{
    "title": "Anti-cancer effects of curcumin on head and neck cancers.",
    "doc_id": "22583425",
    "writer": "Gao W",
    "year": "2012",
    "summary": "Head and neck cancer is the sixth large type of cancer in the world. The treatment regimens for head and neck cancer encompass surgery, radiotherapy and chemotherapy. However, all current treatment regimens for head and n …",
    "abstract": "Head and neck cancer is the sixth large type of cancer in the world. The treatment regimens for head and neck cancer encompass surgery, radiotherapy and chemotherapy. However, all current treatment regimens for head and neck cancer have adverse effects. Therefore, continuing investigations have been undertaken to seek less toxic therapies to reduce treatment morbidity for head and neck cancer. Substantial evidence has demonstrated that curcumin inhibited proliferation, migration, invasion and metastasis and induced apoptosis via modulating multiple signaling pathways in head and neck cancer. Curcumin also suppressed the growth of xenograft derived from head and neck cancer in vivo in animal models. This review summarizes the evidence demonstrating potential use of curcumin as a single chemotherapeutic agent or in combination with other chemotherapeutic agents and radiation to minimize their toxicity in head and neck cancer. Although curcumin has been shown to be safe at doses of 8 g/d in both phase I and phase II clinical trials, its bioavailability is poor. Overcoming the poor bioavailability of curcumin in the near future would facilitate its clinical use.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22583425/",
    "clean_text": "anti cancer effects of curcumin on head and neck cancers head and neck cancer is the sixth large type of cancer in the world the treatment regimens for head and neck cancer encompass surgery radiotherapy and chemotherapy however all current treatment regimens for head and n head and neck cancer is the sixth large type of cancer in the world the treatment regimens for head and neck cancer encompass surgery radiotherapy and chemotherapy however all current treatment regimens for head and neck cancer have adverse effects therefore continuing investigations have been undertaken to seek less toxic therapies to reduce treatment morbidity for head and neck cancer substantial evidence has demonstrated that curcumin inhibited proliferation migration invasion and metastasis and induced apoptosis via modulating multiple signaling pathways in head and neck cancer curcumin also suppressed the growth of xenograft derived from head and neck cancer in vivo in animal models this review summarizes the evidence demonstrating potential use of curcumin as a single chemotherapeutic agent or in combination with other chemotherapeutic agents and radiation to minimize their toxicity in head and neck cancer although curcumin has been shown to be safe at doses of g d in both phase i and phase ii clinical trials its bioavailability is poor overcoming the poor bioavailability of curcumin in the near future would facilitate its clinical use"
}