{
    "pmid": "41413425",
    "title": "Multi-omics analysis of host airway responses in pediatric Mycoplasma pneumoniae pneumonia reveals potential mechanisms of disease exacerbation caused by co-infection.",
    "abstract": "Respiratory viral co-infections in children with Mycoplasma pneumoniae pneumonia (MPP) are common and cause severe clinical manifestations. However, the exact pathogenic mechanisms of MPP co-infections are still unclear. In this study, we conducted a large-scale clinical analysis of 3106 MPP patients to characterize co-infection patterns. Subsequent metabolomics, microbiomics, and cytokines analyses of the bronchoalveolar lavage fluid from 73 MPP cases were performed. Patients were divided into groups with single Mycoplasma pneumoniae (MP) infection and co-infection (including co-adenovirus [co-ADV] and co-influenza A virus [co-IAV]), while bronchial foreign body patients served as controls. Metabolomic profiling identified 616 differential metabolites between the single MP group and the co-infection group. Collectively, these metabolites contributed to the formation of a pro-inflammatory microenvironment in patients with co-infections. Notably, ADV co-infection induced profound pulmonary microbiota dysbiosis, characterized by selective depletion of Lactobacillus. Next, we observed a robust upregulation of CCL-family chemokines in patients co-infected with ADV, which showed a significant correlation with peripheral monocyte counts, suggesting that monocyte-driven inflammation may serve as a key mechanism for disease exacerbation. These findings demonstrate that co-infection (co-ADV and co-IAV) triggers a pro-inflammatory metabolic shift. Additionally, ADV co-infection specifically disrupts lung microbiota structure and increases CCL family chemokines.",
    "disease": "influenza",
    "clean_text": "multi omics analysis of host airway responses in pediatric mycoplasma pneumoniae pneumonia reveals potential mechanisms of disease exacerbation caused by co infection respiratory viral co infections in children with mycoplasma pneumoniae pneumonia mpp are common and cause severe clinical manifestations however the exact pathogenic mechanisms of mpp co infections are still unclear in this study we conducted a large scale clinical analysis of mpp patients to characterize co infection patterns subsequent metabolomics microbiomics and cytokines analyses of the bronchoalveolar lavage fluid from mpp cases were performed patients were divided into groups with single mycoplasma pneumoniae mp infection and co infection including co adenovirus co adv and co influenza a virus co iav while bronchial foreign body patients served as controls metabolomic profiling identified differential metabolites between the single mp group and the co infection group collectively these metabolites contributed to the formation of a pro inflammatory microenvironment in patients with co infections notably adv co infection induced profound pulmonary microbiota dysbiosis characterized by selective depletion of lactobacillus next we observed a robust upregulation of ccl family chemokines in patients co infected with adv which showed a significant correlation with peripheral monocyte counts suggesting that monocyte driven inflammation may serve as a key mechanism for disease exacerbation these findings demonstrate that co infection co adv and co iav triggers a pro inflammatory metabolic shift additionally adv co infection specifically disrupts lung microbiota structure and increases ccl family chemokines"
}