{
    "pmid": "41456814",
    "title": "Baicalin triggers ferroptosis to suppress colorectal cancer via SLC25A28-UQCRC2-regulated electron transport chain disruption.",
    "abstract": "Colorectal cancer (CRC) is a leading cause of cancer-related mortality worldwide. Ferroptosis, an iron-dependent form of regulated cell death, represents a promising therapeutic strategy, but the clinical application of existing inducers is limited by systemic toxicity. Baicalin (BA), a natural flavonoid known to modulate mitochondrial function, emerges as a candidate to trigger ferroptosis via mitochondrial dysregulation. In this study, we demonstrate that BA potently induces ferroptosis in CRC cells and xenograft models, as evidenced by lipid peroxidation, glutathione depletion, and downregulation of GPX4. Mechanistically, quantitative proteomics identified the mitochondrial iron transporter SLC25A28 as the key target of BA. BA upregulates SLC25A28, which then specifically suppresses UQCRC2, a core subunit of the electron transport chain (ETC) Complex III. This SLC25A28-UQCRC2 axis disrupts mitochondrial respiration, leading to reactive oxygen species accumulation and, in concert with SLC25A28-mediated iron overload, synergistically triggers ferroptotic death. The causal role of this axis was confirmed by genetic rescue and pharmacological inhibition. Knockdown of UQCRC2 exacerbated BA-induced ferroptosis, while its overexpression conferred protection. Critically, BA's antitumor effects were dependent on both SLC25A28 and ferroptosis, as genetic ablation of SLC25A28 or pharmacological inhibition of ferroptosis attenuated its efficacy in vivo. Furthermore, a ferroptosis-related gene signature predicted patient prognosis, underscoring the clinical relevance of this pathway. Our findings reveal the SLC25A28-UQCRC2-ETC axis as a novel, druggable mechanism for BA-induced ferroptosis, positioning BA as a promising mitochondria-targeting agent for CRC therapy.",
    "disease": "colorectal cancer",
    "clean_text": "baicalin triggers ferroptosis to suppress colorectal cancer via slc a uqcrc regulated electron transport chain disruption colorectal cancer crc is a leading cause of cancer related mortality worldwide ferroptosis an iron dependent form of regulated cell death represents a promising therapeutic strategy but the clinical application of existing inducers is limited by systemic toxicity baicalin ba a natural flavonoid known to modulate mitochondrial function emerges as a candidate to trigger ferroptosis via mitochondrial dysregulation in this study we demonstrate that ba potently induces ferroptosis in crc cells and xenograft models as evidenced by lipid peroxidation glutathione depletion and downregulation of gpx mechanistically quantitative proteomics identified the mitochondrial iron transporter slc a as the key target of ba ba upregulates slc a which then specifically suppresses uqcrc a core subunit of the electron transport chain etc complex iii this slc a uqcrc axis disrupts mitochondrial respiration leading to reactive oxygen species accumulation and in concert with slc a mediated iron overload synergistically triggers ferroptotic death the causal role of this axis was confirmed by genetic rescue and pharmacological inhibition knockdown of uqcrc exacerbated ba induced ferroptosis while its overexpression conferred protection critically ba s antitumor effects were dependent on both slc a and ferroptosis as genetic ablation of slc a or pharmacological inhibition of ferroptosis attenuated its efficacy in vivo furthermore a ferroptosis related gene signature predicted patient prognosis underscoring the clinical relevance of this pathway our findings reveal the slc a uqcrc etc axis as a novel druggable mechanism for ba induced ferroptosis positioning ba as a promising mitochondria targeting agent for crc therapy"
}