{
    "title": "Recent progress in treating advanced prostate cancer.",
    "doc_id": "32209821",
    "writer": "Gourdin T.",
    "year": "2020",
    "summary": "PURPOSE OF REVIEW: Summarize recent advances in the treatment of advanced prostate cancer. RECENT FINDINGS: Recent randomized data suggest a survival advantage to early use of novel androgen receptor inhibitors in combination with androgen deprivation therapy both i …",
    "abstract": "Purpose of review:\n        \n      \n      Summarize recent advances in the treatment of advanced prostate cancer.\n    \n\n\n          Recent findings:\n        \n      \n      Recent randomized data suggest a survival advantage to early use of novel androgen receptor inhibitors in combination with androgen deprivation therapy both in the setting of hormone-sensitive metastatic prostate cancer and nonmetastatic castration-resistant disease. While ongoing analyses examine optimal sequencing of existing agents for treatment of advanced prostate cancer, additional research focuses on expanding treatment options through development of novel genomically targeted therapies, antibody-drug conjugates, and immune therapy combinations.\n    \n\n\n          Summary:\n        \n      \n      In this review, we summarize the recent data supporting the early use of novel androgen receptor inhibitors in advanced prostate cancer and aim to also frame how these drugs may fit within the existing context of docetaxel and abiraterone. We present recent series examining sequencing of approved therapies while searching for predictive biomarkers. Finally, we examine trials evaluating novel agents that target certain biological pathways to highlight the likely future directions for progress in the clinical management of advanced prostate cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32209821/",
    "clean_text": "recent progress in treating advanced prostate cancer purpose of review summarize recent advances in the treatment of advanced prostate cancer recent findings recent randomized data suggest a survival advantage to early use of novel androgen receptor inhibitors in combination with androgen deprivation therapy both i purpose of review summarize recent advances in the treatment of advanced prostate cancer recent findings recent randomized data suggest a survival advantage to early use of novel androgen receptor inhibitors in combination with androgen deprivation therapy both in the setting of hormone sensitive metastatic prostate cancer and nonmetastatic castration resistant disease while ongoing analyses examine optimal sequencing of existing agents for treatment of advanced prostate cancer additional research focuses on expanding treatment options through development of novel genomically targeted therapies antibody drug conjugates and immune therapy combinations summary in this review we summarize the recent data supporting the early use of novel androgen receptor inhibitors in advanced prostate cancer and aim to also frame how these drugs may fit within the existing context of docetaxel and abiraterone we present recent series examining sequencing of approved therapies while searching for predictive biomarkers finally we examine trials evaluating novel agents that target certain biological pathways to highlight the likely future directions for progress in the clinical management of advanced prostate cancer"
}