{
    "title": "Protein biomarkers for subtyping breast cancer and implications for future research: a 2024 update.",
    "doc_id": "39474929",
    "writer": "Mueller C",
    "year": "2024",
    "summary": "INTRODUCTION: Breast cancer subtyping is used clinically for diagnosis, prognosis, and treatment decisions. ...We provide an update on protein biomarkers in breast cancer subtypes and their application in prognosis and therapy selection. AREAS COVERED: …",
    "abstract": "Introduction:\n        \n      \n      Breast cancer subtyping is used clinically for diagnosis, prognosis, and treatment decisions. Subtypes are categorized by cell of origin, histomorphology, gene expression signatures, hormone receptor status, and/or protein levels. Categorizing breast cancer based on gene expression signatures aids in assessing a patient's recurrence risk. Protein biomarkers, on the other hand, provide functional data for selecting therapies for primary and recurrent tumors. We provide an update on protein biomarkers in breast cancer subtypes and their application in prognosis and therapy selection.\n    \n\n\n          Areas covered:\n        \n      \n      Protein pathways in breast cancer subtypes are reviewed in the context of current protein-targeted treatment options. PubMed, Science Direct, Scopus, and Cochrane Library were searched for relevant studies between 2017 and 17 August 2024.\n    \n\n\n          Expert opinion:\n        \n      \n      Post-translationally modified proteins and their unmodified counterparts have become clinically useful biomarkers for defining breast cancer subtypes from a therapy perspective. Tissue heterogeneity influences treatment outcomes and disease recurrence. Spatial profiling has revealed complex cellular subpopulations within the breast tumor microenvironment. Deciphering the functional relationships between and within tumor clonal cell populations will further aid in defining breast cancer subtypes and create new treatment paradigms for recurrent, drug resistant, and metastatic disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39474929/",
    "clean_text": "protein biomarkers for subtyping breast cancer and implications for future research a update introduction breast cancer subtyping is used clinically for diagnosis prognosis and treatment decisions we provide an update on protein biomarkers in breast cancer subtypes and their application in prognosis and therapy selection areas covered introduction breast cancer subtyping is used clinically for diagnosis prognosis and treatment decisions subtypes are categorized by cell of origin histomorphology gene expression signatures hormone receptor status and or protein levels categorizing breast cancer based on gene expression signatures aids in assessing a patient s recurrence risk protein biomarkers on the other hand provide functional data for selecting therapies for primary and recurrent tumors we provide an update on protein biomarkers in breast cancer subtypes and their application in prognosis and therapy selection areas covered protein pathways in breast cancer subtypes are reviewed in the context of current protein targeted treatment options pubmed science direct scopus and cochrane library were searched for relevant studies between and august expert opinion post translationally modified proteins and their unmodified counterparts have become clinically useful biomarkers for defining breast cancer subtypes from a therapy perspective tissue heterogeneity influences treatment outcomes and disease recurrence spatial profiling has revealed complex cellular subpopulations within the breast tumor microenvironment deciphering the functional relationships between and within tumor clonal cell populations will further aid in defining breast cancer subtypes and create new treatment paradigms for recurrent drug resistant and metastatic disease"
}