{
    "title": "Levothyroxine Treatment of Pregnant Women with Hypothyroidism: Retrospective Analysis of a US Claims Database.",
    "doc_id": "31955358",
    "writer": "Lage MJ",
    "year": "2020",
    "summary": "BACKGROUND: Approximately 2-4% of women of reproductive age have hypothyroidism. This study characterizes pregnant women with hypothyroidism and examines adherence to guidelines during pregnancy. ...RESULTS: The average age was 32.76 years, and the median TSH …",
    "abstract": "Background:\n        \n      \n      Approximately 2-4% of women of reproductive age have hypothyroidism. This study characterizes pregnant women with hypothyroidism and examines adherence to guidelines during pregnancy.\n    \n\n\n          Methods:\n        \n      \n      Women age 18 to 49 who were pregnant in 2014 and identified with hypothyroidism (N = 3448) were included in the retrospective study. The analyses examined differences in characteristics and comorbidities between pregnant women treated with levothyroxine and untreated women and adherence to guidelines by measuring thyroid-stimulating hormone (TSH) target achievement for women treated with levothyroxine.\n    \n\n\n          Results:\n        \n      \n      The average age was 32.76 years, and the median TSH value was 1.97 mIU/l. Compared with untreated pregnant women, pregnant women treated with levothyroxine were significantly younger, had a lower Charlson Comorbidity Index score and had lower rates of comorbid type 2 diabetes and migraines. Among women treated with levothyroxine, 52.61% had a last recorded TSH value consistent with American Thyroid Association (ATA) guidelines, 23.85% were undertreated, 1.03% were overtreated, and 22.52% did not have TSH monitored during their pregnancy.\n    \n\n\n          Conclusions:\n        \n      \n      A large percentage of pregnant women, including many treated with levothyroxine, was not treated in a manner consistent with clinical guidelines. Additionally, there were significant differences in general health and comorbidities between pregnant women treated with levothyroxine and those untreated.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31955358/",
    "clean_text": "levothyroxine treatment of pregnant women with hypothyroidism retrospective analysis of a us claims database background approximately of women of reproductive age have hypothyroidism this study characterizes pregnant women with hypothyroidism and examines adherence to guidelines during pregnancy results the average age was years and the median tsh background approximately of women of reproductive age have hypothyroidism this study characterizes pregnant women with hypothyroidism and examines adherence to guidelines during pregnancy methods women age to who were pregnant in and identified with hypothyroidism n were included in the retrospective study the analyses examined differences in characteristics and comorbidities between pregnant women treated with levothyroxine and untreated women and adherence to guidelines by measuring thyroid stimulating hormone tsh target achievement for women treated with levothyroxine results the average age was years and the median tsh value was miu l compared with untreated pregnant women pregnant women treated with levothyroxine were significantly younger had a lower charlson comorbidity index score and had lower rates of comorbid type diabetes and migraines among women treated with levothyroxine had a last recorded tsh value consistent with american thyroid association ata guidelines were undertreated were overtreated and did not have tsh monitored during their pregnancy conclusions a large percentage of pregnant women including many treated with levothyroxine was not treated in a manner consistent with clinical guidelines additionally there were significant differences in general health and comorbidities between pregnant women treated with levothyroxine and those untreated"
}