{
    "pmid": "41384796",
    "title": "Developing Antisense Oligomer Biotics \"asobiotics\" As Precision Antibacterials: Designs, Strategies, and Considerations for Future Success.",
    "abstract": "Antimicrobial resistance (AMR) poses a pressing global health challenge in the 21st century. The rapid increase and prevalence of multidrug-resistant bacteria will require novel approaches to develop new antibiotics. Major advances in nucleic acid-based therapeutics, particularly antisense technologies, could be one solution for developing precision antibiotics. The selectivity and specificity in the drug design of antibacterial antisense oligomers (ASOs) allows precise gene-specific silencing and ultimately enables targeting of currently undruggable gene products. Our goal here is to comprehensively review the advances in asobiotics (antisense oligomer biotics) leading to therapeutic success, including: modifications in the nucleic acid backbone of ASOs which have improved their properties and advances in delivery. We will discuss utilization of ASOs against several pathogens, strategies to overcome resistance, and finally future scenarios and prospects for asobiotics as pathogen-specific therapy in the clinic.",
    "disease": "asthma",
    "clean_text": "developing antisense oligomer biotics asobiotics as precision antibacterials designs strategies and considerations for future success antimicrobial resistance amr poses a pressing global health challenge in the st century the rapid increase and prevalence of multidrug resistant bacteria will require novel approaches to develop new antibiotics major advances in nucleic acid based therapeutics particularly antisense technologies could be one solution for developing precision antibiotics the selectivity and specificity in the drug design of antibacterial antisense oligomers asos allows precise gene specific silencing and ultimately enables targeting of currently undruggable gene products our goal here is to comprehensively review the advances in asobiotics antisense oligomer biotics leading to therapeutic success including modifications in the nucleic acid backbone of asos which have improved their properties and advances in delivery we will discuss utilization of asos against several pathogens strategies to overcome resistance and finally future scenarios and prospects for asobiotics as pathogen specific therapy in the clinic"
}