{
    "pmid": "41398493",
    "title": "Smartphone self-testing of hand and speech motor functions: a study of reliability and usability in older adults.",
    "abstract": "Scalable remote-monitoring tools of motor function are vital for early detection and tracking of neurodegenerative diseases. This study evaluated the reliability and usability of TapTalk, a 2-min validated smartphone-based self-assessment of hand and speech motor function, in older adults. Community-dwelling adults aged 50 + completed TapTalk daily for 7 days: once in the research center and six consecutive days at home. Motor features were extracted using validated algorithms. Test-retest reliability was analyzed using intraclass correlation coefficient (ICC) and usability via descriptive analysis of user-experience questionnaires. Four-hundred and twenty-five sessions of TapTalk were completed by 68 participants (68.6 ± 6.6 years; range 57-80; 75% female) across 43 smartphone models. All tests had features with ICC > 0.5 except for one, indicating acceptable reliability for a self-administered in-home test. Usability scores averaged 95.9% reflecting high satisfaction with ease-of-use, clarity, and performance. Findings support TapTalk's potential for scalable longitudinal monitoring. Establishing reliability and usability in older adults is a critical step toward TapTalk's broader use by those with neurodegenerative diseases.",
    "disease": "parkinson disease",
    "clean_text": "smartphone self testing of hand and speech motor functions a study of reliability and usability in older adults scalable remote monitoring tools of motor function are vital for early detection and tracking of neurodegenerative diseases this study evaluated the reliability and usability of taptalk a min validated smartphone based self assessment of hand and speech motor function in older adults community dwelling adults aged completed taptalk daily for days once in the research center and six consecutive days at home motor features were extracted using validated algorithms test retest reliability was analyzed using intraclass correlation coefficient icc and usability via descriptive analysis of user experience questionnaires four hundred and twenty five sessions of taptalk were completed by participants years range female across smartphone models all tests had features with icc except for one indicating acceptable reliability for a self administered in home test usability scores averaged reflecting high satisfaction with ease of use clarity and performance findings support taptalk s potential for scalable longitudinal monitoring establishing reliability and usability in older adults is a critical step toward taptalk s broader use by those with neurodegenerative diseases"
}