{
    "pmid": "41473777",
    "title": "COVID-19 Infection Changed P300 Latency in Patients With Psychosis: A Retrospective Cohort Study.",
    "abstract": "The COVID-19 pandemic raises concerns about neurological impacts on individuals with mental health conditions, particularly cognitive function. P300 event-related potential (ERP) latency is a validated neurophysiological marker of attention and working memory. This study aimed to quantify COVID-19's effect on P300 latency in psychiatric patients and explore associations with demographic/clinical factors (gender, antipsychotic dosage). A retrospective cohort study enrolled 19 psychiatric inpatients (13 male, 6 female; ICD-11 diagnoses: 79.2% schizophrenia). Participants underwent four auditory oddball P300 assessments: pre-infection (T1), 1 week post-infection (T2), and at ~2 months (T3), and ~3 months post-infection (T4). Latency changes were analyzed using repeated-measures ANOVA with Greenhouse-Geisser correction. Effects of gender, chlorpromazine-equivalent dose (stratified: low/medium/high) were assessed. A significant main effect of time on P300 latency was observed (F(3,12) = 8.76,  COVID-19 infection significantly prolongs P300 latency in psychiatric patients, indicating transient impairment in attentional processing and accelerating of the progression of neurodegeneration. The effect is independent of gender or medication dose, suggesting direct neurological dysfunction mechanisms. Partial recovery by T4 supports the potential reversibility of COVID-19-related cognitive deficits, with implications for monitoring rehabilitation.",
    "disease": "covid-19",
    "clean_text": "covid infection changed p latency in patients with psychosis a retrospective cohort study the covid pandemic raises concerns about neurological impacts on individuals with mental health conditions particularly cognitive function p event related potential erp latency is a validated neurophysiological marker of attention and working memory this study aimed to quantify covid s effect on p latency in psychiatric patients and explore associations with demographic clinical factors gender antipsychotic dosage a retrospective cohort study enrolled psychiatric inpatients male female icd diagnoses schizophrenia participants underwent four auditory oddball p assessments pre infection t week post infection t and at months t and months post infection t latency changes were analyzed using repeated measures anova with greenhouse geisser correction effects of gender chlorpromazine equivalent dose stratified low medium high were assessed a significant main effect of time on p latency was observed f covid infection significantly prolongs p latency in psychiatric patients indicating transient impairment in attentional processing and accelerating of the progression of neurodegeneration the effect is independent of gender or medication dose suggesting direct neurological dysfunction mechanisms partial recovery by t supports the potential reversibility of covid related cognitive deficits with implications for monitoring rehabilitation"
}