{
    "title": "Clinical Application of Prostatic Exosomal Protein and Prostate-Specific Antigen Levels in the Detection of Prostate-Related Diseases.",
    "doc_id": "36214593",
    "writer": "Ge Q",
    "year": "2023",
    "summary": "OBJECTIVE: Our aim was to study the use of prostatic exosomal protein (PSEP) and prostate-specific antigen (PSA) in diagnosis of prostate-related diseases. METHODS: A total of 54 cases of acute prostatitis (AP), 72 cases of chronic prostatitis ( …",
    "abstract": "Objective:\n        \n      \n      Our aim was to study the use of prostatic exosomal protein (PSEP) and prostate-specific antigen (PSA) in diagnosis of prostate-related diseases.\n    \n\n\n          Methods:\n        \n      \n      A total of 54 cases of acute prostatitis (AP), 72 cases of chronic prostatitis (CP), and 36 cases of prostate cancer (PCa) were enrolled. Levels of PSEP and PSA were analyzed.\n    \n\n\n          Results:\n        \n      \n      The positive rate and level of PSEP in CP was highest (both P < .05). The total PSA (tPSA) level in PCa was the highest (P < .05), followed by AP and CP. The free PSA (fPSA) level was lowest in CP (P < .05); fPSA/tPSA in AP was the highest (P < .05). The PSEP level in type II CP was higher than in type IIIa and type IIIb (both P < .05), and it was higher in type IIIa than in type IIIb (P < .05). The tPSA level in type IIIb was the lowest in the 3 types (both P < .05). The fPSA/tPSA in type IIIb was the highest in the 3 types (P < .05).\n    \n\n\n          Conclusion:\n        \n      \n      The PSEP combined with PSA better distinguishes prostate-related diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36214593/",
    "clean_text": "clinical application of prostatic exosomal protein and prostate specific antigen levels in the detection of prostate related diseases objective our aim was to study the use of prostatic exosomal protein psep and prostate specific antigen psa in diagnosis of prostate related diseases methods a total of cases of acute prostatitis ap cases of chronic prostatitis objective our aim was to study the use of prostatic exosomal protein psep and prostate specific antigen psa in diagnosis of prostate related diseases methods a total of cases of acute prostatitis ap cases of chronic prostatitis cp and cases of prostate cancer pca were enrolled levels of psep and psa were analyzed results the positive rate and level of psep in cp was highest both p the total psa tpsa level in pca was the highest p followed by ap and cp the free psa fpsa level was lowest in cp p fpsa tpsa in ap was the highest p the psep level in type ii cp was higher than in type iiia and type iiib both p and it was higher in type iiia than in type iiib p the tpsa level in type iiib was the lowest in the types both p the fpsa tpsa in type iiib was the highest in the types p conclusion the psep combined with psa better distinguishes prostate related diseases"
}