{
    "pmid": "41409806",
    "title": "Cytomegalovirus retinitis during upadacitinib monotherapy for rheumatoid arthritis: a case report.",
    "abstract": "Janus kinase inhibitors (JAKis) are associated with increased risk of Varicella-Zoster Virus reactivation, particularly in Asian populations. While reactivation of cytomegalovirus (CMV) is very rare in rheumatoid arthritis (RA) patients on JAKis, CMV retinitis (CMVR) is a sight-threatening infection primarily observed in immunocompromised individuals. We report the first Korean case of CMVR in a 75-year-old male with RA when taking upadacitinib. Upadacitinib was initiated due to refractory disease despite anti-tumor necrosis factor therapy, and methotrexate was tapered out over 3 months. During upadacitinib monotherapy, he developed subacute blurred vision in his right eye. Ophthalmologic examination showed mixed features suspicious of acute retinal necrosis and CMVR. CMVR was ultimately diagnosed through polymerase chain reaction testing of aqueous humor for CMV. Treatment with intravitreal ganciclovir alone led to the resolution of symptoms without major complications. A literature review identified seven reported cases of CMVR in RA patients, mostly in those treated with biologics or JAKis, with advanced age emerging as a key risk factor. Given the increasing use of JAKis, clinicians should maintain a high index of suspicion for CMVR in elderly RA patients taking JAKis when presenting with acute or subacute ocular symptoms.",
    "disease": "rheumatoid arthritis",
    "clean_text": "cytomegalovirus retinitis during upadacitinib monotherapy for rheumatoid arthritis a case report janus kinase inhibitors jakis are associated with increased risk of varicella zoster virus reactivation particularly in asian populations while reactivation of cytomegalovirus cmv is very rare in rheumatoid arthritis ra patients on jakis cmv retinitis cmvr is a sight threatening infection primarily observed in immunocompromised individuals we report the first korean case of cmvr in a year old male with ra when taking upadacitinib upadacitinib was initiated due to refractory disease despite anti tumor necrosis factor therapy and methotrexate was tapered out over months during upadacitinib monotherapy he developed subacute blurred vision in his right eye ophthalmologic examination showed mixed features suspicious of acute retinal necrosis and cmvr cmvr was ultimately diagnosed through polymerase chain reaction testing of aqueous humor for cmv treatment with intravitreal ganciclovir alone led to the resolution of symptoms without major complications a literature review identified seven reported cases of cmvr in ra patients mostly in those treated with biologics or jakis with advanced age emerging as a key risk factor given the increasing use of jakis clinicians should maintain a high index of suspicion for cmvr in elderly ra patients taking jakis when presenting with acute or subacute ocular symptoms"
}