{
    "pmid": "41428961",
    "title": "Neural regulation of gut inflammation via autonomic nerves: therapeutic implications for inflammatory bowel disease.",
    "abstract": "Inflammatory bowel disease (IBD) is a debilitating and treatment-refractory condition with a complex and incompletely understood etiology. Recent advances in neuroimmunology have revealed that intestinal homeostasis is regulated by bidirectional communication between the autonomic nervous system and the immune system. In particular, vagus nerve-mediated cholinergic anti-inflammatory signaling plays a central role in modulating intestinal immune responses and represents a key mechanism linking neural regulation to IBD pathogenesis and therapy. In parallel, the gut-brain axis has emerged as a critical regulator of intestinal inflammation and systemic disease. Psychological stress alters gut immune function through mechanisms involving enteric glial activation and microbiota-derived metabolites, contributing to treatment-resistant depression via immune activation and changes in short-chain fatty acid profiles. Moreover, gut microbiota dysbiosis has been implicated in neurodegenerative disorders such as Alzheimer's and Parkinson's diseases, potentially preceding central pathology through vagal signaling and systemic inflammation. Together, these findings position the gut microbiota as an immunological and neurological hub connecting intestinal, systemic, and brain health. This review summarizes recent advances in gut-brain axis-mediated immune regulation in IBD and highlights emerging bioelectronic neuromodulation strategies targeting autonomic circuits as promising non-pharmacological approaches to restore gut immune balance.",
    "disease": "parkinson disease",
    "clean_text": "neural regulation of gut inflammation via autonomic nerves therapeutic implications for inflammatory bowel disease inflammatory bowel disease ibd is a debilitating and treatment refractory condition with a complex and incompletely understood etiology recent advances in neuroimmunology have revealed that intestinal homeostasis is regulated by bidirectional communication between the autonomic nervous system and the immune system in particular vagus nerve mediated cholinergic anti inflammatory signaling plays a central role in modulating intestinal immune responses and represents a key mechanism linking neural regulation to ibd pathogenesis and therapy in parallel the gut brain axis has emerged as a critical regulator of intestinal inflammation and systemic disease psychological stress alters gut immune function through mechanisms involving enteric glial activation and microbiota derived metabolites contributing to treatment resistant depression via immune activation and changes in short chain fatty acid profiles moreover gut microbiota dysbiosis has been implicated in neurodegenerative disorders such as alzheimer s and parkinson s diseases potentially preceding central pathology through vagal signaling and systemic inflammation together these findings position the gut microbiota as an immunological and neurological hub connecting intestinal systemic and brain health this review summarizes recent advances in gut brain axis mediated immune regulation in ibd and highlights emerging bioelectronic neuromodulation strategies targeting autonomic circuits as promising non pharmacological approaches to restore gut immune balance"
}