{
    "pmid": "41451412",
    "title": "Comprehensive safety assessment of donepezil: pharmacovigilance analysis based on the FDA adverse event reporting system.",
    "abstract": "Alzheimer's disease (AD) has a growing global prevalence, and the need for safe and effective treatments is urgent. Donepezil is commonly used therapeutic agents for AD but has safety controversies. The objective of this study was to thoroughly evaluate donepezil's adverse event profile using actual data. In this study, reports of donepezil-related adverse events were collected from the first quarter of 2004 to the fourth quarter of 2024 through the FAERS database. The association of donepezil-induced adverse events was disproportionality analyzed using Reporting odds Ratios (ROR) and Proportional Reporting Ratio (PRR) and Bayesian Confidence Propagation Neural Network (BCPNN) and Multi-item Gamma Poisson Shrinker (MGPS), among other methods. A total of 26,120 ADRs with donepezil as the \"first suspect\" were retrieved during the reporting period. The most common AEs included nausea, vomiting, syncope, and dizziness, which were consistent with the labeling of the medication and clinical trials. Unintended major AEs such as fall, hypotension, tremor, cognitive disorder, mania, and the highest signal of pleurothotonus were also detected. The reports also collected were characterized by a high proportion of female patients (51.3%) and the time of AE induction within 30 days (41%). Donepezil treatment needs to focus on cardiovascular and neurological adverse events, especially for women, elderly patients, or patients with co-morbidities, cardiac monitoring and dose adjustment should be strengthened. Clinics need to balance efficacy and risk, develop individualized dosing regimens, and explore novel therapeutic strategies to improve long-term safety.",
    "disease": "alzheimer disease",
    "clean_text": "comprehensive safety assessment of donepezil pharmacovigilance analysis based on the fda adverse event reporting system alzheimer s disease ad has a growing global prevalence and the need for safe and effective treatments is urgent donepezil is commonly used therapeutic agents for ad but has safety controversies the objective of this study was to thoroughly evaluate donepezil s adverse event profile using actual data in this study reports of donepezil related adverse events were collected from the first quarter of to the fourth quarter of through the faers database the association of donepezil induced adverse events was disproportionality analyzed using reporting odds ratios ror and proportional reporting ratio prr and bayesian confidence propagation neural network bcpnn and multi item gamma poisson shrinker mgps among other methods a total of adrs with donepezil as the first suspect were retrieved during the reporting period the most common aes included nausea vomiting syncope and dizziness which were consistent with the labeling of the medication and clinical trials unintended major aes such as fall hypotension tremor cognitive disorder mania and the highest signal of pleurothotonus were also detected the reports also collected were characterized by a high proportion of female patients and the time of ae induction within days donepezil treatment needs to focus on cardiovascular and neurological adverse events especially for women elderly patients or patients with co morbidities cardiac monitoring and dose adjustment should be strengthened clinics need to balance efficacy and risk develop individualized dosing regimens and explore novel therapeutic strategies to improve long term safety"
}