{
    "pmid": "41367050",
    "title": "Harmony Transcatheter Pulmonary Valve Housing Compression: Bench Testing and Case Report.",
    "abstract": "Use of the Harmony valve within a failing surgical bioprosthesis has not been described to date, especially with respect to compression of the valve and valve housing when Harmony is used in smaller, non-compliant landing zones. Described is a case of a 45-year-old male with a history of congenital pulmonary valve stenosis who underwent surgical pulmonary valve placement with a 25-mm Biocor Epic bioprosthesis and developed pulmonary regurgitation. The patient underwent cardiac catheterization with high-pressure balloon valvuloplasty with intentional fracturing and resultant compression of the left anterior descending (LAD) coronary artery. Hence, a balloon-expandable valve platform was not implanted due to concern for coronary artery compression. A bench assessment with flow analysis was performed to determine the suitability of the Harmony valve in this setting using ex vivo hydrodynamic testing with circular and elliptical compressions of the Harmony valve. Patient-specific testing was performed with additional fixture sizes created and tested to better understand valve performance under differing levels of compression. The tested size range for TPV22 and TPV25 started at 19 mm and increased every 1 mm in diameter until the unconstrained valve housing was reached. After bench testing, the patient underwent implantation of Harmony TPV25 with excellent immediate and intermediate-term outcomes.",
    "disease": "coronary artery disease",
    "clean_text": "harmony transcatheter pulmonary valve housing compression bench testing and case report use of the harmony valve within a failing surgical bioprosthesis has not been described to date especially with respect to compression of the valve and valve housing when harmony is used in smaller non compliant landing zones described is a case of a year old male with a history of congenital pulmonary valve stenosis who underwent surgical pulmonary valve placement with a mm biocor epic bioprosthesis and developed pulmonary regurgitation the patient underwent cardiac catheterization with high pressure balloon valvuloplasty with intentional fracturing and resultant compression of the left anterior descending lad coronary artery hence a balloon expandable valve platform was not implanted due to concern for coronary artery compression a bench assessment with flow analysis was performed to determine the suitability of the harmony valve in this setting using ex vivo hydrodynamic testing with circular and elliptical compressions of the harmony valve patient specific testing was performed with additional fixture sizes created and tested to better understand valve performance under differing levels of compression the tested size range for tpv and tpv started at mm and increased every mm in diameter until the unconstrained valve housing was reached after bench testing the patient underwent implantation of harmony tpv with excellent immediate and intermediate term outcomes"
}