{
    "title": "Spinal cord infarction in a young adult: What is the culprit?",
    "doc_id": "31596188",
    "writer": "Khoueiry M",
    "year": "2021",
    "summary": "Context: Non-traumatic spinal cord infarction in the young adult is usually associated with a single or multiple genetic mutations. There are certain gene mutations that are more commonly associated with spinal cord infarctions. Homozygous or heterozygous mutations, …",
    "abstract": "Context: Non-traumatic spinal cord infarction in the young adult is usually associated with a single or multiple genetic mutations. There are certain gene mutations that are more commonly associated with spinal cord infarctions. Homozygous or heterozygous mutations, and single mutations or polymorphism, do not seem to determine the probability of spinal cord infarction.Findings: We add another case of spinal cord infarction in a young adult to the few reported in the literature, and discuss the value of genetic studies and genetic counseling.Conclusion: Non-traumatic spinal cord infarction is usually caused by a genetic mutation. Early recognition of this entity and definition of the mutation will limit unnecessary and invasive procedures and allows early rehabilitation, preventive measures for complications and genetic counseling.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31596188/",
    "clean_text": "spinal cord infarction in a young adult what is the culprit context non traumatic spinal cord infarction in the young adult is usually associated with a single or multiple genetic mutations there are certain gene mutations that are more commonly associated with spinal cord infarctions homozygous or heterozygous mutations context non traumatic spinal cord infarction in the young adult is usually associated with a single or multiple genetic mutations there are certain gene mutations that are more commonly associated with spinal cord infarctions homozygous or heterozygous mutations and single mutations or polymorphism do not seem to determine the probability of spinal cord infarction findings we add another case of spinal cord infarction in a young adult to the few reported in the literature and discuss the value of genetic studies and genetic counseling conclusion non traumatic spinal cord infarction is usually caused by a genetic mutation early recognition of this entity and definition of the mutation will limit unnecessary and invasive procedures and allows early rehabilitation preventive measures for complications and genetic counseling"
}