{
    "pmid": "41459862",
    "title": "Incidence of Colorectal Cancer in Loei Province, Thailand: Report from a Population-Based Cancer Registry.",
    "abstract": "Data regarding trends in Colorectal Cancer (CRC) incidence within Loei province are currently unavailable. Additionally, there is a scarcity of information from previous studies examining CRC time trends across Thailand. The purpose of this study was to study the estimate the trend and incidence of CRC in Loei Province. An analytical retrospective cohort study was conducted using data from the Loei population-based cancer registry, collected through the Thai cancer-based program of National Cancer Institute of Thailand. A total of 754 patients were diagnosed with CRC (IDC-O-3, C18.0, C18.1, C18.2, C18.3, C18.4, C18.5, C18.6, C18.7, C18.8, C18.9, C1.9, C2.0) in Loei during 2017 - 2022. Age-standardized rates (ASR) were estimated, and their 95% confidence interval were reported. Annual percent change (APC) was calculated to quantify the incidence rate trends using Join-point regression. Both APC and 95% confidence interval were reported. We found that the overall ASR from 2017 to 2022 for all ages was 13.7 per 100 000 person-years for both sexes. (95% CI; 12.88, 14.56). Male ASR =15.54 per 100,000 person-years (95% CI; 14.70, 16.38). Female ASR = 12.07 per 100,000 person-years (95% CI; 11.23, 12.91). Additionally, the preliminary trends of overall CRC incidence increased between 2017 to 2022 by an APC of 3.72% (APC= 3.72; 95% CI; -6.62, 15.85). The percentage change for males increased by 5.49 % (APC= 5.49; 95% CI; -2.13, 14.26) per year. For females, the annual percentage change increased by 1.91 percent (APC= 1.91; 95% CI; -14.20, 22.53). Our preliminary findings show an increasing trend in CRC incidence among both men and women in Loei Province. To gain a more comprehensive understanding and identify clearer patterns, future studies should analyze these trends over extended periods, such as 10 years or more. Evaluating the coverage and completeness of the cancer registry data will also be crucial. This knowledge will provide a foundation for planning effective CRC prevention and control strategies in the region.",
    "disease": "colorectal cancer",
    "clean_text": "incidence of colorectal cancer in loei province thailand report from a population based cancer registry data regarding trends in colorectal cancer crc incidence within loei province are currently unavailable additionally there is a scarcity of information from previous studies examining crc time trends across thailand the purpose of this study was to study the estimate the trend and incidence of crc in loei province an analytical retrospective cohort study was conducted using data from the loei population based cancer registry collected through the thai cancer based program of national cancer institute of thailand a total of patients were diagnosed with crc idc o c c c c c c c c c c c c in loei during age standardized rates asr were estimated and their confidence interval were reported annual percent change apc was calculated to quantify the incidence rate trends using join point regression both apc and confidence interval were reported we found that the overall asr from to for all ages was per person years for both sexes ci male asr per person years ci female asr per person years ci additionally the preliminary trends of overall crc incidence increased between to by an apc of apc ci the percentage change for males increased by apc ci per year for females the annual percentage change increased by percent apc ci our preliminary findings show an increasing trend in crc incidence among both men and women in loei province to gain a more comprehensive understanding and identify clearer patterns future studies should analyze these trends over extended periods such as years or more evaluating the coverage and completeness of the cancer registry data will also be crucial this knowledge will provide a foundation for planning effective crc prevention and control strategies in the region"
}