{
    "title": "Back and hip extensor fatigability in chronic low back pain patients and controls.",
    "doc_id": "9552107",
    "writer": "Kankaanpää M",
    "year": "1998",
    "summary": "However, the shorter endurance time indicated greater fatigability in the chronic low back pain group in general (p < .05). CONCLUSIONS: The chronic low back pain patients were weaker and fatigued faster than the healthy controls. The EMG fatigue an …",
    "abstract": "Objective:\n        \n      \n      To compare the lumbar paraspinal and gluteus maximus muscle fatigability between chronic low back pain patients and healthy controls by using electromyographic (EMG) spectral analysis during a maximal isometric endurance task.\n    \n\n\n          Design:\n        \n      \n      A cross-sectional comparative study between chronic low back pain patients and healthy control subjects.\n    \n\n\n          Setting:\n        \n      \n      Physical medicine and rehabilitation clinic in Finland.\n    \n\n\n          Subjects:\n        \n      \n      Twenty women with nonspecific chronic low back pain (longer than 3 months) and 15 healthy controls.\n    \n\n\n          Intervention:\n        \n      \n      Subjects performed maximal voluntary isometric back extensions (MVC) at 30 degrees forward flexion in a specially designed measurement unit. A 50% MVC load was used in isometric endurance test.\n    \n\n\n          Outcome measures:\n        \n      \n      Low back pain intensity was assessed by using the visual analogue scale and functional disability by the Oswestry disability index. Time to endurance was measured. Bipolar surface EMG recordings were made over the lumbar paraspinal muscles (L3-L4, L5-S1) and over the gluteus maximus muscles. Average EMG (aEMG%), and initial spectral median frequency (MFinit) and change over time (MFslope) were computed.\n    \n\n\n          Results:\n        \n      \n      Pain intensity and functional disability were higher and MVC and time to endurance were lower in the chronic low back pain group (p < .05). Similar muscle activity levels (aEMG%) and MFinit indicated similar muscle loading in both groups at the beginning of the endurance test. EMG spectral decreases (MFslope) indicated that lumbar paraspinal muscle fatigability was similar in both groups. In the chronic low back pain group, the gluteus maximus fatigued faster than in the control group (greater MFslope, p < .05). However, the shorter endurance time indicated greater fatigability in the chronic low back pain group in general (p < .05).\n    \n\n\n          Conclusions:\n        \n      \n      The chronic low back pain patients were weaker and fatigued faster than the healthy controls. The EMG fatigue analysis results suggest that the gluteus maximus muscles are more fatigable in chronic low back pain patients than in healthy control subjects during a sustained back extension endurance test.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9552107/",
    "clean_text": "back and hip extensor fatigability in chronic low back pain patients and controls however the shorter endurance time indicated greater fatigability in the chronic low back pain group in general p conclusions the chronic low back pain patients were weaker and fatigued faster than the healthy controls the emg fatigue an objective to compare the lumbar paraspinal and gluteus maximus muscle fatigability between chronic low back pain patients and healthy controls by using electromyographic emg spectral analysis during a maximal isometric endurance task design a cross sectional comparative study between chronic low back pain patients and healthy control subjects setting physical medicine and rehabilitation clinic in finland subjects twenty women with nonspecific chronic low back pain longer than months and healthy controls intervention subjects performed maximal voluntary isometric back extensions mvc at degrees forward flexion in a specially designed measurement unit a mvc load was used in isometric endurance test outcome measures low back pain intensity was assessed by using the visual analogue scale and functional disability by the oswestry disability index time to endurance was measured bipolar surface emg recordings were made over the lumbar paraspinal muscles l l l s and over the gluteus maximus muscles average emg aemg and initial spectral median frequency mfinit and change over time mfslope were computed results pain intensity and functional disability were higher and mvc and time to endurance were lower in the chronic low back pain group p similar muscle activity levels aemg and mfinit indicated similar muscle loading in both groups at the beginning of the endurance test emg spectral decreases mfslope indicated that lumbar paraspinal muscle fatigability was similar in both groups in the chronic low back pain group the gluteus maximus fatigued faster than in the control group greater mfslope p however the shorter endurance time indicated greater fatigability in the chronic low back pain group in general p conclusions the chronic low back pain patients were weaker and fatigued faster than the healthy controls the emg fatigue analysis results suggest that the gluteus maximus muscles are more fatigable in chronic low back pain patients than in healthy control subjects during a sustained back extension endurance test"
}