{
    "pmid": "41455915",
    "title": "A comparative evaluation of sufficient dimension reduction and traditional statistical methods for composite biomarker score construction in diagnostic classification.",
    "abstract": "Combining multiple biomarkers into a single diagnostic score can improve disease classification. However, traditional methods such as logistic regression and linear discriminant analysis depend on restrictive distributional assumptions, which can limit their effectiveness when dealing with complex or heterogeneous datasets. To address these limitations, more practical methodological alternatives are required. This study investigates the utility of two sufficient dimension reduction (SDR) methods, Minimum Average Variance Estimation (MAVE) and the Outer Product of Gradients (OPG), for constructing composite biomarker scores in binary diagnostic classification. A comprehensive simulation study was conducted under four data-generating scenarios, varying in sample sizes, mean shifts, variance heterogeneity, normal and non-normal distributional forms. SDR based scores were constructed using likelihood ratio statistics under both the central subspace and central mean subspace frameworks. Classification performance was evaluated using the area under the receiver operating characteristic curve (AUC). Traditional methods, logistic regression and linear discriminant analysis, were included as benchmarks. To demonstrate practical utility, the methods were applied to the Breast Cancer Wisconsin (Diagnostic) dataset. In simulations, SDR methods outperformed traditional approaches consistently in settings with variance heterogeneity and mixture structures, yielding higher AUC values. The performance of SDR methods was less robust where the data had strong skewness, though it remained comparable to that of traditional methods. In the real dataset, SDR methods achieved similar discriminative accuracy to traditional methods while offering more compact and interpretable summaries of biomarker contributions. SDR methods combined with likelihood-based scoring show potential for a relatively robust and interpretable framework in the context of this paper. They are particularly advantageous in settings with complex diagnostic structures, while maintaining competitiveness in well-structured data. These findings support the use of SDR methods as practical tools for combining biomarkers in precision medicine.",
    "disease": "breast cancer",
    "clean_text": "a comparative evaluation of sufficient dimension reduction and traditional statistical methods for composite biomarker score construction in diagnostic classification combining multiple biomarkers into a single diagnostic score can improve disease classification however traditional methods such as logistic regression and linear discriminant analysis depend on restrictive distributional assumptions which can limit their effectiveness when dealing with complex or heterogeneous datasets to address these limitations more practical methodological alternatives are required this study investigates the utility of two sufficient dimension reduction sdr methods minimum average variance estimation mave and the outer product of gradients opg for constructing composite biomarker scores in binary diagnostic classification a comprehensive simulation study was conducted under four data generating scenarios varying in sample sizes mean shifts variance heterogeneity normal and non normal distributional forms sdr based scores were constructed using likelihood ratio statistics under both the central subspace and central mean subspace frameworks classification performance was evaluated using the area under the receiver operating characteristic curve auc traditional methods logistic regression and linear discriminant analysis were included as benchmarks to demonstrate practical utility the methods were applied to the breast cancer wisconsin diagnostic dataset in simulations sdr methods outperformed traditional approaches consistently in settings with variance heterogeneity and mixture structures yielding higher auc values the performance of sdr methods was less robust where the data had strong skewness though it remained comparable to that of traditional methods in the real dataset sdr methods achieved similar discriminative accuracy to traditional methods while offering more compact and interpretable summaries of biomarker contributions sdr methods combined with likelihood based scoring show potential for a relatively robust and interpretable framework in the context of this paper they are particularly advantageous in settings with complex diagnostic structures while maintaining competitiveness in well structured data these findings support the use of sdr methods as practical tools for combining biomarkers in precision medicine"
}