{
    "pmid": "41386397",
    "title": "Risk assessment of SARS-CoV-2 infection from external surfaces and biological samples of COVID-19 corpses.",
    "abstract": "The SARS-CoV-2 pandemic has resulted in millions of deaths worldwide. However, the risk of transmission from COVID-19 corpses remain unclear, posing challenges for forensic medicine in establishing effective infection control measures during autopsies. This study aimed to investigate the presence of infectious SARS-CoV-2 in corpses and identify factors affecting viral infectivity. External examinations of 76 corpses with COVID-19 were performed, and nasopharyngeal, perioral, hand swabs, serum, cerebrospinal fluid (CSF), and urine samples were collected. Viral RNA was quantified by using digital PCR, and infectious viruses were assessed via isolation. Multivariate logistic regression analysis was used to identify factors associated with viral infectivity. Infectious viruses were isolated from the nasopharynx (51%), perioral region (10.3%), and hands (1.8%). Common predictive factors for nasopharyngeal and perioral viral infectivity were a higher viral load and shorter time from symptom onset. Detectable viral RNA in serum was also associated with nasopharyngeal infectivity. No infectious viruses were detected in serum, CSF, or urine samples. Infectious SARS-CoV-2 was detected in the nasopharynx and on the surface of COVID-19 corpses. Viral infectivity correlated with viral load and time from symptom onset, highlighting the importance of strict infection control when handling COVID-19 corpses.",
    "disease": "influenza",
    "clean_text": "risk assessment of sars cov infection from external surfaces and biological samples of covid corpses the sars cov pandemic has resulted in millions of deaths worldwide however the risk of transmission from covid corpses remain unclear posing challenges for forensic medicine in establishing effective infection control measures during autopsies this study aimed to investigate the presence of infectious sars cov in corpses and identify factors affecting viral infectivity external examinations of corpses with covid were performed and nasopharyngeal perioral hand swabs serum cerebrospinal fluid csf and urine samples were collected viral rna was quantified by using digital pcr and infectious viruses were assessed via isolation multivariate logistic regression analysis was used to identify factors associated with viral infectivity infectious viruses were isolated from the nasopharynx perioral region and hands common predictive factors for nasopharyngeal and perioral viral infectivity were a higher viral load and shorter time from symptom onset detectable viral rna in serum was also associated with nasopharyngeal infectivity no infectious viruses were detected in serum csf or urine samples infectious sars cov was detected in the nasopharynx and on the surface of covid corpses viral infectivity correlated with viral load and time from symptom onset highlighting the importance of strict infection control when handling covid corpses"
}