{
    "title": "Cardiovascular events and atherosclerosis in patients with type 2 diabetes and impaired glucose tolerance: What are the medical treatments to prevent cardiovascular events in such patients?",
    "doc_id": "35377559",
    "writer": "Ishii H.",
    "year": "2022",
    "summary": "Type 2 diabetes mellitus and impaired glucose tolerance (IGT) significantly induce advanced coronary artery disease and systemic atherosclerosis. Thus, type 2 diabetes mellitus and IGT are traditional risk factors of cardiov …",
    "abstract": "Type 2 diabetes mellitus and impaired glucose tolerance (IGT) significantly induce advanced coronary artery disease and systemic atherosclerosis. Thus, type 2 diabetes mellitus and IGT are traditional risk factors of cardiovascular disease. In contrast, acute coronary syndrome is frequently caused by the rupture of coronary atherosclerotic plaques, which reduces patients' quality of life and might result in death. To date, many trials have sought to identify ways to determine the coronary plaque volume and its vulnerability, and many studies have shown that some specific antihyperglycemic agents might prevent coronary or carotid plaque progression, decrease plaque volume, induce plaque stability, and improve clinical outcomes in patients with type 2 diabetes mellitus and IGT. This article reviews the following: (i) the association between coronary or carotid plaques and abnormal glucose tolerance, including type 2 diabetes mellitus; and (ii) the effects of oral antihyperglycemic drugs to improve clinical outcomes and stabilize atherosclerotic plaques in patients with type 2 diabetes mellitus and IGT.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35377559/",
    "clean_text": "cardiovascular events and atherosclerosis in patients with type diabetes and impaired glucose tolerance what are the medical treatments to prevent cardiovascular events in such patients type diabetes mellitus and impaired glucose tolerance igt significantly induce advanced coronary artery disease and systemic atherosclerosis thus type diabetes mellitus and igt are traditional risk factors of cardiov type diabetes mellitus and impaired glucose tolerance igt significantly induce advanced coronary artery disease and systemic atherosclerosis thus type diabetes mellitus and igt are traditional risk factors of cardiovascular disease in contrast acute coronary syndrome is frequently caused by the rupture of coronary atherosclerotic plaques which reduces patients quality of life and might result in death to date many trials have sought to identify ways to determine the coronary plaque volume and its vulnerability and many studies have shown that some specific antihyperglycemic agents might prevent coronary or carotid plaque progression decrease plaque volume induce plaque stability and improve clinical outcomes in patients with type diabetes mellitus and igt this article reviews the following i the association between coronary or carotid plaques and abnormal glucose tolerance including type diabetes mellitus and ii the effects of oral antihyperglycemic drugs to improve clinical outcomes and stabilize atherosclerotic plaques in patients with type diabetes mellitus and igt"
}