{
    "pmid": "41447000",
    "title": "Factors influencing mammogram uptake among women attending primary care clinics in Terengganu, Malaysia.",
    "abstract": "Breast cancer ranks as the most common cancer among women in Malaysia with its incidence rate steadily rising over the years. Mammograms are crucial for early detection, yet their usage remains low in Malaysia, especially in Terengganu where the services are scarce. This study seeks to explore the factors influencing mammogram uptake among women visiting public primary care clinics in Terengganu. A cross-sectional study was conducted at six public primary care clinics in Terengganu, selected using cluster random sampling from both urban and rural areas. A total of 739 women participated, of whom 231 met the eligibility criteria for mammogram screening according to Ministry of Health guidelines. A validated questionnaire was utilized to gather information on sociodemographic factors, knowledge and attitudes towards breast cancer and screening behaviours. Both univariable and multivariable logistic regression analyses were conducted to examine the relationships between independent variables and mammogram uptake. Only 16.5% of the eligible participants reported having undergone a mammogram at some point. The multivariable analysis indicated that age and education level significantly predicted mammogram uptake. Women with higher education levels exhibited 2.6 times greater odds (95% CI: 1.22, 5.43) of having undergone mammography, and each additional year of age increased the probability of screening by 7% (aOR: 1.07, 95% CI: 1.01, 1.13). The uptake of mammograms among women in Terengganu is alarmingly low and mirrors national trends. Women who possess higher education and are older were more likely to participate in mammography, proving the critical role of health literacy in screening behaviour. Addressing access and awareness are vital challenges in areas where mammogram services are limited. Implementing targeted educational initiatives and enhancing healthcare access, particularly in rural settings is crucial for improving breast cancer screening rates.",
    "disease": "breast cancer",
    "clean_text": "factors influencing mammogram uptake among women attending primary care clinics in terengganu malaysia breast cancer ranks as the most common cancer among women in malaysia with its incidence rate steadily rising over the years mammograms are crucial for early detection yet their usage remains low in malaysia especially in terengganu where the services are scarce this study seeks to explore the factors influencing mammogram uptake among women visiting public primary care clinics in terengganu a cross sectional study was conducted at six public primary care clinics in terengganu selected using cluster random sampling from both urban and rural areas a total of women participated of whom met the eligibility criteria for mammogram screening according to ministry of health guidelines a validated questionnaire was utilized to gather information on sociodemographic factors knowledge and attitudes towards breast cancer and screening behaviours both univariable and multivariable logistic regression analyses were conducted to examine the relationships between independent variables and mammogram uptake only of the eligible participants reported having undergone a mammogram at some point the multivariable analysis indicated that age and education level significantly predicted mammogram uptake women with higher education levels exhibited times greater odds ci of having undergone mammography and each additional year of age increased the probability of screening by aor ci the uptake of mammograms among women in terengganu is alarmingly low and mirrors national trends women who possess higher education and are older were more likely to participate in mammography proving the critical role of health literacy in screening behaviour addressing access and awareness are vital challenges in areas where mammogram services are limited implementing targeted educational initiatives and enhancing healthcare access particularly in rural settings is crucial for improving breast cancer screening rates"
}