{
    "title": "Kidney injury: an experimental investigation of blunt renal trauma.",
    "doc_id": "16612312",
    "writer": "Schmitt KU",
    "year": "2006",
    "summary": "Thirty nine young, adult pig kidneys (kidney mass 0.17 +/- 0.02 kg) were infused with physiologic saline solution, and impacted on their dorsal surface by a freely swinging right cylindrical pendulum. Two impact masses (2.1 and 4.7 kg) were used at varying impact ve …",
    "abstract": "Background:\n        \n      \n      The abdomen ranks third with regard to injured body regions, and urogenital trauma accounts for up to 10% of all abdominal injuries. Predictive numerical models are evolving as important tools for the development of preventative measures and preliminary clinical diagnostics. Such models require accurate biomechanical input data that at present is not sufficiently available.\n    \n\n\n          Method:\n        \n      \n      The purpose of the present study was to determine the biomechanical response of whole, perfused porcine kidneys to blunt impact. Specifically of interest were the force-displacement characteristics of the organs, as well as the injury thresholds. Thirty nine young, adult pig kidneys (kidney mass 0.17 +/- 0.02 kg) were infused with physiologic saline solution, and impacted on their dorsal surface by a freely swinging right cylindrical pendulum. Two impact masses (2.1 and 4.7 kg) were used at varying impact velocities and corresponding impact energies. Resulting injuries were graded according to the AAST injury scale, and injury was related to impact mass, impact velocity, and impact energy.\n    \n\n\n          Results and conclusions:\n        \n      \n      It was determined that injury was best predicted by impact energy, and that for a given impact energy the resulting injury severity was relatively independent of either impact mass or impact velocity. For a moderate to severe injury, an impact energy threshold of 4 J, or a corresponding strain energy density of 25 kJ/m, was established. This information is essential to the development and implementation of accurate, predictive computational trauma models.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16612312/",
    "clean_text": "kidney injury an experimental investigation of blunt renal trauma thirty nine young adult pig kidneys kidney mass kg were infused with physiologic saline solution and impacted on their dorsal surface by a freely swinging right cylindrical pendulum two impact masses and kg were used at varying impact ve background the abdomen ranks third with regard to injured body regions and urogenital trauma accounts for up to of all abdominal injuries predictive numerical models are evolving as important tools for the development of preventative measures and preliminary clinical diagnostics such models require accurate biomechanical input data that at present is not sufficiently available method the purpose of the present study was to determine the biomechanical response of whole perfused porcine kidneys to blunt impact specifically of interest were the force displacement characteristics of the organs as well as the injury thresholds thirty nine young adult pig kidneys kidney mass kg were infused with physiologic saline solution and impacted on their dorsal surface by a freely swinging right cylindrical pendulum two impact masses and kg were used at varying impact velocities and corresponding impact energies resulting injuries were graded according to the aast injury scale and injury was related to impact mass impact velocity and impact energy results and conclusions it was determined that injury was best predicted by impact energy and that for a given impact energy the resulting injury severity was relatively independent of either impact mass or impact velocity for a moderate to severe injury an impact energy threshold of j or a corresponding strain energy density of kj m was established this information is essential to the development and implementation of accurate predictive computational trauma models"
}