{
    "title": "Identification of candidate genes associated with skin yellowness in yellow chickens.",
    "doc_id": "36709583",
    "writer": "He S",
    "year": "2023",
    "summary": "The yellow color of the skin is an important economic trait for yellow chickens. Low and non-uniform skin yellowness would reduce economic efficiency. ...These findings will help to further elucidate the molecular mechanism of chicken skin yellowness a …",
    "abstract": "The yellow color of the skin is an important economic trait for yellow chickens. Low and non-uniform skin yellowness would reduce economic efficiency. However, the regulatory mechanism of chicken skin yellowness has not been fully elucidated. In this study, we evaluated the skin yellowness of 819 chickens by colorimeter and digital camera, which are from the same batch and the same age of 2 pure lines with significant differences in skin yellowness. A total of 982 candidate differential expressed genes (DEGs) were detected in duodenal tissue by RNA-seq analysis for high and low yellowness chickens. Among the DEGs, we chose fatty acid translocase (CD36) gene and identified a single nucleotide polymorphism (SNP) upstream of the CD36 gene that was significantly associated with skin yellowness at multiple parts of the chicken, and its different genotypes had significant effects on the promoter activity of the CD36 gene. These findings will help to further elucidate the molecular mechanism of chicken skin yellowness and is helpful for improving chicken skin yellowness.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36709583/",
    "clean_text": "identification of candidate genes associated with skin yellowness in yellow chickens the yellow color of the skin is an important economic trait for yellow chickens low and non uniform skin yellowness would reduce economic efficiency these findings will help to further elucidate the molecular mechanism of chicken skin yellowness a the yellow color of the skin is an important economic trait for yellow chickens low and non uniform skin yellowness would reduce economic efficiency however the regulatory mechanism of chicken skin yellowness has not been fully elucidated in this study we evaluated the skin yellowness of chickens by colorimeter and digital camera which are from the same batch and the same age of pure lines with significant differences in skin yellowness a total of candidate differential expressed genes degs were detected in duodenal tissue by rna seq analysis for high and low yellowness chickens among the degs we chose fatty acid translocase cd gene and identified a single nucleotide polymorphism snp upstream of the cd gene that was significantly associated with skin yellowness at multiple parts of the chicken and its different genotypes had significant effects on the promoter activity of the cd gene these findings will help to further elucidate the molecular mechanism of chicken skin yellowness and is helpful for improving chicken skin yellowness"
}