{
    "title": "Women and Lung Cancer.",
    "doc_id": "34353452",
    "writer": "Tanoue LT.",
    "year": "2021",
    "summary": "The world is witnessing a global epidemic of lung cancer in women. Cigarette smoking remains the dominant risk factor in both sexes, but multiple observations suggest that important sex-related distinctions in lung cancer exist. ...Important questions …",
    "abstract": "The world is witnessing a global epidemic of lung cancer in women. Cigarette smoking remains the dominant risk factor in both sexes, but multiple observations suggest that important sex-related distinctions in lung cancer exist. These include differences in histologic distribution, prevalence in never-smokers, frequency of activating EGFR mutations, likelihood of DNA adduct accumulation, and survival outcomes. Important questions such as whether women are more susceptible to carcinogenic effects of smoking or derive more benefit from lung cancer screening merit more study. A deeper understanding of sex-related differences in lung cancer may lead to improved outcomes for both women and men.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34353452/",
    "clean_text": "women and lung cancer the world is witnessing a global epidemic of lung cancer in women cigarette smoking remains the dominant risk factor in both sexes but multiple observations suggest that important sex related distinctions in lung cancer exist important questions the world is witnessing a global epidemic of lung cancer in women cigarette smoking remains the dominant risk factor in both sexes but multiple observations suggest that important sex related distinctions in lung cancer exist these include differences in histologic distribution prevalence in never smokers frequency of activating egfr mutations likelihood of dna adduct accumulation and survival outcomes important questions such as whether women are more susceptible to carcinogenic effects of smoking or derive more benefit from lung cancer screening merit more study a deeper understanding of sex related differences in lung cancer may lead to improved outcomes for both women and men"
}