{
    "title": "Optimal lesion assessment following acute radio frequency ablation of porcine kidney: cellular viability or histopathology?",
    "doc_id": "14501771",
    "writer": "Marcovich R",
    "year": "2003",
    "summary": "Following tract ablation the kidneys were immediately harvested, gross lesion size was measured and tissue was processed for standard H & E and NADH staining. ...CONCLUSIONS: While RFA produces discernible histological changes acutely on H & E, these alterat …",
    "abstract": "Purpose:\n        \n      \n      Radio frequency ablation (RFA) has been used as a minimally invasive alternative to nephrectomy for small renal tumors. Questions have arisen regarding the accuracy of cell viability determination on standard hematoxylin and eosin (H & E) staining. We investigated and compared the histological characteristics of RF ablated renal tissue using nicotinamide adenine dinucleotide (NADH) and H & E staining.\n    \n\n\n          Materials and methods:\n        \n      \n      Ten porcine kidneys underwent laparoscopic RFA of the upper and lower poles using a 2 (8) or 3 cm (2) protocol with 2 cycles of 90 W, target temperature 105C and treatment time 5.5 minutes per cycle. Following tract ablation the kidneys were immediately harvested, gross lesion size was measured and tissue was processed for standard H & E and NADH staining.\n    \n\n\n          Results:\n        \n      \n      H & E staining of ablated tissue revealed a number of alterations in renal tubular histology. However, all of these findings were focal with areas of parenchyma that appeared well preserved. Corresponding areas on NADH processed sections showed the complete absence of staining, indicating the lack of cellular viability. There were no skip areas noted on NADH processed sections and treated portions demonstrated a well demarcated border of ablation.\n    \n\n\n          Conclusions:\n        \n      \n      While RFA produces discernible histological changes acutely on H & E, these alterations are variable and patchy, and they alternate with areas of well preserved tissue. Therefore, NADH staining should always be used to assess and verify cellular death in RFA lesions. In this study no skip areas of viable cells were noted within areas of ablated tissue on NADH staining.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/14501771/",
    "clean_text": "optimal lesion assessment following acute radio frequency ablation of porcine kidney cellular viability or histopathology following tract ablation the kidneys were immediately harvested gross lesion size was measured and tissue was processed for standard h e and nadh staining conclusions while rfa produces discernible histological changes acutely on h e these alterat purpose radio frequency ablation rfa has been used as a minimally invasive alternative to nephrectomy for small renal tumors questions have arisen regarding the accuracy of cell viability determination on standard hematoxylin and eosin h e staining we investigated and compared the histological characteristics of rf ablated renal tissue using nicotinamide adenine dinucleotide nadh and h e staining materials and methods ten porcine kidneys underwent laparoscopic rfa of the upper and lower poles using a or cm protocol with cycles of w target temperature c and treatment time minutes per cycle following tract ablation the kidneys were immediately harvested gross lesion size was measured and tissue was processed for standard h e and nadh staining results h e staining of ablated tissue revealed a number of alterations in renal tubular histology however all of these findings were focal with areas of parenchyma that appeared well preserved corresponding areas on nadh processed sections showed the complete absence of staining indicating the lack of cellular viability there were no skip areas noted on nadh processed sections and treated portions demonstrated a well demarcated border of ablation conclusions while rfa produces discernible histological changes acutely on h e these alterations are variable and patchy and they alternate with areas of well preserved tissue therefore nadh staining should always be used to assess and verify cellular death in rfa lesions in this study no skip areas of viable cells were noted within areas of ablated tissue on nadh staining"
}