{
    "pmid": "41421148",
    "title": "The HYAL1 paradox in cancer: From complex tumor biology to novel therapeutic strategies.",
    "abstract": "Hyaluronidase 1 (HYAL1), a key enzyme in hyaluronic acid (HA) metabolism, exhibits a perplexing paradoxical character in tumor biology. This review systematically delineates the dual roles of HYAL1 in cancer: on one hand, by degrading HA to generate low-molecular-weight fragments with pro-angiogenic and immunomodulatory activities, HYAL1 promotes tumor progression and metastasis in various malignancies, including prostate cancer, esophageal carcinoma, and osteosarcoma; on the other hand, it demonstrates tumor-suppressive properties in specific contexts such as colorectal cancer models. This functional contradiction underscores the context-dependent nature of HYAL1, whose activity and effects are profoundly influenced by tumor type, microenvironmental features, and epigenetic regulation. Mechanistically, HYAL1 functions not only through the classical HA-CD44 signaling axis but also by regulating the MMPs/TIMPs balance, integrin activation, and cytoskeletal reorganization. Recent studies reveal that HYAL1 expression is directly controlled by epigenetic regulators like BRD2, while its activity can be monitored in real-time using novel bioluminescent probes, providing powerful tools for investigating its dynamic functions. Notably, HYAL1-based therapeutic strategies have shown considerable promise, particularly in oncolytic virotherapy, where HYAL1-expressing recombinant viruses significantly enhance the penetration and efficacy of chemotherapeutic agents and immune cells within tumors. Key challenges persist, including HA metabolic complexity, functional redundancy among hyaluronidases, and HA fragment instability. Future research must decipher HYAL1's context-specific roles within tumor heterogeneity, elucidate its epigenetic regulation, and develop targeted strategies. A deeper understanding of this HYAL1 paradox is essential to leverage its potential for precision cancer therapies targeting HA metabolism.",
    "disease": "colorectal cancer",
    "clean_text": "the hyal paradox in cancer from complex tumor biology to novel therapeutic strategies hyaluronidase hyal a key enzyme in hyaluronic acid ha metabolism exhibits a perplexing paradoxical character in tumor biology this review systematically delineates the dual roles of hyal in cancer on one hand by degrading ha to generate low molecular weight fragments with pro angiogenic and immunomodulatory activities hyal promotes tumor progression and metastasis in various malignancies including prostate cancer esophageal carcinoma and osteosarcoma on the other hand it demonstrates tumor suppressive properties in specific contexts such as colorectal cancer models this functional contradiction underscores the context dependent nature of hyal whose activity and effects are profoundly influenced by tumor type microenvironmental features and epigenetic regulation mechanistically hyal functions not only through the classical ha cd signaling axis but also by regulating the mmps timps balance integrin activation and cytoskeletal reorganization recent studies reveal that hyal expression is directly controlled by epigenetic regulators like brd while its activity can be monitored in real time using novel bioluminescent probes providing powerful tools for investigating its dynamic functions notably hyal based therapeutic strategies have shown considerable promise particularly in oncolytic virotherapy where hyal expressing recombinant viruses significantly enhance the penetration and efficacy of chemotherapeutic agents and immune cells within tumors key challenges persist including ha metabolic complexity functional redundancy among hyaluronidases and ha fragment instability future research must decipher hyal s context specific roles within tumor heterogeneity elucidate its epigenetic regulation and develop targeted strategies a deeper understanding of this hyal paradox is essential to leverage its potential for precision cancer therapies targeting ha metabolism"
}