{
    "title": "Spinal cord injury medicine. 4. Community reintegration after spinal cord injury.",
    "doc_id": "17321852",
    "writer": "Scelza WM",
    "year": "2007",
    "summary": "This self-directed learning module highlights community reintegration after spinal cord injury (SCI). It is part of the study guide on spinal cord injury medicine in the Self-Directed Physiatric Education Program for practitioners and tra …",
    "abstract": "This self-directed learning module highlights community reintegration after spinal cord injury (SCI). It is part of the study guide on spinal cord injury medicine in the Self-Directed Physiatric Education Program for practitioners and trainees in physical medicine and rehabilitation. This article specifically focuses on physical, social, psychologic, and environmental barriers that affect people with SCI and on how these issues affect relations with others. Recreational and exercise options are also discussed.\n    \n\n\n          Overall article objective:\n        \n      \n      To summarize the barriers and opportunities of community reintegration for people with spinal cord injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17321852/",
    "clean_text": "spinal cord injury medicine community reintegration after spinal cord injury this self directed learning module highlights community reintegration after spinal cord injury sci it is part of the study guide on spinal cord injury medicine in the self directed physiatric education program for practitioners and tra this self directed learning module highlights community reintegration after spinal cord injury sci it is part of the study guide on spinal cord injury medicine in the self directed physiatric education program for practitioners and trainees in physical medicine and rehabilitation this article specifically focuses on physical social psychologic and environmental barriers that affect people with sci and on how these issues affect relations with others recreational and exercise options are also discussed overall article objective to summarize the barriers and opportunities of community reintegration for people with spinal cord injury"
}