{
    "pmid": "41405303",
    "title": "Comparative efficacy of polymer-free versus biodegradable-polymer drug-eluting stents in percutaneous coronary intervention: an updated systematic review and meta-analysis.",
    "abstract": "Biodegradable polymer drug-eluting stents (BP-DES) are currently used in percutaneous coronary intervention (PCI). Polymer-free drug-eluting stents (PF-DES) have the potential to mitigate any risk associated with BP-DES; however, the relative efficacy and safety of these interventions remain to be fully elucidated. A systematic search of PubMed, Embase, and Cochrane Central was performed from inception to January 2025 to identify randomized controlled trials and observational studies comparing PF-DES with BP-DES in patients undergoing PCI. Heterogeneity was assessed using the I² statistic. A two-sided P value less than 0.05 was considered statistically significant. Prespecified subgroup analyses were conducted based on follow-up duration. A total of seven randomized controlled trials (RCTs) and four observational studies comprising 11 954 patients were included, of whom 5947 (49.7%) received PF-DES. In the pooled analysis, no statistically significant differences were observed between PF-DES and BP-DES in terms of cardiac death [risk ratio: 1.12, 95% confidence interval (CI): 0.96-1.31, P = 0.15], target lesion failure (risk ratio: 1.09, 95% CI: 0.81-1.46, P = 0.58), stent thrombosis (risk ratio: 0.90, 95% CI: 0.58-1.41, P = 0.64), target lesion revascularization (risk ratio: 1.28, 95% CI: 0.81-2.02, P = 0.28), or target vessel revascularization (risk ratio: 1.05, 95% CI: 0.70-1.58, P = 0.79). Likewise, no significant subgroup effect was observed regarding longer-term follow-up outcomes. This meta-analysis found comparable safety and efficacy outcomes between PF-DES and BP-DES in patients undergoing PCI; however, further RCTs are needed to evaluate long-term outcomes and newer-generation stent models.",
    "disease": "coronary artery disease",
    "clean_text": "comparative efficacy of polymer free versus biodegradable polymer drug eluting stents in percutaneous coronary intervention an updated systematic review and meta analysis biodegradable polymer drug eluting stents bp des are currently used in percutaneous coronary intervention pci polymer free drug eluting stents pf des have the potential to mitigate any risk associated with bp des however the relative efficacy and safety of these interventions remain to be fully elucidated a systematic search of pubmed embase and cochrane central was performed from inception to january to identify randomized controlled trials and observational studies comparing pf des with bp des in patients undergoing pci heterogeneity was assessed using the i statistic a two sided p value less than was considered statistically significant prespecified subgroup analyses were conducted based on follow up duration a total of seven randomized controlled trials rcts and four observational studies comprising patients were included of whom received pf des in the pooled analysis no statistically significant differences were observed between pf des and bp des in terms of cardiac death risk ratio confidence interval ci p target lesion failure risk ratio ci p stent thrombosis risk ratio ci p target lesion revascularization risk ratio ci p or target vessel revascularization risk ratio ci p likewise no significant subgroup effect was observed regarding longer term follow up outcomes this meta analysis found comparable safety and efficacy outcomes between pf des and bp des in patients undergoing pci however further rcts are needed to evaluate long term outcomes and newer generation stent models"
}