{
    "pmid": "41438794",
    "title": "No Improvement of Asthma Control Despite Changes in Pharmacological Treatment Patterns - 17 Years Follow Up.",
    "abstract": "Asthma control is reported to be low, often based on cross-sectional studies. There have been only a few longitudinal studies following asthma patients. We have assessed asthma control and asthma treatment over 17 years in a cohort of asthma patients. Patients, 18-75 years, with doctor-diagnosed asthma were randomly selected from healthcare units in Sweden. They answered questionnaires about symptoms and pharmacological treatment in 2005, 2012, and 2022. This study includes participants completing the last follow-up (n=437). Optimal asthma control was defined as no nocturnal asthma symptoms, use of short-acting β2-agonist twice or less in the past week, and no exacerbations in the last six months. There was no difference in frequency of optimal asthma control (41.8% vs 40.5%, p=0.68). Inhaled corticosteroids (ICS) in combination with long-acting β2-agonists increased from 2005 to 2022 as regular maintenance treatment (40.3% vs 46.7%, p=0.009) and as reliever medicine (11.6% vs 18.9%, p<0.001). The overall use of reliever medicine more than twice in the past week did not change (48.3% vs 51.6%, p=0.24). The overall use of ICS decreased (78.0% vs 70.4%, p<0.001), as did the occurrence of having a written action plan (21.9% vs 10.4%, p<0.001). Optimal asthma control and lack of written action plans were related to discontinuation of ICS treatment. Non-optimal asthma control is common long after diagnosis. Discontinuation of ICS may sometimes be due to optimal asthma control and no need for treatment, but lack of written action plans increases the risk of inappropriate discontinuation.",
    "disease": "asthma",
    "clean_text": "no improvement of asthma control despite changes in pharmacological treatment patterns years follow up asthma control is reported to be low often based on cross sectional studies there have been only a few longitudinal studies following asthma patients we have assessed asthma control and asthma treatment over years in a cohort of asthma patients patients years with doctor diagnosed asthma were randomly selected from healthcare units in sweden they answered questionnaires about symptoms and pharmacological treatment in and this study includes participants completing the last follow up n optimal asthma control was defined as no nocturnal asthma symptoms use of short acting agonist twice or less in the past week and no exacerbations in the last six months there was no difference in frequency of optimal asthma control vs p inhaled corticosteroids ics in combination with long acting agonists increased from to as regular maintenance treatment vs p and as reliever medicine vs p the overall use of reliever medicine more than twice in the past week did not change vs p the overall use of ics decreased vs p as did the occurrence of having a written action plan vs p optimal asthma control and lack of written action plans were related to discontinuation of ics treatment non optimal asthma control is common long after diagnosis discontinuation of ics may sometimes be due to optimal asthma control and no need for treatment but lack of written action plans increases the risk of inappropriate discontinuation"
}