{
    "title": "Spatial-temporal characteristics and influencing factors of county-level carbon emissions in Zhejiang Province, China.",
    "doc_id": "36070039",
    "writer": "Qi H",
    "year": "2023",
    "summary": "Zhejiang Province is a \"demonstration area for high-quality development and construction of common prosperity\" in China. Moreover, the county is the basic unit and power source for the economic development of Zhejiang Province. Therefore, the research on the spatial …",
    "abstract": "Zhejiang Province is a \"demonstration area for high-quality development and construction of common prosperity\" in China. Moreover, the county is the basic unit and power source for the economic development of Zhejiang Province. Therefore, the research on the spatial-temporal characteristics and influencing factors of county-level carbon emissions is of great significance for Zhejiang Province to achieve the strategic goal of carbon peak and carbon neutrality. Based on the carbon emissions and socio-economic data of 62 counties in Zhejiang Province from 2014 to 2020, the spatial dependence and agglomeration of county-level carbon emissions are analyzed through the spatial autocorrelation test and local spatial autocorrelation test respectively. According to the spatial-temporal characteristics of county-level carbon emissions revealed by the index of Moran's I and local Moran's I, the spatial error STIRPAT model is used to study the influencing factors of county-level carbon emissions in Zhejiang Province, China. The main results are as follows: (1) The total amount of county-level carbon emissions of 62 counties fluctuates from 259.69 to 326.28 million tons and shows a growth trend. (2) Moran's I index is between 0.369 and 0.399. The county-level carbon emissions have a significant spatial correlation, and the spatial agglomeration trend is relatively stable, which is consistent with the hypothesis of the geographical polarization effect. (3) High-high agglomeration counties are concentrated in the northeast of Zhejiang Province, while low-low agglomeration counties are mainly in the southwest. (4) The relationship between county per capita GDP and carbon emissions has not been \"decoupled,\" because when other variables remain unchanged, the county's total carbon emissions will increase by 2.866% for every 1% increase in the county's per capita GDP; the increase of the proportion of secondary industry contributes to the decline of carbon emissions, and the low-carbon effect brought by large-scale industrial development as well as scientific and technological innovation has not yet appeared. (5) The estimate of the spatial coefficient λ was 0.324, which illustrates that the carbon emission of a single county is positively affected by the carbon emission of the neighboring counties, and other socio-economic factors affecting carbon emission among counties also have a spatial correlation. Therefore, the policy of realizing regional coordinated development as well as the carbon peaking and carbon neutrality goals should not only focus on industrial layout, but also take a dynamic and comprehensive consideration from a spatial perspective.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36070039/",
    "clean_text": "spatial temporal characteristics and influencing factors of county level carbon emissions in zhejiang province china zhejiang province is a demonstration area for high quality development and construction of common prosperity in china moreover the county is the basic unit and power source for the economic development of zhejiang province therefore the research on the spatial zhejiang province is a demonstration area for high quality development and construction of common prosperity in china moreover the county is the basic unit and power source for the economic development of zhejiang province therefore the research on the spatial temporal characteristics and influencing factors of county level carbon emissions is of great significance for zhejiang province to achieve the strategic goal of carbon peak and carbon neutrality based on the carbon emissions and socio economic data of counties in zhejiang province from to the spatial dependence and agglomeration of county level carbon emissions are analyzed through the spatial autocorrelation test and local spatial autocorrelation test respectively according to the spatial temporal characteristics of county level carbon emissions revealed by the index of moran s i and local moran s i the spatial error stirpat model is used to study the influencing factors of county level carbon emissions in zhejiang province china the main results are as follows the total amount of county level carbon emissions of counties fluctuates from to million tons and shows a growth trend moran s i index is between and the county level carbon emissions have a significant spatial correlation and the spatial agglomeration trend is relatively stable which is consistent with the hypothesis of the geographical polarization effect high high agglomeration counties are concentrated in the northeast of zhejiang province while low low agglomeration counties are mainly in the southwest the relationship between county per capita gdp and carbon emissions has not been decoupled because when other variables remain unchanged the county s total carbon emissions will increase by for every increase in the county s per capita gdp the increase of the proportion of secondary industry contributes to the decline of carbon emissions and the low carbon effect brought by large scale industrial development as well as scientific and technological innovation has not yet appeared the estimate of the spatial coefficient was which illustrates that the carbon emission of a single county is positively affected by the carbon emission of the neighboring counties and other socio economic factors affecting carbon emission among counties also have a spatial correlation therefore the policy of realizing regional coordinated development as well as the carbon peaking and carbon neutrality goals should not only focus on industrial layout but also take a dynamic and comprehensive consideration from a spatial perspective"
}