{
    "pmid": "41461575",
    "title": "The Impact of Self-Directed Aftercare Following Breast Cancer Surgery: A Scoping Review.",
    "abstract": "With over 56,000 new cases of breast cancer a year in the UK and 76% of these expected to live beyond 10 years, managing long-term care and support is an urgent challenge. This scoping review aims to map the current literature on outcomes and lived experience of Self-Directed Aftercare (SDA) pathways following breast cancer surgery. We aim to assess what evidence exists to support the current delivery of this approach. A scoping review in line with the PRISMA-ScR template was undertaken across 3 databases (Web of Science, PubMED and OVID Medline) using an iteratively developed search strategy based on concepts of \"breast cancer\", \"self-directed\" and \"aftercare\". Screening was undertaken by all authors and disagreements settled by team discussion. Key data were extracted from qualitative and quantitative studies, with descriptive statistical and thematic analysis conducted. Available literature is sparse and of variable quality. While reductions in clinic attendance are reported, there is a wide range of patient lived experience. There are positive reports of the convenience of SDA, while negative aspects included unmet psychological and information needs, which also changed over time. Ease of access to speciality breast advice varied across studies. Globally more patients are being managed via SDA, but this review demonstrates the lack of research assessing the safety, acceptability, and cost-effectiveness of this approach. It is imperative that services address the evolving needs of breast cancer survivors and integrate feedback from patients with lived experience of breast cancer aftercare. This project has been publicly registered with the Open Science Framework (July 2024). It can be found under the project \"Exploring oncological outcomes and lived experiences of patients and their carers managed via self-directed aftercare pathways following breast cancer surgery\" available at https://osf.io/b56vq/.",
    "disease": "breast cancer",
    "clean_text": "the impact of self directed aftercare following breast cancer surgery a scoping review with over new cases of breast cancer a year in the uk and of these expected to live beyond years managing long term care and support is an urgent challenge this scoping review aims to map the current literature on outcomes and lived experience of self directed aftercare sda pathways following breast cancer surgery we aim to assess what evidence exists to support the current delivery of this approach a scoping review in line with the prisma scr template was undertaken across databases web of science pubmed and ovid medline using an iteratively developed search strategy based on concepts of breast cancer self directed and aftercare screening was undertaken by all authors and disagreements settled by team discussion key data were extracted from qualitative and quantitative studies with descriptive statistical and thematic analysis conducted available literature is sparse and of variable quality while reductions in clinic attendance are reported there is a wide range of patient lived experience there are positive reports of the convenience of sda while negative aspects included unmet psychological and information needs which also changed over time ease of access to speciality breast advice varied across studies globally more patients are being managed via sda but this review demonstrates the lack of research assessing the safety acceptability and cost effectiveness of this approach it is imperative that services address the evolving needs of breast cancer survivors and integrate feedback from patients with lived experience of breast cancer aftercare this project has been publicly registered with the open science framework july it can be found under the project exploring oncological outcomes and lived experiences of patients and their carers managed via self directed aftercare pathways following breast cancer surgery available at https osf io b vq"
}