{
    "title": "Danggui Shaoyao San protects cyclophosphamide-induced premature ovarian failure by inhibiting apoptosis and oxidative stress through the regulation of the SIRT1/p53 signaling pathway.",
    "doc_id": "38181933",
    "writer": "Chen H",
    "year": "2024",
    "summary": "TBHP stimulation was carried out for establishing the oxidative stress-induced apoptosis cell model. Furthermore, MTT assay was employed for evaluating the protection of DSS from TBHP-induced oxidative stress. ...CONCLUSIONS: DSS exerts the anti-apopto …",
    "abstract": "Ethnopharmacological relevance:\n        \n      \n      It has been reported that apoptosis and oxidative stress are related to cyclophosphamide (CYC)-induced premature ovarian failure (POF). Therefore, anti-apoptotic and anti-oxidative stress treatments exhibit therapeutic efficacy in CYC-induced POF. Danggui Shaoyao San (DSS), which has been extensively used to treat gynecologic diseases, is found to inhibit apoptosis and reduce oxidative stress. However, the roles of DSS in regulating apoptosis and oxidative stress during CYC-induced POF, and its associated mechanisms are still unknown.\n    \n\n\n          Aim of the study:\n        \n      \n      This work aimed to investigate the roles and mechanisms of DSS in inhibiting apoptosis and oxidative stress in CYC-induced POF.\n    \n\n\n          Materials and methods:\n        \n      \n      CYC (75 mg/kg) was intraperitoneally injected in mice to construct the POF mouse model for in vivo study. Thereafter, alterations of body weight, ovary morphology and estrous cycle were monitored to assess the ovarian protective properties of DSS. Serum LH and E2 levels were analyzed by enzyme-linked immunosorbent assay (ELISA). Hematoxylin-eosin (HE) staining was employed for examining ovarian pathological morphology and quantifying follicles in various stages. Meanwhile, TUNEL staining and apoptosis-related proteins were adopted for evaluating apoptosis. Oxidative stress was measured by the levels of ROS, MDA, and 4-HNE. Western blot (WB) assay was performed to detect proteins related to the SIRT1/p53 pathway. KGN cells were used for in vitro experiment. TBHP stimulation was carried out for establishing the oxidative stress-induced apoptosis cell model. Furthermore, MTT assay was employed for evaluating the protection of DSS from TBHP-induced oxidative stress. The anti-apoptotic ability of DSS was evaluated by hoechst/PI staining, JC-1 staining, and apoptosis-related proteins. Additionally, the anti-oxidative stress ability of DSS was measured by detecting the levels of ROS, MDA, and 4-HNE. Proteins related to SIRT1/p53 signaling pathway were also measured using WB and immunofluorescence (IF) staining. Besides, SIRT1 expression was suppressed by EX527 to further investigate the role of SIRT1 in the effects of DSS against apoptosis and oxidative stress.\n    \n\n\n          Results:\n        \n      \n      In the in vivo experiment, DSS dose-dependently exerted its anti-apoptotic, anti-oxidative stress, and ovarian protective effects. In addition, apoptosis, apoptosis-related protein and oxidative stress levels were inhibited by DSS treatment. DSS treatment up-regulated SIRT1 and down-regulated p53 expression. From in vitro experiment, it was found that DSS treatment protected KGN cells from TBHP-induced oxidative stress injury. Besides, DSS administration suppressed the apoptosis ratio, apoptosis-related protein levels, mitochondrial membrane potential damage, and oxidative stress. SIRT1 suppression by EX527 abolished the anti-apoptotic, anti-oxidative stress, and ovarian protective effects, as discovered from in vivo and in vitro experiments.\n    \n\n\n          Conclusions:\n        \n      \n      DSS exerts the anti-apoptotic, anti-oxidative stress, and ovarian protective effects in POF mice, and suppresses the apoptosis and oxidative stress of KGN cells through activating SIRT1 and suppressing p53 pathway.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38181933/",
    "clean_text": "danggui shaoyao san protects cyclophosphamide induced premature ovarian failure by inhibiting apoptosis and oxidative stress through the regulation of the sirt p signaling pathway tbhp stimulation was carried out for establishing the oxidative stress induced apoptosis cell model furthermore mtt assay was employed for evaluating the protection of dss from tbhp induced oxidative stress conclusions dss exerts the anti apopto ethnopharmacological relevance it has been reported that apoptosis and oxidative stress are related to cyclophosphamide cyc induced premature ovarian failure pof therefore anti apoptotic and anti oxidative stress treatments exhibit therapeutic efficacy in cyc induced pof danggui shaoyao san dss which has been extensively used to treat gynecologic diseases is found to inhibit apoptosis and reduce oxidative stress however the roles of dss in regulating apoptosis and oxidative stress during cyc induced pof and its associated mechanisms are still unknown aim of the study this work aimed to investigate the roles and mechanisms of dss in inhibiting apoptosis and oxidative stress in cyc induced pof materials and methods cyc mg kg was intraperitoneally injected in mice to construct the pof mouse model for in vivo study thereafter alterations of body weight ovary morphology and estrous cycle were monitored to assess the ovarian protective properties of dss serum lh and e levels were analyzed by enzyme linked immunosorbent assay elisa hematoxylin eosin he staining was employed for examining ovarian pathological morphology and quantifying follicles in various stages meanwhile tunel staining and apoptosis related proteins were adopted for evaluating apoptosis oxidative stress was measured by the levels of ros mda and hne western blot wb assay was performed to detect proteins related to the sirt p pathway kgn cells were used for in vitro experiment tbhp stimulation was carried out for establishing the oxidative stress induced apoptosis cell model furthermore mtt assay was employed for evaluating the protection of dss from tbhp induced oxidative stress the anti apoptotic ability of dss was evaluated by hoechst pi staining jc staining and apoptosis related proteins additionally the anti oxidative stress ability of dss was measured by detecting the levels of ros mda and hne proteins related to sirt p signaling pathway were also measured using wb and immunofluorescence if staining besides sirt expression was suppressed by ex to further investigate the role of sirt in the effects of dss against apoptosis and oxidative stress results in the in vivo experiment dss dose dependently exerted its anti apoptotic anti oxidative stress and ovarian protective effects in addition apoptosis apoptosis related protein and oxidative stress levels were inhibited by dss treatment dss treatment up regulated sirt and down regulated p expression from in vitro experiment it was found that dss treatment protected kgn cells from tbhp induced oxidative stress injury besides dss administration suppressed the apoptosis ratio apoptosis related protein levels mitochondrial membrane potential damage and oxidative stress sirt suppression by ex abolished the anti apoptotic anti oxidative stress and ovarian protective effects as discovered from in vivo and in vitro experiments conclusions dss exerts the anti apoptotic anti oxidative stress and ovarian protective effects in pof mice and suppresses the apoptosis and oxidative stress of kgn cells through activating sirt and suppressing p pathway"
}