{
    "pmid": "41462959",
    "title": "Cardiorenal Syndrome and Autonomic Overactivity.",
    "abstract": "Cardiorenal syndrome (CRS) is a term that describes the pathological interplay between the heart and kidney wherein either organ may be the originating stimulus that leads to acute and eventually chronic disease in the other. The mechanisms by which either initial disease progression influences the target organ are multifactorial and primarily include inflammation, alternated hemodynamics and blood volume handling, and neurohormonal alterations. The order of initiation of CRS, depending on which target organ the stimulus arises from, likely impacts the overall feed-forward mechanisms of this syndrome's pathology; however, the end results are similar: accentuated chronic inflammation and heightened autonomic output. The latter of these symptoms of CRS is especially concerning as heightened sympathetic activity enhances the risk of various other cardiovascular events such as stroke and heart attack and ultimately limits non-pharmacological options for improving quality of life such as mild to moderate exercise. The main goal of this review is to provide an overview and outline the autonomic impacts of CRS and discuss renal denervation as a mechanism of potentially limiting or impairing the autonomic positive feedback loop initiated by disease progression and its likely subsequent amplification during exercise.",
    "disease": "stroke",
    "clean_text": "cardiorenal syndrome and autonomic overactivity cardiorenal syndrome crs is a term that describes the pathological interplay between the heart and kidney wherein either organ may be the originating stimulus that leads to acute and eventually chronic disease in the other the mechanisms by which either initial disease progression influences the target organ are multifactorial and primarily include inflammation alternated hemodynamics and blood volume handling and neurohormonal alterations the order of initiation of crs depending on which target organ the stimulus arises from likely impacts the overall feed forward mechanisms of this syndrome s pathology however the end results are similar accentuated chronic inflammation and heightened autonomic output the latter of these symptoms of crs is especially concerning as heightened sympathetic activity enhances the risk of various other cardiovascular events such as stroke and heart attack and ultimately limits non pharmacological options for improving quality of life such as mild to moderate exercise the main goal of this review is to provide an overview and outline the autonomic impacts of crs and discuss renal denervation as a mechanism of potentially limiting or impairing the autonomic positive feedback loop initiated by disease progression and its likely subsequent amplification during exercise"
}