{
    "pmid": "41471863",
    "title": "Evolution of Porcine Virus Isolation: Guidelines for Practical Laboratory Application.",
    "abstract": "Cell cultures are an essential tool for laboratory diagnosis of porcine viral infections. However, interpreting the results requires considering the species and tissue origin of cell lines as well as the specific virus replication characteristics (cytopathic effect). This guide discusses the development of techniques for the primary isolation of viruses from biological material and provides recommendations for culturing viruses in different cell types. According to the World Organization for Animal Health, laboratory diagnosis should aim to isolate the virus in cell culture. We have studied the evolution of virus isolation methods for various diseases affecting pigs, including African swine fever virus (ASFV), classical swine fever virus (CSFV), porcine reproductive and respiratory syndrome virus (PRRSV), pseudorabies virus (Aujeszky's disease, PRV), rotaviruses (RV), teschoviruses (PTVs), swine pox virus (SwPV), swine influenza A virus (IAVs), parvovirus (PPV), coronaviruses, circoviruses (PCVs), diseases with vesicular syndrome, and others. During our analysis of the literature and our own experience, we found that the porcine kidney (PK-15) cell line is the most suitable for isolating most viral porcine pathogens. For ASFV and PRRSV, the porcine alveolar macrophages (PAMs) continue to remain the primary model for isolation. These findings can serve as a starting point for virological reference laboratories to select optimal conditions for cultivating, obtaining field isolates, and strain adaptation.",
    "disease": "influenza",
    "clean_text": "evolution of porcine virus isolation guidelines for practical laboratory application cell cultures are an essential tool for laboratory diagnosis of porcine viral infections however interpreting the results requires considering the species and tissue origin of cell lines as well as the specific virus replication characteristics cytopathic effect this guide discusses the development of techniques for the primary isolation of viruses from biological material and provides recommendations for culturing viruses in different cell types according to the world organization for animal health laboratory diagnosis should aim to isolate the virus in cell culture we have studied the evolution of virus isolation methods for various diseases affecting pigs including african swine fever virus asfv classical swine fever virus csfv porcine reproductive and respiratory syndrome virus prrsv pseudorabies virus aujeszky s disease prv rotaviruses rv teschoviruses ptvs swine pox virus swpv swine influenza a virus iavs parvovirus ppv coronaviruses circoviruses pcvs diseases with vesicular syndrome and others during our analysis of the literature and our own experience we found that the porcine kidney pk cell line is the most suitable for isolating most viral porcine pathogens for asfv and prrsv the porcine alveolar macrophages pams continue to remain the primary model for isolation these findings can serve as a starting point for virological reference laboratories to select optimal conditions for cultivating obtaining field isolates and strain adaptation"
}