{
    "pmid": "41461512",
    "title": "Association between polycyclic aromatic hydrocarbons exposure and gestational hypertension: Insights from global and dose metabolomics analysis.",
    "abstract": "Polycyclic aromatic hydrocarbons (PAHs) are widespread pollutants from incomplete combustion of organic materials, linked to various health issues and pregnancy complications. This study explored the relationship between PAH metabolites and gestational hypertension. Urine samples from 118 normal pregnant women and 40 with gestational hypertension were analyzed. In vitro experiments using human trophoblast cells (HTR-8/SVneo) exposed to these metabolites assessed their effects on cellular metabolism. Comprehensive metabolomics analysis was performed using Tidymass and DRomics to integrate global and dose-response metabolomics data. Results showed higher levels of 1-hydroxypyrene (1-OHPYR) and 9-Hydroxyphenanthrene (9-OHPHE) linked to gestational hypertension, inhibiting trophoblast cell invasion and migration. Identified markers include Isobutyryl-L-carnitine, methyl-3-hydroxybutyric acid, threonine, and glutamic acid for 1-OHPYR, and phosphocreatine for 9-OHPHE. This study highlights the connection between PAH metabolites and gestational hypertension, suggesting potential biomarkers and mechanisms. Future research should confirm these findings and explore prevention and treatment strategies.",
    "disease": "hypertension",
    "clean_text": "association between polycyclic aromatic hydrocarbons exposure and gestational hypertension insights from global and dose metabolomics analysis polycyclic aromatic hydrocarbons pahs are widespread pollutants from incomplete combustion of organic materials linked to various health issues and pregnancy complications this study explored the relationship between pah metabolites and gestational hypertension urine samples from normal pregnant women and with gestational hypertension were analyzed in vitro experiments using human trophoblast cells htr svneo exposed to these metabolites assessed their effects on cellular metabolism comprehensive metabolomics analysis was performed using tidymass and dromics to integrate global and dose response metabolomics data results showed higher levels of hydroxypyrene ohpyr and hydroxyphenanthrene ohphe linked to gestational hypertension inhibiting trophoblast cell invasion and migration identified markers include isobutyryl l carnitine methyl hydroxybutyric acid threonine and glutamic acid for ohpyr and phosphocreatine for ohphe this study highlights the connection between pah metabolites and gestational hypertension suggesting potential biomarkers and mechanisms future research should confirm these findings and explore prevention and treatment strategies"
}