{
    "title": "Characterization of Effects of Different Tea Harvesting Seasons on Quality Components, Color and Sensory Quality of \"Yinghong 9\" and \"Huangyu\" Large-Leaf-Variety Black Tea.",
    "doc_id": "36557856",
    "writer": "Ye F",
    "year": "2022",
    "summary": "Harvesting seasons are crucial for the physicochemical qualities of large-leaf-variety black tea. To investigate the effect of harvesting seasons on physicochemical qualities, the color and sensory characteristics of black tea produced from \"Yinghong 9\" (Yh) and its …",
    "abstract": "Harvesting seasons are crucial for the physicochemical qualities of large-leaf-variety black tea. To investigate the effect of harvesting seasons on physicochemical qualities, the color and sensory characteristics of black tea produced from \"Yinghong 9\" (Yh) and its mutant \"Huangyu\" (Hy) leaves were analyzed. The results demonstrated that Hy had better chemical qualities and sensory characteristics, on average, such as a higher content of tea polyphenols, free amino acids, caffeine, galloylated catechins (GaCs) and non-galloylated catechins (NGaCs), while the hue of the tea brew (ΔE*ab and Δb*) increased, which meant that the tea brew was yellower and redder. Moreover, the data showed that the physicochemical qualities of SpHy (Hy processed in spring) were superior to those of SuHy (Hy processed in summer) and AuHy (Hy processed in autumn), and 92.6% of the total variance in PCA score plots effectively explained the separation of the physicochemical qualities of Yh and Hy processed in different harvesting seasons. In summary, Hy processed in spring was superior in its physicochemical qualities. The current results will provide scientific guidance for the production of high-quality large-leaf-variety black tea in South China.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36557856/",
    "clean_text": "characterization of effects of different tea harvesting seasons on quality components color and sensory quality of yinghong and huangyu large leaf variety black tea harvesting seasons are crucial for the physicochemical qualities of large leaf variety black tea to investigate the effect of harvesting seasons on physicochemical qualities the color and sensory characteristics of black tea produced from yinghong yh and its harvesting seasons are crucial for the physicochemical qualities of large leaf variety black tea to investigate the effect of harvesting seasons on physicochemical qualities the color and sensory characteristics of black tea produced from yinghong yh and its mutant huangyu hy leaves were analyzed the results demonstrated that hy had better chemical qualities and sensory characteristics on average such as a higher content of tea polyphenols free amino acids caffeine galloylated catechins gacs and non galloylated catechins ngacs while the hue of the tea brew e ab and b increased which meant that the tea brew was yellower and redder moreover the data showed that the physicochemical qualities of sphy hy processed in spring were superior to those of suhy hy processed in summer and auhy hy processed in autumn and of the total variance in pca score plots effectively explained the separation of the physicochemical qualities of yh and hy processed in different harvesting seasons in summary hy processed in spring was superior in its physicochemical qualities the current results will provide scientific guidance for the production of high quality large leaf variety black tea in south china"
}