{
    "pmid": "41472381",
    "title": "Approach to the Patient - Mitochondrial Diabetes: Contemporary Cases and Precision Medicine Approach.",
    "abstract": "Maternally Inherited Diabetes and Deafness (MIDD) syndrome is a rare form of monogenic diabetes most often caused by the pathogenic m.3243A>G mutation in the mitochondrial tRNALeu (UUR) gene, MT-TL1. Mutations causing MIDD are also associated with mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes (MELAS). This paper analyzes the data of 15 probands with mitochondrial diabetes enrolled in the University of Chicago Monogenic Diabetes Registry all of whom have confirmed pathogenic variants, primarily m.3243A>G. Three of these probands (3/15) were selected for detailed case studies and pedigree analysis. Among the total cohort, sensorineural hearing loss (80%) and muscle weakness (53%) were frequent comorbidities, and all tested individuals were negative for islet autoantibodies. Treatment regimens included insulin and sulfonylureas, with some reporting use of biguanides despite safety concerns related to mitochondrial dysfunction. Three probands noted subjective improvement with mitochondrial cocktail supplementation. Familial heteroplasmy testing revealed significant inter- and intrafamilial variability. This cohort represents one of the largest clinically characterized U.S. populations with mitochondrial diabetes and underscores the importance of urine-based heteroplasmy testing and personalized management strategies informed by mitochondrial pathophysiology.",
    "disease": "stroke",
    "clean_text": "approach to the patient mitochondrial diabetes contemporary cases and precision medicine approach maternally inherited diabetes and deafness midd syndrome is a rare form of monogenic diabetes most often caused by the pathogenic m a g mutation in the mitochondrial trnaleu uur gene mt tl mutations causing midd are also associated with mitochondrial encephalomyopathy lactic acidosis and stroke like episodes melas this paper analyzes the data of probands with mitochondrial diabetes enrolled in the university of chicago monogenic diabetes registry all of whom have confirmed pathogenic variants primarily m a g three of these probands were selected for detailed case studies and pedigree analysis among the total cohort sensorineural hearing loss and muscle weakness were frequent comorbidities and all tested individuals were negative for islet autoantibodies treatment regimens included insulin and sulfonylureas with some reporting use of biguanides despite safety concerns related to mitochondrial dysfunction three probands noted subjective improvement with mitochondrial cocktail supplementation familial heteroplasmy testing revealed significant inter and intrafamilial variability this cohort represents one of the largest clinically characterized u s populations with mitochondrial diabetes and underscores the importance of urine based heteroplasmy testing and personalized management strategies informed by mitochondrial pathophysiology"
}