{
    "title": "Inflammaging and Complement System: A Link Between Acute Kidney Injury and Chronic Graft Damage.",
    "doc_id": "32457738",
    "writer": "Franzin R",
    "year": "2020",
    "summary": "A growing body of experimental evidence indicates that complement activation contributes to the pathogenesis of acute kidney injury (AKI) such as delayed graft function (DGF) in transplant patients. AKI is characterized by the rapid loss of the kidney's excre …",
    "abstract": "The aberrant activation of complement system in several kidney diseases suggests that this pillar of innate immunity has a critical role in the pathophysiology of renal damage of different etiologies. A growing body of experimental evidence indicates that complement activation contributes to the pathogenesis of acute kidney injury (AKI) such as delayed graft function (DGF) in transplant patients. AKI is characterized by the rapid loss of the kidney's excretory function and is a complex syndrome currently lacking a specific medical treatment to arrest or attenuate progression in chronic kidney disease (CKD). Recent evidence suggests that independently from the initial trigger (i.e., sepsis or ischemia/reperfusions injury), an episode of AKI is strongly associated with an increased risk of subsequent CKD. The AKI-to-CKD transition may involve a wide range of mechanisms including scar-forming myofibroblasts generated from different sources, microvascular rarefaction, mitochondrial dysfunction, or cell cycle arrest by the involvement of epigenetic, gene, and protein alterations leading to common final signaling pathways [i.e., transforming growth factor beta (TGF-β), p16 ink4a , Wnt/β-catenin pathway] involved in renal aging. Research in recent years has revealed that several stressors or complications such as rejection after renal transplantation can lead to accelerated renal aging with detrimental effects with the establishment of chronic proinflammatory cellular phenotypes within the kidney. Despite a greater understanding of these mechanisms, the role of complement system in the context of the AKI-to-CKD transition and renal inflammaging is still poorly explored. The purpose of this review is to summarize recent findings describing the role of complement in AKI-to-CKD transition. We will also address how and when complement inhibitors might be used to prevent AKI and CKD progression, therefore improving graft function.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32457738/",
    "clean_text": "inflammaging and complement system a link between acute kidney injury and chronic graft damage a growing body of experimental evidence indicates that complement activation contributes to the pathogenesis of acute kidney injury aki such as delayed graft function dgf in transplant patients aki is characterized by the rapid loss of the kidney s excre the aberrant activation of complement system in several kidney diseases suggests that this pillar of innate immunity has a critical role in the pathophysiology of renal damage of different etiologies a growing body of experimental evidence indicates that complement activation contributes to the pathogenesis of acute kidney injury aki such as delayed graft function dgf in transplant patients aki is characterized by the rapid loss of the kidney s excretory function and is a complex syndrome currently lacking a specific medical treatment to arrest or attenuate progression in chronic kidney disease ckd recent evidence suggests that independently from the initial trigger i e sepsis or ischemia reperfusions injury an episode of aki is strongly associated with an increased risk of subsequent ckd the aki to ckd transition may involve a wide range of mechanisms including scar forming myofibroblasts generated from different sources microvascular rarefaction mitochondrial dysfunction or cell cycle arrest by the involvement of epigenetic gene and protein alterations leading to common final signaling pathways i e transforming growth factor beta tgf p ink a wnt catenin pathway involved in renal aging research in recent years has revealed that several stressors or complications such as rejection after renal transplantation can lead to accelerated renal aging with detrimental effects with the establishment of chronic proinflammatory cellular phenotypes within the kidney despite a greater understanding of these mechanisms the role of complement system in the context of the aki to ckd transition and renal inflammaging is still poorly explored the purpose of this review is to summarize recent findings describing the role of complement in aki to ckd transition we will also address how and when complement inhibitors might be used to prevent aki and ckd progression therefore improving graft function"
}