{
    "title": "A qualitative meta-synthesis of pregnant women's experiences of accessing and receiving treatment for opioid use disorder.",
    "doc_id": "35038366",
    "writer": "Tsuda-McCaie F",
    "year": "2022",
    "summary": "ISSUES: Addressing opioid use disorder (OUD) among pregnant women is of growing importance, and substance use treatment positively impacts outcomes for mother and baby. Understanding substance use treatment experiences is important to improve access, and retention, …",
    "abstract": "Issues:\n        \n      \n      Addressing opioid use disorder (OUD) among pregnant women is of growing importance, and substance use treatment positively impacts outcomes for mother and baby. Understanding substance use treatment experiences is important to improve access, and retention, and no review or synthesis of research addressing the treatment experiences of pregnant women exists.\n    \n\n\n          Approach:\n        \n      \n      Thus, a qualitative meta-synthesis was conducted, which investigated the psychological motivators and barriers of pregnant women with OUD trying to access treatment and their perceptions of treatment.\n    \n\n\n          Key findings:\n        \n      \n      A total of 3844 articles were retrieved from the literature search. Nine articles met eligibility criteria, were appraised, then synthesised using a comparative thematic approach. Four themes: (i) Embodied Experiences; (ii) Institutional Pressures; (iii) Social Context; and (iv) Reconstructing Selves; indicate that women with OUD are motivated to engage in treatment to pursue the safety and custody of the unborn baby and to pursue and enact the changes necessary to claim 'normal' parenthood status. Pregnant women describe psychological and relational barriers to engaging in treatment, including anxieties about the baby's health, fears of authorities' involvement, stigma and experiencing relationships with treatment providers as constrictive or invalidating.\n    \n\n\n          Implications:\n        \n      \n      Identity theory's concepts of identity verification, closed environments and master status identities illuminate the findings. Implications include recognising the salience of bodily experiences, providing medication-assisted treatment support groups and promoting validating relationships in treatment using strengths-based approaches.\n    \n\n\n          Conclusions:\n        \n      \n      Pregnant women face unique psychological challenges in accessing and engaging in substance use treatment for OUD.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35038366/",
    "clean_text": "a qualitative meta synthesis of pregnant women s experiences of accessing and receiving treatment for opioid use disorder issues addressing opioid use disorder oud among pregnant women is of growing importance and substance use treatment positively impacts outcomes for mother and baby understanding substance use treatment experiences is important to improve access and retention issues addressing opioid use disorder oud among pregnant women is of growing importance and substance use treatment positively impacts outcomes for mother and baby understanding substance use treatment experiences is important to improve access and retention and no review or synthesis of research addressing the treatment experiences of pregnant women exists approach thus a qualitative meta synthesis was conducted which investigated the psychological motivators and barriers of pregnant women with oud trying to access treatment and their perceptions of treatment key findings a total of articles were retrieved from the literature search nine articles met eligibility criteria were appraised then synthesised using a comparative thematic approach four themes i embodied experiences ii institutional pressures iii social context and iv reconstructing selves indicate that women with oud are motivated to engage in treatment to pursue the safety and custody of the unborn baby and to pursue and enact the changes necessary to claim normal parenthood status pregnant women describe psychological and relational barriers to engaging in treatment including anxieties about the baby s health fears of authorities involvement stigma and experiencing relationships with treatment providers as constrictive or invalidating implications identity theory s concepts of identity verification closed environments and master status identities illuminate the findings implications include recognising the salience of bodily experiences providing medication assisted treatment support groups and promoting validating relationships in treatment using strengths based approaches conclusions pregnant women face unique psychological challenges in accessing and engaging in substance use treatment for oud"
}