{
    "pmid": "41460560",
    "title": "Discrepancies between patient and caregiver reports of daily living abilities in Parkinson's disease.",
    "abstract": "BackgroundPatients with Parkinson's disease (PD) frequently experience a progressive decline in their activities of daily living (ADL), necessitating caregiver support. Discrepancies between patient and caregiver ADL ratings are common and may hinder optimal care.ObjectivesTo quantify patient-caregiver differences in ADL ratings and identify the clinical factors associated with these discrepancies.MethodsWe conducted a cross-sectional study involving 217 patients with PD and their primary caregivers. Both groups independently completed the Activities of Daily Living Questionnaire (ADLQ). Discrepancy (dADLQ) was defined by subtracting the caregiver-rated score from the patient-rated score; its absolute value (δADLQ) reflected the degree of disagreement. Associations with clinical variables, including motor and non-motor symptoms (cognition, mood, sleep, and autonomic function), were examined using multivariate regression.ResultsThe mean ADLQ scores were similar between patients and caregivers, but individual differences varied. The no-discrepancy group was characterized by younger age, shorter disease duration, and lower caregiver burden than those with any discrepancy. Larger δADLQ was associated with more severe motor and non-motor symptoms, as well as increased caregiver burden and depression. The dADLQ scores showed directional associations with patient mood and caregiver burden. Multivariate analysis revealed that δADLQ was independently predicted by greater motor symptom severity and gastrointestinal dysfunction.ConclusionsDiscrepancies in ADL ratings were common in patients with PD and increased with disease severity. They were associated with motor and non-motor symptoms, particularly gastrointestinal dysfunction and mood factors. These findings underscore the importance of integrating both perspectives in clinical assessment, particularly for advanced diseases.Plain language summary titleUnderstanding the Gap Between Patients with Parkinson's Disease and Their Caregivers in Daily Life Abilities. People with Parkinson's disease often need help with everyday tasks like eating, dressing, or bathing as their condition worsens. In this study, we looked at how differently patients and their caregivers rate these daily abilities. Sometimes patients think they are doing better than their caregivers believe, or vice versa.We asked 217 people with Parkinson's disease and their main caregivers to fill out the same questionnaire about the patient's daily abilities. We found that their answers often didn't match, especially when the patient had more severe symptoms, such as problems with movement, memory, or digestion.We also found that when caregivers were more stressed or depressed, they were more likely to rate the patient's abilities as worse. These mismatches were more common in older patients or those who had lived with the disease for a longer time.This finding highlights the importance of hearing from both the patient and the caregiver when evaluating how someone with Parkinson's disease is managing daily life. Especially in more advanced stages of the disease, considering both perspectives can help clinicians better understand the patient's real needs and provide more appropriate support and treatment.",
    "disease": "parkinson disease",
    "clean_text": "discrepancies between patient and caregiver reports of daily living abilities in parkinson s disease backgroundpatients with parkinson s disease pd frequently experience a progressive decline in their activities of daily living adl necessitating caregiver support discrepancies between patient and caregiver adl ratings are common and may hinder optimal care objectivesto quantify patient caregiver differences in adl ratings and identify the clinical factors associated with these discrepancies methodswe conducted a cross sectional study involving patients with pd and their primary caregivers both groups independently completed the activities of daily living questionnaire adlq discrepancy dadlq was defined by subtracting the caregiver rated score from the patient rated score its absolute value adlq reflected the degree of disagreement associations with clinical variables including motor and non motor symptoms cognition mood sleep and autonomic function were examined using multivariate regression resultsthe mean adlq scores were similar between patients and caregivers but individual differences varied the no discrepancy group was characterized by younger age shorter disease duration and lower caregiver burden than those with any discrepancy larger adlq was associated with more severe motor and non motor symptoms as well as increased caregiver burden and depression the dadlq scores showed directional associations with patient mood and caregiver burden multivariate analysis revealed that adlq was independently predicted by greater motor symptom severity and gastrointestinal dysfunction conclusionsdiscrepancies in adl ratings were common in patients with pd and increased with disease severity they were associated with motor and non motor symptoms particularly gastrointestinal dysfunction and mood factors these findings underscore the importance of integrating both perspectives in clinical assessment particularly for advanced diseases plain language summary titleunderstanding the gap between patients with parkinson s disease and their caregivers in daily life abilities people with parkinson s disease often need help with everyday tasks like eating dressing or bathing as their condition worsens in this study we looked at how differently patients and their caregivers rate these daily abilities sometimes patients think they are doing better than their caregivers believe or vice versa we asked people with parkinson s disease and their main caregivers to fill out the same questionnaire about the patient s daily abilities we found that their answers often didn t match especially when the patient had more severe symptoms such as problems with movement memory or digestion we also found that when caregivers were more stressed or depressed they were more likely to rate the patient s abilities as worse these mismatches were more common in older patients or those who had lived with the disease for a longer time this finding highlights the importance of hearing from both the patient and the caregiver when evaluating how someone with parkinson s disease is managing daily life especially in more advanced stages of the disease considering both perspectives can help clinicians better understand the patient s real needs and provide more appropriate support and treatment"
}