{
    "title": "Lumbar Spine X-Ray as a Standard Investigation for all Low back Pain in Ghana: Is It Evidence Based?",
    "doc_id": "28959069",
    "writer": "Tannor AY.",
    "year": "2017",
    "summary": "BACKGROUND: Low back pain (LBP) has a prevalence of 84% in Africa. The commonest form of imaging is plain lumbar spine x-ray. ...Key evidence was clinical guidelines on x-ray use for low back pain. Key search terms included low back pain, …",
    "abstract": "Background:\n        \n      \n      Low back pain (LBP) has a prevalence of 84% in Africa. The commonest form of imaging is plain lumbar spine x-ray. It gives a radiation dose equivalent to 65 times a chest x-ray dose and sends one of the highest doses to the human reproductive organs. The commonest cause of LBP in Africa is degenerative disease. X-ray findings do not change mode of treatment yet most physicians still routinely request for x-rays.\n    \n\n\n          Methods:\n        \n      \n      This is a systematic review of databases including The Cochrane, CINAHL plus, AMED, and MEDLINE. Key evidence was clinical guidelines on x-ray use for low back pain. Key search terms included low back pain, x-rays, guidelines, Ghana.\n    \n\n\n          Results:\n        \n      \n      Four clinical guidelines on LBP emerged from two Systematic Reviews rated excellent and four good Randomized Controlled Trials: The European guidelines for acute and sub-acute non-specific Low Back Pain, The American College of Physicians and the American Pain Society guideline for diagnostic imaging for Low Back Pain, The NICE guidelines for persistent non-specific Low Back Pain and the Ghana Standard Treatment Guidelines (GSTG). All the guidelines agree that a good history and clinical examination for all LBP patients helps in diagnosing. Only GSTG recommends routine plain spinal x-rays.\n    \n\n\n          Conclusion:\n        \n      \n      There is strong evidence indicating very little benefit from routine lumbar spine x-rays for all LBP. The GSTG needs to be revised considering the increased risks of radiation exposure and the x-ray costs.\n    \n\n\n          Funding:\n        \n      \n      None declared.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28959069/",
    "clean_text": "lumbar spine x ray as a standard investigation for all low back pain in ghana is it evidence based background low back pain lbp has a prevalence of in africa the commonest form of imaging is plain lumbar spine x ray key evidence was clinical guidelines on x ray use for low back pain key search terms included low back pain background low back pain lbp has a prevalence of in africa the commonest form of imaging is plain lumbar spine x ray it gives a radiation dose equivalent to times a chest x ray dose and sends one of the highest doses to the human reproductive organs the commonest cause of lbp in africa is degenerative disease x ray findings do not change mode of treatment yet most physicians still routinely request for x rays methods this is a systematic review of databases including the cochrane cinahl plus amed and medline key evidence was clinical guidelines on x ray use for low back pain key search terms included low back pain x rays guidelines ghana results four clinical guidelines on lbp emerged from two systematic reviews rated excellent and four good randomized controlled trials the european guidelines for acute and sub acute non specific low back pain the american college of physicians and the american pain society guideline for diagnostic imaging for low back pain the nice guidelines for persistent non specific low back pain and the ghana standard treatment guidelines gstg all the guidelines agree that a good history and clinical examination for all lbp patients helps in diagnosing only gstg recommends routine plain spinal x rays conclusion there is strong evidence indicating very little benefit from routine lumbar spine x rays for all lbp the gstg needs to be revised considering the increased risks of radiation exposure and the x ray costs funding none declared"
}