{
    "pmid": "41371123",
    "title": "Accuracy of self-reported vaccination status using surveys in safety-net, integrated and rural health systems in Colorado.",
    "abstract": "Vaccination surveys contribute to understanding coverage among adults, but recent information on self-report accuracy is limited. We aimed to validate vaccination status reported by survey for five adult vaccines. Between June 2021 and April 2022, we conducted a survey in three Colorado health systems (safety-net, integrated, rural). We sampled 13,667 adults aged ≥19 years. All were assessed for influenza and tetanus vaccination status; those aged 19-45 years were assessed for HPV, those aged ≥50 years were assessed for zoster, and those aged ≥65 years were assessed for pneumococcal vaccination status. Sensitivity and specificity of self-reported vaccination status were estimated using survey-weighted logistic regression from electronic health record plus Colorado Immunization Information System data as criterion standard. Net bias was defined as coverage based on self-report minus coverage based on the criterion standard. Multivariable models evaluated variation in sensitivity and specificity by respondent and site characteristics. Survey response rate was 29 %. The sensitivity of self-reported vaccination status ranged from 75.2 % (HPV) to 90.4 % (influenza). Specificity varied from 40.9 % (tetanus) to 92.9 % (zoster). Net bias estimates varied from -11.0 (pneumococcal) to 8.1 (influenza) with negative values indicating underreporting and positive values indicating overreporting of vaccination. Sensitivity was lower for Non-Hispanic Black than Non-Hispanic White respondents for HPV, influenza, and tetanus vaccines. Sensitivity was higher in rural than integrated health systems for influenza, tetanus, and zoster vaccines. Additionally, specificity for influenza and zoster vaccines was lower in the rural and the safety-net than the integrated health system. Although sensitivity and specificity of self-report were relatively high for all vaccines, we observed lower sensitivity for HPV, a vaccination with a single lifetime series, and lower specificity for tetanus, a vaccine given infrequently. These findings have implications for interpreting national survey data and their use to guide vaccine delivery efforts.",
    "disease": "influenza",
    "clean_text": "accuracy of self reported vaccination status using surveys in safety net integrated and rural health systems in colorado vaccination surveys contribute to understanding coverage among adults but recent information on self report accuracy is limited we aimed to validate vaccination status reported by survey for five adult vaccines between june and april we conducted a survey in three colorado health systems safety net integrated rural we sampled adults aged years all were assessed for influenza and tetanus vaccination status those aged years were assessed for hpv those aged years were assessed for zoster and those aged years were assessed for pneumococcal vaccination status sensitivity and specificity of self reported vaccination status were estimated using survey weighted logistic regression from electronic health record plus colorado immunization information system data as criterion standard net bias was defined as coverage based on self report minus coverage based on the criterion standard multivariable models evaluated variation in sensitivity and specificity by respondent and site characteristics survey response rate was the sensitivity of self reported vaccination status ranged from hpv to influenza specificity varied from tetanus to zoster net bias estimates varied from pneumococcal to influenza with negative values indicating underreporting and positive values indicating overreporting of vaccination sensitivity was lower for non hispanic black than non hispanic white respondents for hpv influenza and tetanus vaccines sensitivity was higher in rural than integrated health systems for influenza tetanus and zoster vaccines additionally specificity for influenza and zoster vaccines was lower in the rural and the safety net than the integrated health system although sensitivity and specificity of self report were relatively high for all vaccines we observed lower sensitivity for hpv a vaccination with a single lifetime series and lower specificity for tetanus a vaccine given infrequently these findings have implications for interpreting national survey data and their use to guide vaccine delivery efforts"
}