{
    "title": "25-hydroxyvitamin D circulates in different fractions of calf plasma if the parent compound is vitamin D₂ or vitamin D₃, respectively.",
    "doc_id": "26608575",
    "writer": "Hymøller L",
    "year": "2016",
    "summary": "Vitamin D has become one of the most discussed nutrients in human nutrition, which has led to an increased interest in milk as a vitamin D source. Problems related to fortifying milk with synthetic vitamin D can be avoided by securing a h …",
    "abstract": "Vitamin D has become one of the most discussed nutrients in human nutrition, which has led to an increased interest in milk as a vitamin D source. Problems related to fortifying milk with synthetic vitamin D can be avoided by securing a high content of natural vitamin D in the milk by supplying dairy cows with sufficient vitamin D. However, choosing the most efficient route and form of supplementation requires insight into how different vitamin D metabolites are transported in the body of cattle. There are two forms of vitamin D: vitamin D2 (D2) and vitamin D3 (D3). Vitamin D2 originates from fungi on roughage. Vitamin D3 originates either from endogenous synthesis in the skin or from feed supplements. Vitamin D2 is chemically different from, and less physiologically active than, D3. Endogenous and dietary D3 is chemically similar but dietary D3 is toxic, whereas endogenous D3 appears well regulated in the body.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26608575/",
    "clean_text": "hydroxyvitamin d circulates in different fractions of calf plasma if the parent compound is vitamin d or vitamin d respectively vitamin d has become one of the most discussed nutrients in human nutrition which has led to an increased interest in milk as a vitamin d source problems related to fortifying milk with synthetic vitamin d can be avoided by securing a h vitamin d has become one of the most discussed nutrients in human nutrition which has led to an increased interest in milk as a vitamin d source problems related to fortifying milk with synthetic vitamin d can be avoided by securing a high content of natural vitamin d in the milk by supplying dairy cows with sufficient vitamin d however choosing the most efficient route and form of supplementation requires insight into how different vitamin d metabolites are transported in the body of cattle there are two forms of vitamin d vitamin d d and vitamin d d vitamin d originates from fungi on roughage vitamin d originates either from endogenous synthesis in the skin or from feed supplements vitamin d is chemically different from and less physiologically active than d endogenous and dietary d is chemically similar but dietary d is toxic whereas endogenous d appears well regulated in the body"
}