{
    "title": "Effect of yellowing time on bioactive compounds in yellow tea and their antiproliferative capacity in HepG2 cells.",
    "doc_id": "31139398",
    "writer": "An R",
    "year": "2019",
    "summary": "However, the effects of yellowing on the composition of the bioactive substances of tea are poorly understood. We analyzed the biochemical composition and the antioxidant and anticancer activities of the extracts of yellow tea (EYTs) subjected to different yellow …",
    "abstract": "Several studies have shown potent antineoplastic effects of tea, which can induce apoptosis and inhibit proliferation of cancer cells. Yellow tea is one of the six major types of tea, and yellowing time, a key factor in its processing, is known to improve its quality and bioactivity. However, the effects of yellowing on the composition of the bioactive substances of tea are poorly understood. We analyzed the biochemical composition and the antioxidant and anticancer activities of the extracts of yellow tea (EYTs) subjected to different yellowing durations. Prolonged yellowing increased the content of water extracts, amino acids, soluble sugars, theaflavins, and nonesterified catechins (p < 0.05, p < 0.01) and decreased that of polyphenols, flavonols, thearubigins, caffeine, GA, and esterified catechins (p < 0.05, p < 0.01). In addition, yellowing also slightly increased the antioxidant capacity of the EYTs, but did not significantly affect their ability to inhibit the proliferation of the hepatocarcinoma HepG2 cells. Mechanistically, the EYTs significantly downregulated the phosphorylation of PI3K and AKT and upregulated the Bax/Bcl-2 ratio in the HepG2 cells. Taken together, the yellowing time influences the bioactive components of yellow tea, and the resulting yellow tea may have more potent antioxidant and anticancer effects.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31139398/",
    "clean_text": "effect of yellowing time on bioactive compounds in yellow tea and their antiproliferative capacity in hepg cells however the effects of yellowing on the composition of the bioactive substances of tea are poorly understood we analyzed the biochemical composition and the antioxidant and anticancer activities of the extracts of yellow tea eyts subjected to different yellow several studies have shown potent antineoplastic effects of tea which can induce apoptosis and inhibit proliferation of cancer cells yellow tea is one of the six major types of tea and yellowing time a key factor in its processing is known to improve its quality and bioactivity however the effects of yellowing on the composition of the bioactive substances of tea are poorly understood we analyzed the biochemical composition and the antioxidant and anticancer activities of the extracts of yellow tea eyts subjected to different yellowing durations prolonged yellowing increased the content of water extracts amino acids soluble sugars theaflavins and nonesterified catechins p p and decreased that of polyphenols flavonols thearubigins caffeine ga and esterified catechins p p in addition yellowing also slightly increased the antioxidant capacity of the eyts but did not significantly affect their ability to inhibit the proliferation of the hepatocarcinoma hepg cells mechanistically the eyts significantly downregulated the phosphorylation of pi k and akt and upregulated the bax bcl ratio in the hepg cells taken together the yellowing time influences the bioactive components of yellow tea and the resulting yellow tea may have more potent antioxidant and anticancer effects"
}