{
    "title": "Locally advanced and metastatic endometrial cancer: Current and emerging therapies.",
    "doc_id": "38972136",
    "writer": "Salmon A",
    "year": "2024",
    "summary": "Until recently, patients diagnosed with locally advanced and metastatic endometrial cancer faced significant challenges in their treatment due to limited options and poor prognostic outcomes. ...This review provides a comprehensive overview of historical, current, a …",
    "abstract": "Until recently, patients diagnosed with locally advanced and metastatic endometrial cancer faced significant challenges in their treatment due to limited options and poor prognostic outcomes. The sequencing of tumors has been a major advancement in its management. It has led to The Cancer Genome Atlas classification currently used in clinical practice and the initiation of several clinical trials for innovative treatments targeting principally signaling pathways, immune checkpoints, DNA integrity, growth factors, hormonal signaling, and metabolism. Numerous clinical trials are investigating a combinatorial approach of these targeted therapies to counter tumoral resistance, cellular compensatory mechanisms, and tumor polyclonality. This review provides a comprehensive overview of historical, current, and promising therapies in advanced and metastatic endometrial cancer. It particularly highlights clinical research on targeted and hormonal therapies, but also immunotherapy, reflecting the evolving landscape of treatment modalities for this disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38972136/",
    "clean_text": "locally advanced and metastatic endometrial cancer current and emerging therapies until recently patients diagnosed with locally advanced and metastatic endometrial cancer faced significant challenges in their treatment due to limited options and poor prognostic outcomes this review provides a comprehensive overview of historical current a until recently patients diagnosed with locally advanced and metastatic endometrial cancer faced significant challenges in their treatment due to limited options and poor prognostic outcomes the sequencing of tumors has been a major advancement in its management it has led to the cancer genome atlas classification currently used in clinical practice and the initiation of several clinical trials for innovative treatments targeting principally signaling pathways immune checkpoints dna integrity growth factors hormonal signaling and metabolism numerous clinical trials are investigating a combinatorial approach of these targeted therapies to counter tumoral resistance cellular compensatory mechanisms and tumor polyclonality this review provides a comprehensive overview of historical current and promising therapies in advanced and metastatic endometrial cancer it particularly highlights clinical research on targeted and hormonal therapies but also immunotherapy reflecting the evolving landscape of treatment modalities for this disease"
}