{
    "title": "[Chronic myocardial ischemia--hibernating myocardium: characteristics and limits].",
    "doc_id": "8154154",
    "writer": "Heusch G",
    "year": "1993",
    "summary": "Myocardial ischemia has traditionally been characterized as an imbalance between energy supply and demand. ...A situation of persistent contractile failure in viable myocardium with normalizes upon reperfusion has been termed myocardial \"hibernation\". The met …",
    "abstract": "Myocardial ischemia has traditionally been characterized as an imbalance between energy supply and demand. In the initial seconds after a sudden reduction of coronary blood flow, myocardial energy demand most certainly exceeds the reduced energy supply. This temporary mismatch, however, is an inherently unstable condition because regional contractile dysfunction ensues. The mechanisms responsible for the rapid reduction in contractile function of the acutely ischemic myocardium are still poorly understood. If some residual blood flow exists, a state of \"perfusion-contraction matching\" can be maintained, at least for several hours, without the development of irreversible damage. A situation of persistent contractile failure in viable myocardium with normalizes upon reperfusion has been termed myocardial \"hibernation\". The metabolic status of such hypoperfused myocardium improves over the first few hours as myocardial lactate production is attenuated and creatine phosphate, after an initial reduction, returns towards control values. The \"hibernating\" myocardium can respond to an inotropic stimulation by dobutamine with increased function. The recruitment of an inotropic reserve implies increased energy utilization. In fact, the partially normalized lactate production is again increased, and creatine phosphate is decreased again. Apparently the inotropic challenge once again precipitates a supply-demand imbalance which had been at least partially corrected by the ischemia-induced decrease of regional contractile function. This situation of an increased regional contractile function at the expense of metabolic recovery during inotropic stimulation can be used to identify \"hibernating\" myocardium. The development of such a delicate balance between energy supply and energy demand is easily disturbed by unfavorable alterations in the supply/demand ratio.(ABSTRACT TRUNCATED AT 250 WORDS)",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8154154/",
    "clean_text": "chronic myocardial ischemia hibernating myocardium characteristics and limits myocardial ischemia has traditionally been characterized as an imbalance between energy supply and demand a situation of persistent contractile failure in viable myocardium with normalizes upon reperfusion has been termed myocardial hibernation the met myocardial ischemia has traditionally been characterized as an imbalance between energy supply and demand in the initial seconds after a sudden reduction of coronary blood flow myocardial energy demand most certainly exceeds the reduced energy supply this temporary mismatch however is an inherently unstable condition because regional contractile dysfunction ensues the mechanisms responsible for the rapid reduction in contractile function of the acutely ischemic myocardium are still poorly understood if some residual blood flow exists a state of perfusion contraction matching can be maintained at least for several hours without the development of irreversible damage a situation of persistent contractile failure in viable myocardium with normalizes upon reperfusion has been termed myocardial hibernation the metabolic status of such hypoperfused myocardium improves over the first few hours as myocardial lactate production is attenuated and creatine phosphate after an initial reduction returns towards control values the hibernating myocardium can respond to an inotropic stimulation by dobutamine with increased function the recruitment of an inotropic reserve implies increased energy utilization in fact the partially normalized lactate production is again increased and creatine phosphate is decreased again apparently the inotropic challenge once again precipitates a supply demand imbalance which had been at least partially corrected by the ischemia induced decrease of regional contractile function this situation of an increased regional contractile function at the expense of metabolic recovery during inotropic stimulation can be used to identify hibernating myocardium the development of such a delicate balance between energy supply and energy demand is easily disturbed by unfavorable alterations in the supply demand ratio abstract truncated at words"
}