{
    "pmid": "41462176",
    "title": "Maternal mortality in Ethiopia (2015-2025): a systematic review of recent evidence and determinants.",
    "abstract": "Despite major policy reforms and improvements in healthcare coverage, maternal mortality remains a critical public health burden in Ethiopia. While progress has been made since the Millennium Development Goals era, the maternal mortality ratio (MMR) still exceeds national and global targets. This systematic review synthesizes evidence from the past decade (2015-2025) to describe the magnitude, determinants, and regional disparities of maternal mortality in Ethiopia, highlighting persistent challenges and future priorities. Following the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) 2020 guidelines (registered in International Prospective Register of Systematic Reviews (PROSPERO)), we systematically searched PubMed, Scopus, Web of Science, Embase, Cochrane, and African Journal Online(AJOL), supplemented with grey literature from World Health Organization (WHO), United Nations International Children's Emergency Fund (UNICEF), and the Ethiopian Ministry of Health. Studies published in English between January 2015 and September 2025 was included. Data extraction followed standardized templates, and study quality was appraised using Joanna Briggs Institute (JBI) and Newcastle-Ottawa Scale (NOS) tools. Given methodological heterogeneity, a narrative synthesis approach was applied. A total of 61 studies met inclusion criteria, encompassing all Ethiopian regions. The pooled MMR was estimated at 366.6 maternal deaths per 100,000 live births, showing only modest progress from previous decades. The leading causes of maternal death were obstetric hemorrhage (29.6%), hypertensive disorders (22.1%), sepsis (14.8%), obstructed labor (11.3%), and unsafe abortion (8.5%). Determinants aligned with the three-delay model: (1) delayed decision-making from low awareness and sociocultural barriers; (2) delayed access due to distance, transport, and cost; and (3) delayed care from health-system shortages and weak referral mechanisms. Socioeconomic inequality, inadequate antenatal care (< 4 visits), rural residence, and low maternal education consistently increased risk. Maternal mortality in Ethiopia remains unacceptably high yet preventable. Persistent inequities, poor service quality, and health-system gaps continue to drive maternal deaths. Despite national initiatives such as the Health Sector Transformation Plan II (2015-2025) and the Maternal and Child Health Roadmap, progress is uneven. Achieving the SDG 3.1 target of < 70 deaths per 100,000 live births by 2030 demands stronger referral systems, equitable resource distribution, and quality-focused maternal health interventions. Targeted regional interventions and stronger Emergency Obstetric and Newborn Care (EmONC) readiness are essential for achieving the Sustainable Development Goals (SDG) 3.1 target. Future research should integrate longitudinal, spatial, machine learning and Bayesian models to pinpoint high-risk areas and evaluate the impact of health-system reforms.",
    "disease": "hypertension",
    "clean_text": "maternal mortality in ethiopia a systematic review of recent evidence and determinants despite major policy reforms and improvements in healthcare coverage maternal mortality remains a critical public health burden in ethiopia while progress has been made since the millennium development goals era the maternal mortality ratio mmr still exceeds national and global targets this systematic review synthesizes evidence from the past decade to describe the magnitude determinants and regional disparities of maternal mortality in ethiopia highlighting persistent challenges and future priorities following the preferred reporting items for systematic reviews and meta analyses prisma guidelines registered in international prospective register of systematic reviews prospero we systematically searched pubmed scopus web of science embase cochrane and african journal online ajol supplemented with grey literature from world health organization who united nations international children s emergency fund unicef and the ethiopian ministry of health studies published in english between january and september was included data extraction followed standardized templates and study quality was appraised using joanna briggs institute jbi and newcastle ottawa scale nos tools given methodological heterogeneity a narrative synthesis approach was applied a total of studies met inclusion criteria encompassing all ethiopian regions the pooled mmr was estimated at maternal deaths per live births showing only modest progress from previous decades the leading causes of maternal death were obstetric hemorrhage hypertensive disorders sepsis obstructed labor and unsafe abortion determinants aligned with the three delay model delayed decision making from low awareness and sociocultural barriers delayed access due to distance transport and cost and delayed care from health system shortages and weak referral mechanisms socioeconomic inequality inadequate antenatal care visits rural residence and low maternal education consistently increased risk maternal mortality in ethiopia remains unacceptably high yet preventable persistent inequities poor service quality and health system gaps continue to drive maternal deaths despite national initiatives such as the health sector transformation plan ii and the maternal and child health roadmap progress is uneven achieving the sdg target of deaths per live births by demands stronger referral systems equitable resource distribution and quality focused maternal health interventions targeted regional interventions and stronger emergency obstetric and newborn care emonc readiness are essential for achieving the sustainable development goals sdg target future research should integrate longitudinal spatial machine learning and bayesian models to pinpoint high risk areas and evaluate the impact of health system reforms"
}