{
    "pmid": "41446710",
    "title": "Development and preliminary clinical feasibility of a Delphi-based aerobic exercise prescription for children with asthma.",
    "abstract": "This study aims to develop a clinically applicable aerobic exercise prescription for children with asthma using a two-round Delphi consensus process and to preliminarily evaluate its feasibility and safety of this prescription in a pre-post pilot study. The secondary goal was to explore preliminary signals of changes in exercise capacity, pulmonary function, and asthma control among asthmatic children after implementing the prescription-with consideration of potential confounding factors such as concurrent medication use and inhaler technique retraining-thereby providing preliminary evidence for non-pharmacological interventions in pediatric asthma management. Semi-structured interviews were conducted with 10 parents of asthmatic children, 10 medical professionals, and 10 sports rehabilitation experts to develop an initial aerobic exercise prescription based on the FITT (frequency, intensity, time, type) principle. Subsequently, this initial prescription was iteratively refined through two rounds of Delphi consultation involving 17 experts (specializing in pediatric pulmonology, pediatric nursing, and exercise rehabilitation). A consensus threshold of ≥75% agreement and authority metrics were predefined, and item-level expert feedback was used to modify the prescription. Finally, a 12-week prospective outpatient pilot study was conducted, including 15 asthmatic children aged 6-14 years who implemented the finalized prescription. Feasibility (recruitment rate, exercise adherence), safety (asthma-related adverse events), and clinical outcomes [6 min walk distance (6MWD), spirometry, Childhood Asthma Control Test (C-ACT)] were measured. For the Delphi process, all 17 experts completed both rounds of consultation, with an effective response rate of 94.44% in Round 1 and 100% in Round 2. The expert authority coefficient (Cr) was 0.86, and the coefficient of variation (CV) for item importance scores decreased across rounds (from 0.07-0.16 in Round 1 to 0.07-0.13 in Round 2), indicating high expert consensus. For the pilot study, the recruitment rate reached 100%, and the average weekly exercise adherence was 2.7 ± 0.3 sessions. The incidence of asthma-related adverse events was 13.3% (mild wheezing and coughing), which did not interrupt training. Post-intervention outcomes showed significant improvements: 6MWD increased from 510.07 ± 31.96 to 539.27 ± 44.52 m ( The aerobic exercise prescription developed via the Delphi method is feasible and safe for short-term application in children with asthma, with preliminary signals of potential improvements in exercise capacity, pulmonary function, and asthma control. Notably, these observations may be influenced by confounding factors, including concurrent asthma medication adherence and standardized inhaler technique retraining. Due to the small sample size and uncontrolled pre-post design of the pilot study, definitive conclusions on efficacy or independent intervention effects cannot be drawn.",
    "disease": "asthma",
    "clean_text": "development and preliminary clinical feasibility of a delphi based aerobic exercise prescription for children with asthma this study aims to develop a clinically applicable aerobic exercise prescription for children with asthma using a two round delphi consensus process and to preliminarily evaluate its feasibility and safety of this prescription in a pre post pilot study the secondary goal was to explore preliminary signals of changes in exercise capacity pulmonary function and asthma control among asthmatic children after implementing the prescription with consideration of potential confounding factors such as concurrent medication use and inhaler technique retraining thereby providing preliminary evidence for non pharmacological interventions in pediatric asthma management semi structured interviews were conducted with parents of asthmatic children medical professionals and sports rehabilitation experts to develop an initial aerobic exercise prescription based on the fitt frequency intensity time type principle subsequently this initial prescription was iteratively refined through two rounds of delphi consultation involving experts specializing in pediatric pulmonology pediatric nursing and exercise rehabilitation a consensus threshold of agreement and authority metrics were predefined and item level expert feedback was used to modify the prescription finally a week prospective outpatient pilot study was conducted including asthmatic children aged years who implemented the finalized prescription feasibility recruitment rate exercise adherence safety asthma related adverse events and clinical outcomes min walk distance mwd spirometry childhood asthma control test c act were measured for the delphi process all experts completed both rounds of consultation with an effective response rate of in round and in round the expert authority coefficient cr was and the coefficient of variation cv for item importance scores decreased across rounds from in round to in round indicating high expert consensus for the pilot study the recruitment rate reached and the average weekly exercise adherence was sessions the incidence of asthma related adverse events was mild wheezing and coughing which did not interrupt training post intervention outcomes showed significant improvements mwd increased from to m the aerobic exercise prescription developed via the delphi method is feasible and safe for short term application in children with asthma with preliminary signals of potential improvements in exercise capacity pulmonary function and asthma control notably these observations may be influenced by confounding factors including concurrent asthma medication adherence and standardized inhaler technique retraining due to the small sample size and uncontrolled pre post design of the pilot study definitive conclusions on efficacy or independent intervention effects cannot be drawn"
}