{
    "title": "Innate immunity in COVID-19: Drivers of pathogenesis and potential therapeutic targets.",
    "doc_id": "34174806",
    "writer": "Ruenjaiman V",
    "year": "2021",
    "summary": "A novel severe acute respiratory syndrome COVID-19 caused by coronavirus SARS-CoV-2 has been confirmed to infect more than 100 million people globally, with mortality reaching nearly 3 million as of March 2021. ...Innate immunity plays an import …",
    "abstract": "A novel severe acute respiratory syndrome COVID-19 caused by coronavirus SARS-CoV-2 has been confirmed to infect more than 100 million people globally, with mortality reaching nearly 3 million as of March 2021. The symptoms vary widely, from the absence of any symptoms to death. The severity of COVID-19 relates to hyperinflammatory conditions with acute respiratory distress syndrome (ARDS), which leads to multiple-organ failure and death. Innate immunity plays an important role in the early response to SARS-CoV-2 infection and regulates the pathogenesis and its clinical outcomes. The most severe cases of COVID-19 present with increased innate immune cell infiltration in the lung, and elevated pro-inflammatory cytokines in the blood serum that are associated with disease severity. Here we review the innate immune response to SARS-CoV-2 infection based on the recent reports and discuss the potential roles of innate immune cells and their mediators in pathogenesis that dictate the outcome of the disease. Understanding the roles of innate immune responses at the initial stages of infection may provide early windows into treatment and clues for vaccine development.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34174806/",
    "clean_text": "innate immunity in covid drivers of pathogenesis and potential therapeutic targets a novel severe acute respiratory syndrome covid caused by coronavirus sars cov has been confirmed to infect more than million people globally with mortality reaching nearly million as of march innate immunity plays an import a novel severe acute respiratory syndrome covid caused by coronavirus sars cov has been confirmed to infect more than million people globally with mortality reaching nearly million as of march the symptoms vary widely from the absence of any symptoms to death the severity of covid relates to hyperinflammatory conditions with acute respiratory distress syndrome ards which leads to multiple organ failure and death innate immunity plays an important role in the early response to sars cov infection and regulates the pathogenesis and its clinical outcomes the most severe cases of covid present with increased innate immune cell infiltration in the lung and elevated pro inflammatory cytokines in the blood serum that are associated with disease severity here we review the innate immune response to sars cov infection based on the recent reports and discuss the potential roles of innate immune cells and their mediators in pathogenesis that dictate the outcome of the disease understanding the roles of innate immune responses at the initial stages of infection may provide early windows into treatment and clues for vaccine development"
}