{
    "pmid": "41431359",
    "title": "Early-Onset Wheeze Trajectories in Infants: The Phenotyping of Wheezing Infants (P-WIN) Study.",
    "abstract": "Recurrent wheeze in infancy is common; although symptoms often resolve, some children develop persistent disease. To better capture clinical heterogeneity, we analyzed wheeze trajectories based on symptom frequency rather than simply recording presence or absence. To identify distinct wheeze phenotypes in 1-year-old children with recurrent wheeze by modeling longitudinal wheezing frequency trajectories. We conducted a 2-year, multicenter prospective cohort study involving children aged 12-23 months with recurrent wheeze at 27 sites in Japan. Monthly caregiver-reported wheeze frequency was collected, and trajectories were classified using latent class growth analysis. Clinical characteristics, environmental exposures, and biomarkers were assessed at enrollment and age 3. Ordinal and binary logistic regression analyses were performed to identify risk and protective factors. Among 253 enrolled children, 219 completed follow-up. Four trajectories were identified: Early-Resolving (24.2%), Low-Frequency with Mid-Peak (57.1%), Persistent High-Frequency (12.8%), and Late-Peaking High-Frequency (5.9%). The latter two groups showed greater symptom burden, including more frequent corticosteroid use and interference with daily activities. Ordinal logistic regression showed that parental allergic rhinitis and pet ownership were associated with lower odds of more severe trajectories. Binary logistic regression comparing high- (Clusters 3-4) versus low-frequency (Clusters 1-2) groups revealed parental smoking as a strong risk factor (OR 5.49), while allergic rhinitis (OR 0.12) and pet ownership (OR 0.11) remained protective. High-frequency wheeze trajectories were linked to greater clinical burden. Early identification of at-risk children and targeted environmental interventions-particularly avoidance of passive smoking-may reduce morbidity in early-onset recurrent wheeze.",
    "disease": "asthma",
    "clean_text": "early onset wheeze trajectories in infants the phenotyping of wheezing infants p win study recurrent wheeze in infancy is common although symptoms often resolve some children develop persistent disease to better capture clinical heterogeneity we analyzed wheeze trajectories based on symptom frequency rather than simply recording presence or absence to identify distinct wheeze phenotypes in year old children with recurrent wheeze by modeling longitudinal wheezing frequency trajectories we conducted a year multicenter prospective cohort study involving children aged months with recurrent wheeze at sites in japan monthly caregiver reported wheeze frequency was collected and trajectories were classified using latent class growth analysis clinical characteristics environmental exposures and biomarkers were assessed at enrollment and age ordinal and binary logistic regression analyses were performed to identify risk and protective factors among enrolled children completed follow up four trajectories were identified early resolving low frequency with mid peak persistent high frequency and late peaking high frequency the latter two groups showed greater symptom burden including more frequent corticosteroid use and interference with daily activities ordinal logistic regression showed that parental allergic rhinitis and pet ownership were associated with lower odds of more severe trajectories binary logistic regression comparing high clusters versus low frequency clusters groups revealed parental smoking as a strong risk factor or while allergic rhinitis or and pet ownership or remained protective high frequency wheeze trajectories were linked to greater clinical burden early identification of at risk children and targeted environmental interventions particularly avoidance of passive smoking may reduce morbidity in early onset recurrent wheeze"
}