{
    "title": "Fragile X mental retardation protein: past, present and future.",
    "doc_id": "22708486",
    "writer": "Kim M",
    "year": "2012",
    "summary": "We begin by reviewing the first characterization of fragile X syndrome, which ultimately led to cloning of the FMR1 gene. Discovery of the molecular basis of this disorder, including expansion of a trinucleotide repeat, gave insight not only into fragile X …",
    "abstract": "We begin by reviewing the first characterization of fragile X syndrome, which ultimately led to cloning of the FMR1 gene. Discovery of the molecular basis of this disorder, including expansion of a trinucleotide repeat, gave insight not only into fragile X syndrome but also into the premutation syndromes. Features of fragile X syndrome are discussed including the patient phenotype down to the neuronal phenotype. The domain features of the fragile X mental retardation protein FMRP are described, as are the mRNAs bound by FMRP and the role of post-translational modifications as regulators of FMRP function. The relatively new role of FMRP in progenitor cells is reviewed, as is FMRP localization in cells and how FMRP is regulated by glutamatergic signaling in the brain. Understanding how metabotropic glutamate receptors impact FMRP has led to novel therapeutic approaches in treating this disorder.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22708486/",
    "clean_text": "fragile x mental retardation protein past present and future we begin by reviewing the first characterization of fragile x syndrome which ultimately led to cloning of the fmr gene discovery of the molecular basis of this disorder including expansion of a trinucleotide repeat gave insight not only into fragile x we begin by reviewing the first characterization of fragile x syndrome which ultimately led to cloning of the fmr gene discovery of the molecular basis of this disorder including expansion of a trinucleotide repeat gave insight not only into fragile x syndrome but also into the premutation syndromes features of fragile x syndrome are discussed including the patient phenotype down to the neuronal phenotype the domain features of the fragile x mental retardation protein fmrp are described as are the mrnas bound by fmrp and the role of post translational modifications as regulators of fmrp function the relatively new role of fmrp in progenitor cells is reviewed as is fmrp localization in cells and how fmrp is regulated by glutamatergic signaling in the brain understanding how metabotropic glutamate receptors impact fmrp has led to novel therapeutic approaches in treating this disorder"
}