{
    "pmid": "41472855",
    "title": "The interplay between tissue-resident microbiome and host proteins by integrated multi-omics during progression of colorectal adenoma to carcinoma.",
    "abstract": "The intratumoral microbiome is an emerging hallmark of cancer, yet its multi-kingdom host-microbiome ecosystem in colorectal cancer (CRC) remains poorly characterized. Here, we conducted an integrated analysis using deep shotgun metagenomics and proteomics on 185 tissue samples, including adenoma (A), paired tumor (T), and para-tumor (P). We identified 4057 bacterial, 61 fungal, 108 archaeal, and 374 viral species in tissues and revealed distinct intratumor microbiota dysbiosis, indicating a CRC-specific multi-kingdom microbial ecosystem. Proteomic profiling uncovered four CRC subtypes (C1-C4), each with unique clinical prognoses and molecular signatures. We further discovered that host-microbiome interactions are dynamically reorganized during carcinogenesis, where different microbial taxa converge on common host pathways through distinct proteins. Leveraging this interplay, we identified 14 multi-kingdom microbial and 8 protein markers that strongly distinguished A from T samples (area under the receiver operating characteristic curve (AUROC) = 0.962), with external validation in two independent datasets (AUROC = 0.920 and 0.735). Moreover, we constructed an early- versus advanced-stage classifier using 8 microbial and 4 protein markers, which demonstrated high diagnostic accuracy (AUROC = 0.926) and was validated externally (AUROC = 0.659-0.744). Functional validation in patient-derived organoids and murine allograft models confirmed that enterotoxigenic ",
    "disease": "colorectal cancer",
    "clean_text": "the interplay between tissue resident microbiome and host proteins by integrated multi omics during progression of colorectal adenoma to carcinoma the intratumoral microbiome is an emerging hallmark of cancer yet its multi kingdom host microbiome ecosystem in colorectal cancer crc remains poorly characterized here we conducted an integrated analysis using deep shotgun metagenomics and proteomics on tissue samples including adenoma a paired tumor t and para tumor p we identified bacterial fungal archaeal and viral species in tissues and revealed distinct intratumor microbiota dysbiosis indicating a crc specific multi kingdom microbial ecosystem proteomic profiling uncovered four crc subtypes c c each with unique clinical prognoses and molecular signatures we further discovered that host microbiome interactions are dynamically reorganized during carcinogenesis where different microbial taxa converge on common host pathways through distinct proteins leveraging this interplay we identified multi kingdom microbial and protein markers that strongly distinguished a from t samples area under the receiver operating characteristic curve auroc with external validation in two independent datasets auroc and moreover we constructed an early versus advanced stage classifier using microbial and protein markers which demonstrated high diagnostic accuracy auroc and was validated externally auroc functional validation in patient derived organoids and murine allograft models confirmed that enterotoxigenic"
}