{
    "title": "Asthma-associated risk for COVID-19 development.",
    "doc_id": "33002516",
    "writer": "Skevaki C",
    "year": "2020",
    "summary": "Because asthma is the most prevalent chronic inflammatory lung disease worldwide and SARS-CoV-2 primarily affects the upper and lower airways leading to marked inflammation, the question arises about the possible clinical and pathophysiological association be …",
    "abstract": "The newly described severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is responsible for a pandemic (coronavirus disease 2019 [COVID-19]). It is now well established that certain comorbidities define high-risk patients. They include hypertension, diabetes, and coronary artery disease. In contrast, the context with bronchial asthma is controversial and shows marked regional differences. Because asthma is the most prevalent chronic inflammatory lung disease worldwide and SARS-CoV-2 primarily affects the upper and lower airways leading to marked inflammation, the question arises about the possible clinical and pathophysiological association between asthma and SARS-CoV-2/COVID-19. Here, we analyze the global epidemiology of asthma among patients with COVID-19 and propose the concept that patients suffering from different asthma endotypes (type 2 asthma vs non-type 2 asthma) present with a different risk profile in terms of SARS-CoV-2 infection, development of COVID-19, and progression to severe COVID-19 outcomes. This concept may have important implications for future COVID-19 diagnostics and immune-based therapy developments.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33002516/",
    "clean_text": "asthma associated risk for covid development because asthma is the most prevalent chronic inflammatory lung disease worldwide and sars cov primarily affects the upper and lower airways leading to marked inflammation the question arises about the possible clinical and pathophysiological association be the newly described severe acute respiratory syndrome coronavirus sars cov is responsible for a pandemic coronavirus disease covid it is now well established that certain comorbidities define high risk patients they include hypertension diabetes and coronary artery disease in contrast the context with bronchial asthma is controversial and shows marked regional differences because asthma is the most prevalent chronic inflammatory lung disease worldwide and sars cov primarily affects the upper and lower airways leading to marked inflammation the question arises about the possible clinical and pathophysiological association between asthma and sars cov covid here we analyze the global epidemiology of asthma among patients with covid and propose the concept that patients suffering from different asthma endotypes type asthma vs non type asthma present with a different risk profile in terms of sars cov infection development of covid and progression to severe covid outcomes this concept may have important implications for future covid diagnostics and immune based therapy developments"
}