{
    "title": "Stem cell characteristics and the therapeutic potential of amniotic epithelial cells.",
    "doc_id": "29956869",
    "writer": "Miki T.",
    "year": "2018",
    "summary": "Multiple stem cell types can be isolated from the human placenta. Recent advances in stem cell biology have revealed that human amniotic epithelial cells (hAECs) are one of the perinatal stem cells which possess embryonic stem …",
    "abstract": "Multiple stem cell types can be isolated from the human placenta. Recent advances in stem cell biology have revealed that human amniotic epithelial cells (hAECs) are one of the perinatal stem cells which possess embryonic stem cell-like differentiation capability and adult stem cell-like immunomodulatory properties. Unlike other types of placental stem cells, hAECs are derived from pluripotent epiblasts and maintain multilineage differentiation potential throughout gestation. Similar to mesenchymal stem cells, hAECs are also able to modulate the local immune response. These, and other properties, make hAECs attractive for cellular therapy. This review article summarizes current knowledge of stem cell characteristics and immunomodulatory properties of amniotic epithelial cells and aims to advance our understanding towards the goal of novel therapy development.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29956869/",
    "clean_text": "stem cell characteristics and the therapeutic potential of amniotic epithelial cells multiple stem cell types can be isolated from the human placenta recent advances in stem cell biology have revealed that human amniotic epithelial cells haecs are one of the perinatal stem cells which possess embryonic stem multiple stem cell types can be isolated from the human placenta recent advances in stem cell biology have revealed that human amniotic epithelial cells haecs are one of the perinatal stem cells which possess embryonic stem cell like differentiation capability and adult stem cell like immunomodulatory properties unlike other types of placental stem cells haecs are derived from pluripotent epiblasts and maintain multilineage differentiation potential throughout gestation similar to mesenchymal stem cells haecs are also able to modulate the local immune response these and other properties make haecs attractive for cellular therapy this review article summarizes current knowledge of stem cell characteristics and immunomodulatory properties of amniotic epithelial cells and aims to advance our understanding towards the goal of novel therapy development"
}