{
    "title": "Metabolomics and electronic-tongue analysis reveal differences in color and taste quality of large-leaf yellow tea under different roasting methods.",
    "doc_id": "39229616",
    "writer": "Sheng C",
    "year": "2024",
    "summary": "Roasting is a key process in the production of large-leaf yellow tea (LYT). In this study, we synthesized metabolomics and electronic-tongue analysis to compare the quality of charcoal-roasted, electric-roasted and drum-roasted LYT. Charcoal-roasted LYT had the highest …",
    "abstract": "Roasting is a key process in the production of large-leaf yellow tea (LYT). In this study, we synthesized metabolomics and electronic-tongue analysis to compare the quality of charcoal-roasted, electric-roasted and drum-roasted LYT. Charcoal-roasted LYT had the highest yellowness and redness, drum-roasted LYT had a more prominent umami and brightness, and electric roasting reduced astringency. A total of 48 metabolites were identified by metabolomics. Among these, leucocyanidin, kaempferol, luteolin-7-lactate, and apigenin-7-O-neohesperidoside might affect the brightness and yellowness. Theanine, aspartic acid, and glutamic acid contents significantly and positively correlated with umami levels, and the high retention of flavonoid glycosides and catechins in drum-roasted LYT contributed to its astringency. These findings elucidate the contribution of the roasting method to the quality of LYT and provide a theoretical basis for LYT production.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39229616/",
    "clean_text": "metabolomics and electronic tongue analysis reveal differences in color and taste quality of large leaf yellow tea under different roasting methods roasting is a key process in the production of large leaf yellow tea lyt in this study we synthesized metabolomics and electronic tongue analysis to compare the quality of charcoal roasted electric roasted and drum roasted lyt charcoal roasted lyt had the highest roasting is a key process in the production of large leaf yellow tea lyt in this study we synthesized metabolomics and electronic tongue analysis to compare the quality of charcoal roasted electric roasted and drum roasted lyt charcoal roasted lyt had the highest yellowness and redness drum roasted lyt had a more prominent umami and brightness and electric roasting reduced astringency a total of metabolites were identified by metabolomics among these leucocyanidin kaempferol luteolin lactate and apigenin o neohesperidoside might affect the brightness and yellowness theanine aspartic acid and glutamic acid contents significantly and positively correlated with umami levels and the high retention of flavonoid glycosides and catechins in drum roasted lyt contributed to its astringency these findings elucidate the contribution of the roasting method to the quality of lyt and provide a theoretical basis for lyt production"
}