{
    "pmid": "41459707",
    "title": "Naples Prognostic Score and Clinical Outcomes After PCI for Acute Coronary Syndrome: A Systematic Review and Meta-Analysis.",
    "abstract": "Naples Prognostic Score (NPS), a composite index incorporating inflammatory and nutritional markers, has emerged as a potential prognostic tool in various cardiovascular conditions; however, no meta-analysis has yet pooled the available evidence to comprehensively assess its prognostic utility. To evaluate the association of NPS with clinical outcomes, including all-cause mortality, in-hospital mortality, no-reflow (NR) phenomenon, and left ventricular ejection fraction (LVEF), in acute coronary syndrome (ACS) patients undergoing percutaneous coronary intervention (PCI). MEDLINE, Cochrane, and EMBASE databases were searched for studies comparing high and low NPS groups in ACS patients undergoing PCI. Random-effects models were used to pool risk ratios (RR) for binary outcomes and mean differences (MD) for continuous outcomes. Heterogeneity was assessed with I² statistics. Statistical analyses were performed using Review Manager 5.4, and R, version 4.2.2. We included seven studies comprising 13 268 patients, with 5628 (42.4%) patients in the low NPS group. Low NPS was significantly associated with decreased all-cause mortality (RR: 0.42; 95% CI: 0.32-0.55; I² = 48%) and decreased incidence of NR (RR: 0.60; 95% CI: 0.40-0.88; I² = 83%). Patients with low NPS also had higher LVEF (MD: -2.69%; 95% CI: -3.41 to -1.97; I² = 99%). No significant difference was observed in in-hospital mortality (RR: 0.54; 95% CI: 0.28-1.05; I² = 94%). In ACS patients undergoing PCI, elevated NPS was associated with worse clinical outcomes. These findings support the use of NPS as a practical, biomarker-based tool for risk stratification in this population.",
    "disease": "stroke",
    "clean_text": "naples prognostic score and clinical outcomes after pci for acute coronary syndrome a systematic review and meta analysis naples prognostic score nps a composite index incorporating inflammatory and nutritional markers has emerged as a potential prognostic tool in various cardiovascular conditions however no meta analysis has yet pooled the available evidence to comprehensively assess its prognostic utility to evaluate the association of nps with clinical outcomes including all cause mortality in hospital mortality no reflow nr phenomenon and left ventricular ejection fraction lvef in acute coronary syndrome acs patients undergoing percutaneous coronary intervention pci medline cochrane and embase databases were searched for studies comparing high and low nps groups in acs patients undergoing pci random effects models were used to pool risk ratios rr for binary outcomes and mean differences md for continuous outcomes heterogeneity was assessed with i statistics statistical analyses were performed using review manager and r version we included seven studies comprising patients with patients in the low nps group low nps was significantly associated with decreased all cause mortality rr ci i and decreased incidence of nr rr ci i patients with low nps also had higher lvef md ci to i no significant difference was observed in in hospital mortality rr ci i in acs patients undergoing pci elevated nps was associated with worse clinical outcomes these findings support the use of nps as a practical biomarker based tool for risk stratification in this population"
}