{
    "title": "A novel index for diagnosis of type 2 diabetes mellitus: Cholesterol, High density lipoprotein, and Glucose (CHG) index.",
    "doc_id": "39569998",
    "writer": "Mansoori A",
    "year": "2025",
    "summary": "They were categorized into two groups, those with and without type 2 diabetes mellitus. The cut-off in groups to detection of type 2 diabetes mellitus was fasting blood glucose 126 mg/dL in blood sample. ...This indicates th …",
    "abstract": "Background:\n        \n      \n      Gold standard methods of type 2 diabetes mellitus are expensive and therefore not practical for large scale studies in low-income countries. We have investigated the total cholesterol, high density lipoprotein (HDL), and glucose (CHG) index for diagnosis of type 2 diabetes mellitus index which is derived from fasting state. In this study we aimed to compare the accuracy of with CHG index and triglycerides (TG) and glucose levels (TyG) as surrogates of type 2 diabetes mellitus.\n    \n\n\n          Methods:\n        \n      \n      A total of 9,704 individuals between 35 and 65 years of age were recruited as part of the Mashhad stroke and heart atherosclerotic disorder (MASHAD) study. They were categorized into two groups, those with and without type 2 diabetes mellitus. The cut-off in groups to detection of type 2 diabetes mellitus was fasting blood glucose ≥126 mg/dL in blood sample. Receiver operating characteristic (ROC) curve analysis was used to establish the cut-off of indices to evaluate the sensitivity and specificity of them.\n    \n\n\n          Results:\n        \n      \n      The best cut-off of CHG index for diagnosis of type 2 diabetes mellitus was 5.57 which was associated with a sensitivity of 70.38% and specificity of 89.82% values. This was in comparison to the TyG index. LR+ CHG index was 6.91 compared to 3.47 for the TyG index and the AUC of CHG index was 0.864 (0.857, 0.871) compared with 0.825 (0.818, 0.833) for the TyG index. This indicates that the CHG index has a higher efficiency value to diagnose of type 2 diabetes mellitus.\n    \n\n\n          Conclusions:\n        \n      \n      The CHG index could be useful for the detection of type 2 diabetes mellitus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39569998/",
    "clean_text": "a novel index for diagnosis of type diabetes mellitus cholesterol high density lipoprotein and glucose chg index they were categorized into two groups those with and without type diabetes mellitus the cut off in groups to detection of type diabetes mellitus was fasting blood glucose mg dl in blood sample this indicates th background gold standard methods of type diabetes mellitus are expensive and therefore not practical for large scale studies in low income countries we have investigated the total cholesterol high density lipoprotein hdl and glucose chg index for diagnosis of type diabetes mellitus index which is derived from fasting state in this study we aimed to compare the accuracy of with chg index and triglycerides tg and glucose levels tyg as surrogates of type diabetes mellitus methods a total of individuals between and years of age were recruited as part of the mashhad stroke and heart atherosclerotic disorder mashad study they were categorized into two groups those with and without type diabetes mellitus the cut off in groups to detection of type diabetes mellitus was fasting blood glucose mg dl in blood sample receiver operating characteristic roc curve analysis was used to establish the cut off of indices to evaluate the sensitivity and specificity of them results the best cut off of chg index for diagnosis of type diabetes mellitus was which was associated with a sensitivity of and specificity of values this was in comparison to the tyg index lr chg index was compared to for the tyg index and the auc of chg index was compared with for the tyg index this indicates that the chg index has a higher efficiency value to diagnose of type diabetes mellitus conclusions the chg index could be useful for the detection of type diabetes mellitus"
}