{
    "title": "Prevalence of myopia and associated risk factors among key schools in Xi'an, China.",
    "doc_id": "36585663",
    "writer": "Zhao X",
    "year": "2022",
    "summary": "BACKGROUND: The aim of this study is to investigate the prevalence of myopia and high myopia and the associated risk factors in key schools in Xi'an, China. METHODS: This cross-sectional study started in September 2021 and was conducted for one month. A total of 11, …",
    "abstract": "Background:\n        \n      \n      The aim of this study is to investigate the prevalence of myopia and high myopia and the associated risk factors in key schools in Xi'an, China.\n    \n\n\n          Methods:\n        \n      \n      This cross-sectional study started in September 2021 and was conducted for one month. A total of 11,011 students from 10 key primary schools, five key junior high schools and five key high schools in Xi'an were randomly selected to undergo visual acuity measurement and non-cycloplegic autorefraction. The questionnaire was completed by the students and their parents together.\n    \n\n\n          Results:\n        \n      \n      The prevalence of myopia and high myopia in key schools were 75.7% and 9.7%, respectively. The prevalence of myopia and high myopia rose significantly as grade or age increased (all P < 0.001), and the prevalence of myopia and high myopia in females was higher than that in males (P < 0.001, P < 0.5). According to the multivariable logistic regression analysis, older age (OR=1.42), female compared with male (OR=1.43), having one myopic parent (OR=1.64), having two myopic parent (OR=2.30) and often taking extracurricular tuition (OR=1.35) were more likely to be associated with develop myopia (P < 0.001). Older age (OR=1.39), having one myopic parent (OR=2.29), having two myopic parent (OR= 3.69), and often taking extracurricular tuition (OR=1.48) were more likely to be associated with high myopia (P < 0.001).\n    \n\n\n          Conclusions:\n        \n      \n      The overall rate of myopia and high myopia in key schools in Xi'an, China, is extremely high. Myopia and high myopia are associated with increasing age, parents' myopia, few outdoor exercises, and extracurricular tuition. Myopia is also associated with female and not having the habit of \"one punch, one foot, one inch (when reading and writing, 10 cm from the chest to the table, 33 cm from the eye to the book and 3.3 cm from the tip of the pen to the finger)\".",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36585663/",
    "clean_text": "prevalence of myopia and associated risk factors among key schools in xi an china background the aim of this study is to investigate the prevalence of myopia and high myopia and the associated risk factors in key schools in xi an china methods this cross sectional study started in september and was conducted for one month a total of background the aim of this study is to investigate the prevalence of myopia and high myopia and the associated risk factors in key schools in xi an china methods this cross sectional study started in september and was conducted for one month a total of students from key primary schools five key junior high schools and five key high schools in xi an were randomly selected to undergo visual acuity measurement and non cycloplegic autorefraction the questionnaire was completed by the students and their parents together results the prevalence of myopia and high myopia in key schools were and respectively the prevalence of myopia and high myopia rose significantly as grade or age increased all p and the prevalence of myopia and high myopia in females was higher than that in males p p according to the multivariable logistic regression analysis older age or female compared with male or having one myopic parent or having two myopic parent or and often taking extracurricular tuition or were more likely to be associated with develop myopia p older age or having one myopic parent or having two myopic parent or and often taking extracurricular tuition or were more likely to be associated with high myopia p conclusions the overall rate of myopia and high myopia in key schools in xi an china is extremely high myopia and high myopia are associated with increasing age parents myopia few outdoor exercises and extracurricular tuition myopia is also associated with female and not having the habit of one punch one foot one inch when reading and writing cm from the chest to the table cm from the eye to the book and cm from the tip of the pen to the finger"
}