{
    "pmid": "41457578",
    "title": "Futile recanalization after mechanical thrombectomy in patients with acute ischemic stroke and large ischemic core.",
    "abstract": "Multiple randomized controlled trials have demonstrated the efficacy of mechanical thrombectomy (MT) for acute ischemic stroke with a large ischemic core caused by large-vessel occlusion. Despite successful recanalization, more than half of the patients do not achieve a favorable prognosis, a phenomenon referred to as futile recanalization (FR). We aimed to identify the risk factors for, and incidence of, FR in patients with large ischemic cores. Eighty-four patients with a large ischemic core who underwent MT between January 2015 and December 2024 at three hospitals were retrospectively reviewed. Patients were divided into two groups-FR and no-FR-according to functional independence at 90 days (modified Rankin Scale (mRS) score ≥4). Factors influencing FR were identified using multivariate logistic regression and receiver operating characteristic curve analyses. Eighty-four patients fulfilled the inclusion criteria, and FR was observed in 57 patients (67.9%). Multivariable regression analysis revealed that older age (odds ratio [OR], 1.09; 95% confidence interval [CI], 1.01-1.18; P=0.011), concomitant diabetes (OR, 11.2; 95% CI, 1.13-111.1; P=0.012), diffusion-weighted imaging-Alberta Stroke Program Early Computed Tomography Score (OR, 0.32; 95% CI, 0.11-0.79; P=0.012), and an increased number of passes (OR, 1.91; 95% CI, 1.00-4.16; P=0.046) were independently associated with FR after MT. Older age, concomitant diabetes, diffusion-weighted imaging-Alberta Stroke Program Early Computed Tomography Score, and an increased number of passes are independently associated with FR after MT in patients with a large ischemic core.",
    "disease": "stroke",
    "clean_text": "futile recanalization after mechanical thrombectomy in patients with acute ischemic stroke and large ischemic core multiple randomized controlled trials have demonstrated the efficacy of mechanical thrombectomy mt for acute ischemic stroke with a large ischemic core caused by large vessel occlusion despite successful recanalization more than half of the patients do not achieve a favorable prognosis a phenomenon referred to as futile recanalization fr we aimed to identify the risk factors for and incidence of fr in patients with large ischemic cores eighty four patients with a large ischemic core who underwent mt between january and december at three hospitals were retrospectively reviewed patients were divided into two groups fr and no fr according to functional independence at days modified rankin scale mrs score factors influencing fr were identified using multivariate logistic regression and receiver operating characteristic curve analyses eighty four patients fulfilled the inclusion criteria and fr was observed in patients multivariable regression analysis revealed that older age odds ratio or confidence interval ci p concomitant diabetes or ci p diffusion weighted imaging alberta stroke program early computed tomography score or ci p and an increased number of passes or ci p were independently associated with fr after mt older age concomitant diabetes diffusion weighted imaging alberta stroke program early computed tomography score and an increased number of passes are independently associated with fr after mt in patients with a large ischemic core"
}