{
    "title": "Atrial fibrillation detected initially during acute medical illness: A systematic review.",
    "doc_id": "30403364",
    "writer": "McIntyre WF",
    "year": "2019",
    "summary": "The population of interest included patients hospitalised for medical (i.e. non-surgical) illness who developed newly diagnosed atrial fibrillation. Studies were included if they included data on either the incidence of atrial fibrillation or the rate …",
    "abstract": "Objective::\n        \n      \n      There is uncertainty about the incidence of and prognosis associated with atrial fibrillation that is documented for the first time in the setting of an acute stressor, such as surgery or medical illness. Our objective was to perform a systematic review of the incidence and long-term recurrence rates for atrial fibrillation occurring transiently with stress in the setting of acute medical illness.\n    \n\n\n          Data sources::\n        \n      \n      Medline, Embase and Cochrane Central to September 2017.\n    \n\n\n          Study selection::\n        \n      \n      We included retrospective and prospective observational studies, and randomised controlled trials. The population of interest included patients hospitalised for medical (i.e. non-surgical) illness who developed newly diagnosed atrial fibrillation. Studies were included if they included data on either the incidence of atrial fibrillation or the rate of atrial fibrillation recurrence in atrial fibrillation occurring transiently with stress patients following hospital discharge.\n    \n\n\n          Data extraction::\n        \n      \n      Two reviewers collected data independently and in duplicate. We characterised each study's methodology for ascertainment of prior atrial fibrillation history, atrial fibrillation during hospitalisation and atrial fibrillation recurrence after hospital discharge.\n    \n\n\n          Data synthesis::\n        \n      \n      Thirty-six studies reported the incidence of atrial fibrillation. Ten used a prospective design and included a period of continuous electrocardiographic (ECG) monitoring. Atrial fibrillation incidence ranged from 1% to 44%, which was too heterogeneous to justify meta-analysis ( I2=99%). In post-hoc meta-regression models, the use of continuous ECG monitoring explained 13% of the variance in atrial fibrillation incidence, while care in an intensive care unit explained none. Two studies reported the long-term rate of atrial fibrillation recurrence following atrial fibrillation occurring transiently with stress. Neither of these studies used prospective, systematic monitoring. Recurrence rates at 5 years ranged from 42% to 68%.\n    \n\n\n          Conclusions::\n        \n      \n      The incidence of atrial fibrillation with medical illness may be as high as 44%, with higher estimates in reports using continuous ECG monitoring. Within 5 years following hospital discharge, atrial fibrillation recurrence is documented in approximately half of patients; however, the true rate may be higher.\n    \n\n\n          Protocol registration:\n        \n      \n      PROSPERO CRD42016043240.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30403364/",
    "clean_text": "atrial fibrillation detected initially during acute medical illness a systematic review the population of interest included patients hospitalised for medical i e non surgical illness who developed newly diagnosed atrial fibrillation studies were included if they included data on either the incidence of atrial fibrillation or the rate objective there is uncertainty about the incidence of and prognosis associated with atrial fibrillation that is documented for the first time in the setting of an acute stressor such as surgery or medical illness our objective was to perform a systematic review of the incidence and long term recurrence rates for atrial fibrillation occurring transiently with stress in the setting of acute medical illness data sources medline embase and cochrane central to september study selection we included retrospective and prospective observational studies and randomised controlled trials the population of interest included patients hospitalised for medical i e non surgical illness who developed newly diagnosed atrial fibrillation studies were included if they included data on either the incidence of atrial fibrillation or the rate of atrial fibrillation recurrence in atrial fibrillation occurring transiently with stress patients following hospital discharge data extraction two reviewers collected data independently and in duplicate we characterised each study s methodology for ascertainment of prior atrial fibrillation history atrial fibrillation during hospitalisation and atrial fibrillation recurrence after hospital discharge data synthesis thirty six studies reported the incidence of atrial fibrillation ten used a prospective design and included a period of continuous electrocardiographic ecg monitoring atrial fibrillation incidence ranged from to which was too heterogeneous to justify meta analysis i in post hoc meta regression models the use of continuous ecg monitoring explained of the variance in atrial fibrillation incidence while care in an intensive care unit explained none two studies reported the long term rate of atrial fibrillation recurrence following atrial fibrillation occurring transiently with stress neither of these studies used prospective systematic monitoring recurrence rates at years ranged from to conclusions the incidence of atrial fibrillation with medical illness may be as high as with higher estimates in reports using continuous ecg monitoring within years following hospital discharge atrial fibrillation recurrence is documented in approximately half of patients however the true rate may be higher protocol registration prospero crd"
}