{
    "title": "The effect of type 2 diabetes mellitus on the prognosis of osteoporotic vertebral compression fracture with osteoporotic fracture classification after vertebroplasty.",
    "doc_id": "37161429",
    "writer": "Wang Z",
    "year": "2023",
    "summary": "At 6 months after vertebroplasty, the local Cobb angle of the type 2 diabetes mellitus group was 8.29 4.90 greater than that of the control group 6.05 5.18 (P = 0.002). ...Osteoporotic fracture classification has a good prognostic reference value for b …",
    "abstract": "Background:\n        \n      \n      To analyze the clinical and radiological effects of type 2 diabetes mellitus on the prognosis of osteoporotic vertebral compression fracture after percutaneous vertebroplasty, and explore the prognostic value of osteoporotic fracture classification.\n    \n\n\n          Methods:\n        \n      \n      Osteoporotic vertebral compression fracture patients who received vertebroplasty from January 1, 2016 to June 30, 2021 were divided into type 2 diabetes mellitus group and control group in this retrospective cohort study. Visual analogue scale, Oswestry Disability Index, bone cement leakage, new compression fracture, anterior, middle, and posterior portion heights of vertebral body and local Cobb angle on X-ray before surgery, 2 days after surgery, 6 months, and 12 months after surgery were recorded, and the osteoporotic fracture classification was performed. P < 0.05 was set as statistical significance.\n    \n\n\n          Results:\n        \n      \n      A total of 261 vertebral bodies were included, containing 68 in the type 2 diabetes mellitus group and 193 in the control group. There were no differences in baseline characteristics between the two groups. At 6 months after vertebroplasty, the local Cobb angle of the type 2 diabetes mellitus group was 8.29 ± 4.90° greater than that of the control group 6.05 ± 5.18° (P = 0.002). At 12 months, compared with pre-operation, the anterior portion height recovered 8.13 ± 12.90%, which was less than 12.51 ± 14.92% of the control group (P = 0.032), and 19.07 ± 16.47% of the middle portion height recovery was less than the control group's 24.63 ± 17.67% (P = 0.024). Compared with the control group, osteoporotic fracture 2 vertebral bodies of the type 2 diabetes mellitus group at 12 months postoperatively in middle portion height (14.82 ± 14.71% vs 24.78 ± 18.16%, P = 0.023) and local Cobb angle (5.65 ± 4.06° vs 3.26 ± 4.86°, P = 0.043) restored significantly worse. Besides, osteoporotic fracture 3 with type 2 diabetes mellitus restored worse in anterior portion height (5.40 ± 11.02% vs 13.57 ± 12.79%, P = 0.008), middle portion height (11.22 ± 15.53% vs 17.84 ± 12.36%, P = 0.041) and local Cobb angle (10.85 ± 3.79 vs 7.97 ± 3.83°, P = 0.002) at 12 months postoperatively. There was no difference in radiological outcomes of osteoporotic fracture 4 between the two groups.\n    \n\n\n          Conclusions:\n        \n      \n      The degree of fractured vertebral compression, the recovery of the height and angle obtained immediately after surgery and the clinical symptoms in type 2 diabetes mellitus patients were not different from those in the control. However, vertebral body morphology of type 2 diabetes mellitus patients was worse since the sixth month after surgery. Osteoporotic fracture classification has a good prognostic reference value for both the control and the type 2 diabetes mellitus population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37161429/",
    "clean_text": "the effect of type diabetes mellitus on the prognosis of osteoporotic vertebral compression fracture with osteoporotic fracture classification after vertebroplasty at months after vertebroplasty the local cobb angle of the type diabetes mellitus group was greater than that of the control group p osteoporotic fracture classification has a good prognostic reference value for b background to analyze the clinical and radiological effects of type diabetes mellitus on the prognosis of osteoporotic vertebral compression fracture after percutaneous vertebroplasty and explore the prognostic value of osteoporotic fracture classification methods osteoporotic vertebral compression fracture patients who received vertebroplasty from january to june were divided into type diabetes mellitus group and control group in this retrospective cohort study visual analogue scale oswestry disability index bone cement leakage new compression fracture anterior middle and posterior portion heights of vertebral body and local cobb angle on x ray before surgery days after surgery months and months after surgery were recorded and the osteoporotic fracture classification was performed p was set as statistical significance results a total of vertebral bodies were included containing in the type diabetes mellitus group and in the control group there were no differences in baseline characteristics between the two groups at months after vertebroplasty the local cobb angle of the type diabetes mellitus group was greater than that of the control group p at months compared with pre operation the anterior portion height recovered which was less than of the control group p and of the middle portion height recovery was less than the control group s p compared with the control group osteoporotic fracture vertebral bodies of the type diabetes mellitus group at months postoperatively in middle portion height vs p and local cobb angle vs p restored significantly worse besides osteoporotic fracture with type diabetes mellitus restored worse in anterior portion height vs p middle portion height vs p and local cobb angle vs p at months postoperatively there was no difference in radiological outcomes of osteoporotic fracture between the two groups conclusions the degree of fractured vertebral compression the recovery of the height and angle obtained immediately after surgery and the clinical symptoms in type diabetes mellitus patients were not different from those in the control however vertebral body morphology of type diabetes mellitus patients was worse since the sixth month after surgery osteoporotic fracture classification has a good prognostic reference value for both the control and the type diabetes mellitus population"
}