{
    "pmid": "41437406",
    "title": "Trends in Acute Myocardial Infarction Mortality Among Patients With Chronic Kidney Disease in the United States (1999-2024): A CDC WONDER Database Analysis.",
    "abstract": "Chronic kidney disease (CKD) significantly increases the risk of acute myocardial infarction (AMI)-related mortality by accelerating atherosclerosis and impairing cardiovascular outcomes. This study analyzes long-term trends in AMI mortality among patients with CKD in the United States from 1999 to 2024. We used the Centers for Disease Control and Prevention's Wide-ranging Online Data for Epidemiologic Research database to identify death certificates of individuals aged ≥45 years from 1999 to 2024, listing AMI as the underlying and CKD as a contributing cause of death. Age-adjusted mortality rates (AAMRs) per 100,000 population were calculated, and annual percent changes were determined using Joinpoint regression analysis. A total of 81,465 deaths were attributed to AMI in patients with CKD. The overall AAMR declined from 4.5 in 1999 to 1.5 in 2024, with a temporary increase between 2009 and 2012 (annual percent change: 18.03; P < 0.05). Males had consistently higher AAMRs (3.8) than females (2.0), and non-Hispanic African Americans (5.2) experienced nearly double the rates of other racial/ethnic groups. Older adults (≥65 years) had an AAMR of 6.2, 9 times higher than that of middle-aged adults (0.7). The highest rates were observed in the Western US and in nonmetropolitan areas (3.0 each). Despite an overall decline in AMI-related mortality among CKD patients over the past 2 decades, persistent disparities by age, sex, race/ethnicity, and geography remain, calling for the development of targeted and equitable approaches to reduce mortality burden across high-risk groups such as males and nonmetropolitan residents.",
    "disease": "chronic kidney disease",
    "clean_text": "trends in acute myocardial infarction mortality among patients with chronic kidney disease in the united states a cdc wonder database analysis chronic kidney disease ckd significantly increases the risk of acute myocardial infarction ami related mortality by accelerating atherosclerosis and impairing cardiovascular outcomes this study analyzes long term trends in ami mortality among patients with ckd in the united states from to we used the centers for disease control and prevention s wide ranging online data for epidemiologic research database to identify death certificates of individuals aged years from to listing ami as the underlying and ckd as a contributing cause of death age adjusted mortality rates aamrs per population were calculated and annual percent changes were determined using joinpoint regression analysis a total of deaths were attributed to ami in patients with ckd the overall aamr declined from in to in with a temporary increase between and annual percent change p males had consistently higher aamrs than females and non hispanic african americans experienced nearly double the rates of other racial ethnic groups older adults years had an aamr of times higher than that of middle aged adults the highest rates were observed in the western us and in nonmetropolitan areas each despite an overall decline in ami related mortality among ckd patients over the past decades persistent disparities by age sex race ethnicity and geography remain calling for the development of targeted and equitable approaches to reduce mortality burden across high risk groups such as males and nonmetropolitan residents"
}