{
    "pmid": "41466234",
    "title": "Diagnostic value of shear wave elastography for diabetic peripheral neuropathy: comparison between junior radiologists and senior radiologists.",
    "abstract": "Diabetic peripheral neuropathy (DPN) is a prevalent complication of diabetes mellitus, and is often underdiagnosed because of its variable clinical presentation and operator-dependent diagnostic tools. Shear wave elastography (SWE), which quantitatively evaluates tissue stiffness, has the potential to enhance conventional ultrasound by improving diagnostic accuracy and consistency. Nevertheless, a comprehensive analysis examining the extent to which the integration of SWE with conventional ultrasound can enhance the diagnostic performance of radiologists across varying levels of expertise has yet to be performed. In this study, a total of 458 lower extremities from patients with type 2 diabetes were examined via ultrasound and SWE. Four radiologists (two seniors and two juniors) independently assessed the grayscale ultrasound, SWE, and combined images. Diagnostic performance was compared via receiver operating characteristic (ROC) curves and sensitivity and specificity metrics. SWE measurements revealed significantly greater stiffness of the tibial nerve in the DPN group than in the non-DPN group, with values of 37.30 kPa versus 25.40 kPa (P < 0.001) and corresponding shear wave velocities of 3.54 m/s versus 2.90 m/s (P < 0.001). The combined images improved diagnostic accuracy across all readers. Notably, junior radiologists exhibited a substantial improvement in terms of sensitivity (ΔSensitivity = 25.565, 95% CI: 18.477-32.653, P = 0.004). In contrast, for the senior radiologists, neither the sensitivity nor the specificity significantly increased with increasing integration SWE. Combining SWE with conventional ultrasound improves the diagnostic accuracy for DPN and helps reduce performance gaps between junior and senior radiologists. SWE may serve as an effective adjunct to support early detection and consistent evaluation of DPN in clinical practice.",
    "disease": "diabetes mellitus",
    "clean_text": "diagnostic value of shear wave elastography for diabetic peripheral neuropathy comparison between junior radiologists and senior radiologists diabetic peripheral neuropathy dpn is a prevalent complication of diabetes mellitus and is often underdiagnosed because of its variable clinical presentation and operator dependent diagnostic tools shear wave elastography swe which quantitatively evaluates tissue stiffness has the potential to enhance conventional ultrasound by improving diagnostic accuracy and consistency nevertheless a comprehensive analysis examining the extent to which the integration of swe with conventional ultrasound can enhance the diagnostic performance of radiologists across varying levels of expertise has yet to be performed in this study a total of lower extremities from patients with type diabetes were examined via ultrasound and swe four radiologists two seniors and two juniors independently assessed the grayscale ultrasound swe and combined images diagnostic performance was compared via receiver operating characteristic roc curves and sensitivity and specificity metrics swe measurements revealed significantly greater stiffness of the tibial nerve in the dpn group than in the non dpn group with values of kpa versus kpa p and corresponding shear wave velocities of m s versus m s p the combined images improved diagnostic accuracy across all readers notably junior radiologists exhibited a substantial improvement in terms of sensitivity sensitivity ci p in contrast for the senior radiologists neither the sensitivity nor the specificity significantly increased with increasing integration swe combining swe with conventional ultrasound improves the diagnostic accuracy for dpn and helps reduce performance gaps between junior and senior radiologists swe may serve as an effective adjunct to support early detection and consistent evaluation of dpn in clinical practice"
}