{
    "pmid": "41474659",
    "title": "Influence of the molecular subtype-dependent immune microenvironment of metastatic axillary lymph nodes on breast cancer patient outcomes.",
    "abstract": "Metastasis in the axillary lymph nodes (ALNs) occurs in 30-50% of breast cancers (BCs), where residing immune cells play a crucial role in disease progression. Specifically at diagnosis, the immune elements infiltrating the primary tumour are among the best-established prognostic factors. However, their prognostic value in the metastatic ALNs (ALNs+) is poorly understood. We aim to retrospectively assess the immune populations of ALNs+ in luminal A (LA) and triple-negative BC (TNBC) patients using immunohistochemistry, to compare it with non-metastatic ALNs (ALNs-), and to determine their relationship with patient outcomes. We found differences in the immune concentrations of matched ALNs (ALNs- vs. ALNs+) from patients with positive nodal status in either LA or TNBC subtypes. In contrast, compared with LA, the levels of immune cells in ALNs- of the TNBC profile differ much more from ALNs+ than in the LA subtype, regardless of the nodal status. In addition, TNBC patients with higher levels of CD4 and CD8 lymphocytes in ALNs+ have worse cancer-specific survival (CSS) and higher levels of CD83 dendritic cells (DCs) are related to worse CSS and time to progression (TTP). Conversely, LA patients with higher levels of CD21 DC showed better TTP. Our results showed that ALN immune profiles and their influence on disease evolution vary by molecular BC subtype and nodal status, suggesting that accurate ALN immune profiling at diagnosis could provide new insights into the immune BC landscape. These observations require validation in larger, prospective cohorts before they can be reliably used to inform clinical decision-making.",
    "disease": "breast cancer",
    "clean_text": "influence of the molecular subtype dependent immune microenvironment of metastatic axillary lymph nodes on breast cancer patient outcomes metastasis in the axillary lymph nodes alns occurs in of breast cancers bcs where residing immune cells play a crucial role in disease progression specifically at diagnosis the immune elements infiltrating the primary tumour are among the best established prognostic factors however their prognostic value in the metastatic alns alns is poorly understood we aim to retrospectively assess the immune populations of alns in luminal a la and triple negative bc tnbc patients using immunohistochemistry to compare it with non metastatic alns alns and to determine their relationship with patient outcomes we found differences in the immune concentrations of matched alns alns vs alns from patients with positive nodal status in either la or tnbc subtypes in contrast compared with la the levels of immune cells in alns of the tnbc profile differ much more from alns than in the la subtype regardless of the nodal status in addition tnbc patients with higher levels of cd and cd lymphocytes in alns have worse cancer specific survival css and higher levels of cd dendritic cells dcs are related to worse css and time to progression ttp conversely la patients with higher levels of cd dc showed better ttp our results showed that aln immune profiles and their influence on disease evolution vary by molecular bc subtype and nodal status suggesting that accurate aln immune profiling at diagnosis could provide new insights into the immune bc landscape these observations require validation in larger prospective cohorts before they can be reliably used to inform clinical decision making"
}