{
    "pmid": "41424429",
    "title": "Functional outcomes of tibial medullary cancellous bone graft combined with allograft in medial open-wedge high tibial osteotomy: A retrospective cohort study.",
    "abstract": "We evaluated the long-term outcomes of bone autograft versus tibial medullary cancellous bone graft combined with allograft as therapeutic interventions for medial compartment osteoarthritis associated with genu varum deformity. This retrospective cohort study included patients with knee osteoarthritis who underwent medial open-wedge high tibial osteotomy (MOWHTO), receiving either an autogenous bone graft or a tibial medullary cancellous bone graft combined with an allograft. Clinical status was assessed using the Visual Analog Scale (VAS) and the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC). Radiological parameters, including the hip-knee-ankle angle (HKA), medial proximal tibial angle (MPTA), and femorotibial angle (FTA), were measured preoperatively and at the 6-month follow-up. In total, 157 patients were included: 81 in Group A (autograft) and 76 in Group B (tibial medullary cancellous bone graft combined with allograft). No significant differences were observed between the groups in postoperative HKA, MPTA, and FTA values. However, VAS and WOMAC scores were significantly lower in the combined graft group. The use of a combined tibial medullary cancellous bone graft with allograft in MOWHTO is associated with improved functional outcomes at the 6-month follow-up, as evidenced by statistically significantly reduced VAS and WOMAC scores.",
    "disease": "osteoarthritis",
    "clean_text": "functional outcomes of tibial medullary cancellous bone graft combined with allograft in medial open wedge high tibial osteotomy a retrospective cohort study we evaluated the long term outcomes of bone autograft versus tibial medullary cancellous bone graft combined with allograft as therapeutic interventions for medial compartment osteoarthritis associated with genu varum deformity this retrospective cohort study included patients with knee osteoarthritis who underwent medial open wedge high tibial osteotomy mowhto receiving either an autogenous bone graft or a tibial medullary cancellous bone graft combined with an allograft clinical status was assessed using the visual analog scale vas and the western ontario and mcmaster universities osteoarthritis index womac radiological parameters including the hip knee ankle angle hka medial proximal tibial angle mpta and femorotibial angle fta were measured preoperatively and at the month follow up in total patients were included in group a autograft and in group b tibial medullary cancellous bone graft combined with allograft no significant differences were observed between the groups in postoperative hka mpta and fta values however vas and womac scores were significantly lower in the combined graft group the use of a combined tibial medullary cancellous bone graft with allograft in mowhto is associated with improved functional outcomes at the month follow up as evidenced by statistically significantly reduced vas and womac scores"
}