{
    "title": "Socioeconomic status and health behavior in children and adolescents: a systematic literature review.",
    "doc_id": "37915814",
    "writer": "Gautam N",
    "year": "2023",
    "summary": "This literature review, therefore, aims to assess the association between socioeconomic status and health behaviors in childhood and adolescence. Preferred Reporting for Systematic Review and Meta-Analysis protocol guidelines were used to conduct a systematic litera …",
    "abstract": "Socioeconomic status affects individuals' health behaviors and contributes to a complex relationship between health and development. Due to this complexity, the relationship between SES and health behaviors is not yet fully understood. This literature review, therefore, aims to assess the association between socioeconomic status and health behaviors in childhood and adolescence. Preferred Reporting for Systematic Review and Meta-Analysis protocol guidelines were used to conduct a systematic literature review. The electronic online databases EBSCO Host, PubMed, Web of Science, and Science Direct were utilized to systematically search published articles. The Joanna Briggs Institute's critical appeal tool was used to assess the quality of included studies. Eligibility criteria such as study context, study participants, study setting, outcome measures, and key findings were used to identify relevant literature that measured the association between socioeconomic status and health behaviors. Out of 2,391 studies, only 46 met the final eligibility criteria and were assessed in this study. Our review found that children and adolescents with low socioeconomic status face an elevated risk of unhealthy behaviors (e.g., early initiation of smoking, high-energy-dense food, low physical activity, and involvement in drug abuse), in contrast to their counterparts. Conversely, children and adolescents from higher socioeconomic backgrounds exhibit a higher prevalence of health-promoting behaviors, such as increased consumption of fruit and vegetables, dairy products, regular breakfast, adherence to a nutritious diet, and engagement in an active lifestyle. The findings of this study underscore the necessity of implementing specific intervention measures aimed at providing assistance to families from disadvantaged socioeconomic backgrounds to mitigate the substantial disparities in health behavior outcomes in children and adolescents.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37915814/",
    "clean_text": "socioeconomic status and health behavior in children and adolescents a systematic literature review this literature review therefore aims to assess the association between socioeconomic status and health behaviors in childhood and adolescence preferred reporting for systematic review and meta analysis protocol guidelines were used to conduct a systematic litera socioeconomic status affects individuals health behaviors and contributes to a complex relationship between health and development due to this complexity the relationship between ses and health behaviors is not yet fully understood this literature review therefore aims to assess the association between socioeconomic status and health behaviors in childhood and adolescence preferred reporting for systematic review and meta analysis protocol guidelines were used to conduct a systematic literature review the electronic online databases ebsco host pubmed web of science and science direct were utilized to systematically search published articles the joanna briggs institute s critical appeal tool was used to assess the quality of included studies eligibility criteria such as study context study participants study setting outcome measures and key findings were used to identify relevant literature that measured the association between socioeconomic status and health behaviors out of studies only met the final eligibility criteria and were assessed in this study our review found that children and adolescents with low socioeconomic status face an elevated risk of unhealthy behaviors e g early initiation of smoking high energy dense food low physical activity and involvement in drug abuse in contrast to their counterparts conversely children and adolescents from higher socioeconomic backgrounds exhibit a higher prevalence of health promoting behaviors such as increased consumption of fruit and vegetables dairy products regular breakfast adherence to a nutritious diet and engagement in an active lifestyle the findings of this study underscore the necessity of implementing specific intervention measures aimed at providing assistance to families from disadvantaged socioeconomic backgrounds to mitigate the substantial disparities in health behavior outcomes in children and adolescents"
}