{
    "pmid": "41458081",
    "title": "Japanese Encephalitis With Central Nervous System Tuberculosis With Quadriplegia: A Rare Conundrum in Resource Limited Setting.",
    "abstract": "Japanese encephalitis (JE) is a mosquito-borne viral infection of the central nervous system, while tuberculous meningitis (TBM) is another major CNS infection in endemic regions. The co-occurrence of these conditions is extremely rare and presents significant diagnostic and therapeutic challenges. We report a 13-year-old boy who presented with fever, respiratory distress, and neurological symptoms, progressing to respiratory failure that required intubation and intensive care. MRI findings of bilateral thalamic involvement suggested JE, while cerebrospinal fluid analysis confirmed CNS tuberculosis. He was managed with intensive antitubercular therapy, antibiotics, and supportive ICU care. Despite prolonged hospitalization and mechanical ventilation, he developed quadriplegia, reflecting the severity of these dual infections. Concurrent JE and CNS TB complicate both diagnosis and treatment, necessitating early recognition, multidisciplinary management, and intensive supportive care. This first documented case underscores the importance of awareness and further research to guide strategies for managing rare coexisting CNS infections.",
    "disease": "tuberculosis",
    "clean_text": "japanese encephalitis with central nervous system tuberculosis with quadriplegia a rare conundrum in resource limited setting japanese encephalitis je is a mosquito borne viral infection of the central nervous system while tuberculous meningitis tbm is another major cns infection in endemic regions the co occurrence of these conditions is extremely rare and presents significant diagnostic and therapeutic challenges we report a year old boy who presented with fever respiratory distress and neurological symptoms progressing to respiratory failure that required intubation and intensive care mri findings of bilateral thalamic involvement suggested je while cerebrospinal fluid analysis confirmed cns tuberculosis he was managed with intensive antitubercular therapy antibiotics and supportive icu care despite prolonged hospitalization and mechanical ventilation he developed quadriplegia reflecting the severity of these dual infections concurrent je and cns tb complicate both diagnosis and treatment necessitating early recognition multidisciplinary management and intensive supportive care this first documented case underscores the importance of awareness and further research to guide strategies for managing rare coexisting cns infections"
}