{
    "title": "Mental health and disadvantaged youth: Empowering parents as interventionists through technology.",
    "doc_id": "36892920",
    "writer": "Cobb CL.",
    "year": "2023",
    "summary": "Youth mental health is in a crisis as prevalence rates for youth psychopathology continue to rise. ...Consequently, parents in disadvantaged families rarely receive formal psychological training and often lack the skills needed to effectively intervene when their ch …",
    "abstract": "Youth mental health is in a crisis as prevalence rates for youth psychopathology continue to rise. With global increases in youth mental health problems, along with the havoc wreaked by the COVID-19 pandemic, mental health disparities continue to widen as youth from disadvantaged backgrounds (e.g., ethnic/racial minority, low socioeconomic, rural, gender and sexual minorities) are disparately impacted. Parents occupy a critical position in their children's lives in terms of influence, proximity, and responsibility for providing their children with the resources they need to protect their mental health. Yet, disadvantaged families experience persistent barriers that impede their access to mental health treatment, and few accessible mental health resources exist for parents from these backgrounds. Consequently, parents in disadvantaged families rarely receive formal psychological training and often lack the skills needed to effectively intervene when their children experience mental health problems. Digital mental health interventions (DMHIs)-psychosocial interventions that have been digitally translated-offer a promising means to reduce mental health disparities among disadvantaged youth by providing their parents with vital mental health resources while overcoming many of the traditional barriers to care. However, the full potential of technology has yet to be realized, as few to no evidence-based and culturally sensitive DMHIs exist for disadvantaged families. A priority for the field is to promote health equity by providing disadvantaged families with the mental health resources that they need. Toward this end, the present article calls on the field to harness technology to empower parents from disadvantaged families as interventionists in their youths' mental health. (PsycInfo Database Record (c) 2023 APA, all rights reserved).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36892920/",
    "clean_text": "mental health and disadvantaged youth empowering parents as interventionists through technology youth mental health is in a crisis as prevalence rates for youth psychopathology continue to rise consequently parents in disadvantaged families rarely receive formal psychological training and often lack the skills needed to effectively intervene when their ch youth mental health is in a crisis as prevalence rates for youth psychopathology continue to rise with global increases in youth mental health problems along with the havoc wreaked by the covid pandemic mental health disparities continue to widen as youth from disadvantaged backgrounds e g ethnic racial minority low socioeconomic rural gender and sexual minorities are disparately impacted parents occupy a critical position in their children s lives in terms of influence proximity and responsibility for providing their children with the resources they need to protect their mental health yet disadvantaged families experience persistent barriers that impede their access to mental health treatment and few accessible mental health resources exist for parents from these backgrounds consequently parents in disadvantaged families rarely receive formal psychological training and often lack the skills needed to effectively intervene when their children experience mental health problems digital mental health interventions dmhis psychosocial interventions that have been digitally translated offer a promising means to reduce mental health disparities among disadvantaged youth by providing their parents with vital mental health resources while overcoming many of the traditional barriers to care however the full potential of technology has yet to be realized as few to no evidence based and culturally sensitive dmhis exist for disadvantaged families a priority for the field is to promote health equity by providing disadvantaged families with the mental health resources that they need toward this end the present article calls on the field to harness technology to empower parents from disadvantaged families as interventionists in their youths mental health psycinfo database record c apa all rights reserved"
}