{
    "title": "Recent advances in tissue stem cells.",
    "doc_id": "34865207",
    "writer": "Fu X",
    "year": "2021",
    "summary": "Stem cells are undifferentiated cells capable of self-renewal and differentiation, giving rise to specialized functional cells. ...They are usually named based on the resident tissue, such as hematopoietic stem cells and germline stem …",
    "abstract": "Stem cells are undifferentiated cells capable of self-renewal and differentiation, giving rise to specialized functional cells. Stem cells are of pivotal importance for organ and tissue development, homeostasis, and injury and disease repair. Tissue-specific stem cells are a rare population residing in specific tissues and present powerful potential for regeneration when required. They are usually named based on the resident tissue, such as hematopoietic stem cells and germline stem cells. This review discusses the recent advances in stem cells of various tissues, including neural stem cells, muscle stem cells, liver progenitors, pancreatic islet stem/progenitor cells, intestinal stem cells, and prostate stem cells, and the future perspectives for tissue stem cell research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34865207/",
    "clean_text": "recent advances in tissue stem cells stem cells are undifferentiated cells capable of self renewal and differentiation giving rise to specialized functional cells they are usually named based on the resident tissue such as hematopoietic stem cells and germline stem stem cells are undifferentiated cells capable of self renewal and differentiation giving rise to specialized functional cells stem cells are of pivotal importance for organ and tissue development homeostasis and injury and disease repair tissue specific stem cells are a rare population residing in specific tissues and present powerful potential for regeneration when required they are usually named based on the resident tissue such as hematopoietic stem cells and germline stem cells this review discusses the recent advances in stem cells of various tissues including neural stem cells muscle stem cells liver progenitors pancreatic islet stem progenitor cells intestinal stem cells and prostate stem cells and the future perspectives for tissue stem cell research"
}