{
    "pmid": "41420575",
    "title": "Changes in the Nijmegen Questionnaire in severe asthma patients treated with dupilumab.",
    "abstract": "To assess changes in Nijmegen Questionnaire (NQ) scores in patients with severe asthma treated with dupilumab and their relationship with disease control. A retrospective study was conducted in patients with severe asthma treated with dupilumab. Epidemiological and clinical data were collected, as well as results of questionnaires: NQ, asthma control test (ACT) and Asthma Quality of Life Questionnaire (AQLQ), assessing the changes after one year of treatment. A total of 18 patients were included, 12 males, with a median age of 54 years and a range between 27 and 67 years old. The median result of the NQ at the start of dupilumab was 15.5 points (1-34) and at 12 months was 7 points (0-35). Before treatment, five patients (27.77%) had a NQ greater than 23 points compatible with hyperventilation syndrome (HVS). The median ACT score was 19 (10-24) and at the 12-month control it was 23 (12-25). The median AQLQ was 5 points (3-7) at the start of dupilumab and 6.08 points (3.50-7) after 12 months of dupilumab. This study observed changes in NQ scores after 12 months of dupilumab treatment, irrespective of initial NQ scores. Incorporating the NQ into the assessment of biologic response in severe asthma may provide additional insights into patient monitoring. Proper management of comorbidities, including HVS, is essential for optimizing asthma outcomes, as uncontrolled comorbidities can confound asthma control. Evaluar los cambios en las puntuaciones del Cuestionario de Nijmegen (CN) en pacientes con asma grave que reciben dupilumab y su relación con el control de la enfermedad. Estudio retrospectivo llevado a cabo en pacientes con asma grave, tratados con dupilumab. Se recopilaron datos epidemiológicos y clínicos, así como los resultados de los cuestionarios CN, Test de Control del Asma (TCA) y Cuestionario de Calidad de Vida en Asma (AQLQ), evaluando los cambios tras un año de tratamiento. Se incluyeron 18 pacientes (12 hombres y 6 mujeres), con mediana de edad de 54 años (rango: 27-67 años). La mediana del CN al inicio del tratamiento con dupilumab fue de 15.5 puntos (rango: 1-34) y a los 12 meses de 7 puntos (rango: 0-35). Antes del tratamiento, 5 (27.77%) pacientes reportaron una puntuación superior a 23 puntos del CN, compatible con síndrome de hiperventilación (SHV). La mediana de la puntuación ACT fue de 19 (10-24) y en el control a los 12 meses fue de 23 (12-25). La mediana de la puntuación AQLQ fue de 5 puntos (3-7) al inicio del tratamiento con dupilumab y de 6.08 puntos (3.50-7) luego de 12 meses de tratamiento. Se informaron cambios en las puntuaciones NQ después de 12 meses de tratamiento con dupilumab, independientemente de las puntuaciones iniciales del cuestionario. La incorporación del Cuestionario de Nijmegen en la evaluación de la respuesta al tratamiento con biológicos en pacientes con asma grave puede proporcionar información adicional para su seguimiento. El tratamiento adecuado de las comorbilidades, incluido el síndrome de hiperventilación (SHV), es decisivo para optimizar los desenlaces en el control del asma.",
    "disease": "asthma",
    "clean_text": "changes in the nijmegen questionnaire in severe asthma patients treated with dupilumab to assess changes in nijmegen questionnaire nq scores in patients with severe asthma treated with dupilumab and their relationship with disease control a retrospective study was conducted in patients with severe asthma treated with dupilumab epidemiological and clinical data were collected as well as results of questionnaires nq asthma control test act and asthma quality of life questionnaire aqlq assessing the changes after one year of treatment a total of patients were included males with a median age of years and a range between and years old the median result of the nq at the start of dupilumab was points and at months was points before treatment five patients had a nq greater than points compatible with hyperventilation syndrome hvs the median act score was and at the month control it was the median aqlq was points at the start of dupilumab and points after months of dupilumab this study observed changes in nq scores after months of dupilumab treatment irrespective of initial nq scores incorporating the nq into the assessment of biologic response in severe asthma may provide additional insights into patient monitoring proper management of comorbidities including hvs is essential for optimizing asthma outcomes as uncontrolled comorbidities can confound asthma control evaluar los cambios en las puntuaciones del cuestionario de nijmegen cn en pacientes con asma grave que reciben dupilumab y su relaci n con el control de la enfermedad estudio retrospectivo llevado a cabo en pacientes con asma grave tratados con dupilumab se recopilaron datos epidemiol gicos y cl nicos as como los resultados de los cuestionarios cn test de control del asma tca y cuestionario de calidad de vida en asma aqlq evaluando los cambios tras un a o de tratamiento se incluyeron pacientes hombres y mujeres con mediana de edad de a os rango a os la mediana del cn al inicio del tratamiento con dupilumab fue de puntos rango y a los meses de puntos rango antes del tratamiento pacientes reportaron una puntuaci n superior a puntos del cn compatible con s ndrome de hiperventilaci n shv la mediana de la puntuaci n act fue de y en el control a los meses fue de la mediana de la puntuaci n aqlq fue de puntos al inicio del tratamiento con dupilumab y de puntos luego de meses de tratamiento se informaron cambios en las puntuaciones nq despu s de meses de tratamiento con dupilumab independientemente de las puntuaciones iniciales del cuestionario la incorporaci n del cuestionario de nijmegen en la evaluaci n de la respuesta al tratamiento con biol gicos en pacientes con asma grave puede proporcionar informaci n adicional para su seguimiento el tratamiento adecuado de las comorbilidades incluido el s ndrome de hiperventilaci n shv es decisivo para optimizar los desenlaces en el control del asma"
}