{
    "pmid": "41463282",
    "title": "Two Decades of Female Breast Cancer Mortality in Hungary: Epidemiological Trends Since EU Accession.",
    "abstract": "This study aimed to investigate annual and seasonal trends, as well as regional differences, in female breast cancer mortality in Hungary between 2004 and 2023. Data on cancer mortality were obtained from the publicly available nationwide population register. Poisson and quasi-Poisson regression models were applied to investigate the annual trend in breast cancer mortality rates. Cyclic trends in mortality were analysed using the Walter-Elwood method, and regional differences in age-standardised mortality rates (ASMRs) were evaluated across Hungarian regions. Over the two decades studied, a total of 42,779 deaths from breast cancer were recorded. A significant declining trend in annual ASMRs for female breast cancer was observed during the study period (IRR = 0.996; 95% CI [0.993-0.998];  Although Hungary has implemented a free national breast cancer screening programme, this study demonstrates that breast cancer mortality remains high in the country. Additionally, breast cancer mortality exhibits significant regional and seasonal variation. These findings underscore the need for targeted public health interventions and optimised resource allocation to improve outcomes.",
    "disease": "breast cancer",
    "clean_text": "two decades of female breast cancer mortality in hungary epidemiological trends since eu accession this study aimed to investigate annual and seasonal trends as well as regional differences in female breast cancer mortality in hungary between and data on cancer mortality were obtained from the publicly available nationwide population register poisson and quasi poisson regression models were applied to investigate the annual trend in breast cancer mortality rates cyclic trends in mortality were analysed using the walter elwood method and regional differences in age standardised mortality rates asmrs were evaluated across hungarian regions over the two decades studied a total of deaths from breast cancer were recorded a significant declining trend in annual asmrs for female breast cancer was observed during the study period irr ci although hungary has implemented a free national breast cancer screening programme this study demonstrates that breast cancer mortality remains high in the country additionally breast cancer mortality exhibits significant regional and seasonal variation these findings underscore the need for targeted public health interventions and optimised resource allocation to improve outcomes"
}