{
    "title": "Exercise induces cortical plasticity after neonatal spinal cord injury in the rat.",
    "doc_id": "19515923",
    "writer": "Kao T",
    "year": "2009",
    "summary": "We used adult rats spinalized as neonates because some of these animals develop weight-supported stepping, and, therefore, the relationship between cortical plasticity and stepping could also be examined. Acute, single-neuron mapping was used to determine the percentage of …",
    "abstract": "Exercise-induced cortical plasticity is associated with improved functional outcome after brain or nerve injury. Exercise also improves functional outcomes after spinal cord injury, but its effects on cortical plasticity are not known. The goal of this investigation was to study the effect of moderate exercise (treadmill locomotion, 3 min/d, 5 d/week) on the somatotopic organization of forelimb and hindlimb somatosensory cortex (SI) after neonatal thoracic transection. We used adult rats spinalized as neonates because some of these animals develop weight-supported stepping, and, therefore, the relationship between cortical plasticity and stepping could also be examined. Acute, single-neuron mapping was used to determine the percentage of cortical cells responding to cutaneous forelimb stimulation in normal, spinalized, and exercised spinalized rats. Multiple single-neuron recording from arrays of chronically implanted microwires examined the magnitude of response of these cells in normal and exercised spinalized rats. Our results show that exercise not only increased the percentage of responding cells in the hindlimb SI but also increased the magnitude of the response of these cells. This increase in response magnitude was correlated with behavioral outcome measures. In the forelimb SI, neonatal transection reduced the percentage of responding cells to forelimb stimulation, but exercise reversed this loss. This restoration in the percentage of responding cells after exercise was accompanied by an increase in their response magnitude. Therefore, the increase in responsiveness of hindlimb SI to forelimb stimulation after neonatal transection and exercise may be due, in part, to the effect of exercise on the forelimb SI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19515923/",
    "clean_text": "exercise induces cortical plasticity after neonatal spinal cord injury in the rat we used adult rats spinalized as neonates because some of these animals develop weight supported stepping and therefore the relationship between cortical plasticity and stepping could also be examined acute single neuron mapping was used to determine the percentage of exercise induced cortical plasticity is associated with improved functional outcome after brain or nerve injury exercise also improves functional outcomes after spinal cord injury but its effects on cortical plasticity are not known the goal of this investigation was to study the effect of moderate exercise treadmill locomotion min d d week on the somatotopic organization of forelimb and hindlimb somatosensory cortex si after neonatal thoracic transection we used adult rats spinalized as neonates because some of these animals develop weight supported stepping and therefore the relationship between cortical plasticity and stepping could also be examined acute single neuron mapping was used to determine the percentage of cortical cells responding to cutaneous forelimb stimulation in normal spinalized and exercised spinalized rats multiple single neuron recording from arrays of chronically implanted microwires examined the magnitude of response of these cells in normal and exercised spinalized rats our results show that exercise not only increased the percentage of responding cells in the hindlimb si but also increased the magnitude of the response of these cells this increase in response magnitude was correlated with behavioral outcome measures in the forelimb si neonatal transection reduced the percentage of responding cells to forelimb stimulation but exercise reversed this loss this restoration in the percentage of responding cells after exercise was accompanied by an increase in their response magnitude therefore the increase in responsiveness of hindlimb si to forelimb stimulation after neonatal transection and exercise may be due in part to the effect of exercise on the forelimb si"
}