{
    "pmid": "41426999",
    "title": "Predictors and outcomes of stroke mimics in patients treated with intravenous thrombolysis: a single-center retrospective cohort study.",
    "abstract": "Intravenous thrombolysis (IVT) is most effective in acute ischemic stroke (AIS) when administered promptly; however, efforts to reduce treatment times may increase the risk of treating stroke mimics (SM). This retrospective single-center study aimed to determine the prevalence of SM among patients treated with IVT, compare them with AIS cases, evaluate the clinical implications of IVT administration, and identify possible predictors of SM. Patients who received IVT for suspected AIS between January 2022 and December 2024 were retrospectively analyzed. Only patients without early ischemic changes on non-contrast CT and without intracranial occlusion on CT angiography were included. Based on clinical presentation, imaging, and discharge diagnosis, patients were classified as AIS or SM. Data collected included demographics, clinical features, risk factors, treatment times, NIHSS scores, mRS scores, and post-IVT complications. Of 724 patients treated with IVT, 330 met the inclusion criteria. Among them, 293 (88.8%) had confirmed AIS and 37 (11.2%) were SM. SM patients were significantly younger (mean age 57.4 vs. 70.2 years,  Stroke mimics accounted for 11.2% of cases treated with intravenous thrombolysis and differed significantly from AIS in clinical and demographic characteristics. IVT was safe in SM, with no major complications observed. Several clinical predictors may aid in early differentiation. However, these findings should be interpreted cautiously due to the limited number of mimic cases.",
    "disease": "epilepsy",
    "clean_text": "predictors and outcomes of stroke mimics in patients treated with intravenous thrombolysis a single center retrospective cohort study intravenous thrombolysis ivt is most effective in acute ischemic stroke ais when administered promptly however efforts to reduce treatment times may increase the risk of treating stroke mimics sm this retrospective single center study aimed to determine the prevalence of sm among patients treated with ivt compare them with ais cases evaluate the clinical implications of ivt administration and identify possible predictors of sm patients who received ivt for suspected ais between january and december were retrospectively analyzed only patients without early ischemic changes on non contrast ct and without intracranial occlusion on ct angiography were included based on clinical presentation imaging and discharge diagnosis patients were classified as ais or sm data collected included demographics clinical features risk factors treatment times nihss scores mrs scores and post ivt complications of patients treated with ivt met the inclusion criteria among them had confirmed ais and were sm sm patients were significantly younger mean age vs years stroke mimics accounted for of cases treated with intravenous thrombolysis and differed significantly from ais in clinical and demographic characteristics ivt was safe in sm with no major complications observed several clinical predictors may aid in early differentiation however these findings should be interpreted cautiously due to the limited number of mimic cases"
}