{
    "title": "Pyoderma gangrenosum-like skin ulceration in antineutrophil cytoplasmic antibody-associated vasculitis: a retrospective case series.",
    "doc_id": "35524738",
    "writer": "Shakshouk H",
    "year": "2022",
    "summary": "Several case reports have described skin ulceration resembling pyoderma gangrenosum (PG), particularly in granulomatosis with polyangiitis (GPA); however, the true incidence of this PG-like ulceration in various diseases is unknown. In addition, PG is frequently mis …",
    "abstract": "Antineutrophil cytoplasmic antibody-associated vasculitis (AAV) can be associated with various cutaneous manifestations. Several case reports have described skin ulceration resembling pyoderma gangrenosum (PG), particularly in granulomatosis with polyangiitis (GPA); however, the true incidence of this PG-like ulceration in various diseases is unknown. In addition, PG is frequently misdiagnosed, and diagnosis may rely on exclusion of other causes of ulcers. We aimed to describe clinical and histopathological features of PG-like ulcerations occurring in association with AAV and identify clues to differentiate these ulcers from PG. Retrospective search was conducted to include patients with AAV presenting with PG-like ulcers treated at our institution. This large case series highlights presentation of PG-like ulcers occurring in patients with AAV. Care should be taken to avoid delayed or missed diagnosis of AAV. Distinction between AAV and PG is challenging yet mandatory for proper treatment. Diagnosis relies on a constellation of detailed cutaneous clinical examination, systemic symptoms or illness, histopathological features and laboratory tests.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35524738/",
    "clean_text": "pyoderma gangrenosum like skin ulceration in antineutrophil cytoplasmic antibody associated vasculitis a retrospective case series several case reports have described skin ulceration resembling pyoderma gangrenosum pg particularly in granulomatosis with polyangiitis gpa however the true incidence of this pg like ulceration in various diseases is unknown in addition pg is frequently mis antineutrophil cytoplasmic antibody associated vasculitis aav can be associated with various cutaneous manifestations several case reports have described skin ulceration resembling pyoderma gangrenosum pg particularly in granulomatosis with polyangiitis gpa however the true incidence of this pg like ulceration in various diseases is unknown in addition pg is frequently misdiagnosed and diagnosis may rely on exclusion of other causes of ulcers we aimed to describe clinical and histopathological features of pg like ulcerations occurring in association with aav and identify clues to differentiate these ulcers from pg retrospective search was conducted to include patients with aav presenting with pg like ulcers treated at our institution this large case series highlights presentation of pg like ulcers occurring in patients with aav care should be taken to avoid delayed or missed diagnosis of aav distinction between aav and pg is challenging yet mandatory for proper treatment diagnosis relies on a constellation of detailed cutaneous clinical examination systemic symptoms or illness histopathological features and laboratory tests"
}