{
    "pmid": "41474879",
    "title": "A Universal Light-Activated CRISPR-RNA Based on Split Direct Repeat for One-Pot Cas12a Nucleic Acid Detection.",
    "abstract": "Spatiotemporal regulation of CRISPR-Cas systems holds significant promise for precision gene editing and molecular diagnostics. While photochemical strategies for CRISPR activity control have advanced, a universal regulatory approach remains elusive. Here, we report a modular light-activated CRISPR-RNA design through splitting conventional crRNA within the direct repeat (DR) into two functional domains: a conserved 5' split direct repeat (5' SDR) and a variable 3' split direct repeat (SDR) + spacer (3' SDR-Spacer) module. Double-stranded extensions were introduced at the cleavage site to preserve functional integrity. Through screening of light-sensitive caging group modification sites in the universal 5' SDR, a novel light-activated CRISPR-RNA system was developed. This system only requires spacer redesign of the 3' SDR-Spacer for new targets, while the caged 5' SDR is universal. Thereupon, we established a universal light-activated CRISPR-RNA assisted one-pot RAA-Cas12a detection system (UniLight-CRISPR). When applied to ",
    "disease": "pneumonia",
    "clean_text": "a universal light activated crispr rna based on split direct repeat for one pot cas a nucleic acid detection spatiotemporal regulation of crispr cas systems holds significant promise for precision gene editing and molecular diagnostics while photochemical strategies for crispr activity control have advanced a universal regulatory approach remains elusive here we report a modular light activated crispr rna design through splitting conventional crrna within the direct repeat dr into two functional domains a conserved split direct repeat sdr and a variable split direct repeat sdr spacer sdr spacer module double stranded extensions were introduced at the cleavage site to preserve functional integrity through screening of light sensitive caging group modification sites in the universal sdr a novel light activated crispr rna system was developed this system only requires spacer redesign of the sdr spacer for new targets while the caged sdr is universal thereupon we established a universal light activated crispr rna assisted one pot raa cas a detection system unilight crispr when applied to"
}