{
    "pmid": "41391502",
    "title": "Vitamin D attenuates PCSK9-driven phenotypic switch of vascular smooth muscle cells and neointimal hyperplasia via SIRT6 activation.",
    "abstract": "Pathologically activated vascular smooth muscle cells (VSMCs) upregulate proprotein convertase subtilisin/kexin type 9 (PCSK9), contributing to vascular inflammation and remodeling. Although both PCSK9 and 25-hydroxyvitamin D (25OHD), the active form of Vitamin D, are linked to inflammatory regulation, their interaction in modulating VSMC phenotype remains unclear. Here, we investigated the effect of 25OHD on PCSK9 expression in human aortic SMCs (HASMCs) under lipopolysaccharide (LPS)-induced inflammatory stress. LPS stimulation increased PCSK9 mRNA >2-fold, while 25OHD pre-treatment significantly reduced this induction and restored expression of contractile markers (Acta2, Cnn1, Myocd, Tagln). Functional assays revealed that both 25OHD and PCSK9 knockdown attenuated LPS-induced proliferation and migration in HASMCs. In vivo, 25OHD supplementation in C57BL/6 mice for six weeks prior to partial carotid artery ligation suppressed injury-induced PCSK9 expression in SMCs and reduced neointimal hyperplasia. Supporting these findings, reanalysis of RNA-seq data revealed that airway SMCs (ASMCs) derived from asthma patients and treated with Vitamin D exhibited lower PCSK9 expression and concomitantly elevated sirtuin expression relative to untreated asthmatic controls. Mechanistically, 25OHD enhanced SIRT6 activation, and inhibition of SIRT6 with nicotinamide reversed 25OHD-mediated PCSK9 downregulation, identifying SIRT6 as a key regulator. Together, these findings reveal a novel SIRT6-dependent mechanism by which Vitamin D suppresses PCSK9-driven VSMC phenotypic switching, exerting protective effects against vascular inflammation and remodeling. News and Noteworthy: This study highlights the crucial role of PCSK9 in the inflammation and phenotypic modulation of VSMCs. The active Vitamin D metabolite, 25OHD, suppresses inflammation-induced PCSK9 expression and restores contractile gene markers in HASMCs. In vivo, Vitamin D supplementation reduces PCSK9 levels and neointimal hyperplasia following flow-mediated vascular injury. Mechanistically, 25OHD activates SIRT6, establishing a novel 25OHD-SIRT6-PCSK9 regulatory axis with promising therapeutic implications for vascular inflammation and remodeling.",
    "disease": "asthma",
    "clean_text": "vitamin d attenuates pcsk driven phenotypic switch of vascular smooth muscle cells and neointimal hyperplasia via sirt activation pathologically activated vascular smooth muscle cells vsmcs upregulate proprotein convertase subtilisin kexin type pcsk contributing to vascular inflammation and remodeling although both pcsk and hydroxyvitamin d ohd the active form of vitamin d are linked to inflammatory regulation their interaction in modulating vsmc phenotype remains unclear here we investigated the effect of ohd on pcsk expression in human aortic smcs hasmcs under lipopolysaccharide lps induced inflammatory stress lps stimulation increased pcsk mrna fold while ohd pre treatment significantly reduced this induction and restored expression of contractile markers acta cnn myocd tagln functional assays revealed that both ohd and pcsk knockdown attenuated lps induced proliferation and migration in hasmcs in vivo ohd supplementation in c bl mice for six weeks prior to partial carotid artery ligation suppressed injury induced pcsk expression in smcs and reduced neointimal hyperplasia supporting these findings reanalysis of rna seq data revealed that airway smcs asmcs derived from asthma patients and treated with vitamin d exhibited lower pcsk expression and concomitantly elevated sirtuin expression relative to untreated asthmatic controls mechanistically ohd enhanced sirt activation and inhibition of sirt with nicotinamide reversed ohd mediated pcsk downregulation identifying sirt as a key regulator together these findings reveal a novel sirt dependent mechanism by which vitamin d suppresses pcsk driven vsmc phenotypic switching exerting protective effects against vascular inflammation and remodeling news and noteworthy this study highlights the crucial role of pcsk in the inflammation and phenotypic modulation of vsmcs the active vitamin d metabolite ohd suppresses inflammation induced pcsk expression and restores contractile gene markers in hasmcs in vivo vitamin d supplementation reduces pcsk levels and neointimal hyperplasia following flow mediated vascular injury mechanistically ohd activates sirt establishing a novel ohd sirt pcsk regulatory axis with promising therapeutic implications for vascular inflammation and remodeling"
}