{
    "pmid": "41384644",
    "title": "Vibration-controlled transient elastography in pediatric metabolic dysfunction-associated steatotic liver disease.",
    "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is a prevalent disease in children. Vibration-controlled transient elastography (VCTE) offers a noninvasive alternative to liver biopsy, using controlled attenuation parameter (CAP) to estimate steatosis and liver stiffness measurement (LSM) for fibrosis. However, pediatric data with histological validation are limited. This prospective, multicenter study evaluated the accuracy of CAP and LSM in pediatric MASLD. Children with histologically confirmed MASLD from the Nonalcoholic Steatohepatitis Clinical Research Network (NASH CRN) Database 3 underwent VCTE within 6 months of liver biopsy. CAP was evaluated for correlation with steatosis grades, and LSM for correlation with fibrosis stages. The diagnostic performance of LSM in distinguishing fibrosis stages was analyzed using histological findings as the reference standard. Among 92 children with MASLD (mean age 13 ± 3 years), CAP values were similar across steatosis grades (median 325, 310, and 323 dB/m for grades 1-3, respectively) and showed no significant correlation with histologic steatosis (p = 0.422). Median LSM values increased with fibrosis stage (6.0-8.8 kPa), but significant differences were detected only between stage 0 and stage 3 fibrosis (p = 0.037). For advanced fibrosis (stages 3-4), area under the receiver operating characteristic curve was 0.67, with sensitivity 67%, specificity 76%, positive predictive value 40%, and negative predictive value 90%. In this prospective, multicenter cohort, VCTE showed modest accuracy for grading steatosis or staging fibrosis in pediatric MASLD. Improved noninvasive methods are urgently needed for evaluation and monitoring in this population.",
    "disease": "liver cirrhosis",
    "clean_text": "vibration controlled transient elastography in pediatric metabolic dysfunction associated steatotic liver disease metabolic dysfunction associated steatotic liver disease masld is a prevalent disease in children vibration controlled transient elastography vcte offers a noninvasive alternative to liver biopsy using controlled attenuation parameter cap to estimate steatosis and liver stiffness measurement lsm for fibrosis however pediatric data with histological validation are limited this prospective multicenter study evaluated the accuracy of cap and lsm in pediatric masld children with histologically confirmed masld from the nonalcoholic steatohepatitis clinical research network nash crn database underwent vcte within months of liver biopsy cap was evaluated for correlation with steatosis grades and lsm for correlation with fibrosis stages the diagnostic performance of lsm in distinguishing fibrosis stages was analyzed using histological findings as the reference standard among children with masld mean age years cap values were similar across steatosis grades median and db m for grades respectively and showed no significant correlation with histologic steatosis p median lsm values increased with fibrosis stage kpa but significant differences were detected only between stage and stage fibrosis p for advanced fibrosis stages area under the receiver operating characteristic curve was with sensitivity specificity positive predictive value and negative predictive value in this prospective multicenter cohort vcte showed modest accuracy for grading steatosis or staging fibrosis in pediatric masld improved noninvasive methods are urgently needed for evaluation and monitoring in this population"
}