{
    "pmid": "41335116",
    "title": "Trends and Forecast of Heart Failure-Related Deaths in US Chronic Obstructive Pulmonary Disease Patients (1999-2030): Insights From Advanced Time-Series Modeling.",
    "abstract": "Heart failure (HF) in patients with chronic obstructive pulmonary disease (COPD) is associated with increased morbidity and mortality. This study delineates national trends and predicts HF-related mortality among COPD patients utilizing US death certificate data from 1999 to 2024, with projections extending to 2030. We extracted mortality data from the CDC WONDER database (1999-2024) for adults aged ≥25 years with HF and COPD listed on death certificates. Age-adjusted mortality rates (AAMRs) were calculated per 100,000 population and stratified by sex, race/ethnicity, region, and urbanization. Trends were analyzed using Joinpoint regression, and forecasts were generated using autoregressive integrated moving average models. Between 1999 and 2024, 1,445,877 COPD-related HF deaths occurred. Overall, AAMR declined from 1999-2012 [annual percent change (APC) = -0.80%, 95% confidence interval (CI): -1.21 to -0.44], then increased from 2012-2021 (APC = +3.12%, 95% CI: 2.59-4.42), followed by a post-2021 decline (APC = -1.46%, 95% CI: -4.46 to -0.59). Projections indicate AAMR will increase from 21.29 in 2025 to 22.25 in 2030. Regional variation was notable, with the Midwest having the highest AAMR (27.9) and the Northeast having the lowest (19.5). Rural areas exhibited markedly higher mortality (AAMR = 32.7) compared to urban areas (AAMR = 21.9). The mortality rate associated with HF among US adults diagnosed with COPD experienced a significant increase after 2012, reaching its peak around 2021. Projections indicate that AAMRs are likely to either escalate or stabilize through 2030, especially within vulnerable subpopulations.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "trends and forecast of heart failure related deaths in us chronic obstructive pulmonary disease patients insights from advanced time series modeling heart failure hf in patients with chronic obstructive pulmonary disease copd is associated with increased morbidity and mortality this study delineates national trends and predicts hf related mortality among copd patients utilizing us death certificate data from to with projections extending to we extracted mortality data from the cdc wonder database for adults aged years with hf and copd listed on death certificates age adjusted mortality rates aamrs were calculated per population and stratified by sex race ethnicity region and urbanization trends were analyzed using joinpoint regression and forecasts were generated using autoregressive integrated moving average models between and copd related hf deaths occurred overall aamr declined from annual percent change apc confidence interval ci to then increased from apc ci followed by a post decline apc ci to projections indicate aamr will increase from in to in regional variation was notable with the midwest having the highest aamr and the northeast having the lowest rural areas exhibited markedly higher mortality aamr compared to urban areas aamr the mortality rate associated with hf among us adults diagnosed with copd experienced a significant increase after reaching its peak around projections indicate that aamrs are likely to either escalate or stabilize through especially within vulnerable subpopulations"
}