{
    "title": "Oxidative stress and organ damages.",
    "doc_id": "25011397",
    "writer": "Ogura S",
    "year": "2014",
    "summary": "Oxidative stress plays a pivotal role in various pathological conditions, including hypertension, pulmonary hypertension, diabetes, and chronic kidney disease, with high levels of oxidative stress in target organs such as the heart, pancreas, kidney, a …",
    "abstract": "Oxidative stress plays a pivotal role in various pathological conditions, including hypertension, pulmonary hypertension, diabetes, and chronic kidney disease, with high levels of oxidative stress in target organs such as the heart, pancreas, kidney, and lung. Oxidative stress is known to activate multiple intracellular signaling, which induces apoptosis or cell overgrowth, leading to organ dysfunction. As such, targeting oxidative stress is thought to be effective in protecting against organ damage, and measuring oxidative stress status may serve as a biomarker in diverse disease states. Several new intrinsic anti-oxidative or pro-oxidative factors have recently been reported, and are potential new targets. In the present review, we focus on diabetes, pulmonary hypertension, and renal dysfunction, and their relation with new targets - adrenomedullin, oxidized LDL, and mineralocorticoid receptor.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25011397/",
    "clean_text": "oxidative stress and organ damages oxidative stress plays a pivotal role in various pathological conditions including hypertension pulmonary hypertension diabetes and chronic kidney disease with high levels of oxidative stress in target organs such as the heart pancreas kidney a oxidative stress plays a pivotal role in various pathological conditions including hypertension pulmonary hypertension diabetes and chronic kidney disease with high levels of oxidative stress in target organs such as the heart pancreas kidney and lung oxidative stress is known to activate multiple intracellular signaling which induces apoptosis or cell overgrowth leading to organ dysfunction as such targeting oxidative stress is thought to be effective in protecting against organ damage and measuring oxidative stress status may serve as a biomarker in diverse disease states several new intrinsic anti oxidative or pro oxidative factors have recently been reported and are potential new targets in the present review we focus on diabetes pulmonary hypertension and renal dysfunction and their relation with new targets adrenomedullin oxidized ldl and mineralocorticoid receptor"
}