{
    "title": "Clinical significance of lymph node micrometastasis in T1N0 early gastric cancer.",
    "doc_id": "32987528",
    "writer": "Lou GC",
    "year": "2020",
    "summary": "Prognostic significance of lymph node micrometastasis and the relationship of lymph nodes micrometastasis with Clinicopathological features were analyzed. ...Of all the 30 cases according with the expanded ESD indications, six patients were found with …",
    "abstract": "To investigate the significance of lymph node micrometastasis in T1N0 early gastric cancer. Lymph node micrometastasis may be a key mechanism in the recurrent T1N0 EGC patients after surgical treatment. It's unknow whether it is safe to leave the lymph nodes with micrometastasis untreated after ESD. A total of 106 T1N0 EGC patients were enrolled in this study. Immunohistochemical technique with CAM5.2 was employed to detect lymph node micrometastasis, and Immunohistochemical with D2-40 was used to detect the lymphatic vessels. Prognostic significance of lymph node micrometastasis and the relationship of lymph nodes micrometastasis with Clinicopathological features were analyzed. Twenty-two of the 106 T1N0 EGC cases were detected with lymph nodes micrometastasis, with the detection rate of 20.8%. The median survival time of the group with positive lymph nodes micrometastasis was lower than that of the group with negative micrometastasis, 48 vs 60 months. The incidence of lymph nodes micrometastasis in submucosal T1N0 EGC was 23.9%, while no micrometastasis was found in the mucosal T1N0 EGC. Of all the 30 cases according with the expanded ESD indications, six patients were found with lymph nodes micrometastasis. The occurrence of lymph node micrometastasis was common in T1N0 EGC. The cases with positive lymph nodes micrometastasis showed a lower median survival time than those with negative micrometastasis. lymph nodes micrometastasis incidence was higher in the submucosal ECG than in the mucosal ECG. lymph nodes micrometastasis was also found in the cases according to the expanded ESD indications.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32987528/",
    "clean_text": "clinical significance of lymph node micrometastasis in t n early gastric cancer prognostic significance of lymph node micrometastasis and the relationship of lymph nodes micrometastasis with clinicopathological features were analyzed of all the cases according with the expanded esd indications six patients were found with to investigate the significance of lymph node micrometastasis in t n early gastric cancer lymph node micrometastasis may be a key mechanism in the recurrent t n egc patients after surgical treatment it s unknow whether it is safe to leave the lymph nodes with micrometastasis untreated after esd a total of t n egc patients were enrolled in this study immunohistochemical technique with cam was employed to detect lymph node micrometastasis and immunohistochemical with d was used to detect the lymphatic vessels prognostic significance of lymph node micrometastasis and the relationship of lymph nodes micrometastasis with clinicopathological features were analyzed twenty two of the t n egc cases were detected with lymph nodes micrometastasis with the detection rate of the median survival time of the group with positive lymph nodes micrometastasis was lower than that of the group with negative micrometastasis vs months the incidence of lymph nodes micrometastasis in submucosal t n egc was while no micrometastasis was found in the mucosal t n egc of all the cases according with the expanded esd indications six patients were found with lymph nodes micrometastasis the occurrence of lymph node micrometastasis was common in t n egc the cases with positive lymph nodes micrometastasis showed a lower median survival time than those with negative micrometastasis lymph nodes micrometastasis incidence was higher in the submucosal ecg than in the mucosal ecg lymph nodes micrometastasis was also found in the cases according to the expanded esd indications"
}