{
    "pmid": "41420535",
    "title": "Proton-Pump Inhibitor Use and Gastrointestinal Disease Risk: A Mendelian Randomization Study of Omics and Pharmacological Pathways.",
    "abstract": "While proton pump inhibitors (PPIs) show epidemiological associations with gastrointestinal disorders, their mechanistic basis remains unclear. The pharmacological effects of a drug are determined not only by its direct protein targets but also by genes involved in its metabolism and transport. Using two-sample Mendelian randomization and multi-ancestry cohorts (UKB/FinnGen), we systematically assessed genes encoding both direct targets of PPIs and key proteins involved in PPI pharmacokinetics across 24 gastrointestinal diseases. Validation included colocalization/SMR analyses, disease stratification, anatomical stratification, and HPA-based tissue expression profiling. Single-cell sequencing further elucidated target distribution. Finally, meta-analysis validates the correlation between PPI and gastrointestinal disorders. CYP2D6 emerged as the most pleiotropic locus (nine disease endpoints), demonstrating dose-dependent carcinogenic effects in hepatocellular/pancreatic cancers (OR = 1.36-1.58, p = 8.45 × 10",
    "disease": "colorectal cancer",
    "clean_text": "proton pump inhibitor use and gastrointestinal disease risk a mendelian randomization study of omics and pharmacological pathways while proton pump inhibitors ppis show epidemiological associations with gastrointestinal disorders their mechanistic basis remains unclear the pharmacological effects of a drug are determined not only by its direct protein targets but also by genes involved in its metabolism and transport using two sample mendelian randomization and multi ancestry cohorts ukb finngen we systematically assessed genes encoding both direct targets of ppis and key proteins involved in ppi pharmacokinetics across gastrointestinal diseases validation included colocalization smr analyses disease stratification anatomical stratification and hpa based tissue expression profiling single cell sequencing further elucidated target distribution finally meta analysis validates the correlation between ppi and gastrointestinal disorders cyp d emerged as the most pleiotropic locus nine disease endpoints demonstrating dose dependent carcinogenic effects in hepatocellular pancreatic cancers or p"
}