{
    "pmid": "41435984",
    "title": "Lebrikizumab is Efficacious in Adults and Adolescents with Moderate-to-Severe Atopic Dermatitis Regardless of Atopic Comorbidities.",
    "abstract": "Atopic comorbidities are common in patients with atopic dermatitis (AD) and increase disease burden. Lebrikizumab monotherapy demonstrated efficacy and safety through 52 weeks in patients with moderate-to-severe AD in phase 3 trials (ADvocate1 [NCT04146363]; ADvocate2 [NCT04178967]). To evaluate the impact of atopic comorbidities on lebrikizumab efficacy and response maintenance in patients with AD using pooled data from ADvocate1 and ADvocate2. At the end of the 16-week induction period, patients responding to lebrikizumab treatment every 2 weeks (Q2W) were re-randomized to receive lebrikizumab Q2W, every 4 weeks (Q4W), or placebo (withdrawal) for 36 additional weeks. Eczema Area and Severity Index ≥75% or ≥90% improvement (EASI 75; EASI 90), Pruritus Numeric Rating Scale (NRS) ≥4-point improvement, Investigator's Global Assessment 0 or 1 (IGA 0/1), and Asthma Control Questionnaire-5 (ACQ-5) results were assessed at Weeks 16 and 52. Dermatology Quality of Life Index (DLQI) and sleep-loss due to pruritus were assessed at Week 16. Of 851 patients, 614 (72.2%) reported ≥1 atopic comorbidity. At Week 16, significantly more lebrikizumab- versus placebo-treated patients achieved EASI 75, Pruritus NRS ≥4-point improvement, IGA 0/1, and EASI 90 (p<0.001), regardless of atopic comorbidities. Results were similar for DLQI and sleep-loss. Most lebrikizumab responders at Week 16, both with and without atopic comorbidities, maintained skin and pruritus response through Week 52; ACQ-5 scores remained stable. The presence or absence of atopic comorbidities did not impact the efficacy of lebrikizumab at Weeks 16 and 52 in patients with moderate-to-severe AD.",
    "disease": "asthma",
    "clean_text": "lebrikizumab is efficacious in adults and adolescents with moderate to severe atopic dermatitis regardless of atopic comorbidities atopic comorbidities are common in patients with atopic dermatitis ad and increase disease burden lebrikizumab monotherapy demonstrated efficacy and safety through weeks in patients with moderate to severe ad in phase trials advocate nct advocate nct to evaluate the impact of atopic comorbidities on lebrikizumab efficacy and response maintenance in patients with ad using pooled data from advocate and advocate at the end of the week induction period patients responding to lebrikizumab treatment every weeks q w were re randomized to receive lebrikizumab q w every weeks q w or placebo withdrawal for additional weeks eczema area and severity index or improvement easi easi pruritus numeric rating scale nrs point improvement investigator s global assessment or iga and asthma control questionnaire acq results were assessed at weeks and dermatology quality of life index dlqi and sleep loss due to pruritus were assessed at week of patients reported atopic comorbidity at week significantly more lebrikizumab versus placebo treated patients achieved easi pruritus nrs point improvement iga and easi p regardless of atopic comorbidities results were similar for dlqi and sleep loss most lebrikizumab responders at week both with and without atopic comorbidities maintained skin and pruritus response through week acq scores remained stable the presence or absence of atopic comorbidities did not impact the efficacy of lebrikizumab at weeks and in patients with moderate to severe ad"
}