{
    "title": "Immunofluorescence Assay.",
    "doc_id": "40249425",
    "writer": "da Silva ANMR",
    "year": "2025",
    "summary": "The investigation of yellow fever suspected cases is important for both epidemiological surveillance and for the timely adoption of supportive therapy. The immunofluorescence assay (IFA), a technique based on the detection of specific targets by fluorescent dye-tagg …",
    "abstract": "The investigation of yellow fever suspected cases is important for both epidemiological surveillance and for the timely adoption of supportive therapy. The immunofluorescence assay (IFA), a technique based on the detection of specific targets by fluorescent dye-tagged antibodies, may be useful for the serological diagnosis of yellow fever and/or for monitoring of viral isolation. In addition, IFA can also be used for detection of yellow fever virus (YFV) antigens, as well as for recombinant YFV proteins after cell transfection. Here we describe a simple in-house IFA protocol for YFV, which may be useful for research purposes or laboratory diagnosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40249425/",
    "clean_text": "immunofluorescence assay the investigation of yellow fever suspected cases is important for both epidemiological surveillance and for the timely adoption of supportive therapy the immunofluorescence assay ifa a technique based on the detection of specific targets by fluorescent dye tagg the investigation of yellow fever suspected cases is important for both epidemiological surveillance and for the timely adoption of supportive therapy the immunofluorescence assay ifa a technique based on the detection of specific targets by fluorescent dye tagged antibodies may be useful for the serological diagnosis of yellow fever and or for monitoring of viral isolation in addition ifa can also be used for detection of yellow fever virus yfv antigens as well as for recombinant yfv proteins after cell transfection here we describe a simple in house ifa protocol for yfv which may be useful for research purposes or laboratory diagnosis"
}