{
    "pmid": "41354361",
    "title": "Discovery of a novel selective small molecule interleukin-36 receptor antagonist for inflammation and cancer.",
    "abstract": "Interleukin-36 (IL-36) is a pivotal driver of inflammatory responses in autoimmune disorders, including psoriasis, inflammatory bowel disease, and rheumatoid arthritis, and it also contributes to tumor progression. Upon activation, IL-36 triggers the release of pro-inflammatory cytokines such as C-X-C Motif Chemokine Ligand 1 (CXCL1), tumor necrosis factor-alpha (TNF-α), IL-6, and IL-8, exacerbating disease symptoms and fostering a tumor-supportive microenvironment. Despite its critical role, few IL-36 receptor (IL-36R) targeting molecules have been reported, and no specific small-molecule antagonist with confirmed receptor-level competition has been identified. Here, we present IRA10 and its potent derivative, IRA10L, as the first small molecules specifically designed to inhibit IL-36R. Molecular docking suggested strong binding of IRA10L to IL-36R, which molecular dynamics simulations further confirmed by demonstrating stable receptor-ligand interactions. Molecular mechanics poisson-boltzmann surface area (MMPBSA) binding free energy calculations revealed favorable energetics for IRA10L, correlating with its superior antagonistic activity compared with IRA10. Experimentally, IRA10L significantly reduced CXCL1 production across IL-36 isoforms alpha/beta/gamma (IL-36α/β/γ) and downregulated TNF-α, IL-6, and IL-8 expression in a dose-dependent manner. Western blot analyses showed inhibition of IL-36R. p65, Extracellular signal-regulated kinase (ERK), and p38 phosphorylation, blocking IL-36-driven downstream signaling. IRA10L also effectively suppressed IL-36-induced cancer cell metabolic activity, migration, spheroid growth, and colony formation. Biophysical assays, including surface plasmon resonance (SPR), Schild analysis, and competitive ELISA, confirmed direct competition of IRA10L with IL-36 ligands for receptor binding. These findings establish IRA10L as a specific, competitive IL-36R antagonist, highlighting its potential as a targeted therapeutic for IL-36-mediated inflammation and cancer and providing a foundation for future drug development.",
    "disease": "rheumatoid arthritis",
    "clean_text": "discovery of a novel selective small molecule interleukin receptor antagonist for inflammation and cancer interleukin il is a pivotal driver of inflammatory responses in autoimmune disorders including psoriasis inflammatory bowel disease and rheumatoid arthritis and it also contributes to tumor progression upon activation il triggers the release of pro inflammatory cytokines such as c x c motif chemokine ligand cxcl tumor necrosis factor alpha tnf il and il exacerbating disease symptoms and fostering a tumor supportive microenvironment despite its critical role few il receptor il r targeting molecules have been reported and no specific small molecule antagonist with confirmed receptor level competition has been identified here we present ira and its potent derivative ira l as the first small molecules specifically designed to inhibit il r molecular docking suggested strong binding of ira l to il r which molecular dynamics simulations further confirmed by demonstrating stable receptor ligand interactions molecular mechanics poisson boltzmann surface area mmpbsa binding free energy calculations revealed favorable energetics for ira l correlating with its superior antagonistic activity compared with ira experimentally ira l significantly reduced cxcl production across il isoforms alpha beta gamma il and downregulated tnf il and il expression in a dose dependent manner western blot analyses showed inhibition of il r p extracellular signal regulated kinase erk and p phosphorylation blocking il driven downstream signaling ira l also effectively suppressed il induced cancer cell metabolic activity migration spheroid growth and colony formation biophysical assays including surface plasmon resonance spr schild analysis and competitive elisa confirmed direct competition of ira l with il ligands for receptor binding these findings establish ira l as a specific competitive il r antagonist highlighting its potential as a targeted therapeutic for il mediated inflammation and cancer and providing a foundation for future drug development"
}