{
    "pmid": "41455434",
    "title": "Outcomes of a blood pressure control protocol for intracerebral hemorrhage in the emergency department.",
    "abstract": "Spontaneous intracerebral hemorrhage is a neurologic emergency associated with high morbidity and mortality. Acute blood pressure management is a modifiable factor shown to influence clinical outcomes. To address this outcome, a standardized blood pressure algorithm was integrated into an institutional ICH alert protocol to optimize timely antihypertensive therapy in the emergency department. This single-center, retrospective observational study evaluated adult emergency department patients diagnosed with spontaneous intracerebral hemorrhage between August 2023 and March 2025. Outcomes compared pre-and post-protocol implementation and a per protocol group, with a primary objective of time from ICH alert activation to achievement of goal blood pressure. Secondary outcomes included medication administration times, protocol adherence, safety outcomes, and the impact of clinical pharmacist involvement. Seventy-seven patients met inclusion criteria (35 pre-protocol, 42 post-protocol), with 32 managed per protocol. Median time from ICH alert to systolic blood pressure goal decreased from 88 to 78 min (absolute reduction 10 min) post-protocol and to 55 min (absolute reduction 33 min) in the per-protocol subgroup (p = 0.012). Labetalol-nicardipine combination therapy was significantly faster in achieving blood pressure goals compared to nicardipine monotherapy (p < 0.001). Protocol deviations occurred in 55 % of post-protocol cases. Safety outcomes, including hypotension and bradycardia, were infrequent. In this single-center study, implementation of a standardized blood pressure management protocol for an ICH alert improved time to systolic blood pressure control when fully adhered to. Use of labetalol first, followed by nicardipine, was associated with faster intervention. These findings support protocolized, multidisciplinary approaches for improving acute ICH care.",
    "disease": "hypertension",
    "clean_text": "outcomes of a blood pressure control protocol for intracerebral hemorrhage in the emergency department spontaneous intracerebral hemorrhage is a neurologic emergency associated with high morbidity and mortality acute blood pressure management is a modifiable factor shown to influence clinical outcomes to address this outcome a standardized blood pressure algorithm was integrated into an institutional ich alert protocol to optimize timely antihypertensive therapy in the emergency department this single center retrospective observational study evaluated adult emergency department patients diagnosed with spontaneous intracerebral hemorrhage between august and march outcomes compared pre and post protocol implementation and a per protocol group with a primary objective of time from ich alert activation to achievement of goal blood pressure secondary outcomes included medication administration times protocol adherence safety outcomes and the impact of clinical pharmacist involvement seventy seven patients met inclusion criteria pre protocol post protocol with managed per protocol median time from ich alert to systolic blood pressure goal decreased from to min absolute reduction min post protocol and to min absolute reduction min in the per protocol subgroup p labetalol nicardipine combination therapy was significantly faster in achieving blood pressure goals compared to nicardipine monotherapy p protocol deviations occurred in of post protocol cases safety outcomes including hypotension and bradycardia were infrequent in this single center study implementation of a standardized blood pressure management protocol for an ich alert improved time to systolic blood pressure control when fully adhered to use of labetalol first followed by nicardipine was associated with faster intervention these findings support protocolized multidisciplinary approaches for improving acute ich care"
}