{
    "title": "Airway obstruction and rheumatoid arthritis.",
    "doc_id": "9163649",
    "writer": "Vergnenègre A",
    "year": "1997",
    "summary": "The aim of this study was to assess the percentage of respiratory disorders and airway obstruction in patients with rheumatoid arthritis by comparing lung function test results between patients with rheumatoid arthritis and control subjects with other …",
    "abstract": "The aim of this study was to assess the percentage of respiratory disorders and airway obstruction in patients with rheumatoid arthritis by comparing lung function test results between patients with rheumatoid arthritis and control subjects with other rheumatological conditions. A prospective case-control study of respiratory symptoms and lung function abnormalities was performed in a series of 100 patients with rheumatoid arthritis. Eighty eight patients with other rheumatological diseases served as controls. Diagnosis of respiratory disorders was based on clinical, radiological and spirometric findings. Airway obstruction was determined from predicted values. The results were compared using Student's t-test and Chi-squared tests. An explanatory analysis was carried out by linear regression. The number of symptoms, respiratory disorders (including bronchiectasis) and lung function abnormalities was higher in patients with rheumatoid arthritis than in controls. After exclusion of smokers, the proportion of airway obstruction in patients with rheumatoid arthritis was 16% (versus 0% in controls), although the patients with rheumatoid arthritis still had more symptoms and respiratory disorders. The Chi-squared test did not identify any relationship between airway obstruction, duration of rheumatoid arthritis and type of treatment and occurrence of Sjögren's syndrome. In the nonsmokers, different explanatory models for the patients with and without a history of cardiac and respiratory disease emerged from multivariate analysis of indices of obstruction. These models included variables characterizing the severity and course of the rheumatoid arthritis. Respiratory disorders (including bronchiectasis) and airway obstruction are more frequent among patients with rheumatoid arthritis than in rheumatological controls. Although the exact pathophysiology of the link between bronchial obstruction and rheumatoid arthritis is still a matter of debate, explanatory factors for obstruction included variables characterizing the rheumatoid arthritis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9163649/",
    "clean_text": "airway obstruction and rheumatoid arthritis the aim of this study was to assess the percentage of respiratory disorders and airway obstruction in patients with rheumatoid arthritis by comparing lung function test results between patients with rheumatoid arthritis and control subjects with other the aim of this study was to assess the percentage of respiratory disorders and airway obstruction in patients with rheumatoid arthritis by comparing lung function test results between patients with rheumatoid arthritis and control subjects with other rheumatological conditions a prospective case control study of respiratory symptoms and lung function abnormalities was performed in a series of patients with rheumatoid arthritis eighty eight patients with other rheumatological diseases served as controls diagnosis of respiratory disorders was based on clinical radiological and spirometric findings airway obstruction was determined from predicted values the results were compared using student s t test and chi squared tests an explanatory analysis was carried out by linear regression the number of symptoms respiratory disorders including bronchiectasis and lung function abnormalities was higher in patients with rheumatoid arthritis than in controls after exclusion of smokers the proportion of airway obstruction in patients with rheumatoid arthritis was versus in controls although the patients with rheumatoid arthritis still had more symptoms and respiratory disorders the chi squared test did not identify any relationship between airway obstruction duration of rheumatoid arthritis and type of treatment and occurrence of sj gren s syndrome in the nonsmokers different explanatory models for the patients with and without a history of cardiac and respiratory disease emerged from multivariate analysis of indices of obstruction these models included variables characterizing the severity and course of the rheumatoid arthritis respiratory disorders including bronchiectasis and airway obstruction are more frequent among patients with rheumatoid arthritis than in rheumatological controls although the exact pathophysiology of the link between bronchial obstruction and rheumatoid arthritis is still a matter of debate explanatory factors for obstruction included variables characterizing the rheumatoid arthritis"
}