{
    "pmid": "41460068",
    "title": "Chronic obstructive pulmonary disease exacerbations for the academic hospitalist: an opportunity to learn and improve care.",
    "abstract": "Hospitalists are at the forefront of managing chronic obstructive pulmonary disease (COPD) exacerbations. While patients may be followed by a pulmonologist outpatient, their care in the hospital is largely managed by internists. Our review addresses critical aspects of COPD care for the patient admitted to the hospital under the care of internal medicine. When patients are hospitalized for COPD, the hospitalist has a critical opportunity to address tobacco cessation, vaccinations, and end-of-life issues. For hospitalists who are in academic medicine, teaching trainees the important mimickers of COPD exacerbations and how to establish the diagnosis are critical for their training. While these patients are hospitalized, ensuring adequate sleep and avoiding unnecessary night-time nebulizer use allows for patient recovery and wellbeing. COPD exacerbations represent an opportunity for hospitalists to provide high-quality, comprehensive care for the patient and invaluable teaching for the trainee.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "chronic obstructive pulmonary disease exacerbations for the academic hospitalist an opportunity to learn and improve care hospitalists are at the forefront of managing chronic obstructive pulmonary disease copd exacerbations while patients may be followed by a pulmonologist outpatient their care in the hospital is largely managed by internists our review addresses critical aspects of copd care for the patient admitted to the hospital under the care of internal medicine when patients are hospitalized for copd the hospitalist has a critical opportunity to address tobacco cessation vaccinations and end of life issues for hospitalists who are in academic medicine teaching trainees the important mimickers of copd exacerbations and how to establish the diagnosis are critical for their training while these patients are hospitalized ensuring adequate sleep and avoiding unnecessary night time nebulizer use allows for patient recovery and wellbeing copd exacerbations represent an opportunity for hospitalists to provide high quality comprehensive care for the patient and invaluable teaching for the trainee"
}