{
    "title": "Neurobehavioral Management of Traumatic Brain Injury in the Critical Care Setting: An Update.",
    "doc_id": "28601130",
    "writer": "De Guzman E",
    "year": "2017",
    "summary": "Traumatic brain injury (TBI) is an alteration in brain function, or other evidence of brain pathology, caused by an external force. ...This article will discuss the updates in the epidemiology, definition and classification, pathophysiology, diagnosis, …",
    "abstract": "Traumatic brain injury (TBI) is an alteration in brain function, or other evidence of brain pathology, caused by an external force. TBI is a major cause of disability and mortality worldwide. Post-traumatic amnesia, or the interval from injury until the patient is oriented and able to form and later recall new memories, is an important index of TBI severity and functional outcome. This article will discuss the updates in the epidemiology, definition and classification, pathophysiology, diagnosis, and management of common acute neuropsychiatric sequelae of traumatic brain injury that the critical care specialist may encounter.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28601130/",
    "clean_text": "neurobehavioral management of traumatic brain injury in the critical care setting an update traumatic brain injury tbi is an alteration in brain function or other evidence of brain pathology caused by an external force this article will discuss the updates in the epidemiology definition and classification pathophysiology diagnosis traumatic brain injury tbi is an alteration in brain function or other evidence of brain pathology caused by an external force tbi is a major cause of disability and mortality worldwide post traumatic amnesia or the interval from injury until the patient is oriented and able to form and later recall new memories is an important index of tbi severity and functional outcome this article will discuss the updates in the epidemiology definition and classification pathophysiology diagnosis and management of common acute neuropsychiatric sequelae of traumatic brain injury that the critical care specialist may encounter"
}