{
    "title": "Adenosine contribution to normal renal physiology and chronic kidney disease.",
    "doc_id": "28109856",
    "writer": "Oyarzún C",
    "year": "2017",
    "summary": "However, the most interesting finding was the increased adenosine levels in chronic kidney diseases such as diabetic nephropathy and also in non-diabetic animal models of renal fibrosis. When adenosine is chronically increased its signaling via the adenosine …",
    "abstract": "Adenosine is a nucleoside that is particularly interesting to many scientific and clinical communities as it has important physiological and pathophysiological roles in the kidney. The distribution of adenosine receptors has only recently been elucidated; therefore it is likely that more biological roles of this nucleoside will be unveiled in the near future. Since the discovery of the involvement of adenosine in renal vasoconstriction and regulation of local renin production, further evidence has shown that adenosine signaling is also involved in the tubuloglomerular feedback mechanism, sodium reabsorption and the adaptive response to acute insults, such as ischemia. However, the most interesting finding was the increased adenosine levels in chronic kidney diseases such as diabetic nephropathy and also in non-diabetic animal models of renal fibrosis. When adenosine is chronically increased its signaling via the adenosine receptors may change, switching to a state that induces renal damage and produces phenotypic changes in resident cells. This review discusses the physiological and pathophysiological roles of adenosine and pays special attention to the mechanisms associated with switching homeostatic nucleoside levels to increased adenosine production in kidneys affected by CKD.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28109856/",
    "clean_text": "adenosine contribution to normal renal physiology and chronic kidney disease however the most interesting finding was the increased adenosine levels in chronic kidney diseases such as diabetic nephropathy and also in non diabetic animal models of renal fibrosis when adenosine is chronically increased its signaling via the adenosine adenosine is a nucleoside that is particularly interesting to many scientific and clinical communities as it has important physiological and pathophysiological roles in the kidney the distribution of adenosine receptors has only recently been elucidated therefore it is likely that more biological roles of this nucleoside will be unveiled in the near future since the discovery of the involvement of adenosine in renal vasoconstriction and regulation of local renin production further evidence has shown that adenosine signaling is also involved in the tubuloglomerular feedback mechanism sodium reabsorption and the adaptive response to acute insults such as ischemia however the most interesting finding was the increased adenosine levels in chronic kidney diseases such as diabetic nephropathy and also in non diabetic animal models of renal fibrosis when adenosine is chronically increased its signaling via the adenosine receptors may change switching to a state that induces renal damage and produces phenotypic changes in resident cells this review discusses the physiological and pathophysiological roles of adenosine and pays special attention to the mechanisms associated with switching homeostatic nucleoside levels to increased adenosine production in kidneys affected by ckd"
}