{
    "title": "Mitochondrial GPX4 acetylation is involved in cadmium-induced renal cell ferroptosis.",
    "doc_id": "38733909",
    "writer": "Guo YY",
    "year": "2024",
    "summary": "Increasing evidences demonstrate that environmental stressors are important inducers of acute kidney injury (AKI). This study aimed to investigate the impact of exposure to Cd, an environmental stressor, on renal cell ferroptosis. ...Ultrastructure showed mitochondr …",
    "abstract": "Increasing evidences demonstrate that environmental stressors are important inducers of acute kidney injury (AKI). This study aimed to investigate the impact of exposure to Cd, an environmental stressor, on renal cell ferroptosis. Transcriptomics analyses showed that arachidonic acid (ARA) metabolic pathway was disrupted in Cd-exposed mouse kidneys. Targeted metabolomics showed that renal oxidized ARA metabolites were increased in Cd-exposed mice. Renal 4-HNE, MDA, and ACSL4, were upregulated in Cd-exposed mouse kidneys. Consistent with animal experiments, the in vitro experiments showed that mitochondrial oxidized lipids were elevated in Cd-exposed HK-2 cells. Ultrastructure showed mitochondrial membrane rupture in Cd-exposed mouse kidneys. Mitochondrial cristae were accordingly reduced in Cd-exposed mouse kidneys. Mitochondrial SIRT3, an NAD+-dependent deacetylase that regulates mitochondrial protein stability, was reduced in Cd-exposed mouse kidneys. Subsequently, mitochondrial GPX4 acetylation was elevated and mitochondrial GPX4 protein was reduced in Cd-exposed mouse kidneys. Interestingly, Cd-induced mitochondrial GPX4 acetylation and renal cell ferroptosis were exacerbated in Sirt3-/- mice. Conversely, Cd-induced mitochondrial oxidized lipids were attenuated in nicotinamide mononucleotide (NMN)-pretreated HK-2 cells. Moreover, Cd-evoked mitochondrial GPX4 acetylation and renal cell ferroptosis were alleviated in NMN-pretreated mouse kidneys. These results suggest that mitochondrial GPX4 acetylation, probably caused by SIRT3 downregulation, is involved in Cd-evoked renal cell ferroptosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38733909/",
    "clean_text": "mitochondrial gpx acetylation is involved in cadmium induced renal cell ferroptosis increasing evidences demonstrate that environmental stressors are important inducers of acute kidney injury aki this study aimed to investigate the impact of exposure to cd an environmental stressor on renal cell ferroptosis ultrastructure showed mitochondr increasing evidences demonstrate that environmental stressors are important inducers of acute kidney injury aki this study aimed to investigate the impact of exposure to cd an environmental stressor on renal cell ferroptosis transcriptomics analyses showed that arachidonic acid ara metabolic pathway was disrupted in cd exposed mouse kidneys targeted metabolomics showed that renal oxidized ara metabolites were increased in cd exposed mice renal hne mda and acsl were upregulated in cd exposed mouse kidneys consistent with animal experiments the in vitro experiments showed that mitochondrial oxidized lipids were elevated in cd exposed hk cells ultrastructure showed mitochondrial membrane rupture in cd exposed mouse kidneys mitochondrial cristae were accordingly reduced in cd exposed mouse kidneys mitochondrial sirt an nad dependent deacetylase that regulates mitochondrial protein stability was reduced in cd exposed mouse kidneys subsequently mitochondrial gpx acetylation was elevated and mitochondrial gpx protein was reduced in cd exposed mouse kidneys interestingly cd induced mitochondrial gpx acetylation and renal cell ferroptosis were exacerbated in sirt mice conversely cd induced mitochondrial oxidized lipids were attenuated in nicotinamide mononucleotide nmn pretreated hk cells moreover cd evoked mitochondrial gpx acetylation and renal cell ferroptosis were alleviated in nmn pretreated mouse kidneys these results suggest that mitochondrial gpx acetylation probably caused by sirt downregulation is involved in cd evoked renal cell ferroptosis"
}