{
    "title": "Diabetes or endocrinopathy admitted in the COVID-19 ward.",
    "doc_id": "32383239",
    "writer": "Clotman K",
    "year": "2020",
    "summary": "The last weeks we built experience and gathered knowledge while giving hospital care to patients who had a pre-existent endocrine disease (and diabetes; most patients suffered from a type two diabetes). In our contribution we presented our insights obtained from thi …",
    "abstract": "The Covid-19 pandemic confronted us with unknown clinical pictures, also in diabetology and endocrinology. Sharing clinical experiences is therefore of enormous importance. Actually, information about the care given in the Covid-19 ward (in contrast to that provided in the Emergency Room/ICU) is still sparse. The last weeks we built experience and gathered knowledge while giving hospital care to patients who had a pre-existent endocrine disease (and diabetes; most patients suffered from a type two diabetes). In our contribution we presented our insights obtained from this intensive period obtained in the Covid-19 ward.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32383239/",
    "clean_text": "diabetes or endocrinopathy admitted in the covid ward the last weeks we built experience and gathered knowledge while giving hospital care to patients who had a pre existent endocrine disease and diabetes most patients suffered from a type two diabetes in our contribution we presented our insights obtained from thi the covid pandemic confronted us with unknown clinical pictures also in diabetology and endocrinology sharing clinical experiences is therefore of enormous importance actually information about the care given in the covid ward in contrast to that provided in the emergency room icu is still sparse the last weeks we built experience and gathered knowledge while giving hospital care to patients who had a pre existent endocrine disease and diabetes most patients suffered from a type two diabetes in our contribution we presented our insights obtained from this intensive period obtained in the covid ward"
}