{
    "title": "Lymph node metastasis in the space between the right carotid artery and jugular vein in papillary thyroid carcinoma.",
    "doc_id": "32326781",
    "writer": "Chen J",
    "year": "2020",
    "summary": "All pathologically confirmed metastatic lymph nodes were >1 cm in diameter. CONCLUSIONS: The concept of \"RCSS lymph node metastasis\" was first introduced by this study. For PTC patients, a larger thoracic inlet, increased number of metastatic lym …",
    "abstract": "Background:\n        \n      \n      The oblique brachiocephalic trunk and right common carotid artery constitute the right carotid sheath space (RCSS). The aim of this study was to detect the clinicopathologic factors associated with RCSS lymph node metastasis.\n    \n\n\n          Methods:\n        \n      \n      In total, 232 papillary thyroid carcinoma (PTC) patients with preoperative contrast-enhanced computed tomography scans were analyzed for associations between RCSS lymph node metastasis and clinicopathological factors.\n    \n\n\n          Results:\n        \n      \n      Among the 232 cases, 18 (7.76%) had suspicious RCSS lymph nodes, which was correlated with the presence of >5 metastatic lymph nodes, a larger thoracic inlet, and primary tumor size >2.15 cm. All pathologically confirmed metastatic lymph nodes were >1 cm in diameter.\n    \n\n\n          Conclusions:\n        \n      \n      The concept of “RCSS lymph node metastasis” was first introduced by this study. For PTC patients, a larger thoracic inlet, increased number of metastatic lymph nodes, and larger primary tumor size were related to RCSS lymph nodes, and more attention should be paid to patients who have lymph nodes >1 cm. A future prospective study will be designed to identify the potential risk factors for RCSS lymph node metastasis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32326781/",
    "clean_text": "lymph node metastasis in the space between the right carotid artery and jugular vein in papillary thyroid carcinoma all pathologically confirmed metastatic lymph nodes were cm in diameter conclusions the concept of rcss lymph node metastasis was first introduced by this study for ptc patients a larger thoracic inlet increased number of metastatic lym background the oblique brachiocephalic trunk and right common carotid artery constitute the right carotid sheath space rcss the aim of this study was to detect the clinicopathologic factors associated with rcss lymph node metastasis methods in total papillary thyroid carcinoma ptc patients with preoperative contrast enhanced computed tomography scans were analyzed for associations between rcss lymph node metastasis and clinicopathological factors results among the cases had suspicious rcss lymph nodes which was correlated with the presence of metastatic lymph nodes a larger thoracic inlet and primary tumor size cm all pathologically confirmed metastatic lymph nodes were cm in diameter conclusions the concept of rcss lymph node metastasis was first introduced by this study for ptc patients a larger thoracic inlet increased number of metastatic lymph nodes and larger primary tumor size were related to rcss lymph nodes and more attention should be paid to patients who have lymph nodes cm a future prospective study will be designed to identify the potential risk factors for rcss lymph node metastasis"
}