{
    "title": "Insidious APOL1 Kidney Disease: A Manifestation of APOL1-Associated Pregnancy Complications on Nephron Endowment?",
    "doc_id": "40940784",
    "writer": "Azhibekov T",
    "year": "2025",
    "summary": "Complicating this issue is the broad clinical spectrum of APOL1 kidney disease, which has engendered speculation that this reflects multiple mechanisms of kidney injury. ...The outcome of these APOL1-associated pregnancy complications frequently results in pr …",
    "abstract": "The mechanism of kidney injury associated with apolipoprotein L1 (APOL1) risk variants has remained elusive. Complicating this issue is the broad clinical spectrum of APOL1 kidney disease, which has engendered speculation that this reflects multiple mechanisms of kidney injury. APOL1 kidney disease can be rapid in onset with heavy proteinuria, associated with viral infections and categorized pathologically as collapsing focal segmental glomerulosclerosis. Alternatively, APOL1 kidney disease also may present as an insidious, slowly progressive disease, with less proteinuria but losses in glomerular filtration rate and with varied pathology. In addition to APOL1 kidney disease, APOL1 risk variants are also associated with preeclampsia and other conditions related to placental insufficiency. The outcome of these APOL1-associated pregnancy complications frequently results in prematurity and low birth weight, both of which are known risk factors for hypertension and kidney disease later in life due to reduced nephron endowment. The significance of APOL1 risk variants on pregnancy complications that predispose to kidney disease should not be overlooked as a central mechanism of APOL1 kidney disease, especially the insidious forms, which are difficult to distinguish from the spectrum of kidney disease attributable to prematurity and low birth weight. If low nephron endowment is a causal mechanism behind some forms of APOL1 kidney disease, this may have an impact on clinical trials evaluating drugs directly inhibiting APOL1, since in these instances, ongoing APOL1 expression may not be driving podocyte loss and progressive kidney dysfunction.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40940784/",
    "clean_text": "insidious apol kidney disease a manifestation of apol associated pregnancy complications on nephron endowment complicating this issue is the broad clinical spectrum of apol kidney disease which has engendered speculation that this reflects multiple mechanisms of kidney injury the outcome of these apol associated pregnancy complications frequently results in pr the mechanism of kidney injury associated with apolipoprotein l apol risk variants has remained elusive complicating this issue is the broad clinical spectrum of apol kidney disease which has engendered speculation that this reflects multiple mechanisms of kidney injury apol kidney disease can be rapid in onset with heavy proteinuria associated with viral infections and categorized pathologically as collapsing focal segmental glomerulosclerosis alternatively apol kidney disease also may present as an insidious slowly progressive disease with less proteinuria but losses in glomerular filtration rate and with varied pathology in addition to apol kidney disease apol risk variants are also associated with preeclampsia and other conditions related to placental insufficiency the outcome of these apol associated pregnancy complications frequently results in prematurity and low birth weight both of which are known risk factors for hypertension and kidney disease later in life due to reduced nephron endowment the significance of apol risk variants on pregnancy complications that predispose to kidney disease should not be overlooked as a central mechanism of apol kidney disease especially the insidious forms which are difficult to distinguish from the spectrum of kidney disease attributable to prematurity and low birth weight if low nephron endowment is a causal mechanism behind some forms of apol kidney disease this may have an impact on clinical trials evaluating drugs directly inhibiting apol since in these instances ongoing apol expression may not be driving podocyte loss and progressive kidney dysfunction"
}