{
    "pmid": "41466237",
    "title": "Distinct urine and plasma metabolic signatures in diabetic foot: early diagnostic biomarkers and predictive modeling.",
    "abstract": "Diabetic foot (DF), a limb-threatening complication associated with high risk of amputation, currently lacks reliable early diagnostic biomarkers. This study aims to identify novel DF-specific metabolic biomarkers and develop predictive models for early diagnosis by integrating serum and urine metabolomic profiling. Serum and urine samples were collected from patients with diabetic foot and those with diabetes mellitus without foot complications. Metabolomic and lipoprotein profiles were quantitatively analyzed using multivariate statistical methods to identify metabolic alterations associated with DF. Differential metabolites were used to construct a machine learning-based predictive model for early DF diagnosis. Distinct metabolic profiles differentiated DF from DM patients. Serum analysis revealed significantly lower hemoglobin, albumin, calcium, and apolipoprotein A1 levels in DF (P < 0.05). Urine metabolomics identified elevated N-isovaleroylglycine (OR = 12.89) and valine (OR = 2.23) as key DF-associated metabolites (P < 0.05). Lipidomics demonstrated increased triglyceride-rich LDL subtypes (L2TG, L4TG) and reduced high-density lipoprotein components (H4CH, H4PL) in DF. A predictive model integrating urinary metabolites (N-isovaleroylglycine, valine) and clinical profiles (albumin, apolipoprotein A1, calcium) achieved robust diagnostic accuracy (AUC = 0.91). This study reveals distinct metabolic disturbances in DF through integrated metabolomic analysis. The combination of urinary metabolites and clinical biomarkers provides a non-invasive approach for early detection of DF, highlighting the potential utility of metabolomics in improving early diagnosis and management of diabetic foot. Not applicable.",
    "disease": "diabetes mellitus",
    "clean_text": "distinct urine and plasma metabolic signatures in diabetic foot early diagnostic biomarkers and predictive modeling diabetic foot df a limb threatening complication associated with high risk of amputation currently lacks reliable early diagnostic biomarkers this study aims to identify novel df specific metabolic biomarkers and develop predictive models for early diagnosis by integrating serum and urine metabolomic profiling serum and urine samples were collected from patients with diabetic foot and those with diabetes mellitus without foot complications metabolomic and lipoprotein profiles were quantitatively analyzed using multivariate statistical methods to identify metabolic alterations associated with df differential metabolites were used to construct a machine learning based predictive model for early df diagnosis distinct metabolic profiles differentiated df from dm patients serum analysis revealed significantly lower hemoglobin albumin calcium and apolipoprotein a levels in df p urine metabolomics identified elevated n isovaleroylglycine or and valine or as key df associated metabolites p lipidomics demonstrated increased triglyceride rich ldl subtypes l tg l tg and reduced high density lipoprotein components h ch h pl in df a predictive model integrating urinary metabolites n isovaleroylglycine valine and clinical profiles albumin apolipoprotein a calcium achieved robust diagnostic accuracy auc this study reveals distinct metabolic disturbances in df through integrated metabolomic analysis the combination of urinary metabolites and clinical biomarkers provides a non invasive approach for early detection of df highlighting the potential utility of metabolomics in improving early diagnosis and management of diabetic foot not applicable"
}