{
    "pmid": "41426566",
    "title": "Comparative study of eGFR in cancer and non-cancer individuals: a multicenter analysis.",
    "abstract": "Cancer is the second leading cause of death worldwide, and renal impairment frequently occurs during its course and treatment due to nephrotoxic chemotherapy and contrast exposure. Understanding baseline estimated glomerular filtration rate (eGFR) and its longitudinal changes in cancer patients is essential for effective kidney function management. This multicenter study included 24,478 treatment-naïve cancer patients admitted to three cancer centers in 2018 and 61,883 non-cancer individuals undergoing health screening in the same year, with follow-up until 2023. eGFR was calculated using the CKD-EPI equation. Baseline eGFR and subsequent changes were compared between groups after stratification by age, sex, and comorbidity. Across all age groups, treatment-naïve cancer patients showed higher baseline eGFR values compared with non-cancer individuals of the same stratum (all  Treatment-naïve cancer patients exhibited higher baseline eGFR but a more pronounced subsequent decline compared with non-cancer individuals. These findings reflect observed associations rather than causal effects.",
    "disease": "colorectal cancer",
    "clean_text": "comparative study of egfr in cancer and non cancer individuals a multicenter analysis cancer is the second leading cause of death worldwide and renal impairment frequently occurs during its course and treatment due to nephrotoxic chemotherapy and contrast exposure understanding baseline estimated glomerular filtration rate egfr and its longitudinal changes in cancer patients is essential for effective kidney function management this multicenter study included treatment na ve cancer patients admitted to three cancer centers in and non cancer individuals undergoing health screening in the same year with follow up until egfr was calculated using the ckd epi equation baseline egfr and subsequent changes were compared between groups after stratification by age sex and comorbidity across all age groups treatment na ve cancer patients showed higher baseline egfr values compared with non cancer individuals of the same stratum all treatment na ve cancer patients exhibited higher baseline egfr but a more pronounced subsequent decline compared with non cancer individuals these findings reflect observed associations rather than causal effects"
}