{
    "pmid": "41461710",
    "title": "Association of surrogate indices of insulin resistance with hypertension: a cross-sectional analysis from PERSIAN Dena cohort study (PDCS).",
    "abstract": "Early detection of hypertension remains challenging due to its asymptomatic nature and limited screening tools. While surrogate indices of insulin resistance (IR) have emerged as potential screening tools for various metabolic disorders, their predictive value for hypertension remains unclear, particularly in different demographic groups. In this cross-sectional study, we analyzed data from 1,840 adults (aged 35-70 years) participating in the PERSIAN Dena cohort study (PDCS). Eight IR indices were evaluated: triglyceride-to-high-density lipoprotein cholesterol ratio (TG/HDL-C), visceral adiposity index (VAI), lipid accumulation product (LAP), triglyceride-glucose index (TyG), TyG-body mass index (TyG-BMI), TyG-waist circumference (TyG-WC), metabolic score for insulin resistance (METS-IR), and atherogenic index of plasma (AIP). Associations were assessed using adjusted binary logistic regression and receiver operating characteristic (ROC) curve analyses, controlling for age, sex, and other potential confounders (P < 0.05). Among the study participants, 171 (9.3%) had hypertension. After adjusting for confounders, six surrogate indices were significantly associated with hypertension in males: TyG-index (odds ratio [OR]: 2.58, P < 0.001), TyG-BMI (OR: 3.53, P < 0.001), TyG-WC (OR: 2.76, P < 0.001), VAI (OR: 1.8, P = 0.008), LAP (OR: 2.7, P < 0.001), and METS-IR (OR: 2.5, P < 0.001). Notably, TyG-BMI demonstrated the strongest association and highest predictive power (AUC: 0.712). In females, only TyG-BMI remained an independent factor associated with hypertension (OR: 2.0, P = 0.029, AUC: 0.623). Overall, TyG-BMI exhibited the highest effectiveness across all participants (AUC: 0.66, Youden index: 0.26). This study demonstrates that surrogate IR indices, particularly TyG-BMI, may serve as valuable screening tools for hypertension risk, especially in males. The sex-specific differences in these associations suggest the need for tailored screening approaches. Further research is needed to validate their clinical applications and establish population-specific thresholds.",
    "disease": "hypertension",
    "clean_text": "association of surrogate indices of insulin resistance with hypertension a cross sectional analysis from persian dena cohort study pdcs early detection of hypertension remains challenging due to its asymptomatic nature and limited screening tools while surrogate indices of insulin resistance ir have emerged as potential screening tools for various metabolic disorders their predictive value for hypertension remains unclear particularly in different demographic groups in this cross sectional study we analyzed data from adults aged years participating in the persian dena cohort study pdcs eight ir indices were evaluated triglyceride to high density lipoprotein cholesterol ratio tg hdl c visceral adiposity index vai lipid accumulation product lap triglyceride glucose index tyg tyg body mass index tyg bmi tyg waist circumference tyg wc metabolic score for insulin resistance mets ir and atherogenic index of plasma aip associations were assessed using adjusted binary logistic regression and receiver operating characteristic roc curve analyses controlling for age sex and other potential confounders p among the study participants had hypertension after adjusting for confounders six surrogate indices were significantly associated with hypertension in males tyg index odds ratio or p tyg bmi or p tyg wc or p vai or p lap or p and mets ir or p notably tyg bmi demonstrated the strongest association and highest predictive power auc in females only tyg bmi remained an independent factor associated with hypertension or p auc overall tyg bmi exhibited the highest effectiveness across all participants auc youden index this study demonstrates that surrogate ir indices particularly tyg bmi may serve as valuable screening tools for hypertension risk especially in males the sex specific differences in these associations suggest the need for tailored screening approaches further research is needed to validate their clinical applications and establish population specific thresholds"
}