{
    "title": "Application of hot medicated fomentation for pain alleviation in non-specific low back pain - A randomized controlled clinical trial.",
    "doc_id": "37330769",
    "writer": "Khan F",
    "year": "2023",
    "summary": "BACKGROUND: Non-specific low back pain is a leading contributor to disease burden and works absenteeism worldwide with a lifetime prevalence of 60-70% in industrialized countries. ...It may therefore be concluded that medicated fomentation is an effective, safer, fe …",
    "abstract": "Background:\n        \n      \n      Non-specific low back pain is a leading contributor to disease burden and works absenteeism worldwide with a lifetime prevalence of 60-70% in industrialized countries. This clinical study aimed to assess the efficacy of hot fomentation with half-baked medicated bread (khubz) compared to hot water bag fomentation to alleviate pain and disability in non-specific low back pain.\n    \n\n\n          Methods:\n        \n      \n      In this randomized-controlled study, fifty-four patients with low back pain were randomly assigned into two groups to receive either hot fomentation (Takmīd-e-haar) with half-baked medicated bread in the test group or hot water bag fomentation in the control group, on the lumbosacral region daily for 30 min for 15 consecutive days. Patients were assessed statistically using the visual analogue scale (VAS) and Oswestry disability index (ODI) at baseline, 7th and after treatment (15th day).\n    \n\n\n          Results:\n        \n      \n      After the intervention, statistically significant improvements (p < 0.001) were observed in VAS and ODI scores in both the groups on the intragroup comparison. The test treatment showed better efficacy in comparison to the control treatment with a mean difference of 1.75 in VAS (p < 0.0001) and 8.20 in ODI (p = 0.001).\n    \n\n\n          Conclusion:\n        \n      \n      The tested intervention showed significantly better efficacy in comparison to the hot water bag fomentation probably due to the analgesic (musakkin-i-alam), anti-inflammatory (muḥallil-i-awrām), and demulcent (mulaṭṭif) properties of the ingredients of tested Unani formulation in addition to the effects of heat. It may therefore be concluded that medicated fomentation is an effective, safer, feasible, and less expensive regimen for patients with non-specific low back pain.\n    \n\n\n          Trial registration:\n        \n      \n      The Clinical Trials Registry-India (CTRI/2020/03/024107).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37330769/",
    "clean_text": "application of hot medicated fomentation for pain alleviation in non specific low back pain a randomized controlled clinical trial background non specific low back pain is a leading contributor to disease burden and works absenteeism worldwide with a lifetime prevalence of in industrialized countries it may therefore be concluded that medicated fomentation is an effective safer fe background non specific low back pain is a leading contributor to disease burden and works absenteeism worldwide with a lifetime prevalence of in industrialized countries this clinical study aimed to assess the efficacy of hot fomentation with half baked medicated bread khubz compared to hot water bag fomentation to alleviate pain and disability in non specific low back pain methods in this randomized controlled study fifty four patients with low back pain were randomly assigned into two groups to receive either hot fomentation takm d e haar with half baked medicated bread in the test group or hot water bag fomentation in the control group on the lumbosacral region daily for min for consecutive days patients were assessed statistically using the visual analogue scale vas and oswestry disability index odi at baseline th and after treatment th day results after the intervention statistically significant improvements p were observed in vas and odi scores in both the groups on the intragroup comparison the test treatment showed better efficacy in comparison to the control treatment with a mean difference of in vas p and in odi p conclusion the tested intervention showed significantly better efficacy in comparison to the hot water bag fomentation probably due to the analgesic musakkin i alam anti inflammatory mu allil i awr m and demulcent mula if properties of the ingredients of tested unani formulation in addition to the effects of heat it may therefore be concluded that medicated fomentation is an effective safer feasible and less expensive regimen for patients with non specific low back pain trial registration the clinical trials registry india ctri"
}