{
    "pmid": "41457486",
    "title": "Effects of body mass index on left ventricular function: An echocardiographic comparison between obese and nonobese individuals.",
    "abstract": "Obesity is linked to structural and functional cardiac changes. This study assessed the impact of body mass index (BMI) on left ventricular (LV) function. A cross-sectional study included 100 adults (50 obese and 50 nonobese), matched for age and sex. Echocardiographic parameters, end-diastolic volume (EDV), end-systolic volume (ESV), ejection fraction (EF), E/A, E/e ratios, Interventricular Septal thickness in Diastole (IVSd), stroke volume (SV), and cardiac output (CO), were measured by a blinded cardiologist using American Society of Echocardiography (guidelines. Spearman's correlation and multivariable regression evaluated associations between BMI and LV parameters. Obese participants had higher EDV (100.0 ± 23.3 vs. 84.6 ± 25.8 mL), ESV (35.6 ± 10.0 vs. 30.4 ± 12.5 mL), IVSd (9.33 ± 1.53 vs. 8.37 ± 0.91 mm), and SV (67.7 ± 15.2 vs. 57.8 ± 13.9 mL) than nonobese participants (all p < 0.05). EF and E/A ratio were similar. BMI correlated positively with EDV and ESV, negatively with E/A ratio, and independently predicted higher EDV and ESV. Obesity is associated with increased LV volumes, septal thickness, and diastolic dysfunction while preserving systolic function, highlighting the importance of early cardiac evaluation in obese adults.",
    "disease": "stroke",
    "clean_text": "effects of body mass index on left ventricular function an echocardiographic comparison between obese and nonobese individuals obesity is linked to structural and functional cardiac changes this study assessed the impact of body mass index bmi on left ventricular lv function a cross sectional study included adults obese and nonobese matched for age and sex echocardiographic parameters end diastolic volume edv end systolic volume esv ejection fraction ef e a e e ratios interventricular septal thickness in diastole ivsd stroke volume sv and cardiac output co were measured by a blinded cardiologist using american society of echocardiography guidelines spearman s correlation and multivariable regression evaluated associations between bmi and lv parameters obese participants had higher edv vs ml esv vs ml ivsd vs mm and sv vs ml than nonobese participants all p ef and e a ratio were similar bmi correlated positively with edv and esv negatively with e a ratio and independently predicted higher edv and esv obesity is associated with increased lv volumes septal thickness and diastolic dysfunction while preserving systolic function highlighting the importance of early cardiac evaluation in obese adults"
}