{
    "title": "Nonalcoholic fatty liver disease: is all the fat bad?",
    "doc_id": "15086699",
    "writer": "Clouston AD",
    "year": "2004",
    "summary": "Nonalcoholic fatty liver disease is now a major cause of liver disease in developed countries, largely as a result of an epidemic of obesity, diabetes and sedentary lifestyles. ...This review will describe the various patterns of nonalcoholic fatty …",
    "abstract": "Nonalcoholic fatty liver disease is now a major cause of liver disease in developed countries, largely as a result of an epidemic of obesity, diabetes and sedentary lifestyles. This has resulted in raised clinical awareness and diagnostic refinement. The entity encompasses several histologic patterns from benign steatosis to nonalcoholic steatohepatitis, the latter having a significant risk of progressive fibrosis and the development of cirrhosis. Laboratory tests and imaging are not able to distinguish steatosis from steatohepatitis, which requires liver biopsy. However following an assessment of several risk factors, patients can be stratified for the potential risk of fibrosis, allowing the rational use of liver biopsy. This review will describe the various patterns of nonalcoholic fatty liver disease and relate this to disease pathogenesis and progression. Strategies for management, including experimental interventions, will be discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15086699/",
    "clean_text": "nonalcoholic fatty liver disease is all the fat bad nonalcoholic fatty liver disease is now a major cause of liver disease in developed countries largely as a result of an epidemic of obesity diabetes and sedentary lifestyles this review will describe the various patterns of nonalcoholic fatty nonalcoholic fatty liver disease is now a major cause of liver disease in developed countries largely as a result of an epidemic of obesity diabetes and sedentary lifestyles this has resulted in raised clinical awareness and diagnostic refinement the entity encompasses several histologic patterns from benign steatosis to nonalcoholic steatohepatitis the latter having a significant risk of progressive fibrosis and the development of cirrhosis laboratory tests and imaging are not able to distinguish steatosis from steatohepatitis which requires liver biopsy however following an assessment of several risk factors patients can be stratified for the potential risk of fibrosis allowing the rational use of liver biopsy this review will describe the various patterns of nonalcoholic fatty liver disease and relate this to disease pathogenesis and progression strategies for management including experimental interventions will be discussed"
}