{
    "title": "Applied Physical Activity Epidemiology: Relationship of Physical Activity and Exercise Exposures with Health Outcomes.",
    "doc_id": "39080240",
    "writer": "Gorzelitz JJS.",
    "year": "2024",
    "summary": "There is consistent, strong evidence that both physical activity and exercise lowers risk of many diseases, yet the way physical activity and exercise are measured varies substantially. ...Overall, physical activity epidemio …",
    "abstract": "There is consistent, strong evidence that both physical activity and exercise lowers risk of many diseases, yet the way physical activity and exercise are measured varies substantially. Physical activity epidemiologists use observational designs (such as cohort or case-control studies) to examine the relationship of physical activity exposures and outcomes including mortality, or disease-specific such as incident type 2 diabetes mellitus, cancer, cardiovascular disease, anxiety, or depression. These same observational designs can be used to examine the associations of prevalent disease in reducing symptom burden in those who are physically active compared to those who are not, specifically examining anxiety and depression. There is great statistical power and often large sample sizes in physical activity epidemiologic studies with valid and reliable assessment tools but known limitations such as measurement error or social desirability bias. Overall, physical activity epidemiology can be a useful tool to understand the influence of exercise and physical activity on risk of disease. In this chapter, we will explore the strength, consistency, and sources of evidence primarily using a physical activity epidemiology lens.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39080240/",
    "clean_text": "applied physical activity epidemiology relationship of physical activity and exercise exposures with health outcomes there is consistent strong evidence that both physical activity and exercise lowers risk of many diseases yet the way physical activity and exercise are measured varies substantially overall physical activity epidemio there is consistent strong evidence that both physical activity and exercise lowers risk of many diseases yet the way physical activity and exercise are measured varies substantially physical activity epidemiologists use observational designs such as cohort or case control studies to examine the relationship of physical activity exposures and outcomes including mortality or disease specific such as incident type diabetes mellitus cancer cardiovascular disease anxiety or depression these same observational designs can be used to examine the associations of prevalent disease in reducing symptom burden in those who are physically active compared to those who are not specifically examining anxiety and depression there is great statistical power and often large sample sizes in physical activity epidemiologic studies with valid and reliable assessment tools but known limitations such as measurement error or social desirability bias overall physical activity epidemiology can be a useful tool to understand the influence of exercise and physical activity on risk of disease in this chapter we will explore the strength consistency and sources of evidence primarily using a physical activity epidemiology lens"
}