{
    "pmid": "41458843",
    "title": "Skeletal Tuberculosis: Clinical and Radiological Profile, Management, and Outcomes in a Retrospective Study.",
    "abstract": "Introduction Skeletal tuberculosis (TB) is a diagnostically challenging form of extrapulmonary TB (EPTB). Among EPTB, musculoskeletal or osteoarticular tuberculosis (OAT) represents 1-3% of all TB cases. This study evaluated the clinical patterns, diagnostic pathways, and treatment outcomes of skeletal TB cases managed under the National Tuberculosis Elimination Program (NTEP). Methods A retrospective review was conducted at the Subbaiah Institute of Medical Sciences, a tertiary-care center in Karnataka, India, including 20 patients with skeletal TB treated under NTEP between January 2022 and January 2025. Inclusion required completion of NTEP-based anti-tubercular therapy (ATT) and ≥1-year post-treatment follow-up. Diagnosis followed the NTEP criteria using an integrated approach involving clinical features, MRI, histopathology demonstrating necrotizing granulomatous inflammation, and microbiological testing (GeneXpert MTB/RIF). Functional outcomes were assessed using the Visual Analog Scale (VAS) for pain, Frankel grading for spinal cases, and validated joint-specific scoring systems (Knee Society Score, Modified Harris Hip Score, Mayo Elbow Performance Score, QuickDASH, Constant-Murley Shoulder Score) in extraspinal cases. Treatment outcomes were evaluated according to NTEP-defined clinico-radiological criteria. Results Spinal TB was observed in 14 patients (70%), predominantly lumbar (6/14), and extraspinal involvement in six patients (30%), affecting the hip, knee, shoulder, elbow, wrist, and sternum. All patients underwent MRI and biopsy; GeneXpert detected no rifampicin resistance. Surgical intervention was performed in cases with neurological deficits, instability, large abscesses, or advanced joint destruction. Mean VAS pain scores improved significantly from 7.35 ± 1.23 pre-treatment to 2.40 ± 0.94 at one year (p < 0.001). Functional scores in extraspinal cases ranged from fair to excellent across joints. Neurological status remained grade E in all spinal cases. All patients achieved treatment completion with clinico-radiological cure, including those with comorbidities and HIV infection. Conclusion NTEP-guided composite diagnosis, combined with selective surgery and standardized ATT, resulted in significant pain improvement and favorable outcomes in skeletal TB. Early biopsy and MRI are crucial for timely diagnosis and reducing disability.",
    "disease": "tuberculosis",
    "clean_text": "skeletal tuberculosis clinical and radiological profile management and outcomes in a retrospective study introduction skeletal tuberculosis tb is a diagnostically challenging form of extrapulmonary tb eptb among eptb musculoskeletal or osteoarticular tuberculosis oat represents of all tb cases this study evaluated the clinical patterns diagnostic pathways and treatment outcomes of skeletal tb cases managed under the national tuberculosis elimination program ntep methods a retrospective review was conducted at the subbaiah institute of medical sciences a tertiary care center in karnataka india including patients with skeletal tb treated under ntep between january and january inclusion required completion of ntep based anti tubercular therapy att and year post treatment follow up diagnosis followed the ntep criteria using an integrated approach involving clinical features mri histopathology demonstrating necrotizing granulomatous inflammation and microbiological testing genexpert mtb rif functional outcomes were assessed using the visual analog scale vas for pain frankel grading for spinal cases and validated joint specific scoring systems knee society score modified harris hip score mayo elbow performance score quickdash constant murley shoulder score in extraspinal cases treatment outcomes were evaluated according to ntep defined clinico radiological criteria results spinal tb was observed in patients predominantly lumbar and extraspinal involvement in six patients affecting the hip knee shoulder elbow wrist and sternum all patients underwent mri and biopsy genexpert detected no rifampicin resistance surgical intervention was performed in cases with neurological deficits instability large abscesses or advanced joint destruction mean vas pain scores improved significantly from pre treatment to at one year p functional scores in extraspinal cases ranged from fair to excellent across joints neurological status remained grade e in all spinal cases all patients achieved treatment completion with clinico radiological cure including those with comorbidities and hiv infection conclusion ntep guided composite diagnosis combined with selective surgery and standardized att resulted in significant pain improvement and favorable outcomes in skeletal tb early biopsy and mri are crucial for timely diagnosis and reducing disability"
}