{
    "title": "In vitro oxidative footprinting provides insight into apolipoprotein B-100 structure in low-density lipoprotein.",
    "doc_id": "25176030",
    "writer": "Chakraborty S",
    "year": "2014",
    "summary": "Several site-specific oxidations were identified in apo B-100 after treatment of intact LDL particles with the oxidants. We hypothesize that these regions could be accessible to oxidant and critical for early events in atherosclerotic plaque deposition....",
    "abstract": "Low-density lipoprotein (LDL) is a major cholesterol carrier in human blood. Oxidations of apolipoprotein B-100 (apo B-100, LDL protein) could be proatherogenic and play critical roles in early stages of plaque formation in the arterial wall. The structure of apo B-100 is still poorly understood, partially due to its size (550 KDa, 4563 amino acids). To gain an insight into LDL structure, we mapped the regions of apo B-100 in human LDL that were prone to oxidation using peroxynitrite and hypochlorite as probes. In this study, LDL was incubated with various concentrations of peroxynitrite and sodium hypochlorite in bicarbonate buffer. The LDL protein apo B-100 was delipidated, denatured, alkylated, and subjected to tryptic digestion. Tryptic peptides were analyzed employing LC-MS/MS. Database search was performed against the apo B-100 database (SwissProt accession #P04114) using \"SEQUEST\" algorithm to identify peroxynitrite and hypochlorite-mediated oxidations markers nitrotyrosine, nitrotryptophan, hydroxy-tryptophan, and 3-chlorotyrosine. Several site-specific oxidations were identified in apo B-100 after treatment of intact LDL particles with the oxidants. We hypothesize that these regions could be accessible to oxidant and critical for early events in atherosclerotic plaque deposition.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25176030/",
    "clean_text": "in vitro oxidative footprinting provides insight into apolipoprotein b structure in low density lipoprotein several site specific oxidations were identified in apo b after treatment of intact ldl particles with the oxidants we hypothesize that these regions could be accessible to oxidant and critical for early events in atherosclerotic plaque deposition low density lipoprotein ldl is a major cholesterol carrier in human blood oxidations of apolipoprotein b apo b ldl protein could be proatherogenic and play critical roles in early stages of plaque formation in the arterial wall the structure of apo b is still poorly understood partially due to its size kda amino acids to gain an insight into ldl structure we mapped the regions of apo b in human ldl that were prone to oxidation using peroxynitrite and hypochlorite as probes in this study ldl was incubated with various concentrations of peroxynitrite and sodium hypochlorite in bicarbonate buffer the ldl protein apo b was delipidated denatured alkylated and subjected to tryptic digestion tryptic peptides were analyzed employing lc ms ms database search was performed against the apo b database swissprot accession p using sequest algorithm to identify peroxynitrite and hypochlorite mediated oxidations markers nitrotyrosine nitrotryptophan hydroxy tryptophan and chlorotyrosine several site specific oxidations were identified in apo b after treatment of intact ldl particles with the oxidants we hypothesize that these regions could be accessible to oxidant and critical for early events in atherosclerotic plaque deposition"
}