{
    "title": "Current issues and future perspectives of gastric cancer screening.",
    "doc_id": "25320514",
    "writer": "Hamashima C.",
    "year": "2014",
    "summary": "Gastric cancer remains the second leading cause of cancer death worldwide. About half of the incidence of gastric cancer is observed in East Asian countries, which show a higher mortality than other countries. ...On the other hand, serologic tes …",
    "abstract": "Gastric cancer remains the second leading cause of cancer death worldwide. About half of the incidence of gastric cancer is observed in East Asian countries, which show a higher mortality than other countries. The effectiveness of 3 new gastric cancer screening techniques, namely, upper gastrointestinal endoscopy, serological testing, and \"screen and treat\" method were extensively reviewed. Moreover, the phases of development for cancer screening were analyzed on the basis of the biomarker development road map. Several observational studies have reported the effectiveness of endoscopic screening in reducing mortality from gastric cancer. On the other hand, serologic testing has mainly been used for targeting the high-risk group for gastric cancer. To date, the effectiveness of new techniques for gastric cancer screening has remained limited. However, endoscopic screening is presently in the last trial phase of development before their introduction to population-based screening. To effectively introduce new techniques for gastric cancer screening in a community, incidence and mortality reduction from gastric cancer must be initially and thoroughly evaluated by conducting reliable studies. In addition to effectiveness evaluation, the balance of benefits and harms must be carefully assessed before introducing these new techniques for population-based screening.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25320514/",
    "clean_text": "current issues and future perspectives of gastric cancer screening gastric cancer remains the second leading cause of cancer death worldwide about half of the incidence of gastric cancer is observed in east asian countries which show a higher mortality than other countries on the other hand serologic tes gastric cancer remains the second leading cause of cancer death worldwide about half of the incidence of gastric cancer is observed in east asian countries which show a higher mortality than other countries the effectiveness of new gastric cancer screening techniques namely upper gastrointestinal endoscopy serological testing and screen and treat method were extensively reviewed moreover the phases of development for cancer screening were analyzed on the basis of the biomarker development road map several observational studies have reported the effectiveness of endoscopic screening in reducing mortality from gastric cancer on the other hand serologic testing has mainly been used for targeting the high risk group for gastric cancer to date the effectiveness of new techniques for gastric cancer screening has remained limited however endoscopic screening is presently in the last trial phase of development before their introduction to population based screening to effectively introduce new techniques for gastric cancer screening in a community incidence and mortality reduction from gastric cancer must be initially and thoroughly evaluated by conducting reliable studies in addition to effectiveness evaluation the balance of benefits and harms must be carefully assessed before introducing these new techniques for population based screening"
}