{
    "pmid": "41417303",
    "title": "Global trends, risk factors, and therapeutic associations of fungal pulmonary infections in lung cancer: A systematic review and meta-analysis.",
    "abstract": "Fungal pulmonary infections are a significant complication in lung cancer, adversely affecting prognosis and treatment outcomes. This meta-analysis aimed to estimate the prevalence of chronic pulmonary aspergillosis (CPA) and Pneumocystis jirovecii pneumonia (PJP) in lung cancer patients and to identify associated clinical predictors. A systematic search of EBSCOhost, Embase, PubMed/MEDLINE, Scopus, and Web of Science retrieved 2,823 records, of which 7 studies were eligible (PROSPERO: CRD42024551104). Meta-analyses of proportions and dichotomous and continuous variables were performed using R (meta package) via Jamovi and RevMan 5, with statistical significance set at p<0.05. Among 15,901 lung cancer patients, 177 had CPA and 135 had PJP. The pooled prevalence was 1% for CPA and 23% for PJP. CPA was significantly associated with male sex, smoking, COPD, interstitial lung disease, tuberculosis, and squamous cell carcinoma, and negatively associated with adenocarcinoma. CPA patients also had significantly lower BMI. Bilobectomy, radiotherapy, and concurrent chemoradiotherapy were additional risk factors for CPA. High-dose corticosteroid use (≥20 mg/day) was significantly associated with PJP. CPA occurs in a clinically distinct subset of lung cancer patients with identifiable risk factors, while PJP appears to be strongly linked to immunosuppressive therapy. Improved screening strategies are warranted to mitigate the burden of these infections in vulnerable lung cancer populations.",
    "disease": "tuberculosis",
    "clean_text": "global trends risk factors and therapeutic associations of fungal pulmonary infections in lung cancer a systematic review and meta analysis fungal pulmonary infections are a significant complication in lung cancer adversely affecting prognosis and treatment outcomes this meta analysis aimed to estimate the prevalence of chronic pulmonary aspergillosis cpa and pneumocystis jirovecii pneumonia pjp in lung cancer patients and to identify associated clinical predictors a systematic search of ebscohost embase pubmed medline scopus and web of science retrieved records of which studies were eligible prospero crd meta analyses of proportions and dichotomous and continuous variables were performed using r meta package via jamovi and revman with statistical significance set at p among lung cancer patients had cpa and had pjp the pooled prevalence was for cpa and for pjp cpa was significantly associated with male sex smoking copd interstitial lung disease tuberculosis and squamous cell carcinoma and negatively associated with adenocarcinoma cpa patients also had significantly lower bmi bilobectomy radiotherapy and concurrent chemoradiotherapy were additional risk factors for cpa high dose corticosteroid use mg day was significantly associated with pjp cpa occurs in a clinically distinct subset of lung cancer patients with identifiable risk factors while pjp appears to be strongly linked to immunosuppressive therapy improved screening strategies are warranted to mitigate the burden of these infections in vulnerable lung cancer populations"
}