{
    "title": "Syndromes of the first and second branchial arches, part 1: embryology and characteristic defects.",
    "doc_id": "20299437",
    "writer": "Johnson JM",
    "year": "2011",
    "summary": "High-resolution CT has proved vital in determining the nature and extent of these syndromes. The radiologic evaluation of syndromes of the first and second BAs should begin first by studying a series of isolated defects: CL with or without CP, micrognathia, and EAC …",
    "abstract": "A variety of congenital syndromes affecting the face occur due to defects involving the first and second BAs. Radiographic evaluation of craniofacial deformities is necessary to define aberrant anatomy, plan surgical procedures, and evaluate the effects of craniofacial growth and surgical reconstructions. High-resolution CT has proved vital in determining the nature and extent of these syndromes. The radiologic evaluation of syndromes of the first and second BAs should begin first by studying a series of isolated defects: CL with or without CP, micrognathia, and EAC atresia, which compose the major features of these syndromes and allow more specific diagnosis. After discussion of these defects and the associated embryology, we proceed to discuss the VCFS, PRS, ACS, TCS, Stickler syndrome, and HFM.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20299437/",
    "clean_text": "syndromes of the first and second branchial arches part embryology and characteristic defects high resolution ct has proved vital in determining the nature and extent of these syndromes the radiologic evaluation of syndromes of the first and second bas should begin first by studying a series of isolated defects cl with or without cp micrognathia and eac a variety of congenital syndromes affecting the face occur due to defects involving the first and second bas radiographic evaluation of craniofacial deformities is necessary to define aberrant anatomy plan surgical procedures and evaluate the effects of craniofacial growth and surgical reconstructions high resolution ct has proved vital in determining the nature and extent of these syndromes the radiologic evaluation of syndromes of the first and second bas should begin first by studying a series of isolated defects cl with or without cp micrognathia and eac atresia which compose the major features of these syndromes and allow more specific diagnosis after discussion of these defects and the associated embryology we proceed to discuss the vcfs prs acs tcs stickler syndrome and hfm"
}