{
    "title": "Neural crest-derived dental stem cells--where we are and where we are going.",
    "doc_id": "24769107",
    "writer": "Mayo V",
    "year": "2014",
    "summary": "OBJECTIVES: There are five types of post-natal human dental stem cells that have been identified, isolated and characterized. Here, we review the information available on dental stem cells as well as their potential applications in dentistry, regenerat …",
    "abstract": "Objectives:\n        \n      \n      There are five types of post-natal human dental stem cells that have been identified, isolated and characterized. Here, we review the information available on dental stem cells as well as their potential applications in dentistry, regenerative medicine and the development of other therapeutic approaches.\n    \n\n\n          Data:\n        \n      \n      Data pertinent to dental stem cells and their applications, published in peer-reviewed journals from 1982 to 2013 in English were reviewed.\n    \n\n\n          Sources:\n        \n      \n      Sources were retrieved from PubMed databases as well as related references that the electronic search yielded.\n    \n\n\n          Study selection:\n        \n      \n      Manuscripts describing the origin, retrieval, characterization and application of dental stem cells were obtained and reviewed.\n    \n\n\n          Conclusions:\n        \n      \n      Dental stem cell populations present properties similar to those of mesenchymal stem cells, such as the ability to self-renew and the potential for multilineage differentiation. While they have greater capacity to give rise to odontogenic cells and regenerate dental pulp and periodontal tissue, they have the capacity to differentiate into all three germ line cells, proving that a population of pluripotent stem cells exists in the dental tissues.\n    \n\n\n          Clinical significance:\n        \n      \n      Dental stem cells have the capacity to differentiate into endoderm, mesoderm and ectoderm tissues. Consequently they do not only have applications in dentistry, but also neurodegenerative and ischemic diseases, diabetes research, bone repair, and other applications in the field of tissue regeneration.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24769107/",
    "clean_text": "neural crest derived dental stem cells where we are and where we are going objectives there are five types of post natal human dental stem cells that have been identified isolated and characterized here we review the information available on dental stem cells as well as their potential applications in dentistry regenerat objectives there are five types of post natal human dental stem cells that have been identified isolated and characterized here we review the information available on dental stem cells as well as their potential applications in dentistry regenerative medicine and the development of other therapeutic approaches data data pertinent to dental stem cells and their applications published in peer reviewed journals from to in english were reviewed sources sources were retrieved from pubmed databases as well as related references that the electronic search yielded study selection manuscripts describing the origin retrieval characterization and application of dental stem cells were obtained and reviewed conclusions dental stem cell populations present properties similar to those of mesenchymal stem cells such as the ability to self renew and the potential for multilineage differentiation while they have greater capacity to give rise to odontogenic cells and regenerate dental pulp and periodontal tissue they have the capacity to differentiate into all three germ line cells proving that a population of pluripotent stem cells exists in the dental tissues clinical significance dental stem cells have the capacity to differentiate into endoderm mesoderm and ectoderm tissues consequently they do not only have applications in dentistry but also neurodegenerative and ischemic diseases diabetes research bone repair and other applications in the field of tissue regeneration"
}