{
    "pmid": "41468891",
    "title": "De novo variants in KDM2A cause a syndromic neurodevelopmental disorder.",
    "abstract": "Germline variants that disrupt components of the epigenetic machinery cause syndromic neurodevelopmental disorders. Using exome and genome sequencing, we identified de novo variants in KDM2A, a lysine demethylase crucial for embryonic development, in 18 individuals with developmental delays and/or intellectual disabilities. The severity ranged from learning disabilities to severe intellectual disability. Other core symptoms included feeding difficulties; growth issues, such as intrauterine growth restriction, short stature, and microcephaly; and recurrent facial features, such as epicanthic folds, upslanted palpebral fissures, thin vermillion of the lips, and low-set ears. Expression of human disease-causing KDM2A variants in a Drosophila melanogaster model led to neural degeneration, motor defects, and reduced lifespan. Interestingly, pathogenic variants in KDM2A affected physiological attributes, including subcellular distribution, expression, and stability in human cells. Genetic epistasis experiments indicated that KDM2A variants act via a dual mechanism-loss of nuclear function for some variants tested and additional cytoplasmic gain-of-function toxicity for c.704C>T (p.Pro235Leu), as eliminating endogenous Drosophila Kdm2 did not produce noticeable neurodevelopmental phenotypes. Data from enzymatic-methylation sequencing support the suggested gene-disease association by showing aberrant methylome profiles in affected individuals' peripheral blood. Combining our genetic, phenotypic, and functional findings, we establish de novo variants in KDM2A as causative for a syndromic neurodevelopmental disorder.",
    "disease": "epilepsy",
    "clean_text": "de novo variants in kdm a cause a syndromic neurodevelopmental disorder germline variants that disrupt components of the epigenetic machinery cause syndromic neurodevelopmental disorders using exome and genome sequencing we identified de novo variants in kdm a a lysine demethylase crucial for embryonic development in individuals with developmental delays and or intellectual disabilities the severity ranged from learning disabilities to severe intellectual disability other core symptoms included feeding difficulties growth issues such as intrauterine growth restriction short stature and microcephaly and recurrent facial features such as epicanthic folds upslanted palpebral fissures thin vermillion of the lips and low set ears expression of human disease causing kdm a variants in a drosophila melanogaster model led to neural degeneration motor defects and reduced lifespan interestingly pathogenic variants in kdm a affected physiological attributes including subcellular distribution expression and stability in human cells genetic epistasis experiments indicated that kdm a variants act via a dual mechanism loss of nuclear function for some variants tested and additional cytoplasmic gain of function toxicity for c c t p pro leu as eliminating endogenous drosophila kdm did not produce noticeable neurodevelopmental phenotypes data from enzymatic methylation sequencing support the suggested gene disease association by showing aberrant methylome profiles in affected individuals peripheral blood combining our genetic phenotypic and functional findings we establish de novo variants in kdm a as causative for a syndromic neurodevelopmental disorder"
}