{
    "title": "Development of gastric emptying in the human fetus.",
    "doc_id": "11084966",
    "writer": "Sase M",
    "year": "2000",
    "summary": "OBJECTIVE: To evaluate stomach size and the development of gastric emptying in human fetuses using ultrasound. ...METHODS: The motility and peristalsis of the fetal stomach were studied in 80 normal fetuses between 12 and 39 weeks of gestation. Fetal gastr …",
    "abstract": "Objective:\n        \n      \n      To evaluate stomach size and the development of gastric emptying in human fetuses using ultrasound.\n    \n\n\n          Design:\n        \n      \n      Clinical observational study.\n    \n\n\n          Methods:\n        \n      \n      The motility and peristalsis of the fetal stomach were studied in 80 normal fetuses between 12 and 39 weeks of gestation. Fetal gastric motility was assessed by analysis of videotaped recordings of ultrasound images of the stomach taken in real time.\n    \n\n\n          Results:\n        \n      \n      Fetal maximum gastric area gradually increased and minimum gastric areas gradually decreased after 20 weeks of gestation. At term, the maximum and minimum gastric area ratios were approximately 13 and 5%, respectively. The change in fetal gastric area, defined as the difference of maximum and minimum gastric area ratios, was relatively constant at 3% from 12 to 15 weeks of gestation to 20-23 weeks of gestation. It increased significantly (to 8%) after 24-27 weeks of gestation until term.\n    \n\n\n          Conclusions:\n        \n      \n      Fetal gastric emptying was quantified and its development assessed during pregnancy. A critical point of gastric development, associated with an increase in the change of gastric volume, was identified at 24-25 weeks of gestation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11084966/",
    "clean_text": "development of gastric emptying in the human fetus objective to evaluate stomach size and the development of gastric emptying in human fetuses using ultrasound methods the motility and peristalsis of the fetal stomach were studied in normal fetuses between and weeks of gestation fetal gastr objective to evaluate stomach size and the development of gastric emptying in human fetuses using ultrasound design clinical observational study methods the motility and peristalsis of the fetal stomach were studied in normal fetuses between and weeks of gestation fetal gastric motility was assessed by analysis of videotaped recordings of ultrasound images of the stomach taken in real time results fetal maximum gastric area gradually increased and minimum gastric areas gradually decreased after weeks of gestation at term the maximum and minimum gastric area ratios were approximately and respectively the change in fetal gastric area defined as the difference of maximum and minimum gastric area ratios was relatively constant at from to weeks of gestation to weeks of gestation it increased significantly to after weeks of gestation until term conclusions fetal gastric emptying was quantified and its development assessed during pregnancy a critical point of gastric development associated with an increase in the change of gastric volume was identified at weeks of gestation"
}