{
    "title": "Is Aging a Disease? The Theoretical Definition of Aging in the Light of the Philosophy of Medicine.",
    "doc_id": "36562841",
    "writer": "Saborido C",
    "year": "2022",
    "summary": "Understanding aging as a disease seems to imply its medicalization, which has important practical consequences. In this paper, we analyze the question of whether aging is a disease by appealing to the concept of disease in the philosophy of medicine. As a result of this an …",
    "abstract": "In the philosophical debate on aging, it is common to raise the question of the theoretical definition of aging in terms of its possible characterization as a disease. Understanding aging as a disease seems to imply its medicalization, which has important practical consequences. In this paper, we analyze the question of whether aging is a disease by appealing to the concept of disease in the philosophy of medicine. As a result of this analysis, we argue that a pragmatist approach to the conception of disease is the best alternative to highlight the relevance of the medicalization of aging. From this pragmatist perspective, it can be seen that the notion of aging is going through a conceptual change, and aging can today be understood as a not radically different process from any other condition that is usually considered a disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36562841/",
    "clean_text": "is aging a disease the theoretical definition of aging in the light of the philosophy of medicine understanding aging as a disease seems to imply its medicalization which has important practical consequences in this paper we analyze the question of whether aging is a disease by appealing to the concept of disease in the philosophy of medicine as a result of this an in the philosophical debate on aging it is common to raise the question of the theoretical definition of aging in terms of its possible characterization as a disease understanding aging as a disease seems to imply its medicalization which has important practical consequences in this paper we analyze the question of whether aging is a disease by appealing to the concept of disease in the philosophy of medicine as a result of this analysis we argue that a pragmatist approach to the conception of disease is the best alternative to highlight the relevance of the medicalization of aging from this pragmatist perspective it can be seen that the notion of aging is going through a conceptual change and aging can today be understood as a not radically different process from any other condition that is usually considered a disease"
}