{
    "pmid": "41463271",
    "title": "Real-World Neoadjuvant Systemic Therapy Utilization and Treatment Patterns in Patients with Early-Stage or Locally Advanced Triple-Negative Breast Cancer in Greece-The TRINITY Study.",
    "abstract": "Guidelines recommend neoadjuvant systemic therapy (NST) as the preferred treatment approach for stage II-III triple-negative breast cancer (TNBC), an aggressive form of breast cancer (BC) that lacks specific therapeutic targets. This study primarily aimed to assess the NST adoption among stage II-III TNBC patients in Greece under real-world conditions during the pre-immunotherapy era. This multicenter, observational, retrospective chart review included 230 female patients (≥18 years) with early-stage or locally advanced TNBC across 10 public and private BC reference centers over 6.5 years. Data included demographics and clinical characteristics at diagnosis, treatment details, clinical outcomes, and survival status. Descriptive statistics followed by uni/multivariate analyses were performed. Survival outcomes were assessed using survival analysis methods. Women with stage II (67.4%) or stage III (32.6%) TNBC were included, with a median age of 53.1 years (range 23.9-84.1). Patients received NST [113 (49.1%)] and non-NST [117 (50.9%)]. NST utilization was significantly associated with larger tumor size and  NST use showed moderate uptake with notable practice variations, emphasizing the need for multidisciplinary strategies to improve guideline adherence. Over half achieved pCR post-NST, setting a benchmark for TNBC care. Ongoing real-world monitoring is vital to guide long-term outcomes.",
    "disease": "breast cancer",
    "clean_text": "real world neoadjuvant systemic therapy utilization and treatment patterns in patients with early stage or locally advanced triple negative breast cancer in greece the trinity study guidelines recommend neoadjuvant systemic therapy nst as the preferred treatment approach for stage ii iii triple negative breast cancer tnbc an aggressive form of breast cancer bc that lacks specific therapeutic targets this study primarily aimed to assess the nst adoption among stage ii iii tnbc patients in greece under real world conditions during the pre immunotherapy era this multicenter observational retrospective chart review included female patients years with early stage or locally advanced tnbc across public and private bc reference centers over years data included demographics and clinical characteristics at diagnosis treatment details clinical outcomes and survival status descriptive statistics followed by uni multivariate analyses were performed survival outcomes were assessed using survival analysis methods women with stage ii or stage iii tnbc were included with a median age of years range patients received nst and non nst nst utilization was significantly associated with larger tumor size and nst use showed moderate uptake with notable practice variations emphasizing the need for multidisciplinary strategies to improve guideline adherence over half achieved pcr post nst setting a benchmark for tnbc care ongoing real world monitoring is vital to guide long term outcomes"
}