{
    "pmid": "41391371",
    "title": "Sanmiao pill ameliorates rheumatoid arthritis via PPARγ-mediated lipid accumulation in macrophage: A multi-omics and experimental validation.",
    "abstract": "The enhanced infiltration of M1-polarized macrophages into synovium acts as a central driver of chronic inflammation characteristics of rheumatoid arthritis (RA). Sanmiao pill (SMP), a classic traditional formulation, has long been employed in the treatment of arthralgia syndromes. Despite its recognized therapeutic efficacy, the underlying mechanism remains unclear. To explore the therapeutic potential and protective mechanisms of SMP against RA. A collagen-induced arthritis (CIA) rat model was established, the therapeutic effects were evaluated by arthritis severity, immune organ status, histopathological and ultrasound examination. A chinmedomics approach-integrating serum medicinal chemistry, network pharmacology, lipidomics, proteomics, immunofluorescence, western blotting and molecular docking, was used for the systematic elucidation of SMP's mechanism. A total of 11 migration compounds derived from SMP were identified in serum, representing potential pharmacodynamic substances responsible for its anti-RA effects. Pharmacodynamic evaluation revealed that SMP effectively alleviated chronic synovitis associated with macrophages polarization imbalance. SMP also improved synovial lipid deposition, along with a trend toward normalization of the serum lipid profiles. Integrated analysis from network pharmacology, lipidomics and proteomics indicated that SMP may exert its effects by modulating PPARγ-mediated lipid metabolism disorders. In vitro, SMP suppressed macrophages M1 polarization, accompanied by a decrease in lipid droplet formation and PGE2 release. Notably, these effects were caused by the up-regulation of PPARγ, with immunofluorescence providing support for SMP-induced nuclear translocation of PPARγ. SMP alleviated RA synovitis by promoting PPARγ nuclear translocation, which subsequently restrained lipid droplet accumulation and PGE2 release, and in turn limited macrophages M1 polarization.",
    "disease": "rheumatoid arthritis",
    "clean_text": "sanmiao pill ameliorates rheumatoid arthritis via ppar mediated lipid accumulation in macrophage a multi omics and experimental validation the enhanced infiltration of m polarized macrophages into synovium acts as a central driver of chronic inflammation characteristics of rheumatoid arthritis ra sanmiao pill smp a classic traditional formulation has long been employed in the treatment of arthralgia syndromes despite its recognized therapeutic efficacy the underlying mechanism remains unclear to explore the therapeutic potential and protective mechanisms of smp against ra a collagen induced arthritis cia rat model was established the therapeutic effects were evaluated by arthritis severity immune organ status histopathological and ultrasound examination a chinmedomics approach integrating serum medicinal chemistry network pharmacology lipidomics proteomics immunofluorescence western blotting and molecular docking was used for the systematic elucidation of smp s mechanism a total of migration compounds derived from smp were identified in serum representing potential pharmacodynamic substances responsible for its anti ra effects pharmacodynamic evaluation revealed that smp effectively alleviated chronic synovitis associated with macrophages polarization imbalance smp also improved synovial lipid deposition along with a trend toward normalization of the serum lipid profiles integrated analysis from network pharmacology lipidomics and proteomics indicated that smp may exert its effects by modulating ppar mediated lipid metabolism disorders in vitro smp suppressed macrophages m polarization accompanied by a decrease in lipid droplet formation and pge release notably these effects were caused by the up regulation of ppar with immunofluorescence providing support for smp induced nuclear translocation of ppar smp alleviated ra synovitis by promoting ppar nuclear translocation which subsequently restrained lipid droplet accumulation and pge release and in turn limited macrophages m polarization"
}