{
    "title": "Talent management of international nurses in healthcare settings: A systematic review.",
    "doc_id": "37930991",
    "writer": "Zulfiqar SH",
    "year": "2023",
    "summary": "Talent management is a holistic construct that can support healthcare organizations to attract, develop, motivate, and retain talented employees to drive organizational performance. This systematic review isolates, appraises and collates available evidence on talent …",
    "abstract": "Aim:\n        \n      \n      To identify and systematically review current scholarship on talent management of international nurses in healthcare organizations.\n    \n\n\n          Background:\n        \n      \n      As nurse shortages persistently pose challenges for healthcare organizations globally, one of the primary strategies employed to address these shortages is employment of international nurses. To date little has been done to systematically review and collate contemporary research on talent management of this strategically important cohort. Talent management is a holistic construct that can support healthcare organizations to attract, develop, motivate, and retain talented employees to drive organizational performance. This systematic review isolates, appraises and collates available evidence on talent management practices for international nurses.\n    \n\n\n          Study design:\n        \n      \n      Systematic literature review.\n    \n\n\n          Data sources:\n        \n      \n      Searches of PubMed, EBSCO and Scopus were made covering literature from 2012-2022.\n    \n\n\n          Review methods:\n        \n      \n      This study followed Cochrane protocol for Systematic Reviews and key search terms were developed in consultation with University of Limerick library. As a key aim of the review was to provide evidence for the development of effective talent management practices, only peer-reviewed academic papers and empirical studies were included. Initial articles screening was conducted by two reviewers and full articles review was conducted by the entire research team. Findings were combined in a data extraction template for further analysis.\n    \n\n\n          Results:\n        \n      \n      This review includes 62 articles thematically analysed under the headings recruitment and selection, retention and turnover, career progression, professional development, discrimination and racism, culture and communication.\n    \n\n\n          Conclusion:\n        \n      \n      No articles were found that directly address talent management for international nurses. Although there are studies that address aspects of talent management independently, more research is required on talent management as a holistic process for international nurses to inform evidence-based practice.\n    \n\n\n          Impact:\n        \n      \n      This research emphasizes the importance of talent management for retention of international nurses in healthcare settings. It provides a knowledge base for healthcare organisations to enhance employee retention and ensure quality care for patients, as well as setting the foundation for future studies in this area.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37930991/",
    "clean_text": "talent management of international nurses in healthcare settings a systematic review talent management is a holistic construct that can support healthcare organizations to attract develop motivate and retain talented employees to drive organizational performance this systematic review isolates appraises and collates available evidence on talent aim to identify and systematically review current scholarship on talent management of international nurses in healthcare organizations background as nurse shortages persistently pose challenges for healthcare organizations globally one of the primary strategies employed to address these shortages is employment of international nurses to date little has been done to systematically review and collate contemporary research on talent management of this strategically important cohort talent management is a holistic construct that can support healthcare organizations to attract develop motivate and retain talented employees to drive organizational performance this systematic review isolates appraises and collates available evidence on talent management practices for international nurses study design systematic literature review data sources searches of pubmed ebsco and scopus were made covering literature from review methods this study followed cochrane protocol for systematic reviews and key search terms were developed in consultation with university of limerick library as a key aim of the review was to provide evidence for the development of effective talent management practices only peer reviewed academic papers and empirical studies were included initial articles screening was conducted by two reviewers and full articles review was conducted by the entire research team findings were combined in a data extraction template for further analysis results this review includes articles thematically analysed under the headings recruitment and selection retention and turnover career progression professional development discrimination and racism culture and communication conclusion no articles were found that directly address talent management for international nurses although there are studies that address aspects of talent management independently more research is required on talent management as a holistic process for international nurses to inform evidence based practice impact this research emphasizes the importance of talent management for retention of international nurses in healthcare settings it provides a knowledge base for healthcare organisations to enhance employee retention and ensure quality care for patients as well as setting the foundation for future studies in this area"
}