{
    "title": "Qualitative and Quantitative Evaluation of the Image Quality of MDCT Multiphasic Liver Scans in HCC Patients.",
    "doc_id": "39867673",
    "writer": "El-Sayed MZ",
    "year": "2025",
    "summary": "The evaluation involved quantitative and qualitative analyses of parameters such as SD, SNR, and CNR, as well as a qualitative assessment by two radiology consultants. ...The CNR and SD BG remained independent variables for CT image quality prediction, but no statis …",
    "abstract": "Background: The quality of CT images obtained from hepatocellular carcinoma (HCC) patients is complex, affecting diagnostic accuracy, precision, and radiation dose assessment due to increased exposure risks. Objectives: The study evaluated image quality qualitatively and quantitatively by comparing quality levels with an effective radiation dose to ensure acceptable quality accuracy. Materials and Methods: This study retrospectively reviewed 100 known HCC patients (Li-RADS-5) who underwent multidetector computed tomography (MDCT) multiphasic scans for follow-up of their health condition between January and October 2023. The evaluation involved quantitative and qualitative analyses of parameters such as SD, SNR, and CNR, as well as a qualitative assessment by two radiology consultants. The outcomes were compared, and the effective dose was calculated and compared with both quantitative and qualitative assessments of image quality. Results: ROC curve analysis revealed significant differences in CT image quality, with high to moderate specificity and sensitivity across all the quantitative parameters. However, multivariate examination revealed decreasing importance levels, except for CNR (B, 0.203; p = 0.001) and SD BG (B, 0.330; p = 0.002), which increased in B. The CNR and SD BG remained independent variables for CT image quality prediction, but no statistically significant relationship was found between the effective dose and image quality, either quantitatively or qualitatively. Conclusion: This study underscores the vital role of both quantitative and qualitative assessments of CT images in evaluating their quality for patients with HCC and highlights the predictive importance of CNR, SNR, and SD. These findings emphasize the value of these devices in assessing and predicting outcomes to minimize the effective dose.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39867673/",
    "clean_text": "qualitative and quantitative evaluation of the image quality of mdct multiphasic liver scans in hcc patients the evaluation involved quantitative and qualitative analyses of parameters such as sd snr and cnr as well as a qualitative assessment by two radiology consultants the cnr and sd bg remained independent variables for ct image quality prediction but no statis background the quality of ct images obtained from hepatocellular carcinoma hcc patients is complex affecting diagnostic accuracy precision and radiation dose assessment due to increased exposure risks objectives the study evaluated image quality qualitatively and quantitatively by comparing quality levels with an effective radiation dose to ensure acceptable quality accuracy materials and methods this study retrospectively reviewed known hcc patients li rads who underwent multidetector computed tomography mdct multiphasic scans for follow up of their health condition between january and october the evaluation involved quantitative and qualitative analyses of parameters such as sd snr and cnr as well as a qualitative assessment by two radiology consultants the outcomes were compared and the effective dose was calculated and compared with both quantitative and qualitative assessments of image quality results roc curve analysis revealed significant differences in ct image quality with high to moderate specificity and sensitivity across all the quantitative parameters however multivariate examination revealed decreasing importance levels except for cnr b p and sd bg b p which increased in b the cnr and sd bg remained independent variables for ct image quality prediction but no statistically significant relationship was found between the effective dose and image quality either quantitatively or qualitatively conclusion this study underscores the vital role of both quantitative and qualitative assessments of ct images in evaluating their quality for patients with hcc and highlights the predictive importance of cnr snr and sd these findings emphasize the value of these devices in assessing and predicting outcomes to minimize the effective dose"
}