{
    "pmid": "41443546",
    "title": "Leisure-time physical activity and mortality in chronic obstructive pulmonary disease: a nationwide cohort study.",
    "abstract": "To investigated the impact of leisure-time physical activity (PA) on all-cause and cause-specific mortality risk in individuals with chronic obstructive pulmonary disease (COPD). Retrospective cohort study. Baseline information on leisure-time PA of the patients with COPD was gathered from the National Health Interview Survey (conducted in 2001, 2005, 2009, and 2013). Comorbidities were identified from the National Health Insurance dataset (2000-2021). Not applicable. Mortality was confirmed using the National Death Registration. A total of 6,584 adults aged >18 years with COPD were enrolled in this survey. Among them, 3,360 (51.0%) were male, with a mean (standard deviation) age of 57.3 (17.7) years. During the 20 years of follow-up, 1,760 (26.7%) deaths were observed. Kaplan-Meier survival curves showed a significant survival rate among the three groups (log-rank p <0.001). After controlling for potential confounders, subjects with leisure-time PA of 0<PA<800 metabolic equivalent (MET)-min/week and ≥800MET-min/week had a significantly decreased risk of all-cause mortality (0<PA<800 MET-min/week: hazard ratio (HR), 0.84; 95% confidence interval [CI], 0.73-0.96; p <0.001; ≥800 MET-min/week: HR, 0.62; 95% CI, 0.54-0.72; p <0.001), compared with those with no leisure-time PA. Regarding cause-specific mortality, increased leisure-time PA was significantly associated with decreased cardiovascular and cancer mortality risk. This study demonstrated the benefits of leisure-time PA in individuals with COPD. Engaging in at least 800 MET-minutes of PA per week was associated with a significantly reduced risk of death from all causes, especially cardiovascular and cancer-related deaths.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "leisure time physical activity and mortality in chronic obstructive pulmonary disease a nationwide cohort study to investigated the impact of leisure time physical activity pa on all cause and cause specific mortality risk in individuals with chronic obstructive pulmonary disease copd retrospective cohort study baseline information on leisure time pa of the patients with copd was gathered from the national health interview survey conducted in and comorbidities were identified from the national health insurance dataset not applicable mortality was confirmed using the national death registration a total of adults aged years with copd were enrolled in this survey among them were male with a mean standard deviation age of years during the years of follow up deaths were observed kaplan meier survival curves showed a significant survival rate among the three groups log rank p after controlling for potential confounders subjects with leisure time pa of pa metabolic equivalent met min week and met min week had a significantly decreased risk of all cause mortality pa met min week hazard ratio hr confidence interval ci p met min week hr ci p compared with those with no leisure time pa regarding cause specific mortality increased leisure time pa was significantly associated with decreased cardiovascular and cancer mortality risk this study demonstrated the benefits of leisure time pa in individuals with copd engaging in at least met minutes of pa per week was associated with a significantly reduced risk of death from all causes especially cardiovascular and cancer related deaths"
}