{
    "title": "The protease systems and their pathogenic role in juvenile idiopathic arthritis.",
    "doc_id": "31181328",
    "writer": "Margheri F",
    "year": "2019",
    "summary": "There are few scientific contributions aimed to identify similar mechanisms in the joints of patients with juvenile idiopathic arthritis. Recently, some mechanisms emerged, triggered by the TH17 and TH1/TH17 lymphocytes, which could shed new light on unexpected path …",
    "abstract": "Numerous proteases produced by synovial cells of arthritic joints, chondrocytes, macrophages and polymorphonuclear cells have been identified as responsible for the joint damage in rheumatoid arthritis. There are few scientific contributions aimed to identify similar mechanisms in the joints of patients with juvenile idiopathic arthritis. Recently, some mechanisms emerged, triggered by the TH17 and TH1/TH17 lymphocytes, which could shed new light on unexpected pathogenic pathways of joint damage in the JIA, mainly regarding the RANK-RANKL pathway. Other novelties are linked to the mechanisms of acidification of the synovial fluid, which create a microenvironment suitable for the extracellular activity of lysosomal enzymes. Some biological drugs currently used in the therapy of JIA can interfere with these mechanisms.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31181328/",
    "clean_text": "the protease systems and their pathogenic role in juvenile idiopathic arthritis there are few scientific contributions aimed to identify similar mechanisms in the joints of patients with juvenile idiopathic arthritis recently some mechanisms emerged triggered by the th and th th lymphocytes which could shed new light on unexpected path numerous proteases produced by synovial cells of arthritic joints chondrocytes macrophages and polymorphonuclear cells have been identified as responsible for the joint damage in rheumatoid arthritis there are few scientific contributions aimed to identify similar mechanisms in the joints of patients with juvenile idiopathic arthritis recently some mechanisms emerged triggered by the th and th th lymphocytes which could shed new light on unexpected pathogenic pathways of joint damage in the jia mainly regarding the rank rankl pathway other novelties are linked to the mechanisms of acidification of the synovial fluid which create a microenvironment suitable for the extracellular activity of lysosomal enzymes some biological drugs currently used in the therapy of jia can interfere with these mechanisms"
}