{
    "title": "Melatonin pre-treated bone marrow derived-mesenchymal stem cells prompt wound healing in rat models.",
    "doc_id": "34861635",
    "writer": "Al-Otaibi AM",
    "year": "2022",
    "summary": "On the 21 days post-wounding, tissues were sampled for analysis. The results demonstrated that compared to the control group, MEL/BMSCs therapy induced noticeable decline in wound area and elevated rate of wound retraction. ...Moreover, therapeutically handle …",
    "abstract": "Bone marrow derived-mesenchymal stem cells (BMSCs)-based therapy is an outstanding candidate for cutaneous wound healing. Melatonin (MEL) has been reported for its anti-inflammatory as well as tissue regenerative properties. Existing work aimed to explore the potential healing power of BMSCs pre-treated with MEL in a skin wound model. Adult rats were allocated into control, PIO, BMSCs (1 × 105 cells), and MEL/BMSCs groups. On the 21 days post-wounding, tissues were sampled for analysis. The results demonstrated that compared to the control group, MEL/BMSCs therapy induced noticeable decline in wound area and elevated rate of wound retraction. Furthermore, marked increases in tissue hydroxyproline, as well as tissue content and gene expression level of vascular endothelial growth factor in MEL/BMSCs treated-wounded animals. Compared to the untreated control group, marked increases were found in antioxidant enzymatic activities together with elevated GSH levels in wounded tissues after MEL/BMSCs treatment. Moreover, therapeutically handled wounds with MEL/BMSCs revealed low levels of MDA, NO and protein carbonyls. Combined therapy with MEL/BMSCs relieved the inflammation witnessed by decreasing IL-1β, TNF-α and NF-κB levels in wounded tissues. Furthermore, noteworthy rises in levels of TGF-β and gene expression of α-SMA were noticed after MEL/BMSCs application that reveals their anti-scarring properties. Histologically, noticeable improvement in histopathological skin lesions in wound area and elevated the collagen synthesis and deposition. Collectively, the obtained data depict that the pre-treatment of BMSCs with MEL could potentially be a successful strategy for scaling-up the wound healing outcomes more than using BMSCs monotherapy in rat models.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34861635/",
    "clean_text": "melatonin pre treated bone marrow derived mesenchymal stem cells prompt wound healing in rat models on the days post wounding tissues were sampled for analysis the results demonstrated that compared to the control group mel bmscs therapy induced noticeable decline in wound area and elevated rate of wound retraction moreover therapeutically handle bone marrow derived mesenchymal stem cells bmscs based therapy is an outstanding candidate for cutaneous wound healing melatonin mel has been reported for its anti inflammatory as well as tissue regenerative properties existing work aimed to explore the potential healing power of bmscs pre treated with mel in a skin wound model adult rats were allocated into control pio bmscs cells and mel bmscs groups on the days post wounding tissues were sampled for analysis the results demonstrated that compared to the control group mel bmscs therapy induced noticeable decline in wound area and elevated rate of wound retraction furthermore marked increases in tissue hydroxyproline as well as tissue content and gene expression level of vascular endothelial growth factor in mel bmscs treated wounded animals compared to the untreated control group marked increases were found in antioxidant enzymatic activities together with elevated gsh levels in wounded tissues after mel bmscs treatment moreover therapeutically handled wounds with mel bmscs revealed low levels of mda no and protein carbonyls combined therapy with mel bmscs relieved the inflammation witnessed by decreasing il tnf and nf b levels in wounded tissues furthermore noteworthy rises in levels of tgf and gene expression of sma were noticed after mel bmscs application that reveals their anti scarring properties histologically noticeable improvement in histopathological skin lesions in wound area and elevated the collagen synthesis and deposition collectively the obtained data depict that the pre treatment of bmscs with mel could potentially be a successful strategy for scaling up the wound healing outcomes more than using bmscs monotherapy in rat models"
}