{
    "title": "Men who have sex with men were more depressed than their counterparts because of lower social support and higher loneliness: A comparative survey among Chinese university students.",
    "doc_id": "38373515",
    "writer": "Xie L",
    "year": "2024",
    "summary": "BACKGROUND: Poor mental health is prevalent among men who have sex with men (MSM), including MSM university students (MSMUS), causing a significant burden on their health and society. The study aimed to compare the difference in levels of depressive symptoms between Chines …",
    "abstract": "Background:\n        \n      \n      Poor mental health is prevalent among men who have sex with men (MSM), including MSM university students (MSMUS), causing a significant burden on their health and society. The study aimed to compare the difference in levels of depressive symptoms between Chinese MSMUS and non-MSMUS and test the mediating roles of social support and loneliness in the relationship between MSM status and depressive symptoms among male university students.\n    \n\n\n          Methods:\n        \n      \n      From June to October 2018, a total of 305 MSMUS and 2447 non-MSMUS from two cities in Sichuan province (China) were investigated using questionnaires.\n    \n\n\n          Results:\n        \n      \n      The proportion of depression in the MSMUS and non-MSMUS groups was 54.1 % and 36.4 %, respectively. MSM status, social support, and loneliness were all significantly associated with depressive symptoms among Chinese university students. Structural equation modelling showed that the association between MSM status and depressive symptoms was partially mediated by three indirect paths, including 1) via social support (mediated proportion = 19.4 %), 2) via loneliness (mediated proportion = 19.3 %), and 3) via social support and then loneliness (mediated proportion = 16.1 %).\n    \n\n\n          Conclusions:\n        \n      \n      Depression was prevalent among university students in China, especially MSMUS. The findings increased our understanding of the mediating roles of social support and loneliness in the link between MSM status and depressive symptoms among Chinese male university students, which have great implications for designing interventions to improve their mental health.\n    \n\n\n          Limitation:\n        \n      \n      The cross-sectional study design limited causal inferences.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38373515/",
    "clean_text": "men who have sex with men were more depressed than their counterparts because of lower social support and higher loneliness a comparative survey among chinese university students background poor mental health is prevalent among men who have sex with men msm including msm university students msmus causing a significant burden on their health and society the study aimed to compare the difference in levels of depressive symptoms between chines background poor mental health is prevalent among men who have sex with men msm including msm university students msmus causing a significant burden on their health and society the study aimed to compare the difference in levels of depressive symptoms between chinese msmus and non msmus and test the mediating roles of social support and loneliness in the relationship between msm status and depressive symptoms among male university students methods from june to october a total of msmus and non msmus from two cities in sichuan province china were investigated using questionnaires results the proportion of depression in the msmus and non msmus groups was and respectively msm status social support and loneliness were all significantly associated with depressive symptoms among chinese university students structural equation modelling showed that the association between msm status and depressive symptoms was partially mediated by three indirect paths including via social support mediated proportion via loneliness mediated proportion and via social support and then loneliness mediated proportion conclusions depression was prevalent among university students in china especially msmus the findings increased our understanding of the mediating roles of social support and loneliness in the link between msm status and depressive symptoms among chinese male university students which have great implications for designing interventions to improve their mental health limitation the cross sectional study design limited causal inferences"
}