{
    "title": "Radiological evaluation of the urinary tract in children with urinary infection.",
    "doc_id": "11838567",
    "writer": "Jothilakshmi K",
    "year": "2001",
    "summary": "OBJECTIVE: This article in to study the association of structural abnormalities of the urinary tract in children with urinary tract infection (UTI) using ultrasound examination. ...RESULT: All children were followed up until one year after the study pe …",
    "abstract": "Objective:\n        \n      \n      This article in to study the association of structural abnormalities of the urinary tract in children with urinary tract infection (UTI) using ultrasound examination.\n    \n\n\n          Methods:\n        \n      \n      262 children with culture proven urinary tract infection were studied. Antibiotics were given as per sensitivity pattern. All children had an ultrasound of the abdomen done within 3 weeks. A micturating cystourethrogram (MCU) was done in those with abnormalities of the lower urinary tract detected on ultrasound, as well as in those who had recurrence of infection, after a normal ultrasound. IVU and renal isotope scans were done in selected cases.\n    \n\n\n          Result:\n        \n      \n      All children were followed up until one year after the study period. Fifty-four patients had an underlying urinary tract anomaly; 42 were picked up by ultrasound and 12 by MCU. 22.9% of males and 15.9% of females had anomaly of the urinary tract. Children less than 2 years had the highest incidence of anomalies.\n    \n\n\n          Conclusion:\n        \n      \n      Pelviureteric junction obstruction with hydronephrosis, vesicoureteric reflux and non-refluxing megaureter are the major anomalies picked up. 20% of children with urinary tract infections have an underlying structural abnormality of the urinary tract, three-fourth of which are picked up on ultrasound. An ultrasound abdomen is recommended in all children after the first UTI. In addition, an MCU is also indicated in all boys below 2 years with UTI, since one-third of anomalies will be missed if only ultrasound is done.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11838567/",
    "clean_text": "radiological evaluation of the urinary tract in children with urinary infection objective this article in to study the association of structural abnormalities of the urinary tract in children with urinary tract infection uti using ultrasound examination result all children were followed up until one year after the study pe objective this article in to study the association of structural abnormalities of the urinary tract in children with urinary tract infection uti using ultrasound examination methods children with culture proven urinary tract infection were studied antibiotics were given as per sensitivity pattern all children had an ultrasound of the abdomen done within weeks a micturating cystourethrogram mcu was done in those with abnormalities of the lower urinary tract detected on ultrasound as well as in those who had recurrence of infection after a normal ultrasound ivu and renal isotope scans were done in selected cases result all children were followed up until one year after the study period fifty four patients had an underlying urinary tract anomaly were picked up by ultrasound and by mcu of males and of females had anomaly of the urinary tract children less than years had the highest incidence of anomalies conclusion pelviureteric junction obstruction with hydronephrosis vesicoureteric reflux and non refluxing megaureter are the major anomalies picked up of children with urinary tract infections have an underlying structural abnormality of the urinary tract three fourth of which are picked up on ultrasound an ultrasound abdomen is recommended in all children after the first uti in addition an mcu is also indicated in all boys below years with uti since one third of anomalies will be missed if only ultrasound is done"
}