{
    "title": "Lymph Node Mapping in Patients with Penile Cancer Undergoing Pelvic Lymph Node Dissection.",
    "doc_id": "32755338",
    "writer": "Yao K",
    "year": "2021",
    "summary": "MATERIALS AND METHODS: We enrolled patients with penile cancer undergoing pelvic lymph node dissection (128) at our institution from 1999 to 2018. The numbers of removed lymph nodes and positive lymph nodes at 10 distinct regions were rec …",
    "abstract": "Purpose:\n        \n      \n      A map of pelvic lymph node metastasis in patients with penile cancer helps to clarify the pattern of pelvic spread and define the reasonable limits of dissection, and it has not been established. We aim to provide an accurate map of lymph node metastasis in patients with penile cancer and determine the reasonable extent of pelvic lymph node dissection.\n    \n\n\n          Materials and methods:\n        \n      \n      We enrolled patients with penile cancer undergoing pelvic lymph node dissection (128) at our institution from 1999 to 2018. The numbers of removed lymph nodes and positive lymph nodes at 10 distinct regions were recorded. The chi-square and Fisher exact tests were used.\n    \n\n\n          Results:\n        \n      \n      The median number of pelvic lymph nodes retrieved was 18 (IQR 10-30), with the majority being from the external iliac package (43.0%) and obturator package (31.9%). Pelvic lymph node metastasis was present in 57/128 (44.5%) patients. The median number of positive pelvic lymph nodes removed was 2 (IQR 1-4), with the majority being from the external iliac package (50.0%) and obturator package (36.6%). Advanced T-stage was related to higher risk of pelvic lymph node metastasis, which was present in 30.3%, 44.2%, 59.0% and 58.3% of patients with pT1, pT2, pT3 and pT4, respectively. Notably, 2 patients had crossover metastasis from 1 inguinal region to the contralateral pelvic region.\n    \n\n\n          Conclusions:\n        \n      \n      We present a detailed map of pelvic lymph node metastasis in patients with penile carcinoma. The external iliac and obturator packages appear to be most commonly involved. Optimal pelvic lymph node dissection may extend to the common iliac artery, including common iliac, external iliac, internal iliac and obturator lymph nodes. Extranodal extension in inguinal nodes may not be as important as previously thought.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32755338/",
    "clean_text": "lymph node mapping in patients with penile cancer undergoing pelvic lymph node dissection materials and methods we enrolled patients with penile cancer undergoing pelvic lymph node dissection at our institution from to the numbers of removed lymph nodes and positive lymph nodes at distinct regions were rec purpose a map of pelvic lymph node metastasis in patients with penile cancer helps to clarify the pattern of pelvic spread and define the reasonable limits of dissection and it has not been established we aim to provide an accurate map of lymph node metastasis in patients with penile cancer and determine the reasonable extent of pelvic lymph node dissection materials and methods we enrolled patients with penile cancer undergoing pelvic lymph node dissection at our institution from to the numbers of removed lymph nodes and positive lymph nodes at distinct regions were recorded the chi square and fisher exact tests were used results the median number of pelvic lymph nodes retrieved was iqr with the majority being from the external iliac package and obturator package pelvic lymph node metastasis was present in patients the median number of positive pelvic lymph nodes removed was iqr with the majority being from the external iliac package and obturator package advanced t stage was related to higher risk of pelvic lymph node metastasis which was present in and of patients with pt pt pt and pt respectively notably patients had crossover metastasis from inguinal region to the contralateral pelvic region conclusions we present a detailed map of pelvic lymph node metastasis in patients with penile carcinoma the external iliac and obturator packages appear to be most commonly involved optimal pelvic lymph node dissection may extend to the common iliac artery including common iliac external iliac internal iliac and obturator lymph nodes extranodal extension in inguinal nodes may not be as important as previously thought"
}