{
    "pmid": "41429619",
    "title": "[Dietary secoisolariciresinol diglucoside alleviates chronic kidney disease in offspring rats caused by maternal trans-fatty acid exposure by regulating the Bcl-2/Bax/caspase-3 signaling axis].",
    "abstract": "To investigate the potential mechanism underlying the protective effect of secoisolariciresinol diglucoside (SDG) against chronic kidney disease (CKD) in offspring mice caused by maternal exposure to trans fatty acids (TFA) during pregnancy and lactation. Thirty female C57BL/6 mice were randomized into control group, TFA model group, and 3 TFA model groups treated with SDG at low, medium and high doses (10, 20 and 30 mg/kg, respectively). The changes in blood urea nitrogen (BUN) and serum creatinine (CRE) levels of the mice were measured. Network pharmacology analysis was conducted to explore protective mechanism of SDG against TFA-induced renal injury, and molecular docking was used to assess the binding affinity of SDG to Bcl-2, Bax, and caspase-3. The protein expressions of cleaved caspase-3, Bax, and Bcl-2 in the renal tissues of the offspring mice were detected with Western blotting. The mice in TFA group showed significantly higher BUN and CRE levels than those in the control group. Treatment with SDG at the medium and high doses significantly reduced BUN and CRE levels in the mouse models. Network pharmacology and molecular docking suggested that SDG ameliorated renal injury by targeting the apoptosis-related Bcl-2/Bax/caspase-3 axis. The results of Western blotting showed the mouse models in TFA exposure group had increased renal cell apoptosis with elevated expression levels of cleaved caspase-3 protein and a decreased Bcl-2/Bax ratio ( Maternal TFA exposure during gestation and lactation induces renal injury in offspring mice. Dietary SDG intervention can mitigate TFA-induced renal injury in offspring mice possibly by suppressing renal cell apoptosis via regulating the Bcl-2/Bax/caspase-3 signaling axis.",
    "disease": "chronic kidney disease",
    "clean_text": "dietary secoisolariciresinol diglucoside alleviates chronic kidney disease in offspring rats caused by maternal trans fatty acid exposure by regulating the bcl bax caspase signaling axis to investigate the potential mechanism underlying the protective effect of secoisolariciresinol diglucoside sdg against chronic kidney disease ckd in offspring mice caused by maternal exposure to trans fatty acids tfa during pregnancy and lactation thirty female c bl mice were randomized into control group tfa model group and tfa model groups treated with sdg at low medium and high doses and mg kg respectively the changes in blood urea nitrogen bun and serum creatinine cre levels of the mice were measured network pharmacology analysis was conducted to explore protective mechanism of sdg against tfa induced renal injury and molecular docking was used to assess the binding affinity of sdg to bcl bax and caspase the protein expressions of cleaved caspase bax and bcl in the renal tissues of the offspring mice were detected with western blotting the mice in tfa group showed significantly higher bun and cre levels than those in the control group treatment with sdg at the medium and high doses significantly reduced bun and cre levels in the mouse models network pharmacology and molecular docking suggested that sdg ameliorated renal injury by targeting the apoptosis related bcl bax caspase axis the results of western blotting showed the mouse models in tfa exposure group had increased renal cell apoptosis with elevated expression levels of cleaved caspase protein and a decreased bcl bax ratio maternal tfa exposure during gestation and lactation induces renal injury in offspring mice dietary sdg intervention can mitigate tfa induced renal injury in offspring mice possibly by suppressing renal cell apoptosis via regulating the bcl bax caspase signaling axis"
}