{
    "title": "An idiopathic upper alimentary tract ulcerative syndrome in weaned dairy calves in Victoria, Australia.",
    "doc_id": "33207044",
    "writer": "Hunnam JC",
    "year": "2021",
    "summary": "An idiopathic clinical syndrome had been described in weaned dairy calves in the state of Victoria, Australia, where affected animals presented with diarrhoea, ill-thrift, enteritis and ulceration of the upper alimentary tract, with occasional oral/nasal ulcers. Bet …",
    "abstract": "An idiopathic clinical syndrome had been described in weaned dairy calves in the state of Victoria, Australia, where affected animals presented with diarrhoea, ill-thrift, enteritis and ulceration of the upper alimentary tract, with occasional oral/nasal ulcers. Between 7 November 2016 and 31 March 2019, 34 Victorian cattle herds were investigated, after each reported five or more weaned calves with diarrhoea and/or ill-thrift, or at least one calf with oral/nasal ulceration. Primary study objectives included the development of a detailed case definition for the clinical syndrome, termed upper alimentary tract ulcerative syndrome (UAUS) and the identification of potential causative virus(es) using metagenomics. A diagnosis of UAUS could not be made based solely on clinical signs and required histopathological assessment of post-mortem samples. Specifically, this included the identification of multifocal to coalescing areas of mucosal epithelial necrosis at all depths of the stratified squamous epithelium of the oesophagus, along with exclusion of bovine viral diarrhoea virus. Based on this case definition, twelve herds were diagnosed with clinical UAUS across the three dairying regions of Victoria, while thirteen were ruled UAUS-negative. The status of the nine remaining herds was unresolved due to a lack of required post-mortem samples. Metatranscriptomic analysis on oral swabs and oesopharyngeal samples from confirmed UAUS cases did not detect a virus common to the cross-sectional sample collection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33207044/",
    "clean_text": "an idiopathic upper alimentary tract ulcerative syndrome in weaned dairy calves in victoria australia an idiopathic clinical syndrome had been described in weaned dairy calves in the state of victoria australia where affected animals presented with diarrhoea ill thrift enteritis and ulceration of the upper alimentary tract with occasional oral nasal ulcers bet an idiopathic clinical syndrome had been described in weaned dairy calves in the state of victoria australia where affected animals presented with diarrhoea ill thrift enteritis and ulceration of the upper alimentary tract with occasional oral nasal ulcers between november and march victorian cattle herds were investigated after each reported five or more weaned calves with diarrhoea and or ill thrift or at least one calf with oral nasal ulceration primary study objectives included the development of a detailed case definition for the clinical syndrome termed upper alimentary tract ulcerative syndrome uaus and the identification of potential causative virus es using metagenomics a diagnosis of uaus could not be made based solely on clinical signs and required histopathological assessment of post mortem samples specifically this included the identification of multifocal to coalescing areas of mucosal epithelial necrosis at all depths of the stratified squamous epithelium of the oesophagus along with exclusion of bovine viral diarrhoea virus based on this case definition twelve herds were diagnosed with clinical uaus across the three dairying regions of victoria while thirteen were ruled uaus negative the status of the nine remaining herds was unresolved due to a lack of required post mortem samples metatranscriptomic analysis on oral swabs and oesopharyngeal samples from confirmed uaus cases did not detect a virus common to the cross sectional sample collection"
}