{
    "title": "Telephone based weight loss intervention: Relevance for developing countries.",
    "doc_id": "29420054",
    "writer": "Ayisi Addo S",
    "year": "2019",
    "summary": "The World Health Organization recommends the immediate use of effective, efficient and widely accessible weight loss interventions. Telephone based weight loss intervention could provide a cheaper and wider reach of obese participants. Previous systema …",
    "abstract": "Obesity is a major public health challenge not only for developed but developing countries as well. The World Health Organization recommends the immediate use of effective, efficient and widely accessible weight loss interventions. Telephone based weight loss intervention could provide a cheaper and wider reach of obese participants. Previous systematic reviews on telephone based weight loss interventions either excluded studies that had obese participants with co-morbidities or were silent on their inclusion. Obese/overweight individuals with co-morbidities constitute an important population in any weight loss intervention study due to the strong association of obesity with major chronic health conditions. This paper, reviews the efficacy of telephone based weight loss intervention solely in overweight/obese individuals with obesity related diseases and discusses its relevance for developing countries.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29420054/",
    "clean_text": "telephone based weight loss intervention relevance for developing countries the world health organization recommends the immediate use of effective efficient and widely accessible weight loss interventions telephone based weight loss intervention could provide a cheaper and wider reach of obese participants previous systema obesity is a major public health challenge not only for developed but developing countries as well the world health organization recommends the immediate use of effective efficient and widely accessible weight loss interventions telephone based weight loss intervention could provide a cheaper and wider reach of obese participants previous systematic reviews on telephone based weight loss interventions either excluded studies that had obese participants with co morbidities or were silent on their inclusion obese overweight individuals with co morbidities constitute an important population in any weight loss intervention study due to the strong association of obesity with major chronic health conditions this paper reviews the efficacy of telephone based weight loss intervention solely in overweight obese individuals with obesity related diseases and discusses its relevance for developing countries"
}