{
    "title": "Prospective Randomized Comparison of Monopolar TURP, Bipolar TURP and Photoselective Vaporization of the Prostate in Patients with Benign Prostatic Obstruction: 36 Months Outcome.",
    "doc_id": "27168018",
    "writer": "Kumar N",
    "year": "2018",
    "summary": "OBJECTIVES: To assess durability of efficacy of monopolar transurethral resection of the prostate (TURP), bipolar TURP, and photoselective vaporization of the prostate (PVP) using 120W Green light laser at 36 months follow up. ...International Prostate Sympto …",
    "abstract": "Objectives:\n        \n      \n      To assess durability of efficacy of monopolar transurethral resection of the prostate (TURP), bipolar TURP, and photoselective vaporization of the prostate (PVP) using 120W Green light laser at 36 months follow up.\n    \n\n\n          Method:\n        \n      \n      The 186 patients who presented with benign prostatic obstruction and planned for surgery were randomized into three groups: Group A - monopolar TURP; group B - bipolar TURP; and group C - PVP. International Prostate Symptom Score (IPSS), International Index of Erectile Function-5 (IIEF-5) score, quality of life (QoL) score, maximum flow rate (Qmax), prostate volume and postvoid residual urine (PVRU) were analyzed up to 36 months follow up.\n    \n\n\n          Results:\n        \n      \n      The improvement observed in the mean IPSS, QoL score, Qmax, prostate volume and PVRU at 12-month was sustained till 36 months follow up. However, the mean IIEF-5 score did not show improvement in any group. Few complications noted in second and third year of follow up compared to first year follow up. The results of subgroups analysis did not reveal any significant finding, different from group analysis, for efficacy parameters.\n    \n\n\n          Conclusion:\n        \n      \n      Monopolar TURP, Bipolar TURP and PVP provides durable and comparable efficacy at 36 months follow up in patients with prostate size <80 mL.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27168018/",
    "clean_text": "prospective randomized comparison of monopolar turp bipolar turp and photoselective vaporization of the prostate in patients with benign prostatic obstruction months outcome objectives to assess durability of efficacy of monopolar transurethral resection of the prostate turp bipolar turp and photoselective vaporization of the prostate pvp using w green light laser at months follow up international prostate sympto objectives to assess durability of efficacy of monopolar transurethral resection of the prostate turp bipolar turp and photoselective vaporization of the prostate pvp using w green light laser at months follow up method the patients who presented with benign prostatic obstruction and planned for surgery were randomized into three groups group a monopolar turp group b bipolar turp and group c pvp international prostate symptom score ipss international index of erectile function iief score quality of life qol score maximum flow rate qmax prostate volume and postvoid residual urine pvru were analyzed up to months follow up results the improvement observed in the mean ipss qol score qmax prostate volume and pvru at month was sustained till months follow up however the mean iief score did not show improvement in any group few complications noted in second and third year of follow up compared to first year follow up the results of subgroups analysis did not reveal any significant finding different from group analysis for efficacy parameters conclusion monopolar turp bipolar turp and pvp provides durable and comparable efficacy at months follow up in patients with prostate size ml"
}