{
    "title": "Collaborative quality improvement.",
    "doc_id": "28459792",
    "writer": "Luckenbaugh AN",
    "year": "2017",
    "summary": "PURPOSE OF REVIEW: Quality improvement collaboratives were developed in many medical and surgical disciplines with the goal of measuring and improving the quality of care provided to patients. The aim of this review is to provide an overview of surgical qu …",
    "abstract": "Purpose of review:\n        \n      \n      Quality improvement collaboratives were developed in many medical and surgical disciplines with the goal of measuring and improving the quality of care provided to patients. The aim of this review is to provide an overview of surgical quality improvement collaboratives, and in particular those aimed at improving urological care.\n    \n\n\n          Recent findings:\n        \n      \n      Quality improvement collaboratives collect high-quality data using standardized methodologies, and use the data to provide feedback to physicians and practices, and then implement processes to improve patient outcomes. The largest regional collaborative in urology is the Michigan Urological Surgery Improvement Collaborative (MUSIC). Recent efforts by this group have been focused at understanding variation in care, improving patient selection for treatment, reducing treatment morbidity and measuring and optimizing technical skill. The American Urological Association has also recently launched a national quality registry (AQUA), with an initial focus on prostate cancer care.\n    \n\n\n          Summary:\n        \n      \n      By understanding factors that result in exemplary performance, quality improvement collaboratives are able to develop best practices around areas of care with high variation that have the potential to improve outcomes and reduce costs. These developments have been made possible by the unique model offered by the collaborative structure with the goal of improving patient care at a population level.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28459792/",
    "clean_text": "collaborative quality improvement purpose of review quality improvement collaboratives were developed in many medical and surgical disciplines with the goal of measuring and improving the quality of care provided to patients the aim of this review is to provide an overview of surgical qu purpose of review quality improvement collaboratives were developed in many medical and surgical disciplines with the goal of measuring and improving the quality of care provided to patients the aim of this review is to provide an overview of surgical quality improvement collaboratives and in particular those aimed at improving urological care recent findings quality improvement collaboratives collect high quality data using standardized methodologies and use the data to provide feedback to physicians and practices and then implement processes to improve patient outcomes the largest regional collaborative in urology is the michigan urological surgery improvement collaborative music recent efforts by this group have been focused at understanding variation in care improving patient selection for treatment reducing treatment morbidity and measuring and optimizing technical skill the american urological association has also recently launched a national quality registry aqua with an initial focus on prostate cancer care summary by understanding factors that result in exemplary performance quality improvement collaboratives are able to develop best practices around areas of care with high variation that have the potential to improve outcomes and reduce costs these developments have been made possible by the unique model offered by the collaborative structure with the goal of improving patient care at a population level"
}