{
    "title": "Pathogenesis of type 1 and type 2 diabetes mellitus.",
    "doc_id": "2221810",
    "writer": "Tan KT",
    "year": "1990",
    "summary": "The majority of patients with diabetes mellitus can be classified as suffering from either Type 1 or Type 2 diabetes. The pathogenetic pathways for these two categories of diabetes appear to be distinct and separate. ...The environmental trigger in Type …",
    "abstract": "The majority of patients with diabetes mellitus can be classified as suffering from either Type 1 or Type 2 diabetes. The pathogenetic pathways for these two categories of diabetes appear to be distinct and separate. Both forms of diabetes have a genetic as well as environmental component in their pathogenesis. Type 1 diabetes has a weaker genetic link; its association with HLA antigens is well established. Type 2 diabetes has a stronger genetic association but the exact gene or genes responsible is unknown. The environmental trigger in Type 1 diabetes may be a viral infection while urbanisation, obesity, physical inactivity and stress may trigger the development of Type 2 diabetes. Type 1 diabetes is a chronic autoimmune disease where beta cell destruction may occur over a number of years before clinical diabetes is diagnosed. Type 2 diabetes is the result of an interplay of relative insulin deficiency or a defect in insulin release together with insulin resistance. Hyperglycaemia perpetuates the problem of beta cell defect and insulin resistance. The understanding of pathogenesis of diabetes is the key to prevention and treatment of diabetes mellitus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2221810/",
    "clean_text": "pathogenesis of type and type diabetes mellitus the majority of patients with diabetes mellitus can be classified as suffering from either type or type diabetes the pathogenetic pathways for these two categories of diabetes appear to be distinct and separate the environmental trigger in type the majority of patients with diabetes mellitus can be classified as suffering from either type or type diabetes the pathogenetic pathways for these two categories of diabetes appear to be distinct and separate both forms of diabetes have a genetic as well as environmental component in their pathogenesis type diabetes has a weaker genetic link its association with hla antigens is well established type diabetes has a stronger genetic association but the exact gene or genes responsible is unknown the environmental trigger in type diabetes may be a viral infection while urbanisation obesity physical inactivity and stress may trigger the development of type diabetes type diabetes is a chronic autoimmune disease where beta cell destruction may occur over a number of years before clinical diabetes is diagnosed type diabetes is the result of an interplay of relative insulin deficiency or a defect in insulin release together with insulin resistance hyperglycaemia perpetuates the problem of beta cell defect and insulin resistance the understanding of pathogenesis of diabetes is the key to prevention and treatment of diabetes mellitus"
}