{
    "pmid": "41349765",
    "title": "Integrating and standardizing functioning outcomes in rheumatoid arthritis pharmacological trials: a scoping review informed by the International Classification of Functioning, Disability and Health (ICF).",
    "abstract": "To examine how functioning-related outcomes in Phase III pharmacological clinical trials for rheumatoid arthritis (RA) align with the International Classification of Functioning, Disability and Health (ICF) Brief Core Set, and to identify which domains of functioning are most frequently represented. RA is a chronic autoimmune disease and a major cause of disability worldwide. While Phase III randomized controlled trials (RCTs) remain the gold standard for evaluating pharmacological treatments, they often rely on clinical and laboratory endpoints and overlook how therapies affect patients' functioning. The International Classification of Functioning, Disability and Health (ICF) provides a standardized, patient-centered framework to assess functioning across key domains. A scoping review was conducted in accordance with the JBI methodology for scoping reviews and reported following PRISMA-ScR guidelines. Literature was searched in MEDLINE, EMBASE, and ClinicalTrials.gov from 2010 to 2025. Phase III RCTs evaluating pharmacological interventions in adult patients with RA were included. Functioning-related outcomes were extracted and mapped to ICF categories using standardized linking rules. Of 852 records screened, 91 met the inclusion criteria. Functioning was frequently assessed through patient-reported outcomes and composite clinical measures. The most commonly linked ICF categories were related to pain and joint mobility within the body functions domain, walking and carrying out daily activities within the activities and participation domain, and joint structures of the shoulder, upper, and lower limbs within body structures. Despite the broad representation, none of the studies explicitly used the ICF framework. Functioning is often assessed in RA phase III RCTs, but only implicitly and without reference to the ICF framework. Explicitly integrating the ICF could bring greater standardization, comparability, and patient-centeredness in outcome measurement in pharmacological trials, not only in RA but across chronic conditions.",
    "disease": "rheumatoid arthritis",
    "clean_text": "integrating and standardizing functioning outcomes in rheumatoid arthritis pharmacological trials a scoping review informed by the international classification of functioning disability and health icf to examine how functioning related outcomes in phase iii pharmacological clinical trials for rheumatoid arthritis ra align with the international classification of functioning disability and health icf brief core set and to identify which domains of functioning are most frequently represented ra is a chronic autoimmune disease and a major cause of disability worldwide while phase iii randomized controlled trials rcts remain the gold standard for evaluating pharmacological treatments they often rely on clinical and laboratory endpoints and overlook how therapies affect patients functioning the international classification of functioning disability and health icf provides a standardized patient centered framework to assess functioning across key domains a scoping review was conducted in accordance with the jbi methodology for scoping reviews and reported following prisma scr guidelines literature was searched in medline embase and clinicaltrials gov from to phase iii rcts evaluating pharmacological interventions in adult patients with ra were included functioning related outcomes were extracted and mapped to icf categories using standardized linking rules of records screened met the inclusion criteria functioning was frequently assessed through patient reported outcomes and composite clinical measures the most commonly linked icf categories were related to pain and joint mobility within the body functions domain walking and carrying out daily activities within the activities and participation domain and joint structures of the shoulder upper and lower limbs within body structures despite the broad representation none of the studies explicitly used the icf framework functioning is often assessed in ra phase iii rcts but only implicitly and without reference to the icf framework explicitly integrating the icf could bring greater standardization comparability and patient centeredness in outcome measurement in pharmacological trials not only in ra but across chronic conditions"
}