{
    "title": "Placental SARS-CoV-2 in a pregnant woman with mild COVID-19 disease.",
    "doc_id": "32749712",
    "writer": "Hsu AL",
    "year": "2021",
    "summary": "COVID-19 manifestations appear similar between pregnant and nonpregnant women. We present a case of placental severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) virus in a woman with mild CO …",
    "abstract": "The full impact of coronavirus disease 2019 (COVID-19) on pregnancy remains uncharacterized. Current literature suggests minimal maternal, fetal, and neonatal morbidity and mortality. COVID-19 manifestations appear similar between pregnant and nonpregnant women. We present a case of placental severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) virus in a woman with mild COVID-19 disease, then review the literature. Reverse transcriptase polymerase chain reaction was performed to detect SARS-CoV-2. Immunohistochemistry staining was performed with specific monoclonal antibodies to detect SARS-CoV-2 antigen or to identify trophoblasts. A 29-year-old multigravida presented at 40-4/7 weeks for labor induction. With myalgias 2 days prior, she tested positive for SARS-CoV-2. We demonstrate maternal vascular malperfusion, with no fetal vascular malperfusion, as well as SARS-CoV-2 virus in chorionic villi endothelial cells, and also rarely in trophoblasts. To our knowledge, this is the first report of placental SARS-CoV-2 despite mild COVID-19 disease (no symptoms of COVID-19 aside from myalgias); patient had no fever, cough, or shortness of breath, but only myalgias and sick contacts. Despite her mild COVID-19 disease in pregnancy, we demonstrate placental vasculopathy and presence of SARS-CoV-2 virus across the placenta. Evidence of placental COVID-19 raises concern for placental vasculopathy (potentially leading to fetal growth restriction and other pregnancy complications) and possible vertical transmission-especially for pregnant women who may be exposed to COVID-19 in early pregnancy. This raises important questions of whether future pregnancy guidance should include stricter pandemic precautions, such as screening for a wider array of COVID-19 symptoms, increased antenatal surveillance, and possibly routine COVID-19 testing throughout pregnancy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32749712/",
    "clean_text": "placental sars cov in a pregnant woman with mild covid disease covid manifestations appear similar between pregnant and nonpregnant women we present a case of placental severe acute respiratory syndrome coronavirus sars cov virus in a woman with mild co the full impact of coronavirus disease covid on pregnancy remains uncharacterized current literature suggests minimal maternal fetal and neonatal morbidity and mortality covid manifestations appear similar between pregnant and nonpregnant women we present a case of placental severe acute respiratory syndrome coronavirus sars cov virus in a woman with mild covid disease then review the literature reverse transcriptase polymerase chain reaction was performed to detect sars cov immunohistochemistry staining was performed with specific monoclonal antibodies to detect sars cov antigen or to identify trophoblasts a year old multigravida presented at weeks for labor induction with myalgias days prior she tested positive for sars cov we demonstrate maternal vascular malperfusion with no fetal vascular malperfusion as well as sars cov virus in chorionic villi endothelial cells and also rarely in trophoblasts to our knowledge this is the first report of placental sars cov despite mild covid disease no symptoms of covid aside from myalgias patient had no fever cough or shortness of breath but only myalgias and sick contacts despite her mild covid disease in pregnancy we demonstrate placental vasculopathy and presence of sars cov virus across the placenta evidence of placental covid raises concern for placental vasculopathy potentially leading to fetal growth restriction and other pregnancy complications and possible vertical transmission especially for pregnant women who may be exposed to covid in early pregnancy this raises important questions of whether future pregnancy guidance should include stricter pandemic precautions such as screening for a wider array of covid symptoms increased antenatal surveillance and possibly routine covid testing throughout pregnancy"
}