{
    "title": "A mathematical pulmonary model for heart-lung interactions during mechanical ventilation.",
    "doc_id": "40039026",
    "writer": "Hennigs C",
    "year": "2024",
    "summary": "In general, positive pressure ventilation may harm the heart's pumping capacity. In this article a cardiopulmonary model is introduced, suitable e.g. for in silico testing. The aim is to simulate the heart-lung interactions and the influence of mechanical ven …",
    "abstract": "Heart-lung interactions plays a crucial role in mechanical ventilation, especially in acute respiratory distress syndrome (ARDS) patients. In general, positive pressure ventilation may harm the heart's pumping capacity. In this article a cardiopulmonary model is introduced, suitable e.g. for in silico testing. The aim is to simulate the heart-lung interactions and the influence of mechanical ventilation on the cardiovascular system. Therefore, a model of the respiratory system is extended by cardiovascular components and is evaluated using literature and clinical data. First, the pleura pressure is added to the thoracic compartments, and second, a shunt-blood pressure dependency is introduced for ARDS patients. In simulation, the relationship between heart rate to stroke volume, positive end-expiratory pressure (PEEP) to cardiac index, and the influence of pulmonary hypertension has been investigated. The simulations are in agreement with the comparator data. In summary, the results of the simulation of the newly developed model show that the model can simulate clinical data and, in particular, can reproduce the most significant effects of mechanical ventilation, especially PEEP.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40039026/",
    "clean_text": "a mathematical pulmonary model for heart lung interactions during mechanical ventilation in general positive pressure ventilation may harm the heart s pumping capacity in this article a cardiopulmonary model is introduced suitable e g for in silico testing the aim is to simulate the heart lung interactions and the influence of mechanical ven heart lung interactions plays a crucial role in mechanical ventilation especially in acute respiratory distress syndrome ards patients in general positive pressure ventilation may harm the heart s pumping capacity in this article a cardiopulmonary model is introduced suitable e g for in silico testing the aim is to simulate the heart lung interactions and the influence of mechanical ventilation on the cardiovascular system therefore a model of the respiratory system is extended by cardiovascular components and is evaluated using literature and clinical data first the pleura pressure is added to the thoracic compartments and second a shunt blood pressure dependency is introduced for ards patients in simulation the relationship between heart rate to stroke volume positive end expiratory pressure peep to cardiac index and the influence of pulmonary hypertension has been investigated the simulations are in agreement with the comparator data in summary the results of the simulation of the newly developed model show that the model can simulate clinical data and in particular can reproduce the most significant effects of mechanical ventilation especially peep"
}