{
    "title": "A comparison between findings from the DREEM questionnaire and that from qualitative interviews.",
    "doc_id": "19877851",
    "writer": "Denz-Penhey H",
    "year": "2009",
    "summary": "METHOD: The DREEM questionnaire was administered on the same day as qualitative interviews were undertaken. The qualitative interviews were analysed thematically first and then compared with findings from DREEM. ...CONCLUSION: The DREEM questionnaire can be used …",
    "abstract": "Background:\n        \n      \n      The Rural Clinical School of Western Australia educates one quarter of all Western Australian medical students in their first clinical year in rural settings. As part of a comprehensive evaluation programme students give feedback regularly.\n    \n\n\n          Aim:\n        \n      \n      To identify if the Dundee Ready Education Environment Measurement (DREEM) data could be used qualitatively and descriptively to determine specific problems from the data alone despite the small numbers at some sites.\n    \n\n\n          Method:\n        \n      \n      The DREEM questionnaire was administered on the same day as qualitative interviews were undertaken. The qualitative interviews were analysed thematically first and then compared with findings from DREEM.\n    \n\n\n          Results:\n        \n      \n      Each major (student related) evaluation issue identified by the qualitative interviews was also identified by the DREEM questionnaire analysis.\n    \n\n\n          Discussion:\n        \n      \n      When the DREEM study was undertaken in the Rural Clinical School of Western Australia there was no real expectation that it would provide sufficient information to identify issues picked up in the extensive and time consuming qualitative study. About half of the work undertaken by the qualitative evaluation, that of the experiences of the students at the site, was picked up by the DREEM questionnaire in a much shorter time frame and at less cost of staff time and resources.\n    \n\n\n          Conclusion:\n        \n      \n      The DREEM questionnaire can be used qualitatively to assess very specific issues relating to each of the subscales. These findings extend the use of DREEM from quantitative and statistically significant research to qualitative meaning-filled interpretations. The issues then need to be addressed sensitively.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19877851/",
    "clean_text": "a comparison between findings from the dreem questionnaire and that from qualitative interviews method the dreem questionnaire was administered on the same day as qualitative interviews were undertaken the qualitative interviews were analysed thematically first and then compared with findings from dreem conclusion the dreem questionnaire can be used background the rural clinical school of western australia educates one quarter of all western australian medical students in their first clinical year in rural settings as part of a comprehensive evaluation programme students give feedback regularly aim to identify if the dundee ready education environment measurement dreem data could be used qualitatively and descriptively to determine specific problems from the data alone despite the small numbers at some sites method the dreem questionnaire was administered on the same day as qualitative interviews were undertaken the qualitative interviews were analysed thematically first and then compared with findings from dreem results each major student related evaluation issue identified by the qualitative interviews was also identified by the dreem questionnaire analysis discussion when the dreem study was undertaken in the rural clinical school of western australia there was no real expectation that it would provide sufficient information to identify issues picked up in the extensive and time consuming qualitative study about half of the work undertaken by the qualitative evaluation that of the experiences of the students at the site was picked up by the dreem questionnaire in a much shorter time frame and at less cost of staff time and resources conclusion the dreem questionnaire can be used qualitatively to assess very specific issues relating to each of the subscales these findings extend the use of dreem from quantitative and statistically significant research to qualitative meaning filled interpretations the issues then need to be addressed sensitively"
}