{
    "title": "Older driver vehicle preferences and perceptions of safety: A survey.",
    "doc_id": "36481012",
    "writer": "Cox AE",
    "year": "2022",
    "summary": "INTRODUCTION: Older adults drive older vehicles despite the safety benefits of newer, more crashworthy vehicles. ...Compounding this, drivers 70 and older who do not drive frequently or who associate low mileage with vehicle safety are less likely to replace …",
    "abstract": "Introduction:\n        \n      \n      Older adults drive older vehicles despite the safety benefits of newer, more crashworthy vehicles. We aimed to build upon previous research and assess vehicle preferences, buying and ownership patterns, and perceptions of safety among older drivers compared with middle-aged drivers.\n    \n\n\n          Methods:\n        \n      \n      Mixed-mode telephone and online panel surveys were conducted with a nationally representative sample of drivers ages 35-54 and 70 and older. Participants were interviewed about their primary vehicle and the characteristics they deemed important at purchase, along with general attitudes surrounding vehicle safety.\n    \n\n\n          Results:\n        \n      \n      Fifty-eight percent of drivers ages 70-79 and 63% of drivers 80 and older reported keeping a vehicle on average for 7 years or more before replacing it, compared with 32% of drivers 35-54. At purchase, older drivers were less likely than middle-aged drivers to have insisted upon safety technologies and were less likely to consider safety ratings; 10% of drivers 80 and older and 9% of those 70-79 indicated ratings were not at all important, compared with 4% of those ages 35-54. Among drivers 70 and older, driving patterns and income were strongly associated with vehicle age and type of vehicle driven.\n    \n\n\n          Conclusions:\n        \n      \n      Older drivers place lower importance on vehicle safety and are less likely to seek safety features at purchase than middle-aged drivers. Compounding this, drivers 70 and older who do not drive frequently or who associate low mileage with vehicle safety are less likely to replace their older, low-mileage vehicles.\n    \n\n\n          Practical application:\n        \n      \n      Increasing older drivers' understanding of the importance of advancements in vehicle safety may result in greater ownership of safer vehicles and fewer road injuries.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36481012/",
    "clean_text": "older driver vehicle preferences and perceptions of safety a survey introduction older adults drive older vehicles despite the safety benefits of newer more crashworthy vehicles compounding this drivers and older who do not drive frequently or who associate low mileage with vehicle safety are less likely to replace introduction older adults drive older vehicles despite the safety benefits of newer more crashworthy vehicles we aimed to build upon previous research and assess vehicle preferences buying and ownership patterns and perceptions of safety among older drivers compared with middle aged drivers methods mixed mode telephone and online panel surveys were conducted with a nationally representative sample of drivers ages and and older participants were interviewed about their primary vehicle and the characteristics they deemed important at purchase along with general attitudes surrounding vehicle safety results fifty eight percent of drivers ages and of drivers and older reported keeping a vehicle on average for years or more before replacing it compared with of drivers at purchase older drivers were less likely than middle aged drivers to have insisted upon safety technologies and were less likely to consider safety ratings of drivers and older and of those indicated ratings were not at all important compared with of those ages among drivers and older driving patterns and income were strongly associated with vehicle age and type of vehicle driven conclusions older drivers place lower importance on vehicle safety and are less likely to seek safety features at purchase than middle aged drivers compounding this drivers and older who do not drive frequently or who associate low mileage with vehicle safety are less likely to replace their older low mileage vehicles practical application increasing older drivers understanding of the importance of advancements in vehicle safety may result in greater ownership of safer vehicles and fewer road injuries"
}