{
    "pmid": "41471239",
    "title": "The Use of Point-of-Care Tests and Multiplex PCR Tests in the Pediatric Emergency Department Reduces Antibiotic Prescription in Patients with Febrile Acute Respiratory Infections.",
    "abstract": "Acute Respiratory Infections are a common reason for Pediatric Emergency Department (PED) visits. Differentiating bacterial and viral infections may be challenging and might result in incorrect antibiotic prescriptions and exacerbation of antimicrobial resistance. This study evaluated the impact of new diagnostic tests in PED. A retrospective cohort of 4882 acute febrile respiratory infection cases presenting to the PED was analyzed, comparing two periods: Period 1 (October 2016-March 2017,  In Period 2, antibiotic prescriptions decreased by 28.4%, along with a reduction in broad-spectrum antibiotic use. A significant correlation was observed between reduced antibiotic prescription and the use of new POCTs and multiplex PCR tests. Performance of blood tests and chest radiographs also decreased. Implementing novel diagnostic tests in PED helps clinicians select more appropriate management options with an impact on reduced stress and radiation exposure and antibiotic prescription.",
    "disease": "covid-19",
    "clean_text": "the use of point of care tests and multiplex pcr tests in the pediatric emergency department reduces antibiotic prescription in patients with febrile acute respiratory infections acute respiratory infections are a common reason for pediatric emergency department ped visits differentiating bacterial and viral infections may be challenging and might result in incorrect antibiotic prescriptions and exacerbation of antimicrobial resistance this study evaluated the impact of new diagnostic tests in ped a retrospective cohort of acute febrile respiratory infection cases presenting to the ped was analyzed comparing two periods period october march in period antibiotic prescriptions decreased by along with a reduction in broad spectrum antibiotic use a significant correlation was observed between reduced antibiotic prescription and the use of new pocts and multiplex pcr tests performance of blood tests and chest radiographs also decreased implementing novel diagnostic tests in ped helps clinicians select more appropriate management options with an impact on reduced stress and radiation exposure and antibiotic prescription"
}