{
    "title": "Internet use by pregnant women seeking childbirth information.",
    "doc_id": "33848646",
    "writer": "Serçekuş P",
    "year": "2021",
    "summary": "OBJECTIVE: The aim of this study was to determine the use of the internet to receiving childbirth information by pregnant women. METHODS: The study was a descriptive study. Data were collected using an Information Form. The sample consisted of 162 pregnant …",
    "abstract": "Background:\n        \n      \n      During pregnancy period, women's information needs increases. Receiving information during this period affects the birth and postpartum period.\n    \n\n\n          Objective:\n        \n      \n      The aim of this study was to determine the use of the internet to receiving childbirth information by pregnant women.\n    \n\n\n          Methods:\n        \n      \n      The study was a descriptive study. Data were collected using an Information Form. The sample consisted of 162 pregnant women.\n    \n\n\n          Results:\n        \n      \n      The 92.4% of women used the internet as a source of information about childbirth. Blogs or web pages were the most frequently used internet sources with 85.8% usage, followed by mobile applications with 75.6%, and social media with 58.1%. Most of the women found the information they received from the internet partially useful and reliable. 24.3% of the women stated that receiving information on internet decreased their fears and 14.8% that it increased their fears.\n    \n\n\n          Conclusions:\n        \n      \n      Most women used the internet as primary information source. Health professionals should orient people to reliable sources.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33848646/",
    "clean_text": "internet use by pregnant women seeking childbirth information objective the aim of this study was to determine the use of the internet to receiving childbirth information by pregnant women methods the study was a descriptive study data were collected using an information form the sample consisted of pregnant background during pregnancy period women s information needs increases receiving information during this period affects the birth and postpartum period objective the aim of this study was to determine the use of the internet to receiving childbirth information by pregnant women methods the study was a descriptive study data were collected using an information form the sample consisted of pregnant women results the of women used the internet as a source of information about childbirth blogs or web pages were the most frequently used internet sources with usage followed by mobile applications with and social media with most of the women found the information they received from the internet partially useful and reliable of the women stated that receiving information on internet decreased their fears and that it increased their fears conclusions most women used the internet as primary information source health professionals should orient people to reliable sources"
}