{
    "pmid": "41426589",
    "title": "Effectiveness of physical therapies for patients with knee osteoarthritis: a systematic review and network meta-analysis of randomized controlled trials.",
    "abstract": "Physical therapy offers a useful option for management of knee osteoarthritis (KOA) and this study aims to summarize the latest evidence on the effectiveness of variable physical therapies. We considered randomized trials of patients with KOA that compared any of the following interventions for treatment of osteoarthritis pain: physical therapies, general nursing, placebo. We performed frequentist random-effect network meta-analyses to summarize the evidence and applied the Confidence in Network Meta-Analysis frameworks to rate the certainty of evidence, calculate the treatment effects, categorize interventions, and present the findings. The search identified 74 eligible RCTs, enrolling 3,707 participants. TENS demonstrated the largest reduction of NRS (MD, -2.73; 95% CI, -5.20 to -0.26) and VAS pain at rest (MD, -2.87; 95% CI, -4.87 to -0.87). Moderate to low-level evidence established laser as most effective for improving VAS for pain during walking at <1 month (MD, -2.50; 95% CI, -3.88 to -1.11) and 1-3 months (MD, -2.49; 95% CI, -4.51 to -0.48), and neuromuscular exercise (MD, -1.77; 95% CI, -3.14 to -0.39) at 3 months. For WOMAC total scores at <1 month, 1-3 months, and >3 months, shockwave (MD, -9.56; 95% CI, -16.71 to -2.41; low-level confidence), aquatic sports (MD, -16.53; 95% CI, -30.74 to -2.31; low-level confidence), and shockwave (MD, -30.02; 95% CI, -40.39 to -19.65, moderate-level confidence) respectively, demonstrated the greatest improvements. Physical therapies exhibited varying efficacy profiles in management of KOA with most being supported by moderate-to-low levels evidence, warranting further studies to better establish their effectiveness. Identifier PROSPERO CRD42023458296.",
    "disease": "osteoarthritis",
    "clean_text": "effectiveness of physical therapies for patients with knee osteoarthritis a systematic review and network meta analysis of randomized controlled trials physical therapy offers a useful option for management of knee osteoarthritis koa and this study aims to summarize the latest evidence on the effectiveness of variable physical therapies we considered randomized trials of patients with koa that compared any of the following interventions for treatment of osteoarthritis pain physical therapies general nursing placebo we performed frequentist random effect network meta analyses to summarize the evidence and applied the confidence in network meta analysis frameworks to rate the certainty of evidence calculate the treatment effects categorize interventions and present the findings the search identified eligible rcts enrolling participants tens demonstrated the largest reduction of nrs md ci to and vas pain at rest md ci to moderate to low level evidence established laser as most effective for improving vas for pain during walking at month md ci to and months md ci to and neuromuscular exercise md ci to at months for womac total scores at month months and months shockwave md ci to low level confidence aquatic sports md ci to low level confidence and shockwave md ci to moderate level confidence respectively demonstrated the greatest improvements physical therapies exhibited varying efficacy profiles in management of koa with most being supported by moderate to low levels evidence warranting further studies to better establish their effectiveness identifier prospero crd"
}