{
    "title": "Comparative transcriptome analyses provide insights into the adaptation mechanisms to acute salt stresses in juvenile Sinonovacula constricta.",
    "doc_id": "30840180",
    "writer": "Ma B",
    "year": "2019",
    "summary": "OBJECTIVE: To reveal the underlying molecular mechanisms involved in acute salt stresses in juvenile S. constricta. METHODS: Nine cDNA libraries (triplicate each trial) were established from juvenile S. constricta, which were subjected to low salinity …",
    "abstract": "Background:\n        \n      \n      Sinonovacula constricta is an economically important bivalve species in China, Korea and Japan that widely resides in estuarine and coastal areas where salinity fluctuates rapidly. However, little is known about its adaptation mechanisms to acute salt stresses.\n    \n\n\n          Objective:\n        \n      \n      To reveal the underlying molecular mechanisms involved in acute salt stresses in juvenile S. constricta.\n    \n\n\n          Methods:\n        \n      \n      Nine cDNA libraries (triplicate each trial) were established from juvenile S. constricta, which were subjected to low salinity (5 psu), optimal salinity (15 psu) and high salinity (25 psu) for 6 h, respectively.\n    \n\n\n          Results:\n        \n      \n      Illumina sequencing generated 478,587,310 clean reads totally, which were assembled into 427,057 transcripts of 246,672 unigenes. Compared with the control, 1259 and 2163 differentially expressed genes (DEGs) were identified under acute low and high salt stresses, respectively. GO and KEGG enrichment analyses of DEGs revealed that several key metabolic modulations were mainly responsible for the acute salt stresses. According to the significantly highlighted KEGG pathways, some key DEGs were identified and discussed in details. Notably, based on which, some potential osmolytes were further speculated.\n    \n\n\n          Conclusion:\n        \n      \n      Here, we carried out a unique report of comparative transcriptome analyses in juvenile S. constricta in response to acute salt stresses. The identified DEGs and their significantly enriched GO terms and KEGG pathways were critical for understanding and further investigating the underlying the physical and biochemical performances, and ultimately facilitated S. constricta breeding. Besides, the transcriptome data greatly enriched the genetic information of S. constricta, which were valuable for promoting its molecular biology researches.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30840180/",
    "clean_text": "comparative transcriptome analyses provide insights into the adaptation mechanisms to acute salt stresses in juvenile sinonovacula constricta objective to reveal the underlying molecular mechanisms involved in acute salt stresses in juvenile s constricta methods nine cdna libraries triplicate each trial were established from juvenile s constricta which were subjected to low salinity background sinonovacula constricta is an economically important bivalve species in china korea and japan that widely resides in estuarine and coastal areas where salinity fluctuates rapidly however little is known about its adaptation mechanisms to acute salt stresses objective to reveal the underlying molecular mechanisms involved in acute salt stresses in juvenile s constricta methods nine cdna libraries triplicate each trial were established from juvenile s constricta which were subjected to low salinity psu optimal salinity psu and high salinity psu for h respectively results illumina sequencing generated clean reads totally which were assembled into transcripts of unigenes compared with the control and differentially expressed genes degs were identified under acute low and high salt stresses respectively go and kegg enrichment analyses of degs revealed that several key metabolic modulations were mainly responsible for the acute salt stresses according to the significantly highlighted kegg pathways some key degs were identified and discussed in details notably based on which some potential osmolytes were further speculated conclusion here we carried out a unique report of comparative transcriptome analyses in juvenile s constricta in response to acute salt stresses the identified degs and their significantly enriched go terms and kegg pathways were critical for understanding and further investigating the underlying the physical and biochemical performances and ultimately facilitated s constricta breeding besides the transcriptome data greatly enriched the genetic information of s constricta which were valuable for promoting its molecular biology researches"
}