{
    "pmid": "41411177",
    "title": "Nonlinear dynamics and synchronization transitions underlying beta oscillations in striatal neurons for Parkinson's disease.",
    "abstract": "Beta oscillations (13-30 Hz) of the local field potential are a hallmark of Parkinson's disease induced by dopamine deficiency, yet their underlying mechanism remains unclear. This study investigates the complex dynamics underlying beta oscillations of striatal medium spiny neurons in a theoretical model, where the conductance of the M-current (gM) is reduced to reflect dopamine deficiency. For an isolated neuron, codimension-1 and -2 bifurcations underlie excitability transition and the shift of phase response curves (PRCs) from Type 2 to Type 1. In a network with inhibitory coupling, interactions between synchronization regimes and firing frequency of individual neurons generate beta oscillations. Under weak coupling, anti-phase synchronization (AS) changes to global synchronization (GS) via a discontinuous phase transition with a bistable regime. Typical AS and GS are explained by the match between PRC types and inhibitory post-synaptic currents. In the AS, the network frequency is about twice the firing frequency of individual neurons at intermediate gM, resulting in beta network oscillations. As gM decreases further, neurons show higher firing frequencies, and GS replaces AS via a discontinuous transition, yielding beta oscillations with paradoxical frequency reduction. Under strong coupling, partial synchronization emerges instead of AS or GS, accompanied by a continuous transition. The partial synchronization induces beta oscillations across a wide parameter region, where the network frequency exceeds the low firing frequency of individual neurons. These nonlinear dynamics of single neurons and synchronization transitions in the network provide new insights into the generation and modulation of beta oscillations in Parkinson's disease.",
    "disease": "parkinson disease",
    "clean_text": "nonlinear dynamics and synchronization transitions underlying beta oscillations in striatal neurons for parkinson s disease beta oscillations hz of the local field potential are a hallmark of parkinson s disease induced by dopamine deficiency yet their underlying mechanism remains unclear this study investigates the complex dynamics underlying beta oscillations of striatal medium spiny neurons in a theoretical model where the conductance of the m current gm is reduced to reflect dopamine deficiency for an isolated neuron codimension and bifurcations underlie excitability transition and the shift of phase response curves prcs from type to type in a network with inhibitory coupling interactions between synchronization regimes and firing frequency of individual neurons generate beta oscillations under weak coupling anti phase synchronization as changes to global synchronization gs via a discontinuous phase transition with a bistable regime typical as and gs are explained by the match between prc types and inhibitory post synaptic currents in the as the network frequency is about twice the firing frequency of individual neurons at intermediate gm resulting in beta network oscillations as gm decreases further neurons show higher firing frequencies and gs replaces as via a discontinuous transition yielding beta oscillations with paradoxical frequency reduction under strong coupling partial synchronization emerges instead of as or gs accompanied by a continuous transition the partial synchronization induces beta oscillations across a wide parameter region where the network frequency exceeds the low firing frequency of individual neurons these nonlinear dynamics of single neurons and synchronization transitions in the network provide new insights into the generation and modulation of beta oscillations in parkinson s disease"
}