{
    "pmid": "41469207",
    "title": "Altered connectome gradient and its association with gene expression profiles in MELAS patients with stroke-like episodes.",
    "abstract": "Hierarchy is a fundamental principle of network organization in the human brain. Functional gradient introduces a new perspective in identifying hierarchy alterations by capturing major axes of functional connectivity (FC) in lowdimensional space. However, whether this gradient structure is disrupted in mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes (MELAS) patients with stroke-like episodes (SLE) and how this disruption modulated by gene expression profiles remain unknow. Thirty-one MELAS patients at acute stage (MELAS-acute) and 31 healthy controls (HC) underwent restingstate functional magnetic resonance imaging (rs-fMRI) scan. Based on the whole-brain voxel-wise FC patterns, functional gradient values were generated and group-averaged gradient values were further extracted and compared from global to voxel level. Combined with the Allen Human Brain Atlas, we then assessed the spatial correlations between MELAS-related gradient alterations and gene expression profiles. Relative to the HC, MELAS-acute patients exhibited global alterations in the principal gradient, including reduced gradient range and gradient variation. In addition, patients showed lower gradient values in the default mode network (DMN) but higher values in the ventral attention network (VAN) and sensorimotor network (SMN) at network and voxel level. Furthermore, we established a link between MELAS-acute related principal gradient and gene expression profiles, with two gene sets mainly enriched in mitochondrion, neuron, glutamatergic synapse, and ATPase activity. These results highlight the connectome gradient alterations in MELAS patients at acute stage and its linkage with gene expression profiles, providing insight into the neurobiological basis of functional alterations during the acute SLE stage in MELAS. AHBA = Allen Human Brain Atlas; DMN = default mode network; FPN = frontoparietal network; GO = Gene ontology; HC = healthy controls; MELAS = mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes; MELAS-acute = MELAS patients at acute stage; MNI = Montreal Neurological Institute; SLE = stroke-like episodes; SMN = sensorimotor network; VAN = ventral attention network; VN = visual network.",
    "disease": "stroke",
    "clean_text": "altered connectome gradient and its association with gene expression profiles in melas patients with stroke like episodes hierarchy is a fundamental principle of network organization in the human brain functional gradient introduces a new perspective in identifying hierarchy alterations by capturing major axes of functional connectivity fc in lowdimensional space however whether this gradient structure is disrupted in mitochondrial encephalomyopathy lactic acidosis and stroke like episodes melas patients with stroke like episodes sle and how this disruption modulated by gene expression profiles remain unknow thirty one melas patients at acute stage melas acute and healthy controls hc underwent restingstate functional magnetic resonance imaging rs fmri scan based on the whole brain voxel wise fc patterns functional gradient values were generated and group averaged gradient values were further extracted and compared from global to voxel level combined with the allen human brain atlas we then assessed the spatial correlations between melas related gradient alterations and gene expression profiles relative to the hc melas acute patients exhibited global alterations in the principal gradient including reduced gradient range and gradient variation in addition patients showed lower gradient values in the default mode network dmn but higher values in the ventral attention network van and sensorimotor network smn at network and voxel level furthermore we established a link between melas acute related principal gradient and gene expression profiles with two gene sets mainly enriched in mitochondrion neuron glutamatergic synapse and atpase activity these results highlight the connectome gradient alterations in melas patients at acute stage and its linkage with gene expression profiles providing insight into the neurobiological basis of functional alterations during the acute sle stage in melas ahba allen human brain atlas dmn default mode network fpn frontoparietal network go gene ontology hc healthy controls melas mitochondrial encephalomyopathy lactic acidosis and stroke like episodes melas acute melas patients at acute stage mni montreal neurological institute sle stroke like episodes smn sensorimotor network van ventral attention network vn visual network"
}