{
    "title": "Comparative physiological and cytological analysis, and omics approach provide clues to the coloring mechanism of the pumpkin yellow stems.",
    "doc_id": "40410685",
    "writer": "Deng L",
    "year": "2025",
    "summary": "RESULTS: Similar yet different variations were discovered in the pumpkin yellow stems. Low content of photosynthetic pigments, and impaired chloroplast thylakoid membrane were identified in the pumpkin yellowing stems, together with the presence of plastoglobules an …",
    "abstract": "Background:\n        \n      \n      The abnormal chloroplast and pigment accumulation could lead to plant yellowing. However, the plant tissue chlorisis is species-specific and could display various phenotypes due to the genetic and environmental impacts. The molecular mechanisms underlying the plant stem yellowing are less understood than the flower or leaf coloring mechanisms. Herein, the physiological, cytological, transcriptome analysis, along with genome-wide association study (GWAS) were integrated to illustrate the processes relevant to pumpkin stem coloring.\n    \n\n\n          Results:\n        \n      \n      Similar yet different variations were discovered in the pumpkin yellow stems. Low content of photosynthetic pigments, and impaired chloroplast thylakoid membrane were identified in the pumpkin yellowing stems, together with the presence of plastoglobules and starch grains. Elevated expression of genes in catabolism of chlorophylls and carotenoids was found in yellow stems, which may result in the failed accumulation of pigments and pumpkin stem chlorisis. Concurrently, increased expression of genes in chloroplast development, antioxidant protection, photosynthesis, and ribosome were found, which may act as compensation mechanisms for chloroplast defects. The integrated analysis of transcriptome and GWAS identified the up-regulated proteases and decreased kinesins in yellow stems, which could result in the breakdown of thylakoid systems, and the disability of photosynthetic pigments accumulation. Additionally, transcription factors could be involved in the regulation of the specific color change in pumpkin stems.\n    \n\n\n          Conclusions:\n        \n      \n      These findings provide clues into the molecular mechanisms of stem yellowing, and will facilitate the exploration of candidate targets as markers or genetic improvement through molecular breeding.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40410685/",
    "clean_text": "comparative physiological and cytological analysis and omics approach provide clues to the coloring mechanism of the pumpkin yellow stems results similar yet different variations were discovered in the pumpkin yellow stems low content of photosynthetic pigments and impaired chloroplast thylakoid membrane were identified in the pumpkin yellowing stems together with the presence of plastoglobules an background the abnormal chloroplast and pigment accumulation could lead to plant yellowing however the plant tissue chlorisis is species specific and could display various phenotypes due to the genetic and environmental impacts the molecular mechanisms underlying the plant stem yellowing are less understood than the flower or leaf coloring mechanisms herein the physiological cytological transcriptome analysis along with genome wide association study gwas were integrated to illustrate the processes relevant to pumpkin stem coloring results similar yet different variations were discovered in the pumpkin yellow stems low content of photosynthetic pigments and impaired chloroplast thylakoid membrane were identified in the pumpkin yellowing stems together with the presence of plastoglobules and starch grains elevated expression of genes in catabolism of chlorophylls and carotenoids was found in yellow stems which may result in the failed accumulation of pigments and pumpkin stem chlorisis concurrently increased expression of genes in chloroplast development antioxidant protection photosynthesis and ribosome were found which may act as compensation mechanisms for chloroplast defects the integrated analysis of transcriptome and gwas identified the up regulated proteases and decreased kinesins in yellow stems which could result in the breakdown of thylakoid systems and the disability of photosynthetic pigments accumulation additionally transcription factors could be involved in the regulation of the specific color change in pumpkin stems conclusions these findings provide clues into the molecular mechanisms of stem yellowing and will facilitate the exploration of candidate targets as markers or genetic improvement through molecular breeding"
}