{
    "pmid": "41391366",
    "title": "Association of respiratory diseases with humidifier disinfectants exposure and its latency: A study of health damage reporter cohort in South Korea.",
    "abstract": "Following widespread use of humidifier disinfectants (HDs) in South Korea from the late 1990s until their recall in 2011, clusters of respiratory illnesses emerged. While causality has been established for severe cases, evidence linking non-specific or chronic respiratory diseases to HD exposure remains insufficient for recognition or compensation. We aimed to assess the relationship between HD exposure and a broad spectrum of respiratory diseases and determine the latency of disease onset. We linked national health insurance data to self-reported exposure records for 6061 individuals who filed compensation claims for HD-related health damage. We conducted individual-level interrupted time series (ITS) analysis over a 15-year period (60 months before and 120 months after first HD use). We evaluated eight respiratory diseases and calculated excess rate ratios (ERRs) and latency patterns by disease type, severity, and HD chemical ingredients. Significantly elevated risks were observed for all eight diseases post-HD exposure. The strongest associations were observed for pneumonia (ERR=14.04), asthma (ERR=8.54), and interstitial lung disease (ERR=8.26). Most disease onset was typically concentrated within the first few years post-exposure but extended up to a decade for chronic conditions. ERRs stratified by chemical type revealed distinct ingredient-specific risk profiles. Despite potential collider bias, comparative analyses using national population data showed consistency in relative risk estimates. This study provides robust epidemiologic evidence for the long-term health consequences of HD exposure. The findings support revisions in compensation policies and underscore the need for extended health surveillance of affected individuals. However, the results should be interpreted with caution due to potential collider bias and possible overrepresentation of affected individuals.",
    "disease": "asthma",
    "clean_text": "association of respiratory diseases with humidifier disinfectants exposure and its latency a study of health damage reporter cohort in south korea following widespread use of humidifier disinfectants hds in south korea from the late s until their recall in clusters of respiratory illnesses emerged while causality has been established for severe cases evidence linking non specific or chronic respiratory diseases to hd exposure remains insufficient for recognition or compensation we aimed to assess the relationship between hd exposure and a broad spectrum of respiratory diseases and determine the latency of disease onset we linked national health insurance data to self reported exposure records for individuals who filed compensation claims for hd related health damage we conducted individual level interrupted time series its analysis over a year period months before and months after first hd use we evaluated eight respiratory diseases and calculated excess rate ratios errs and latency patterns by disease type severity and hd chemical ingredients significantly elevated risks were observed for all eight diseases post hd exposure the strongest associations were observed for pneumonia err asthma err and interstitial lung disease err most disease onset was typically concentrated within the first few years post exposure but extended up to a decade for chronic conditions errs stratified by chemical type revealed distinct ingredient specific risk profiles despite potential collider bias comparative analyses using national population data showed consistency in relative risk estimates this study provides robust epidemiologic evidence for the long term health consequences of hd exposure the findings support revisions in compensation policies and underscore the need for extended health surveillance of affected individuals however the results should be interpreted with caution due to potential collider bias and possible overrepresentation of affected individuals"
}