{
    "pmid": "41373500",
    "title": "Resveratrol as an Adjunct Antiviral Agent in Pediatric Viral Infections: A Review on Mechanistic Insights and Gut Microbiota Modulation.",
    "abstract": "Pediatric viral infections impose a heavy burden on child health, often worsened by infection-induced gut dysbiosis. Resveratrol, a natural polyphenol with antiviral, anti-inflammatory, and microbiota-modulating properties, has been proposed to interrupt this pathogenic feedback. To our knowledge, this is the first narrative review focused on resveratrol's antiviral activity in pediatric viral infections, concurrently evaluating its impact on the gut microbiota and their interrelationship. We synthetized preclinical and the limited available pediatric clinical data regarding resveratrol's effect on SARS-CoV-2, respiratory syncytial virus, influenza, rotavirus, and norovirus, extracting information on the models, routes of administration, dosages, mechanisms, and outcomes. Resveratrol interferes with viral lifecycles via diverse mechanisms (modulation of host signaling cascades, capsid or structural protein interactions, and suppression of pro-viral chaperones) while concurrently reshaping the gut microbiota (reducing opportunistic taxa and enriching beneficial genera such as ",
    "disease": "influenza",
    "clean_text": "resveratrol as an adjunct antiviral agent in pediatric viral infections a review on mechanistic insights and gut microbiota modulation pediatric viral infections impose a heavy burden on child health often worsened by infection induced gut dysbiosis resveratrol a natural polyphenol with antiviral anti inflammatory and microbiota modulating properties has been proposed to interrupt this pathogenic feedback to our knowledge this is the first narrative review focused on resveratrol s antiviral activity in pediatric viral infections concurrently evaluating its impact on the gut microbiota and their interrelationship we synthetized preclinical and the limited available pediatric clinical data regarding resveratrol s effect on sars cov respiratory syncytial virus influenza rotavirus and norovirus extracting information on the models routes of administration dosages mechanisms and outcomes resveratrol interferes with viral lifecycles via diverse mechanisms modulation of host signaling cascades capsid or structural protein interactions and suppression of pro viral chaperones while concurrently reshaping the gut microbiota reducing opportunistic taxa and enriching beneficial genera such as"
}