{
    "pmid": "41456195",
    "title": "[Effect of therapeutic hypothermia on post-stroke sleep disorders].",
    "abstract": "To study the effect of therapeutic hypothermia on the sleep quality of patients in the early recovery period of ischemic stroke (IS). The study included 32 patients in the early recovery period of IS. The test group included 22 patients (10 with IS in the vertebral-basilar system (VBS) and 12 with IS in the carotid system), and the control group included 10 patients (5 with IS in the VBS and 5 with IS in the carotid system). Control group patients received drug therapy, physiotherapy (magnetic therapy and electrotherapy), exercise therapy, and massage. Treatment in the test group also included craniocerebral hypothermia (CCH); 10 daily sessions of 90 min. Non-invasive radiothermometry was used to measure cerebral cortical temperature. After CCH, the test group showed a statistically significant decrease in cerebral cortical temperature compared to the control group ( Thus, the data obtained support the relationship between brain temperature and sleep processes. With a decrease in brain temperature, sleep quality improves. Изучить влияние терапевтической гипотермии на качество сна пациентов в раннем восстановительном периоде ишемического инсульта (ИИ). В исследование было включено 32 пациента в раннем восстановительном периоде ИИ. Основную группу составили 22 пациента (10 — с ИИ в вертебрально-базилярной системе (ВБС) и 12 — в каротидной), контрольную — 10 пациентов (5 — с ИИ в ВБС и 5 — в каротидной системе). Пациентам контрольной группы проводились медикаментозная терапия, физиотерапия (магнитотерапия и электролечение), лечебная физкультура, массаж. Лечение основной группы дополнялось краниоцеребральной гипотермией (КЦГ) — 10 ежедневных сеансов по 90 мин. Для измерения температуры коры больших полушарий использовали неинвазивную радиотермометрию. После КЦГ выявлено статистически значимое снижение температуры коры больших полушарий мозга в основной группе по сравнению с контрольной ( Таким образом, полученные нами данные позволяют сделать заключение о связи температуры мозга и процессов сна. При понижении температуры головного мозга качество сна улучшается.",
    "disease": "stroke",
    "clean_text": "effect of therapeutic hypothermia on post stroke sleep disorders to study the effect of therapeutic hypothermia on the sleep quality of patients in the early recovery period of ischemic stroke is the study included patients in the early recovery period of is the test group included patients with is in the vertebral basilar system vbs and with is in the carotid system and the control group included patients with is in the vbs and with is in the carotid system control group patients received drug therapy physiotherapy magnetic therapy and electrotherapy exercise therapy and massage treatment in the test group also included craniocerebral hypothermia cch daily sessions of min non invasive radiothermometry was used to measure cerebral cortical temperature after cch the test group showed a statistically significant decrease in cerebral cortical temperature compared to the control group thus the data obtained support the relationship between brain temperature and sleep processes with a decrease in brain temperature sleep quality improves"
}