{
    "pmid": "41392358",
    "title": "Influenza C Virus in Children With Acute Bronchiolitis and Febrile Seizures.",
    "abstract": "Influenza C virus (ICV), a lesser-known member of the Orthomyxoviridae family, usually causes mild respiratory illness in children. Due to its low prevalence and clinical similarity to other respiratory infections, it is not routinely screened. This study investigates the detection of ICV in children with acute bronchiolitis (AB) and febrile seizures (FS), comparing the findings with a healthy control group. Between October 2009 and September 2011, 499 nasopharyngeal swabs were collected from children up to 6 years old at the University Medical Center Ljubljana. The study group included 307 children diagnosed with AB and 192 with FS, and 150 healthy control children. Respiratory viruses, including ICV, were detected using real-time polymerase chain reaction. ICV-positive samples were further analyzed by Sanger sequencing and phylogenetic analysis. ICV was detected in 1.3% (4/307) of children with AB and 2.6% (5/192) of those with FS, but in none of the healthy controls. Coinfections occurred in 56% (5/9 cases) of ICV-positive children. ICV was the only virus identified in 1 AB and 3 FS cases. Among AB children, ICV positivity was associated with a more severe disease, including 1 child requiring 5 days of oxygen therapy. Phylogenetic analysis demonstrated that all Slovenian ICV strains belonged to clade I, closely related to the Yamagata lineage. ICV was detected at low frequencies but exclusively in hospitalized children with AB and FS, not in healthy controls. These findings suggest a possible role of ICV in pediatric respiratory illnesses and seizure-associated infections.",
    "disease": "influenza",
    "clean_text": "influenza c virus in children with acute bronchiolitis and febrile seizures influenza c virus icv a lesser known member of the orthomyxoviridae family usually causes mild respiratory illness in children due to its low prevalence and clinical similarity to other respiratory infections it is not routinely screened this study investigates the detection of icv in children with acute bronchiolitis ab and febrile seizures fs comparing the findings with a healthy control group between october and september nasopharyngeal swabs were collected from children up to years old at the university medical center ljubljana the study group included children diagnosed with ab and with fs and healthy control children respiratory viruses including icv were detected using real time polymerase chain reaction icv positive samples were further analyzed by sanger sequencing and phylogenetic analysis icv was detected in of children with ab and of those with fs but in none of the healthy controls coinfections occurred in cases of icv positive children icv was the only virus identified in ab and fs cases among ab children icv positivity was associated with a more severe disease including child requiring days of oxygen therapy phylogenetic analysis demonstrated that all slovenian icv strains belonged to clade i closely related to the yamagata lineage icv was detected at low frequencies but exclusively in hospitalized children with ab and fs not in healthy controls these findings suggest a possible role of icv in pediatric respiratory illnesses and seizure associated infections"
}