{
    "pmid": "41380245",
    "title": "Diagnostic delay and associated clinical factors in a sample of South African patients with functional seizures.",
    "abstract": "Functional seizures (FS) are often associated with substantial diagnostic delay. This can impact patients' quality of life, delay appropriate treatment and cause iatrogenic harms. The delay is also hypothesised to be worse in low- to middle-income countries (LMICs), but there is a dearth of information on the extent and reasons for this in LMIC settings, such as South Africa. We used retrospective medical chart data from 368 consecutive video-EEG confirmed patients with FS from a private (n = 301) and a public (n=67) sector epilepsy monitoring units (EMUs). Data on 39 clinical factors were used to test for association with delay to documented FS diagnosis. The overall mean diagnostic delay was 5 years, with a median of 2 years (IQR 0.58, 6). In the private hospital group, the mean delay was 4.7 years, compared to 7.5 years in the public hospital group. Of the 39 studied clinical factors, the use of antiseizure medications (ASMs) emerged as the most important determinant of diagnostic delay in our studied settings. Current ASM use was associated with a median diagnostic delay of 0.6 years (95 % CI 0.10, 1.10) per additional ASM at the private hospital and 3 years (95 % CI 1.03, 4.97) at the public hospital. This study is the first in South Africa to investigate the clinical factors associated with delayed diagnosis in FS. The study highlighted particularly long delays in the public sector. Current and repeated ASM use emerged as the key contributors in the two hospitals, highlighting the need for early referral in the face of multiple ASM failures.",
    "disease": "epilepsy",
    "clean_text": "diagnostic delay and associated clinical factors in a sample of south african patients with functional seizures functional seizures fs are often associated with substantial diagnostic delay this can impact patients quality of life delay appropriate treatment and cause iatrogenic harms the delay is also hypothesised to be worse in low to middle income countries lmics but there is a dearth of information on the extent and reasons for this in lmic settings such as south africa we used retrospective medical chart data from consecutive video eeg confirmed patients with fs from a private n and a public n sector epilepsy monitoring units emus data on clinical factors were used to test for association with delay to documented fs diagnosis the overall mean diagnostic delay was years with a median of years iqr in the private hospital group the mean delay was years compared to years in the public hospital group of the studied clinical factors the use of antiseizure medications asms emerged as the most important determinant of diagnostic delay in our studied settings current asm use was associated with a median diagnostic delay of years ci per additional asm at the private hospital and years ci at the public hospital this study is the first in south africa to investigate the clinical factors associated with delayed diagnosis in fs the study highlighted particularly long delays in the public sector current and repeated asm use emerged as the key contributors in the two hospitals highlighting the need for early referral in the face of multiple asm failures"
}