{
    "pmid": "41434395",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "The Alzheimer's disease (AD) Braak staging is a key framework for classifying tau pathology progression in AD based on histopathological post-mortem brain examinations. However, adapting it to PET imaging can be challenging due to differences in tracer uptake patterns and binding properties, which affect sensitivity, specificity, and regional staging. This study compares Braak staging across four tau PET tracers: Flortaucipir, MK6240, PI2620, and RO948. We assessed 90 participants across the AD spectrum (46 CU, 31 MCI, 13 dementia; mean age 66.1 ± 7.8) using Aβ PET and four tau PET tracers: (Flortaucipir, MK6240, PI2620, and RO948). Braak positivity was defined based on Aβ- CU individuals (mean +2.5 SD, SUVR). To evaluate systematic bias and agreement between tracers, we computed pairwise differences at corresponding Braak stage estimates and applied the Bland-Altman method to assess mean bias and limits of agreement. Additionally, Tau PET Braak region trajectories were modeled as functions of Aβ burden (Centiloid scale) using the Lowess method. Braak stage trajectories as a function of Aβ differ depending on the tracer and the sequential order of abnormality is highly variable. For instance, while for MK6240, RO948 and PI2620, Braak I is the first region to became abnormal, for Flortaucipir the earliest region to became abnormal is Braak IV (Figure 1). This variable pattern of abnormality impacts in the concordance of Braak staging between tracers with the highest Braak staging agreement resulting in concordance levels of approximately 70%. The highest levels of agreement between tracers usually happen at Braak 0 or Braak IV-V, with intermediate stages showing very low concordance (Figure 2). The Bland-Altman analysis identified wide limits of agreement, suggesting high variability and high tracer-specific differences (Figure 3). On the other hand, it also identified that mean differences between tracers were small, indicating minimal systematic bias. These preliminary findings reveal discrepancies in Braak staging when comparing Flortaucipir, MK6240, PI2620 and RO948. These findings suggest that while the tracers provide comparable stages on average, they may not be fully interchangeable in individual cases.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium the alzheimer s disease ad braak staging is a key framework for classifying tau pathology progression in ad based on histopathological post mortem brain examinations however adapting it to pet imaging can be challenging due to differences in tracer uptake patterns and binding properties which affect sensitivity specificity and regional staging this study compares braak staging across four tau pet tracers flortaucipir mk pi and ro we assessed participants across the ad spectrum cu mci dementia mean age using a pet and four tau pet tracers flortaucipir mk pi and ro braak positivity was defined based on a cu individuals mean sd suvr to evaluate systematic bias and agreement between tracers we computed pairwise differences at corresponding braak stage estimates and applied the bland altman method to assess mean bias and limits of agreement additionally tau pet braak region trajectories were modeled as functions of a burden centiloid scale using the lowess method braak stage trajectories as a function of a differ depending on the tracer and the sequential order of abnormality is highly variable for instance while for mk ro and pi braak i is the first region to became abnormal for flortaucipir the earliest region to became abnormal is braak iv figure this variable pattern of abnormality impacts in the concordance of braak staging between tracers with the highest braak staging agreement resulting in concordance levels of approximately the highest levels of agreement between tracers usually happen at braak or braak iv v with intermediate stages showing very low concordance figure the bland altman analysis identified wide limits of agreement suggesting high variability and high tracer specific differences figure on the other hand it also identified that mean differences between tracers were small indicating minimal systematic bias these preliminary findings reveal discrepancies in braak staging when comparing flortaucipir mk pi and ro these findings suggest that while the tracers provide comparable stages on average they may not be fully interchangeable in individual cases"
}