{
    "pmid": "41459369",
    "title": "Association between gallstones and arthritis in U.S. adults: A cross-sectional NHANES study.",
    "abstract": "This study aimed to investigate the association between gallstones and arthritis, including osteoarthritis and rheumatoid arthritis, in U.S. adults. A cross-sectional analysis was conducted using National Health and Nutrition Examination Survey data from 2017 to 2020 and 2021-2023, including 10,108 participants. Weighted multivariable logistic regression models were employed to analyze the association, adjusting for demographic, lifestyle, and metabolic confounders. Subgroup and interaction analyses were performed to assess effect modification of categorical covariates. Gallstones were significantly associated with arthritis (OR: 1.49, 95 % CI: 1.15, 1.92) and osteoarthritis (OR: 1.55, 95 % CI: 1.15, 2.08) after full adjustment, but not with rheumatoid arthritis. Subgroup and interaction analyses revealed a significant effect modification by sex (P for interaction = 0.02), with females showing a significantly stronger association between gallstones and osteoarthritis (OR: 1.81, 95 % CI: 1.33, 2.47). Gallstones were significantly associated with osteoarthritis, particularly among females. Further studies are needed to clarify the causal association.",
    "disease": "rheumatoid arthritis",
    "clean_text": "association between gallstones and arthritis in u s adults a cross sectional nhanes study this study aimed to investigate the association between gallstones and arthritis including osteoarthritis and rheumatoid arthritis in u s adults a cross sectional analysis was conducted using national health and nutrition examination survey data from to and including participants weighted multivariable logistic regression models were employed to analyze the association adjusting for demographic lifestyle and metabolic confounders subgroup and interaction analyses were performed to assess effect modification of categorical covariates gallstones were significantly associated with arthritis or ci and osteoarthritis or ci after full adjustment but not with rheumatoid arthritis subgroup and interaction analyses revealed a significant effect modification by sex p for interaction with females showing a significantly stronger association between gallstones and osteoarthritis or ci gallstones were significantly associated with osteoarthritis particularly among females further studies are needed to clarify the causal association"
}