{
    "title": "ASD, ADHD, mental health conditions and psychopharmacology in neurogenetic syndromes: parent survey.",
    "doc_id": "24965264",
    "writer": "Reilly C",
    "year": "2015",
    "summary": "BACKGROUND: There are a number of neurogenetic syndromes with well described behavioural phenotypes including fragile X syndrome, Prader-Willi syndrome, Williams syndrome and velo-cardio-facial syndrome (VCFS). ...RESULTS: The highest lev …",
    "abstract": "Background:\n        \n      \n      There are a number of neurogenetic syndromes with well described behavioural phenotypes including fragile X syndrome, Prader-Willi syndrome, Williams syndrome and velo-cardio-facial syndrome (VCFS). Autism spectrum disorder (ASD), attention deficit hyperactivity disorder (ADHD) and psychiatric conditions are often associated with the syndromes.\n    \n\n\n          Method:\n        \n      \n      Parents (n = 381) of school-aged children with one of the four syndromes in the UK and Ireland were asked whether their child had been professionally diagnosed with ASD, ADHD or a mental health condition. Parents were also asked whether their child had been prescribed medication for behavioural or psychiatric reasons.\n    \n\n\n          Results:\n        \n      \n      The highest level of reported diagnoses of ASD and ADHD was in fragile X syndrome. In all syndrome groups, lower rates of diagnosis were reported in comparison to previously published research. Prescribing of medication for behavioural/psychiatric reasons was highest in fragile X syndrome although the highest usage of melatonin was in Williams syndrome.\n    \n\n\n          Conclusion:\n        \n      \n      Reasons for a lower recognition of ASD, ADHD and mental health conditions in clinical practice compared with research studies may include 'diagnostic overshadowing' due to presence of intellectual disability and a genetic syndrome. However, there may also be a lack of belief in the utility of such diagnoses in neurogenetic syndromes among relevant professionals and/or lack of access to professionals with sufficient expertise in the recognition of such diagnoses in those with neurogenetic syndromes. The low rates of prescribing of medication for behavioural/psychiatric reasons may reflect the low level of clinical diagnoses or lack of belief in the utility of psychopharmacology in this population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24965264/",
    "clean_text": "asd adhd mental health conditions and psychopharmacology in neurogenetic syndromes parent survey background there are a number of neurogenetic syndromes with well described behavioural phenotypes including fragile x syndrome prader willi syndrome williams syndrome and velo cardio facial syndrome vcfs results the highest lev background there are a number of neurogenetic syndromes with well described behavioural phenotypes including fragile x syndrome prader willi syndrome williams syndrome and velo cardio facial syndrome vcfs autism spectrum disorder asd attention deficit hyperactivity disorder adhd and psychiatric conditions are often associated with the syndromes method parents n of school aged children with one of the four syndromes in the uk and ireland were asked whether their child had been professionally diagnosed with asd adhd or a mental health condition parents were also asked whether their child had been prescribed medication for behavioural or psychiatric reasons results the highest level of reported diagnoses of asd and adhd was in fragile x syndrome in all syndrome groups lower rates of diagnosis were reported in comparison to previously published research prescribing of medication for behavioural psychiatric reasons was highest in fragile x syndrome although the highest usage of melatonin was in williams syndrome conclusion reasons for a lower recognition of asd adhd and mental health conditions in clinical practice compared with research studies may include diagnostic overshadowing due to presence of intellectual disability and a genetic syndrome however there may also be a lack of belief in the utility of such diagnoses in neurogenetic syndromes among relevant professionals and or lack of access to professionals with sufficient expertise in the recognition of such diagnoses in those with neurogenetic syndromes the low rates of prescribing of medication for behavioural psychiatric reasons may reflect the low level of clinical diagnoses or lack of belief in the utility of psychopharmacology in this population"
}