{
    "pmid": "41466536",
    "title": "Impact of radiation dose to immune cells on survival in patients with extensive-stage small cell lung cancer receiving consolidative thoracic radiotherapy after chemoimmunotherapy.",
    "abstract": "Consolidative thoracic radiotherapy (RT) following chemo-immunotherapy is increasingly used in extensive-stage small cell lung cancer (ES-SCLC). This study investigates the prognostic value of the estimated radiation dose to immune cells (EDRIC) and its determinants in these patients. This retrospective study included 173 ES-SCLC patients between 2020 and 2023. EDRIC was calculated as a function of the number of fractions and the average doses to the lungs, heart, and remaining body. Kaplan-Meier and Cox regression analyses were performed to evaluate overall survival (OS) and progression-free survival (PFS). GTV, PTV, and N stage were positively correlated with EDRIC (r = 0.2577,  EDRIC is an independent predictor of OS and PFS in ES-SCLC. These findings highlight the need to optimize radiation exposure to the immune system in cancer treatment. People with this type of lung cancer often receive drug treatment that helps the body fight cancer. These treatments can work at first, but the cancer often comes back. Many people do not live as long as hoped. Some patients also receive radiation to the chest after drug treatment. Radiation can help control cancer. However, it can also harm the body’s defense cells, which help fight cancer. In this study, we looked at how much radiation reached these defense cells. We studied 173 patients treated between 2020 and 2023. We compared how much radiation they received and how long they lived. We found that patients who received less radiation to defense cells lived longer. Their cancer also grew more slowly. Patients whose cancer had spread to the bones or liver tended to do worse. These results suggest that protecting the body’s defense cells during radiation may help patients live longer. This may help doctors plan treatment more carefully in the future.",
    "disease": "lung cancer",
    "clean_text": "impact of radiation dose to immune cells on survival in patients with extensive stage small cell lung cancer receiving consolidative thoracic radiotherapy after chemoimmunotherapy consolidative thoracic radiotherapy rt following chemo immunotherapy is increasingly used in extensive stage small cell lung cancer es sclc this study investigates the prognostic value of the estimated radiation dose to immune cells edric and its determinants in these patients this retrospective study included es sclc patients between and edric was calculated as a function of the number of fractions and the average doses to the lungs heart and remaining body kaplan meier and cox regression analyses were performed to evaluate overall survival os and progression free survival pfs gtv ptv and n stage were positively correlated with edric r edric is an independent predictor of os and pfs in es sclc these findings highlight the need to optimize radiation exposure to the immune system in cancer treatment people with this type of lung cancer often receive drug treatment that helps the body fight cancer these treatments can work at first but the cancer often comes back many people do not live as long as hoped some patients also receive radiation to the chest after drug treatment radiation can help control cancer however it can also harm the body s defense cells which help fight cancer in this study we looked at how much radiation reached these defense cells we studied patients treated between and we compared how much radiation they received and how long they lived we found that patients who received less radiation to defense cells lived longer their cancer also grew more slowly patients whose cancer had spread to the bones or liver tended to do worse these results suggest that protecting the body s defense cells during radiation may help patients live longer this may help doctors plan treatment more carefully in the future"
}