{
    "pmid": "41473457",
    "title": "Closing Hypertension Equity Gaps Through Digitally Inclusive Remote Patient Monitoring.",
    "abstract": "Remote patient monitoring (RPM) has been shown to support adults with treated but uncontrolled hypertension (HTN) outside the clinic setting, yielding significant benefits in the treatment and control of blood pressure (BP). Despite its proven efficacy and recommendation as guideline-concordant care, adoption of RPM is suboptimal, particularly among marginalized populations, who face structural barriers to HTN control. A barrier to equitable adoption among marginalized populations is the lack of digital inclusivity in the design and deployment of RPM. Digitally inclusive tools consider factors such as affordability, access, digital literacy, and skills. To address this challenge, the authors describe a digitally inclusive model of RPM for HTN management within the Family Health Centers (FHCs) at NYU Langone, a federally qualified health center (FQHC) that serves more than 110,000 patients each year. The model uses protocols from the Target: BP initiative in combination with team-based care and digitally inclusive strategies to improve HTN control. Specifically, care teams work collaboratively to identify patients with uncontrolled HTN and order RPM using electronic health record-embedded clinical decision support; provide patients with free home BP monitors and training in accurate BP measurement; deliver language-concordant health coaching and optimize the antihypertensive regimen via a virtual high-risk clinic (VHRC); and monitor patient progress through shared communications. Patients also receive support from community health workers (CHWs) to address digital barriers and unmet social needs. The authors present utilization and preliminary outcome data of their model, involving 429 patients who were enrolled in RPM and the VHRC across five FHC practices between January 1, 2022, and December 31, 2023. Enrolled patients attended a mean of 4.9 (standard deviation [SD]: 0.5) visits with a nurse practitioner for medication adjustments and counseling; 5.7 (SD: 0.5) health coaching visits with a nurse; and 1 visit (SD: 0.2) with a CHW for digital and social needs over a mean of 5.7 months (SD: 0.8). Enrolled patients sent a mean number of 65 BP readings (SD: 96.4) over their period of participation. On average, enrolled patients exhibited a -13.5/-8.0 mmHg reduction from their enrollment date to the date that they were discharged from the VHRC (approximately 5.7 months). This is in comparison to a -0.5/+0.6 mmHg change in mean BP exhibited by patients with uncontrolled HTN not enrolled in the Advancing Long-term Improvements in Hypertension Outcomes through a Team-based Care Approach (ALTA) program and receiving care at the practices during the same period (n=2,843). Across the practices, BP control had also increased from the pre-ALTA baseline period (January 1, 2021, to December 31, 2021) of 68.44%-82.99%, by the end of December 31, 2023, among all patients with uncontrolled HTN. While the implementation of this digitally inclusive RPM model has shown success in a large FQHC that cares for a diverse population of patients, there remain digital inequity barriers that must be addressed at the policy level to ensure this efficacious approach reaches ",
    "disease": "hypertension",
    "clean_text": "closing hypertension equity gaps through digitally inclusive remote patient monitoring remote patient monitoring rpm has been shown to support adults with treated but uncontrolled hypertension htn outside the clinic setting yielding significant benefits in the treatment and control of blood pressure bp despite its proven efficacy and recommendation as guideline concordant care adoption of rpm is suboptimal particularly among marginalized populations who face structural barriers to htn control a barrier to equitable adoption among marginalized populations is the lack of digital inclusivity in the design and deployment of rpm digitally inclusive tools consider factors such as affordability access digital literacy and skills to address this challenge the authors describe a digitally inclusive model of rpm for htn management within the family health centers fhcs at nyu langone a federally qualified health center fqhc that serves more than patients each year the model uses protocols from the target bp initiative in combination with team based care and digitally inclusive strategies to improve htn control specifically care teams work collaboratively to identify patients with uncontrolled htn and order rpm using electronic health record embedded clinical decision support provide patients with free home bp monitors and training in accurate bp measurement deliver language concordant health coaching and optimize the antihypertensive regimen via a virtual high risk clinic vhrc and monitor patient progress through shared communications patients also receive support from community health workers chws to address digital barriers and unmet social needs the authors present utilization and preliminary outcome data of their model involving patients who were enrolled in rpm and the vhrc across five fhc practices between january and december enrolled patients attended a mean of standard deviation sd visits with a nurse practitioner for medication adjustments and counseling sd health coaching visits with a nurse and visit sd with a chw for digital and social needs over a mean of months sd enrolled patients sent a mean number of bp readings sd over their period of participation on average enrolled patients exhibited a mmhg reduction from their enrollment date to the date that they were discharged from the vhrc approximately months this is in comparison to a mmhg change in mean bp exhibited by patients with uncontrolled htn not enrolled in the advancing long term improvements in hypertension outcomes through a team based care approach alta program and receiving care at the practices during the same period n across the practices bp control had also increased from the pre alta baseline period january to december of by the end of december among all patients with uncontrolled htn while the implementation of this digitally inclusive rpm model has shown success in a large fqhc that cares for a diverse population of patients there remain digital inequity barriers that must be addressed at the policy level to ensure this efficacious approach reaches"
}