{
    "pmid": "41398844",
    "title": "Association between body roundness index and frailty in chronic obstructive pulmonary disease: A cross-sectional study of NHANES 1999 to 2018.",
    "abstract": "Frailty in chronic obstructive pulmonary disease (COPD) is linked to adverse outcomes, with emerging evidence implicating abdominal obesity. This study examines the association between the body roundness index (BRI), a novel measure of body fat distribution, and frailty in COPD patients. Using cross-sectional data from the National Health and Nutrition Examination Survey (NHANES, 1999-2018), 1151 adults ≥ 20 years with COPD were analyzed. Frailty was defined as a frailty index ≥ 0.21. BRI, calculated from waist circumference and height, was evaluated as continuous and tertiles. Adjusted weighted logistic regression and restricted cubic spline models assessed associations, controlling for sociodemographic, lifestyle, and clinical factors. Higher BRI was independently associated with increased frailty risk. Each unit rise in BRI elevated frailty odds by 14% (OR: 1.14, 95% CI: 1.04-1.24) in fully adjusted models. The risk of frailty was significantly increased in the highest BRI tertile compared to the lowest BRI tertile (OR: 1.95, 95% CI: 1.21-3.13, P = .01). Subgroup analyses showed a consistent positive association between BRI and frailty. Elevated BRI, reflecting central obesity, is strongly linked to frailty in COPD. Targeting visceral fat reduction may mitigate frailty progression. Longitudinal studies are needed to confirm causality.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "association between body roundness index and frailty in chronic obstructive pulmonary disease a cross sectional study of nhanes to frailty in chronic obstructive pulmonary disease copd is linked to adverse outcomes with emerging evidence implicating abdominal obesity this study examines the association between the body roundness index bri a novel measure of body fat distribution and frailty in copd patients using cross sectional data from the national health and nutrition examination survey nhanes adults years with copd were analyzed frailty was defined as a frailty index bri calculated from waist circumference and height was evaluated as continuous and tertiles adjusted weighted logistic regression and restricted cubic spline models assessed associations controlling for sociodemographic lifestyle and clinical factors higher bri was independently associated with increased frailty risk each unit rise in bri elevated frailty odds by or ci in fully adjusted models the risk of frailty was significantly increased in the highest bri tertile compared to the lowest bri tertile or ci p subgroup analyses showed a consistent positive association between bri and frailty elevated bri reflecting central obesity is strongly linked to frailty in copd targeting visceral fat reduction may mitigate frailty progression longitudinal studies are needed to confirm causality"
}