{
    "title": "The effect of monochromatic infrared energy on diabetic wound healing.",
    "doc_id": "22776615",
    "writer": "He Y",
    "year": "2013",
    "summary": "This study examined the effect of monochromatic infrared energy (MIRE) on diabetic wound healing. Fifteen diabetic rats were given MIRE intervention on their skin wounds located on the dorsum and compared with 15 control diabetic rats. Assessments were conducted for …",
    "abstract": "This study examined the effect of monochromatic infrared energy (MIRE) on diabetic wound healing. Fifteen diabetic rats were given MIRE intervention on their skin wounds located on the dorsum and compared with 15 control diabetic rats. Assessments were conducted for each group at weeks 1, 2 and 4 post wounding (five rats at each time point) by calculating the percentage of wound closures (WCs) and performing histological and immunohistochemical staining on sections of wound tissue. Evaluations of WCs and histological examinations of reepithelialisation, cellular content and granulation tissue formation showed no significant difference between the MIRE and the control group at each time point. Through semi-quantitative immunohistochemical staining, the deposition of type I collagen in the MIRE group was found to have improved when compared with the control group at the end of week 2 (P = 0.05). No significant differences in the myofibroblast population were detected between the two groups. In conclusion, MIRE appeared to promote collagen deposition in the early stage of wound healing in diabetic rats, but the overall wound healing in the MIRE group was not significantly different from that of the control group.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22776615/",
    "clean_text": "the effect of monochromatic infrared energy on diabetic wound healing this study examined the effect of monochromatic infrared energy mire on diabetic wound healing fifteen diabetic rats were given mire intervention on their skin wounds located on the dorsum and compared with control diabetic rats assessments were conducted for this study examined the effect of monochromatic infrared energy mire on diabetic wound healing fifteen diabetic rats were given mire intervention on their skin wounds located on the dorsum and compared with control diabetic rats assessments were conducted for each group at weeks and post wounding five rats at each time point by calculating the percentage of wound closures wcs and performing histological and immunohistochemical staining on sections of wound tissue evaluations of wcs and histological examinations of reepithelialisation cellular content and granulation tissue formation showed no significant difference between the mire and the control group at each time point through semi quantitative immunohistochemical staining the deposition of type i collagen in the mire group was found to have improved when compared with the control group at the end of week p no significant differences in the myofibroblast population were detected between the two groups in conclusion mire appeared to promote collagen deposition in the early stage of wound healing in diabetic rats but the overall wound healing in the mire group was not significantly different from that of the control group"
}