{
    "pmid": "41450087",
    "title": "Navigating Role Challenges in School Healthcare Partnerships With Families: A Qualitative Study.",
    "abstract": "The management of type 1 diabetes (T1D) in schools is a critical and complex responsibility for health teachers in South Korea. Despite legislative advancements, school health teachers encounter challenges such as role ambiguity and insufficiency due to legal constraints, inadequate resources, and evolving care demands. This study explored the experiences and perceptions of school health teachers in managing T1D, focusing on their partnerships with parents and students, through the lens of role theory. A qualitative study was conducted with 22 health teachers using semi-structured interviews. Data were analyzed through inductive content analysis, yielding 4 main categories, 10 generic categories, and 49 subcategories. The following 4 main categories were highlighted: (1) role identification in collaborative care, wherein health teachers strengthened their professional identity by developing individualized care plans and creating supportive environments; (2) role insufficiency in meeting diabetes care expectations, reflecting their perceived knowledge gaps in advanced diabetes management; (3) role consensus in family-school coordination, emphasizing effective communication and shared responsibilities with parents; (4) role ambiguity in complex school-based care responsibilities, stemming from the complexity of managing unique care needs, unclear guidelines, and conflicting expectations with families. The participants emphasized the need for updated guidelines, tailored training, and legal protection. This study underscores health teachers' pivotal role in T1D management and the challenges they face. Institutional support, professional development, and strengthened collaboration between health teachers and parents are essential. These findings could inform the development of web-based partnership programs to enhance T1D care in schools.",
    "disease": "diabetes mellitus",
    "clean_text": "navigating role challenges in school healthcare partnerships with families a qualitative study the management of type diabetes t d in schools is a critical and complex responsibility for health teachers in south korea despite legislative advancements school health teachers encounter challenges such as role ambiguity and insufficiency due to legal constraints inadequate resources and evolving care demands this study explored the experiences and perceptions of school health teachers in managing t d focusing on their partnerships with parents and students through the lens of role theory a qualitative study was conducted with health teachers using semi structured interviews data were analyzed through inductive content analysis yielding main categories generic categories and subcategories the following main categories were highlighted role identification in collaborative care wherein health teachers strengthened their professional identity by developing individualized care plans and creating supportive environments role insufficiency in meeting diabetes care expectations reflecting their perceived knowledge gaps in advanced diabetes management role consensus in family school coordination emphasizing effective communication and shared responsibilities with parents role ambiguity in complex school based care responsibilities stemming from the complexity of managing unique care needs unclear guidelines and conflicting expectations with families the participants emphasized the need for updated guidelines tailored training and legal protection this study underscores health teachers pivotal role in t d management and the challenges they face institutional support professional development and strengthened collaboration between health teachers and parents are essential these findings could inform the development of web based partnership programs to enhance t d care in schools"
}