{
    "pmid": "41424093",
    "title": "Customized early detection of colorectal cancer in Nigeria identifies advanced adenomas and early-stage disease.",
    "abstract": "Colorectal cancer (CRC) incidence is increasing in low- and middle-income countries, where late-stage presentation is common and survival rates remain poor. Early-detection programs are critical to improving outcomes. A longitudinal early-detection study was conducted in Osun State, Nigeria. A 6-month community awareness campaign was implemented with posters, radio jingles, social media, and messaging disseminated via health and religious institutions. CRC knowledge was assessed before and after the intervention with the validated Bowel Cancer Awareness Measure questionnaire. Individuals with indicators of CRC were referred from peripheral facilities to an early-diagnosis (ED) clinic at a tertiary center. Demographic data, presenting features, and diagnostic outcomes were prospectively recorded. The primary end point was detection of advanced adenomas and CRC. Of 497 eligible participants, 322 (64.8%) completed pre- and postcampaign surveys. Awareness of CRC improved from 54 (16.8%) to 311 (96.9%) (p < .001). Good knowledge of CRC risk factors and symptoms also increased significantly (p < .001). A total of 329 individuals were navigated to the ED clinic; 168 (51.1%) were eligible for the protocol, and 116 (73.0%) completed colonoscopy. CRC was diagnosed in four patients (3.4%), with stage 0 (n = 2), II (n = 1), and III (n = 1). Advanced adenomas were identified in 11% of patients (13 of 116) who underwent colonoscopy. Combining community engagement with patient navigation significantly increased CRC awareness and enabled the detection of advanced adenomas and early-stage cancers. Expanding this model to a national level is recommended to evaluate broader impact, cost-effectiveness, and potential implementation challenges. In Nigeria, most people with colorectal cancer (CRC) are diagnosed too late for effective treatment. We tested a new approach to help find CRC earlier by combining a public awareness campaign with trained health care workers and patient navigators. Community education improved people’s knowledge of CRC symptoms and led more high‐risk individuals to seek care. Many of these patients completed colonoscopy, and several were diagnosed with early‐stage cancer or precancerous growths. This pilot program shows that symptom‐based early detection can work in low‐resource settings, and may help save lives if expanded nationally.",
    "disease": "colorectal cancer",
    "clean_text": "customized early detection of colorectal cancer in nigeria identifies advanced adenomas and early stage disease colorectal cancer crc incidence is increasing in low and middle income countries where late stage presentation is common and survival rates remain poor early detection programs are critical to improving outcomes a longitudinal early detection study was conducted in osun state nigeria a month community awareness campaign was implemented with posters radio jingles social media and messaging disseminated via health and religious institutions crc knowledge was assessed before and after the intervention with the validated bowel cancer awareness measure questionnaire individuals with indicators of crc were referred from peripheral facilities to an early diagnosis ed clinic at a tertiary center demographic data presenting features and diagnostic outcomes were prospectively recorded the primary end point was detection of advanced adenomas and crc of eligible participants completed pre and postcampaign surveys awareness of crc improved from to p good knowledge of crc risk factors and symptoms also increased significantly p a total of individuals were navigated to the ed clinic were eligible for the protocol and completed colonoscopy crc was diagnosed in four patients with stage n ii n and iii n advanced adenomas were identified in of patients of who underwent colonoscopy combining community engagement with patient navigation significantly increased crc awareness and enabled the detection of advanced adenomas and early stage cancers expanding this model to a national level is recommended to evaluate broader impact cost effectiveness and potential implementation challenges in nigeria most people with colorectal cancer crc are diagnosed too late for effective treatment we tested a new approach to help find crc earlier by combining a public awareness campaign with trained health care workers and patient navigators community education improved people s knowledge of crc symptoms and led more high risk individuals to seek care many of these patients completed colonoscopy and several were diagnosed with early stage cancer or precancerous growths this pilot program shows that symptom based early detection can work in low resource settings and may help save lives if expanded nationally"
}