{
    "title": "Young Adult JUUL Users' Beliefs About JUUL.",
    "doc_id": "32654838",
    "writer": "Cheney MK",
    "year": "2021",
    "summary": "PURPOSE: The purpose of this study was to test beliefs (risks to individual health, tobacco industry affiliation, and harm to others) with young adult current JUUL users to prompt decreased JUUL use. METHODS: An explanatory sequential mixed-method design was used. . …",
    "abstract": "Purpose:\n        \n      \n      The purpose of this study was to test beliefs (risks to individual health, tobacco industry affiliation, and harm to others) with young adult current JUUL users to prompt decreased JUUL use.\n    \n\n\n          Methods:\n        \n      \n      An explanatory sequential mixed-method design was used. Undergraduates aged 18-24 years at a large southwest university who owned and used a JUUL at least once a week completed an online survey (n = 667) in March 2019. Participant reactions to 6 JUUL-specific statements (harm to lungs and brain, tobacco industry ownership, communication device inside JUUL, harm to others and the environment) were assessed. Then, 51 participants completed an in-person interview 1-2 weeks later to explain what influenced their responses.\n    \n\n\n          Results:\n        \n      \n      Across beliefs, females were more likely and those who used other tobacco products were less likely to say they would reduce JUUL use. Beliefs about harm to the brain, others, and the environment had the most influence on interview participants. Tobacco industry affiliation with JUUL was not viewed negatively and likely would not affect participant decisions.\n    \n\n\n          Conclusions:\n        \n      \n      Messaging developed for other tobacco products may not have the same impact with young adult JUUL users. These findings provide guidance to tobacco use regulators by informing marketing message regulations to prevent initiation or prolonged use of JUUL and other pod-based products.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32654838/",
    "clean_text": "young adult juul users beliefs about juul purpose the purpose of this study was to test beliefs risks to individual health tobacco industry affiliation and harm to others with young adult current juul users to prompt decreased juul use methods an explanatory sequential mixed method design was used purpose the purpose of this study was to test beliefs risks to individual health tobacco industry affiliation and harm to others with young adult current juul users to prompt decreased juul use methods an explanatory sequential mixed method design was used undergraduates aged years at a large southwest university who owned and used a juul at least once a week completed an online survey n in march participant reactions to juul specific statements harm to lungs and brain tobacco industry ownership communication device inside juul harm to others and the environment were assessed then participants completed an in person interview weeks later to explain what influenced their responses results across beliefs females were more likely and those who used other tobacco products were less likely to say they would reduce juul use beliefs about harm to the brain others and the environment had the most influence on interview participants tobacco industry affiliation with juul was not viewed negatively and likely would not affect participant decisions conclusions messaging developed for other tobacco products may not have the same impact with young adult juul users these findings provide guidance to tobacco use regulators by informing marketing message regulations to prevent initiation or prolonged use of juul and other pod based products"
}