{
    "pmid": "41434403",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Vitamin B12 is known to influence cognitive functioning potentially through the influence on the serum levels of homocysteine. There is a dearth of data assessing the association of Vitamin B12 and Homocysteine with MRI brain volumes and cognitive performance in the rural Indian population. We used baseline cross-sectional of the non-demented (Clinical Dementia Rating, CDR score<1) participants aged 45+ years (n = 2784) from the CBR-SANSCOG (Centre for Brain Research-Srinivaspura Aging NeuroSenescence and COGnition) study cohort. Cognitive performance was assessed using Hindi Mental State Examination (HMSE) test and the culturally adapted computerized COGNITO (Computerized assessment of adult Information processing) battery. The domain-specific (attention, memory, language, visuospatial ability) cognitive scores were standardized and a composite score was calculated from the weighted averages of the individual test scores. General linear model was used to assess the association between serum vitamin B12, homocysteine levels and the cognitive performance adjusting for age, sex, education, tobacco, alcohol use, hypertension, diabetes, and depression. Using 3T MRI, Region of Interest(ROI) based-analysis was done to study the association between vitamin B12, homocysteine, and MRI brain volumes normalized for total intracranial volume (n = 1268), adjusting for age, sex, and education. A total of 36.5%, 34.3%, and 29.3% of the participants had deficient (<200pg/ml), insufficient (200-300pg/ml), and sufficient vitamin B12 (>300pg/ml) levels, respectively, whereas 56% and 44% had normal (5-15µmol/l) and high (>15µmol/l) levels of homocysteine, respectively. No association was found between vitamin B12 and the cognitive performance tests or any brain volumes. Increasing homocysteine levels were associated with decreasing scores on HMSE [β=-0.02,(-0.03,-0.01), p = 0.02], visual attention [β=-0.01,(-0.02,-0.00), p = 0.02] and hippocampal volume [β=-0.01,(-0.01,-0.00), p = 0.02]. Homocysteine did not have a mediating effect between vitaminB12 and cognitive performance or any of the brain volumes. Increasing serum homocysteine levels were negatively associated with cognitive performance irrespective of serum vitamin B12 levels in this rural aging Indian population. Therefore, early screening for serum homocysteine could potentially flag individuals at risk for cognitive impairment and thereby, contribute to developing a multimodal composite biomarker for early detection of cognitive impairment.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium vitamin b is known to influence cognitive functioning potentially through the influence on the serum levels of homocysteine there is a dearth of data assessing the association of vitamin b and homocysteine with mri brain volumes and cognitive performance in the rural indian population we used baseline cross sectional of the non demented clinical dementia rating cdr score participants aged years n from the cbr sanscog centre for brain research srinivaspura aging neurosenescence and cognition study cohort cognitive performance was assessed using hindi mental state examination hmse test and the culturally adapted computerized cognito computerized assessment of adult information processing battery the domain specific attention memory language visuospatial ability cognitive scores were standardized and a composite score was calculated from the weighted averages of the individual test scores general linear model was used to assess the association between serum vitamin b homocysteine levels and the cognitive performance adjusting for age sex education tobacco alcohol use hypertension diabetes and depression using t mri region of interest roi based analysis was done to study the association between vitamin b homocysteine and mri brain volumes normalized for total intracranial volume n adjusting for age sex and education a total of and of the participants had deficient pg ml insufficient pg ml and sufficient vitamin b pg ml levels respectively whereas and had normal mol l and high mol l levels of homocysteine respectively no association was found between vitamin b and the cognitive performance tests or any brain volumes increasing homocysteine levels were associated with decreasing scores on hmse p visual attention p and hippocampal volume p homocysteine did not have a mediating effect between vitaminb and cognitive performance or any of the brain volumes increasing serum homocysteine levels were negatively associated with cognitive performance irrespective of serum vitamin b levels in this rural aging indian population therefore early screening for serum homocysteine could potentially flag individuals at risk for cognitive impairment and thereby contribute to developing a multimodal composite biomarker for early detection of cognitive impairment"
}