{
    "pmid": "41390459",
    "title": "Neuropathic pain in knee osteoarthritis: functional burden beyond cartilage thickness-a cross-sectional study.",
    "abstract": "Knee osteoarthritis (OA) is a common degenerative condition leading to pain and disability. While structural changes such as cartilage loss are central to OA pathology, neuropathic pain (NP) may also contribute to symptom severity and outcomes. This study cross-sectional study aimed to evaluate the association between femoral cartilage thickness and NP in patients with knee OA, and to assess its impact on pain, function, and quality of life. Sixty patients with knee OA were evaluated and classified into NP and non-NP groups using the painDETECT questionnaire (30 per group). Compared with non-NP patients, those with NP reported significantly higher pain scores (VAS: 4.70 vs. 3.37, p < 0.001), worse functional impairment (WOMAC: 71.0 vs. 55.9, p = 0.002), and lower quality of life across several SF-36 domains, particularly Role Emotional (p = 0.004) and Bodily Pain (p < 0.001). Femoral cartilage thickness at the medial condyle, intercondylar area, and lateral condyle did not differ significantly between groups. Trends toward higher obesity, more physically demanding occupations, and greater Kellgren-Lawrence severity were observed among NP patients. These findings suggest that NP adversely influences pain and function in knee OA independent of cartilage thickness, underscoring the importance of early identification and targeted management.",
    "disease": "osteoarthritis",
    "clean_text": "neuropathic pain in knee osteoarthritis functional burden beyond cartilage thickness a cross sectional study knee osteoarthritis oa is a common degenerative condition leading to pain and disability while structural changes such as cartilage loss are central to oa pathology neuropathic pain np may also contribute to symptom severity and outcomes this study cross sectional study aimed to evaluate the association between femoral cartilage thickness and np in patients with knee oa and to assess its impact on pain function and quality of life sixty patients with knee oa were evaluated and classified into np and non np groups using the paindetect questionnaire per group compared with non np patients those with np reported significantly higher pain scores vas vs p worse functional impairment womac vs p and lower quality of life across several sf domains particularly role emotional p and bodily pain p femoral cartilage thickness at the medial condyle intercondylar area and lateral condyle did not differ significantly between groups trends toward higher obesity more physically demanding occupations and greater kellgren lawrence severity were observed among np patients these findings suggest that np adversely influences pain and function in knee oa independent of cartilage thickness underscoring the importance of early identification and targeted management"
}