{
    "title": "Economic Evaluations of Mental Health Programs for Children and Adolescents in the United States: A Systematic Review.",
    "doc_id": "33428069",
    "writer": "Sung JY",
    "year": "2021",
    "summary": "The United States (US) spent 201 billion dollars on mental health-related concerns in 2016, ranking mental illness as the leading cause of disability and the single largest source of economic burden worldwide. With mental health-related treatmen …",
    "abstract": "The United States (US) spent 201 billion dollars on mental health-related concerns in 2016, ranking mental illness as the leading cause of disability and the single largest source of economic burden worldwide. With mental health-related treatment costs and economic burden only projected to rise, there is an increasing need for cost-inclusive evaluations of mental health interventions in the US. This systematic review evaluated the intervention characteristics and the quality of 9 economic evaluation studies (e.g., cost-effectiveness, cost-benefit) of youth mental health services conducted in the US from 2003 to 2019. Existing evaluations suggest that certain mental health interventions for youth, among the few that have been formally evaluated, may be cost-effective and cost-beneficial. However, intervention characteristics were generally homogenous, a majority of studies did not adhere to the standard of economic evaluations of the CHEERS checklist, and outcome measures were not consistently clinically useful, limiting the utility of such youth mental health economic evaluations to policymakers. By adhering to standards of economic evaluations and diversifying the characteristics of interventions subject to economic evaluations, intervention researchers can increase confidence in conclusions about which youth mental health interventions are cost-effective or cost-beneficial and more meaningfully inform evidence-based mental health policy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33428069/",
    "clean_text": "economic evaluations of mental health programs for children and adolescents in the united states a systematic review the united states us spent billion dollars on mental health related concerns in ranking mental illness as the leading cause of disability and the single largest source of economic burden worldwide with mental health related treatmen the united states us spent billion dollars on mental health related concerns in ranking mental illness as the leading cause of disability and the single largest source of economic burden worldwide with mental health related treatment costs and economic burden only projected to rise there is an increasing need for cost inclusive evaluations of mental health interventions in the us this systematic review evaluated the intervention characteristics and the quality of economic evaluation studies e g cost effectiveness cost benefit of youth mental health services conducted in the us from to existing evaluations suggest that certain mental health interventions for youth among the few that have been formally evaluated may be cost effective and cost beneficial however intervention characteristics were generally homogenous a majority of studies did not adhere to the standard of economic evaluations of the cheers checklist and outcome measures were not consistently clinically useful limiting the utility of such youth mental health economic evaluations to policymakers by adhering to standards of economic evaluations and diversifying the characteristics of interventions subject to economic evaluations intervention researchers can increase confidence in conclusions about which youth mental health interventions are cost effective or cost beneficial and more meaningfully inform evidence based mental health policy"
}