{
    "pmid": "41441664",
    "title": "Disease and Economic Burden Averted by Hib Vaccination in 160 Countries: A Machine-Learning Analysis.",
    "abstract": "Global immunization against Haemophilus influenzae type b (Hib) has expanded with Gavi support. We estimated health, economic benefits, equity and cost-effectiveness in 159 countries (1990-2021), and projected effects of future introduction in China. We used a random forest model to simulate counterfactual scenarios without Hib vaccine introduction in 159 countries (1990-2021) and to project effects of Hib vaccine introduction in China over the next decade. Ten variables were sourced from the World Bank and WHO; Hib disease burden estimates were from the Global Burden of Disease Study 2021. We compared counterfactual and actual results to quantify benefits, equity, and cost-effectiveness. Extensive uncertainty analyses were performed. Between 1990 and 2021, Hib immunization averted an estimated 1,321,123 (95% uncertainty interval [UI] 32,034-2,723,304) deaths and 90,973,504 (95% UI 3,573,718-197,099,799) disability-adjusted life-years globally. Greatest health and economic gains occurred in Africa and low- and middle-income countries (LMICs). Deaths averted decreased with later vaccine introduction (Pearson's r = -0.56). Vaccination did not improve health equity, and access remains limited in Africa and LMICs. Hib immunization was cost-saving in all countries. In China, introduction at any point in the next decade would provide health and economic benefits and be cost-effective, with earlier introduction yielding greater gains. Hib immunization provide substantial, cost-effective health and economic benefits globally. Persistent inequities in vaccine access for LMICs require targeted solutions. Policymakers in China should consider these findings for future vaccine introduction.",
    "disease": "influenza",
    "clean_text": "disease and economic burden averted by hib vaccination in countries a machine learning analysis global immunization against haemophilus influenzae type b hib has expanded with gavi support we estimated health economic benefits equity and cost effectiveness in countries and projected effects of future introduction in china we used a random forest model to simulate counterfactual scenarios without hib vaccine introduction in countries and to project effects of hib vaccine introduction in china over the next decade ten variables were sourced from the world bank and who hib disease burden estimates were from the global burden of disease study we compared counterfactual and actual results to quantify benefits equity and cost effectiveness extensive uncertainty analyses were performed between and hib immunization averted an estimated uncertainty interval ui deaths and ui disability adjusted life years globally greatest health and economic gains occurred in africa and low and middle income countries lmics deaths averted decreased with later vaccine introduction pearson s r vaccination did not improve health equity and access remains limited in africa and lmics hib immunization was cost saving in all countries in china introduction at any point in the next decade would provide health and economic benefits and be cost effective with earlier introduction yielding greater gains hib immunization provide substantial cost effective health and economic benefits globally persistent inequities in vaccine access for lmics require targeted solutions policymakers in china should consider these findings for future vaccine introduction"
}