{
    "pmid": "41423454",
    "title": "Tracing the origin of myofibroblasts in kidney fibrosis.",
    "abstract": "Kidney fibrosis is a key pathological feature of chronic kidney disease (CKD), characterized by the activation and accumulation of αSMA-positive myofibroblasts. The cellular origin of myofibroblasts in kidney fibrosis has been a subject of extensive research and debate. Previous studies suggested that myofibroblasts might arise from various cellular sources through mesenchymal transition processes, including epithelial-mesenchymal transition (EMT) of tubular epithelial cells (TECs), endothelial-mesenchymal transition (EndoMT), and macrophage-mesenchymal transition (MMT) of bone marrow-derived cells. In this study, we systematically investigated the origin of myofibroblasts using renal cell lineage tracing tools during kidney fibrosis. Our findings indicated the absence of EMT, EndoMT, and MMT contributing to myofibroblasts, whereas resident fibroblasts were the primary source. Next, we developed and employed specialized dual recombinase-mediated lineage tracing tools, including EMTracer, EndoMTracer, and MMTracer, which revealed reversible partial mesenchymal transition occurring predominantly in the renal urothelial cells (UroCs) and parietal epithelial cells (PECs), minimally in endothelial cells, and not in TECs or macrophages. Our work elucidated the contribution of both complete and partial mesenchymal transition in various renal cell lineages and revealed the origin of myofibroblasts during kidney fibrosis, which may provide important insights into the diagnosis and treatment of CKD.",
    "disease": "chronic kidney disease",
    "clean_text": "tracing the origin of myofibroblasts in kidney fibrosis kidney fibrosis is a key pathological feature of chronic kidney disease ckd characterized by the activation and accumulation of sma positive myofibroblasts the cellular origin of myofibroblasts in kidney fibrosis has been a subject of extensive research and debate previous studies suggested that myofibroblasts might arise from various cellular sources through mesenchymal transition processes including epithelial mesenchymal transition emt of tubular epithelial cells tecs endothelial mesenchymal transition endomt and macrophage mesenchymal transition mmt of bone marrow derived cells in this study we systematically investigated the origin of myofibroblasts using renal cell lineage tracing tools during kidney fibrosis our findings indicated the absence of emt endomt and mmt contributing to myofibroblasts whereas resident fibroblasts were the primary source next we developed and employed specialized dual recombinase mediated lineage tracing tools including emtracer endomtracer and mmtracer which revealed reversible partial mesenchymal transition occurring predominantly in the renal urothelial cells urocs and parietal epithelial cells pecs minimally in endothelial cells and not in tecs or macrophages our work elucidated the contribution of both complete and partial mesenchymal transition in various renal cell lineages and revealed the origin of myofibroblasts during kidney fibrosis which may provide important insights into the diagnosis and treatment of ckd"
}