{
    "pmid": "41357039",
    "title": "Prevalence of Hepatic Fibrosis and Performance of Non-invasive Liver Fibrosis Scores in an Eastern Indian Diabetic Population with NAFLD.",
    "abstract": "Non-alcoholic fatty liver disease (NAFLD) is a major cause of chronic liver disease, especially in patients with type 2 diabetes mellitus (T2DM). Significant prevalence of liver fibrosis has been observed in Indian diabetic patients with fatty liver. Early detection of liver fibrosis in persons with diabetes prevents serious problems. This study compares non-invasive liver fibrosis scores and vibration-controlled transient elastography (VCTE) utilising FIBROSCAN™ to assess fibrosis prevalence in patients with T2DM and NAFLD. This cross-sectional, observational study enrolled 351 patients with T2DM and NAFLD from September to October 2023 from eight West Bengal diabetes facilities. Liver stiffness measurement (LSM) via VCTE was used to detect fibrosis. Non-invasive tests (NITs), including fibrosis-4 index (FIB-4), NAFLD fibrosis score (NFS), fibrotic NASH-index (FNI), and AST to platelet ratio index (APRI) were also calculated. To evaluate NIT diagnostic performance, AUROC curve calculations were used. Among patients with T2DM, 26.5% had fibrosis and 3.13% of individuals had advanced fibrosis (≥F3), whereas 11.97% had substantial fibrosis (≥F2). Fibrotic NASH-index could detect fibrosis best with area under the curve (AUROC) >0.70, whereas FIB-4 and NFS were better (AUROC >0.8) to identify advanced fibrosis, and APRI struggle to diagnose severe fibrosis. In patients with T2DM with NAFLD, VCTE detects fibrosis. FNI is best tool for detection of fibrosis, whereas FNI and NFS are better for distinguishing advanced fibrosis in such patients. To increase fibrosis identification in this population, multiple diagnostic approaches are needed.",
    "disease": "liver cirrhosis",
    "clean_text": "prevalence of hepatic fibrosis and performance of non invasive liver fibrosis scores in an eastern indian diabetic population with nafld non alcoholic fatty liver disease nafld is a major cause of chronic liver disease especially in patients with type diabetes mellitus t dm significant prevalence of liver fibrosis has been observed in indian diabetic patients with fatty liver early detection of liver fibrosis in persons with diabetes prevents serious problems this study compares non invasive liver fibrosis scores and vibration controlled transient elastography vcte utilising fibroscan to assess fibrosis prevalence in patients with t dm and nafld this cross sectional observational study enrolled patients with t dm and nafld from september to october from eight west bengal diabetes facilities liver stiffness measurement lsm via vcte was used to detect fibrosis non invasive tests nits including fibrosis index fib nafld fibrosis score nfs fibrotic nash index fni and ast to platelet ratio index apri were also calculated to evaluate nit diagnostic performance auroc curve calculations were used among patients with t dm had fibrosis and of individuals had advanced fibrosis f whereas had substantial fibrosis f fibrotic nash index could detect fibrosis best with area under the curve auroc whereas fib and nfs were better auroc to identify advanced fibrosis and apri struggle to diagnose severe fibrosis in patients with t dm with nafld vcte detects fibrosis fni is best tool for detection of fibrosis whereas fni and nfs are better for distinguishing advanced fibrosis in such patients to increase fibrosis identification in this population multiple diagnostic approaches are needed"
}