{
    "title": "Exploring the determinants of older adults' susceptibility to pedestrians' incidents.",
    "doc_id": "33774513",
    "writer": "Doulabi S",
    "year": "2021",
    "summary": "Older pedestrians (65 years and above) are among the most vulnerable road users. As the number and proportion of older adults grows in many countries, and awareness of the benefits of active travel becomes increasingly evident, it behooves researchers to further inv …",
    "abstract": "Older pedestrians (65 years and above) are among the most vulnerable road users. As the number and proportion of older adults grows in many countries, and awareness of the benefits of active travel becomes increasingly evident, it behooves researchers to further investigate the safety of older pedestrians. This study contributes to the literature by examining the factors that influence older adults' susceptibility to pedestrian incidents (falls incidents and pedestrian-vehicle collisions). To this end, a sample of older adults living in the Greater Golden Horseshoe, South Ontario, Canada was surveyed. The data were analyzed using descriptive statistics, Confirmatory Factor Analysis (CFA) and Structural Equation Modeling (SEM), to identify several latent factors that are significantly associated with older adults' involvement in pedestrian incidents. The results revealed that the factors that affect older adults' susceptibility to pedestrian incidents are level of difficulty while walking, fear of falling, and crossing evaluation capability. In contrast, level of pedestrian confidence and level of risk-taking crossing behavior are not among the significant factors. It was also found that older pedestrians aged 65-75 years, males, and those who are still working had a greater probability to be involved in pedestrian incidents. These findings shed light on some key constraints of older pedestrians, and the extent to which each factor could improve their safety. This information, in turn, can be used by transportation authorities in prioritizing their plans, policies, and programs towards improving the safety and mobility of older pedestrians.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33774513/",
    "clean_text": "exploring the determinants of older adults susceptibility to pedestrians incidents older pedestrians years and above are among the most vulnerable road users as the number and proportion of older adults grows in many countries and awareness of the benefits of active travel becomes increasingly evident it behooves researchers to further inv older pedestrians years and above are among the most vulnerable road users as the number and proportion of older adults grows in many countries and awareness of the benefits of active travel becomes increasingly evident it behooves researchers to further investigate the safety of older pedestrians this study contributes to the literature by examining the factors that influence older adults susceptibility to pedestrian incidents falls incidents and pedestrian vehicle collisions to this end a sample of older adults living in the greater golden horseshoe south ontario canada was surveyed the data were analyzed using descriptive statistics confirmatory factor analysis cfa and structural equation modeling sem to identify several latent factors that are significantly associated with older adults involvement in pedestrian incidents the results revealed that the factors that affect older adults susceptibility to pedestrian incidents are level of difficulty while walking fear of falling and crossing evaluation capability in contrast level of pedestrian confidence and level of risk taking crossing behavior are not among the significant factors it was also found that older pedestrians aged years males and those who are still working had a greater probability to be involved in pedestrian incidents these findings shed light on some key constraints of older pedestrians and the extent to which each factor could improve their safety this information in turn can be used by transportation authorities in prioritizing their plans policies and programs towards improving the safety and mobility of older pedestrians"
}