{
    "title": "Considering Sufficient Weight Loss as a Prerequisite for Development of Anorexia Nervosa and Atypical Anorexia Nervosa.",
    "doc_id": "39460973",
    "writer": "Hebebrand J",
    "year": "2025",
    "summary": "BACKGROUND: Because premorbid BMI strongly predicts the amount of weight loss in anorexia nervosa (AN)/atypical AN, we hypothesize that weight loss triggers both disorders by inducing the endocrine adaptation to starvation. ...Given a greater frequency …",
    "abstract": "Background:\n        \n      \n      Because premorbid BMI strongly predicts the amount of weight loss in anorexia nervosa (AN)/atypical AN, we hypothesize that weight loss triggers both disorders by inducing the endocrine adaptation to starvation.\n    \n\n\n          Method:\n        \n      \n      We propose research to capture the onset of AN/atypical AN following intentional, otherwise behaviorally motivated, or unintentional weight loss in relationship to premorbid weight.\n    \n\n\n          Results:\n        \n      \n      We propose retrospective and prospective studies to examine the temporal development of symptoms in AN/atypical AN. Given a greater frequency of weight loss behaviors in individuals with high BMIs, patients with intentionally driven weight loss should demonstrate a higher mean weight loss and greater premorbid weight and shape concerns. Practice guidelines necessitate weight gain for AN recovery, yet how weight gain induces improvements is unspecified and warrants systematic elucidation. Finally, we highlight implications for the current conceptualization of genetic and environmental contributors of AN/atypical AN in twin and molecular genetic studies.\n    \n\n\n          Conclusion:\n        \n      \n      We propose separating the starvation-induced mechanisms relevant for AN/atypical AN development from the reasons/mechanisms inherent to weight loss.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39460973/",
    "clean_text": "considering sufficient weight loss as a prerequisite for development of anorexia nervosa and atypical anorexia nervosa background because premorbid bmi strongly predicts the amount of weight loss in anorexia nervosa an atypical an we hypothesize that weight loss triggers both disorders by inducing the endocrine adaptation to starvation given a greater frequency background because premorbid bmi strongly predicts the amount of weight loss in anorexia nervosa an atypical an we hypothesize that weight loss triggers both disorders by inducing the endocrine adaptation to starvation method we propose research to capture the onset of an atypical an following intentional otherwise behaviorally motivated or unintentional weight loss in relationship to premorbid weight results we propose retrospective and prospective studies to examine the temporal development of symptoms in an atypical an given a greater frequency of weight loss behaviors in individuals with high bmis patients with intentionally driven weight loss should demonstrate a higher mean weight loss and greater premorbid weight and shape concerns practice guidelines necessitate weight gain for an recovery yet how weight gain induces improvements is unspecified and warrants systematic elucidation finally we highlight implications for the current conceptualization of genetic and environmental contributors of an atypical an in twin and molecular genetic studies conclusion we propose separating the starvation induced mechanisms relevant for an atypical an development from the reasons mechanisms inherent to weight loss"
}