{
    "pmid": "41468017",
    "title": "Residential Neighborhood Disadvantage and Access to Kidney Transplantation.",
    "abstract": "Residence in a disadvantaged neighborhood is a key driver of racial and ethnic disparities in the diagnosis and management of chronic diseases; however, its impact on disparities in access to waitlisting and kidney transplantation (KT) is unclear. To examine the association between neighborhood disadvantage and access to waitlisting and KT. This retrospective cohort study (January 1, 2015, to December 31, 2021) used a US national registry to assess adults (aged ≥18 years) with end-stage kidney disease (ESKD) and adult KT candidates. Statistical analysis was performed in March 2025. Residential neighborhood disadvantage score (built environment disadvantage, criminal injustice, education disadvantage, unemployment, housing instability, poverty, social fragmentation, transportation barrier, and wealth inequality) ascertained by American Community Survey and other public data sources. The adjusted hazard ratios (AHRs) of waitlisting and KT (any KT, live-donor KT [LDKT], and preemptive KT) were assessed across tertiles of the neighborhood disadvantage score using cause-specific hazard models. Interaction terms were used to quantify these aforementioned associations by race and ethnicity. The study included 501 444 adults with ESKD initiating dialysis (mean [SD] age, 63.9 [14.6] years; 293 937 [58.6%] male; 25 790 [5.1%] Asian [Asian American, Native Hawaiian, and Pacific Islander], 133 923 [26.7%] Black, 66 323 [13.2%] Hispanic, and 275 408 [54.9%] White) and 95 068 KT candidates on the waitlist (mean [SD] age, 53.7 [13.0] years; 60 328 [63.5%] male; 6956 [7.3%] Asian, 25 215 [26.5%] Black, 15 685 [16.5%] Hispanic, and 47 212 [49.7%] White). A total of 173 880 adults with ESKD (34.7%) and 26 718 KT candidates (28.1%) resided in high-disadvantage neighborhoods. After adjustment, adults residing in high-disadvantage neighborhoods were less likely to be waitlisted (AHR, 0.71; 95% CI, 0.69-0.72) compared with those in low-disadvantage neighborhoods. Specifically, Asian (AHR, 0.87; 95% CI, 0.80-0.95), Black (AHR, 0.68; 95% CI, 0.66-0.70), Hispanic (AHR, 0.89; 95% CI, 0.86-0.92), and White (AHR, 0.68; 95% CI, 0.66-0.71) adults in high-disadvantage neighborhoods were less likely to be waitlisted compared with White adults in low-disadvantage neighborhoods. Overall, candidates residing in high-disadvantage neighborhoods were less likely to receive any KT (AHR, 0.89; 95% CI, 0.87-0.92), LDKT (AHR, 0.65; 95% CI, 0.62-0.69), and preemptive KT (AHR, 0.62; 95% CI, 0.58-0.67). Notably, Black candidates residing in high-disadvantage neighborhoods were less likely to receive KT (AHR, 0.60; 95% CI, 0.58-0.62), LDKT (AHR, 0.23; 95% CI, 0.21-0.25), and preemptive KT (AHR, 0.22; 95% CI, 0.20-0.25) compared with White candidates in low-disadvantage neighborhoods. In this cohort study of adults with ESKD and KT candidates, residence in high-disadvantage neighborhoods was associated with reduced access to waitlisting and KT; it also was associated with persistent racial and ethnic disparities in LDKT and preemptive KT. These results suggest that to support equitable access, clinicians and transplant programs should work with social workers and community advocates to implement initiatives (eg, outreach and financial support) that address structural barriers and direct resources to affected neighborhoods.",
    "disease": "alzheimer disease",
    "clean_text": "residential neighborhood disadvantage and access to kidney transplantation residence in a disadvantaged neighborhood is a key driver of racial and ethnic disparities in the diagnosis and management of chronic diseases however its impact on disparities in access to waitlisting and kidney transplantation kt is unclear to examine the association between neighborhood disadvantage and access to waitlisting and kt this retrospective cohort study january to december used a us national registry to assess adults aged years with end stage kidney disease eskd and adult kt candidates statistical analysis was performed in march residential neighborhood disadvantage score built environment disadvantage criminal injustice education disadvantage unemployment housing instability poverty social fragmentation transportation barrier and wealth inequality ascertained by american community survey and other public data sources the adjusted hazard ratios ahrs of waitlisting and kt any kt live donor kt ldkt and preemptive kt were assessed across tertiles of the neighborhood disadvantage score using cause specific hazard models interaction terms were used to quantify these aforementioned associations by race and ethnicity the study included adults with eskd initiating dialysis mean sd age years male asian asian american native hawaiian and pacific islander black hispanic and white and kt candidates on the waitlist mean sd age years male asian black hispanic and white a total of adults with eskd and kt candidates resided in high disadvantage neighborhoods after adjustment adults residing in high disadvantage neighborhoods were less likely to be waitlisted ahr ci compared with those in low disadvantage neighborhoods specifically asian ahr ci black ahr ci hispanic ahr ci and white ahr ci adults in high disadvantage neighborhoods were less likely to be waitlisted compared with white adults in low disadvantage neighborhoods overall candidates residing in high disadvantage neighborhoods were less likely to receive any kt ahr ci ldkt ahr ci and preemptive kt ahr ci notably black candidates residing in high disadvantage neighborhoods were less likely to receive kt ahr ci ldkt ahr ci and preemptive kt ahr ci compared with white candidates in low disadvantage neighborhoods in this cohort study of adults with eskd and kt candidates residence in high disadvantage neighborhoods was associated with reduced access to waitlisting and kt it also was associated with persistent racial and ethnic disparities in ldkt and preemptive kt these results suggest that to support equitable access clinicians and transplant programs should work with social workers and community advocates to implement initiatives eg outreach and financial support that address structural barriers and direct resources to affected neighborhoods"
}