{
    "pmid": "41452424",
    "title": "Association between COVID-19 and New-Onset Autoimmune Diseases: Updated Systematic Review and Meta-Analysis of 97 Million Individuals.",
    "abstract": "SARS-CoV-2 infection may induce long-term immune dysregulation; however, its contribution to the development of autoimmune disease remains disputed. We aim to quantify the relative risk of new-onset autoimmune diseases following COVID-19 and its modifiers through a systematic review and meta-analysis of population-based cohort studies. MEDLINE, Embase, Cochrane Library, and Web of Science were searched to March 31, 2025, for cohort studies comparing individuals with and without confirmed COVID-19. Random-effects meta-analysis estimated pooled hazard ratios (HRs) with 95% CIs. Subgroup analyses examined the severity of acute COVID-19, vaccination status, and demographics. Risk of bias was evaluated with the Newcastle-Ottawa Scale, certainty of evidence with GRADE, and publication bias with funnel plots and Egger's test. The review protocol was prospectively registered in PROSPERO (CRD42025646186). Seventeen cohort studies, including over 250 million person-years, were included. COVID-19 was associated with a 49% increased risk of new-onset autoimmune-related diseases (AIRD; HR = 1.49, 95% CI: 1.21-1.83; p = 0.0002). Significant associations (p < 0·05) were observed for 17 of 23 outcomes, with the strongest risks in antiphospholipid syndrome (HR = 2·16), ANCA-associated vasculitis (HR = 2·15), mixed connective tissue disease (HR = 2·12), and immune thrombocytopenic purpura (HR = 1·87). Risk was higher after severe infection (HR = 1.70), but was reduced in vaccinated individuals (HR = 0.56, compared to 1.42 in unvaccinated individuals). The certainty of evidence was moderate for conditions with large effect sizes, but low overall, reflecting heterogeneity across studies and the non-randomized design of the included studies. SARS-CoV-2 infection increases the risk of autoimmune diseases, particularly those affecting vascular and connective tissue. Risk is amplified by severe infection and attenuated by vaccination. These findings highlight the necessity of vaccination and targeted follow-up in severe COVID survivors.",
    "disease": "pneumonia",
    "clean_text": "association between covid and new onset autoimmune diseases updated systematic review and meta analysis of million individuals sars cov infection may induce long term immune dysregulation however its contribution to the development of autoimmune disease remains disputed we aim to quantify the relative risk of new onset autoimmune diseases following covid and its modifiers through a systematic review and meta analysis of population based cohort studies medline embase cochrane library and web of science were searched to march for cohort studies comparing individuals with and without confirmed covid random effects meta analysis estimated pooled hazard ratios hrs with cis subgroup analyses examined the severity of acute covid vaccination status and demographics risk of bias was evaluated with the newcastle ottawa scale certainty of evidence with grade and publication bias with funnel plots and egger s test the review protocol was prospectively registered in prospero crd seventeen cohort studies including over million person years were included covid was associated with a increased risk of new onset autoimmune related diseases aird hr ci p significant associations p were observed for of outcomes with the strongest risks in antiphospholipid syndrome hr anca associated vasculitis hr mixed connective tissue disease hr and immune thrombocytopenic purpura hr risk was higher after severe infection hr but was reduced in vaccinated individuals hr compared to in unvaccinated individuals the certainty of evidence was moderate for conditions with large effect sizes but low overall reflecting heterogeneity across studies and the non randomized design of the included studies sars cov infection increases the risk of autoimmune diseases particularly those affecting vascular and connective tissue risk is amplified by severe infection and attenuated by vaccination these findings highlight the necessity of vaccination and targeted follow up in severe covid survivors"
}