{
    "pmid": "41411819",
    "title": "Integrating Oral Health Into Kidney Care: A Policy Imperative for Chronic Kidney Disease, the US Experience.",
    "abstract": "Emerging evidence underscores the bidirectional relationship between oral health, diabetes mellitus (DM) and chronic kidney disease (CKD), highlighting oral inflammation as both a possible cause and consequence of systemic disease. Periodontal therapy has been shown to lower HbA1c by 0.43%-0.50%, reduce systemic inflammation and slow CKD progression, effects comparable to adding a second hypoglycaemic agent. Recent policy directives, including the American Society of Nephrology's (ASN) 2025 nominations to the Centers for Medicare & Medicaid Services (CMS) and the 2026 Medicare Physician Fee Schedule, signal a pivotal shift towards integrating oral health into chronic disease management. These reforms recognise preventive and therapeutic dental care as medically necessary for individuals with DM and CKD, particularly those awaiting kidney transplantation. Despite such progress, Medicare coverage for comprehensive dental services remains fragmented, perpetuating inequities among racial and socio-economic groups disproportionately affected by CKD. Integrating oral-renal health through insurance reform, care coordination, electronic health record interoperability and interprofessional training could improve outcomes and reduce Medicare expenditures, which exceed US$137 billion annually for CKD and end-stage kidney disease. Bridging dental and nephrology care thus represents a policy imperative, one that transforms oral health from an overlooked adjunct to a cornerstone of equitable, preventive and value-based kidney care.",
    "disease": "chronic kidney disease",
    "clean_text": "integrating oral health into kidney care a policy imperative for chronic kidney disease the us experience emerging evidence underscores the bidirectional relationship between oral health diabetes mellitus dm and chronic kidney disease ckd highlighting oral inflammation as both a possible cause and consequence of systemic disease periodontal therapy has been shown to lower hba c by reduce systemic inflammation and slow ckd progression effects comparable to adding a second hypoglycaemic agent recent policy directives including the american society of nephrology s asn nominations to the centers for medicare medicaid services cms and the medicare physician fee schedule signal a pivotal shift towards integrating oral health into chronic disease management these reforms recognise preventive and therapeutic dental care as medically necessary for individuals with dm and ckd particularly those awaiting kidney transplantation despite such progress medicare coverage for comprehensive dental services remains fragmented perpetuating inequities among racial and socio economic groups disproportionately affected by ckd integrating oral renal health through insurance reform care coordination electronic health record interoperability and interprofessional training could improve outcomes and reduce medicare expenditures which exceed us billion annually for ckd and end stage kidney disease bridging dental and nephrology care thus represents a policy imperative one that transforms oral health from an overlooked adjunct to a cornerstone of equitable preventive and value based kidney care"
}