{
    "pmid": "41465736",
    "title": "Diurnal Blood Pressure Profiles and Hypertension-Mediated Organ Damage in Early Stages of Chronic Kidney Disease.",
    "abstract": "Chronic kidney disease (CKD) is associated with a high risk of cardiovascular complications and mortality. This study aimed to assess the relationship between the diurnal blood pressure (BP) profile, progression of CKD, and hypertension-mediated organ damage (HMOD) in patients with CKD stages 1-3 during a 6-month observation period. Eighty-seven patients with CKD stages 1-3 underwent 24 h ambulatory blood pressure monitoring (ABPM), echocardiography, carotid intima-media thickness (IMT) assessment, and aortic pulse wave velocity (PWV) measurement at baseline and after 6 months. Serum creatinine and the estimated glomerular filtration rate (eGFR) were evaluated using the CKD-EPI formula. Based on ABPM, patients were classified as dippers/extreme dippers (D/ED, 35.6%), non-dippers (ND, 47.2%), and reverse dippers (RD, 17.2%). At follow-up, the RD group showed a significant decline in the eGFR and a lower left ventricular ejection fraction compared to D/ED. IMT values were consistently higher in RD than in D/ED at baseline and follow-up. No significant differences in PWV were observed. An abnormal diurnal BP profile is common in patients with CKD stages 1-3. The \"reverse dipper\" profile is associated with faster CKD progression, more advanced vascular remodeling, and reduced left ventricular function. The results of our study support the role of ABPM as a useful tool in assessing risk in the early stages of CKD, providing additional prognostic information beyond office blood pressure measurements. The relatively small sample size, short follow-up period, lack of detailed data on treatment modifications, and absence of orthostatic BP assessment may limit the interpretation and generalizability of the results.",
    "disease": "hypertension",
    "clean_text": "diurnal blood pressure profiles and hypertension mediated organ damage in early stages of chronic kidney disease chronic kidney disease ckd is associated with a high risk of cardiovascular complications and mortality this study aimed to assess the relationship between the diurnal blood pressure bp profile progression of ckd and hypertension mediated organ damage hmod in patients with ckd stages during a month observation period eighty seven patients with ckd stages underwent h ambulatory blood pressure monitoring abpm echocardiography carotid intima media thickness imt assessment and aortic pulse wave velocity pwv measurement at baseline and after months serum creatinine and the estimated glomerular filtration rate egfr were evaluated using the ckd epi formula based on abpm patients were classified as dippers extreme dippers d ed non dippers nd and reverse dippers rd at follow up the rd group showed a significant decline in the egfr and a lower left ventricular ejection fraction compared to d ed imt values were consistently higher in rd than in d ed at baseline and follow up no significant differences in pwv were observed an abnormal diurnal bp profile is common in patients with ckd stages the reverse dipper profile is associated with faster ckd progression more advanced vascular remodeling and reduced left ventricular function the results of our study support the role of abpm as a useful tool in assessing risk in the early stages of ckd providing additional prognostic information beyond office blood pressure measurements the relatively small sample size short follow up period lack of detailed data on treatment modifications and absence of orthostatic bp assessment may limit the interpretation and generalizability of the results"
}