{
    "pmid": "41472710",
    "title": "Best Evidence Summary for Preconception Management in Childbearing-Age Patients with Rheumatoid Arthritis.",
    "abstract": "The onset of rheumatoid arthritis (RA) most often occurs during the reproductive years. The chronic inflammatory state associated with the disease, along with the effects of therapeutic agents, contributes to a significantly higher incidence of adverse pregnancy outcomes compared to the general population. Standardized preconception management for childbearing-age patients with RA is an important prerequisite for achieving a safe pregnancy and promoting healthy offspring. However, existing evidence is scattered, and clinical practice lacks efficient evidence-based guidelines. To identify, evaluate, and summarize the best available evidence on preconception care for childbearing age with RA, and to provide evidence-based guidance for clinical nursing practice. A systematic search was conducted according to the \"6S\" pyramid model of evidence-based resources to identify evidence related to preconception management in childbearing-age patients with RA. Sources included clinical decision support systems, guidelines, databases, and professional association websites. The search covered all records from database inception until June 17, 2025. A total of 11 publications were included, comprising 3 guidelines, 5 expert consensuses, 2 clinical decisions, and 1 systematic review. From these sources, a comprehensive set of 23 best evidence recommendations was formed across seven key aspects: general principles, fertility risk assessment, preconception screening, pre-pregnancy medication adjustment, fertility preservation, weight and nutrition management, and psychological support. Among the evidence gathered, a strong recommendation was made for 15 items, while the remaining 8 received a weak recommendation. This study provides a summary of best evidence for the preconception management of childbearing-age patients with RA, offering valuable guidance for clinical practice. To maximize patient benefits, healthcare providers should exercise careful clinical judgment when applying this evidence, taking into account the specific clinical context, individual patient circumstances, and preferences. ES20258177.",
    "disease": "rheumatoid arthritis",
    "clean_text": "best evidence summary for preconception management in childbearing age patients with rheumatoid arthritis the onset of rheumatoid arthritis ra most often occurs during the reproductive years the chronic inflammatory state associated with the disease along with the effects of therapeutic agents contributes to a significantly higher incidence of adverse pregnancy outcomes compared to the general population standardized preconception management for childbearing age patients with ra is an important prerequisite for achieving a safe pregnancy and promoting healthy offspring however existing evidence is scattered and clinical practice lacks efficient evidence based guidelines to identify evaluate and summarize the best available evidence on preconception care for childbearing age with ra and to provide evidence based guidance for clinical nursing practice a systematic search was conducted according to the s pyramid model of evidence based resources to identify evidence related to preconception management in childbearing age patients with ra sources included clinical decision support systems guidelines databases and professional association websites the search covered all records from database inception until june a total of publications were included comprising guidelines expert consensuses clinical decisions and systematic review from these sources a comprehensive set of best evidence recommendations was formed across seven key aspects general principles fertility risk assessment preconception screening pre pregnancy medication adjustment fertility preservation weight and nutrition management and psychological support among the evidence gathered a strong recommendation was made for items while the remaining received a weak recommendation this study provides a summary of best evidence for the preconception management of childbearing age patients with ra offering valuable guidance for clinical practice to maximize patient benefits healthcare providers should exercise careful clinical judgment when applying this evidence taking into account the specific clinical context individual patient circumstances and preferences es"
}