{
    "pmid": "41453455",
    "title": "A prospective phase II trial of hypofractionated stereotactic radiotherapy (FSRT) for patients with 1-10 brain metastases from breast cancer.",
    "abstract": "While fractionated stereotactic radiotherapy (FSRT) remains understudied for the management of breast cancer brain metastases(BCBM), this study aimed to investigate its therapeutic efficacy and safety in the context of contemporary systemic therapies. We enrolled patients with 1-10 brain lesions. This was a prospective, single-arm, phase II trial involving 173 breast cancer patients with 436 brain metastases, all treated with FSRT at a dose of 3-5 fractions of 8 Gy each. The primary endpoint was the local control rate, and secondary endpoints included the intracranial distant control rate, overall survival (OS) and central nervous system progression-free survival (CNS-PFS). With a median follow-up of 15 months, the 1-year local control rate was 88.6% and the 1-year intracranial distant control rate was 52.1% (95% CI: 44.7-60.8%). The median OS was 29 months (95% CI: 21-35 months), and the median CNS-PFS for patients with evaluable lesions was 12 months (95% CI: 9-16 months). Of the treated lesions, 27 out of 436 (6.2%) experienced radiation necrosis, no grade 3 or 4 FSRT-related adverse events were observed. Local control rates exceeded 86% at 1 year across all subtypes whereas the DMFS lower ranging from 39.7%-57.9%. In this single-institution trial, FSRT at a dose of three to five 8 Gy fractions for breast cancer brain metastases yielded high local control with low rates of radiation necrosis in the background of modern systemic treatment.",
    "disease": "breast cancer",
    "clean_text": "a prospective phase ii trial of hypofractionated stereotactic radiotherapy fsrt for patients with brain metastases from breast cancer while fractionated stereotactic radiotherapy fsrt remains understudied for the management of breast cancer brain metastases bcbm this study aimed to investigate its therapeutic efficacy and safety in the context of contemporary systemic therapies we enrolled patients with brain lesions this was a prospective single arm phase ii trial involving breast cancer patients with brain metastases all treated with fsrt at a dose of fractions of gy each the primary endpoint was the local control rate and secondary endpoints included the intracranial distant control rate overall survival os and central nervous system progression free survival cns pfs with a median follow up of months the year local control rate was and the year intracranial distant control rate was ci the median os was months ci months and the median cns pfs for patients with evaluable lesions was months ci months of the treated lesions out of experienced radiation necrosis no grade or fsrt related adverse events were observed local control rates exceeded at year across all subtypes whereas the dmfs lower ranging from in this single institution trial fsrt at a dose of three to five gy fractions for breast cancer brain metastases yielded high local control with low rates of radiation necrosis in the background of modern systemic treatment"
}