{
    "pmid": "41412621",
    "title": "PeRsonalIsed MEdicine in Rheumatoid Arthritis (PRIMERA) trial: a multicentre, open-label, randomised controlled trial comparing routine care with a tailor-made approach.",
    "abstract": "Rheumatoid arthritis (RA) is a heterogeneous disease, which current treatment guidelines insufficiently accommodate, as they predominantly emphasise the suppression of disease activity. However, a step towards personalised medicine is preferred to further optimise treatment and requires homogeneous subgroups with similarities in pathophysiological mechanisms and treatment responses. Prior research has already demonstrated notable differences in the pathophysiology of patients with autoantibody-positive and autoantibody-negative RA, as well as differences in treatment responses, which may serve as a strong basis for personalised medicine. Additionally, there is evidence suggesting that an early treatment response is indicative of future courses. Based on these findings, we designed a personalised medicine trial in RA that compares the effectiveness and cost-effectiveness of a tailor-made approach with routine care. The PeRsonalIsed Medicine in RA (PRIMERA) trial is a multicentre, open-label, randomised controlled trial that includes 300 adult patients with newly diagnosed, DMARD-naïve RA, according to 2010 American College of Rheumatology/EULAR criteria. Patients are randomised into either routine care or a tailor-made approach. Both management approaches use a treat-to-target strategy, aiming for low disease activity (LDA, Disease Activity Score using 44 joints (DAS) ≤2.4). In routine care, initial treatment consists of methotrexate along with a single intramuscular dose of glucocorticoids (GCs) and treatment can be intensified after 3, 7 and 10 months if LDA is not reached. Conversely, initial treatment in the tailor-made approach depends on the presence of autoantibodies, with patients with autoantibody-positive and autoantibody-negative RA starting with hydroxychloroquine or methotrexate together with a single intramuscular dose of GCs, respectively. Medication intensifications will be allowed at months 1, 3, 4, 7 and 10. Intensifications at months 1 and 4 depend on whether patients have an early sufficient response to GCs and targeted synthetic disease-modifying antirheumatic drugs (tsDMARDs), respectively. The tailor-made approach is superior to routine care if no more biological DMARDs (bDMARDs) or tsDMARDs are used after 10 months of treatment, while the mean DAS over time is lower. Our primary outcome is the proportional difference in bDMARD or tsDMARD usage after 10 months of treatment between routine care and the tailor-made approach. Secondary outcomes are DAS over time, time to achieve LDA, cost-effectiveness and patient-reported outcome measurements over time. Ethical approval has been granted by Erasmus MC Medical Ethics Review Committee (MEC-2020-0825). The results will be disseminated through peer-review journals and medical congresses. ISRCTN16170070.",
    "disease": "rheumatoid arthritis",
    "clean_text": "personalised medicine in rheumatoid arthritis primera trial a multicentre open label randomised controlled trial comparing routine care with a tailor made approach rheumatoid arthritis ra is a heterogeneous disease which current treatment guidelines insufficiently accommodate as they predominantly emphasise the suppression of disease activity however a step towards personalised medicine is preferred to further optimise treatment and requires homogeneous subgroups with similarities in pathophysiological mechanisms and treatment responses prior research has already demonstrated notable differences in the pathophysiology of patients with autoantibody positive and autoantibody negative ra as well as differences in treatment responses which may serve as a strong basis for personalised medicine additionally there is evidence suggesting that an early treatment response is indicative of future courses based on these findings we designed a personalised medicine trial in ra that compares the effectiveness and cost effectiveness of a tailor made approach with routine care the personalised medicine in ra primera trial is a multicentre open label randomised controlled trial that includes adult patients with newly diagnosed dmard na ve ra according to american college of rheumatology eular criteria patients are randomised into either routine care or a tailor made approach both management approaches use a treat to target strategy aiming for low disease activity lda disease activity score using joints das in routine care initial treatment consists of methotrexate along with a single intramuscular dose of glucocorticoids gcs and treatment can be intensified after and months if lda is not reached conversely initial treatment in the tailor made approach depends on the presence of autoantibodies with patients with autoantibody positive and autoantibody negative ra starting with hydroxychloroquine or methotrexate together with a single intramuscular dose of gcs respectively medication intensifications will be allowed at months and intensifications at months and depend on whether patients have an early sufficient response to gcs and targeted synthetic disease modifying antirheumatic drugs tsdmards respectively the tailor made approach is superior to routine care if no more biological dmards bdmards or tsdmards are used after months of treatment while the mean das over time is lower our primary outcome is the proportional difference in bdmard or tsdmard usage after months of treatment between routine care and the tailor made approach secondary outcomes are das over time time to achieve lda cost effectiveness and patient reported outcome measurements over time ethical approval has been granted by erasmus mc medical ethics review committee mec the results will be disseminated through peer review journals and medical congresses isrctn"
}