{
    "pmid": "41462289",
    "title": "Combine mitochondrial-targeted gene therapy and chemotherapy to treat triple-negative breast cancer.",
    "abstract": "Triple-negative breast cancer (TNBC) is an aggressive and chemotherapy resistant subtype with high metastatic potential and frequent recurrence after standard treatment. While poly (ADP-ribose) polymerase inhibitors (PARPi) show efficacy in TNBCs with DNA repair deficiencies, only ~ 20% of patients respond, underscoring the need for more effective therapies. Mitochondria, as central regulators of cancer cell survival, present a compelling therapeutic target. Here, we introduce a novel gene-chemotherapy combining our mitochondria-targeted luminoptogenetics technology (cmLumiOpto), which directly disrupts mitochondrial membrane potential and induces cancer cell death, with PARPi to enhance TNBC treatment outcomes. To achieve targeted delivery, we conjugated a high-affinity anti-CD276 monoclonal antibody (mAb) that selectively binds human and mouse TNBCs to an exosome-associated adeno-associated virus (mAb-Exo-AAV). In vitro studies confirmed successful transfection, internalization, and functional expression of cmLumiOpto, leading to significantly enhanced cytotoxicity when combined with PARPi. In vivo, the combination therapy achieved a 95-100% reduction in tumor burden, suppressed patient-derived xenograft growth, and inhibited metastasis in four TNBC mouse models. Post-treatment analyses confirmed mitochondrial depolarization, downregulation of DNA replication, cytokine upregulation, and immune cell infiltration in tumor. These findings highlight the potential of mitochondria-targeted gene therapy combined with chemotherapy as a powerful and innovative strategy for TNBC treatment.",
    "disease": "breast cancer",
    "clean_text": "combine mitochondrial targeted gene therapy and chemotherapy to treat triple negative breast cancer triple negative breast cancer tnbc is an aggressive and chemotherapy resistant subtype with high metastatic potential and frequent recurrence after standard treatment while poly adp ribose polymerase inhibitors parpi show efficacy in tnbcs with dna repair deficiencies only of patients respond underscoring the need for more effective therapies mitochondria as central regulators of cancer cell survival present a compelling therapeutic target here we introduce a novel gene chemotherapy combining our mitochondria targeted luminoptogenetics technology cmlumiopto which directly disrupts mitochondrial membrane potential and induces cancer cell death with parpi to enhance tnbc treatment outcomes to achieve targeted delivery we conjugated a high affinity anti cd monoclonal antibody mab that selectively binds human and mouse tnbcs to an exosome associated adeno associated virus mab exo aav in vitro studies confirmed successful transfection internalization and functional expression of cmlumiopto leading to significantly enhanced cytotoxicity when combined with parpi in vivo the combination therapy achieved a reduction in tumor burden suppressed patient derived xenograft growth and inhibited metastasis in four tnbc mouse models post treatment analyses confirmed mitochondrial depolarization downregulation of dna replication cytokine upregulation and immune cell infiltration in tumor these findings highlight the potential of mitochondria targeted gene therapy combined with chemotherapy as a powerful and innovative strategy for tnbc treatment"
}