{
    "title": "Executive function in weight loss and weight loss maintenance: a conceptual review and novel neuropsychological model of weight control.",
    "doc_id": "28160229",
    "writer": "Gettens KM",
    "year": "2017",
    "summary": "Weight loss maintenance is a complex, multifaceted process that presents a significant challenge for most individuals who lose weight. ...In this paper, we provide an overview of the existing literature examining executive functions as they relate to weigh …",
    "abstract": "Weight loss maintenance is a complex, multifaceted process that presents a significant challenge for most individuals who lose weight. A growing body of literature indicates a strong relationship between cognitive dysfunction and excessive body weight, and suggests that a subset of high-order cognitive processes known as executive functions (EF) likely play an important role in weight management. Recent reviews cover neuropsychological correlates of weight status yet fail to address the role of executive function in the central dilemma of successful weight loss maintenance. In this paper, we provide an overview of the existing literature examining executive functions as they relate to weight status and initial weight loss. Further, we propose a novel conceptual model of the relationships between EF, initial weight loss, and weight loss maintenance, mapping specific executive functions onto strategies known to be associated with both phases of the weight control process. Implications for the development of more efficacious weight loss maintenance interventions are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28160229/",
    "clean_text": "executive function in weight loss and weight loss maintenance a conceptual review and novel neuropsychological model of weight control weight loss maintenance is a complex multifaceted process that presents a significant challenge for most individuals who lose weight in this paper we provide an overview of the existing literature examining executive functions as they relate to weigh weight loss maintenance is a complex multifaceted process that presents a significant challenge for most individuals who lose weight a growing body of literature indicates a strong relationship between cognitive dysfunction and excessive body weight and suggests that a subset of high order cognitive processes known as executive functions ef likely play an important role in weight management recent reviews cover neuropsychological correlates of weight status yet fail to address the role of executive function in the central dilemma of successful weight loss maintenance in this paper we provide an overview of the existing literature examining executive functions as they relate to weight status and initial weight loss further we propose a novel conceptual model of the relationships between ef initial weight loss and weight loss maintenance mapping specific executive functions onto strategies known to be associated with both phases of the weight control process implications for the development of more efficacious weight loss maintenance interventions are discussed"
}