{
    "pmid": "41473323",
    "title": "Molecular Mechanisms Underlying the Regulation of VCAM-1 Expression by the Short-Chain Fatty Acid Butyrate.",
    "abstract": "Over the past decade, cerebrovascular inflammation has been increasingly recognized as a contributor to the progression of neurodegenerative diseases, particularly Alzheimer's disease (AD). One of the molecular hallmarks of cerebrovascular inflammation is the increased expression of vascular cell adhesion molecule (VCAM)-1 on blood-brain barrier (BBB) endothelial cells. Exposure to amyloid beta (Aβ) peptides, one of the primary hallmarks of AD, and pro-inflammatory cytokines such as tumor necrosis factor-alpha (TNF-α) induces VCAM-1 expression on the BBB endothelium, which facilitates extravasation of leukocytes into the brain thereby promoting an inflammatory response. Therefore, it is crucial to explore therapeutic agents that can inhibit VCAM-1 expression induced by Aβ and TNF-α. Short-chain fatty acids, such as butyrate, produced by the gut microbiota as byproducts of dietary fiber metabolism, are recognized for their anti-inflammatory properties. In this study, we successfully tested the hypothesis that butyrate mitigates Aβ and TNF-α-induced VCAM-1 expression in polarized human cerebral microvascular endothelial cell monolayers, a widely used BBB in vitro model. Our findings indicated that pre-treatment with butyrate significantly reduced Aβ42 and TNF-α mediated upregulation of VCAM-1. Furthermore, we have shown STAT3/GATA6 axis as a key mediator of anti-inflammatory effects of butyrate. These findings provide mechanistic insight into butyrate's protective role and highlight its potential to mitigate Aβ and TNF-α-induced cerebrovascular inflammation in AD.",
    "disease": "alzheimer disease",
    "clean_text": "molecular mechanisms underlying the regulation of vcam expression by the short chain fatty acid butyrate over the past decade cerebrovascular inflammation has been increasingly recognized as a contributor to the progression of neurodegenerative diseases particularly alzheimer s disease ad one of the molecular hallmarks of cerebrovascular inflammation is the increased expression of vascular cell adhesion molecule vcam on blood brain barrier bbb endothelial cells exposure to amyloid beta a peptides one of the primary hallmarks of ad and pro inflammatory cytokines such as tumor necrosis factor alpha tnf induces vcam expression on the bbb endothelium which facilitates extravasation of leukocytes into the brain thereby promoting an inflammatory response therefore it is crucial to explore therapeutic agents that can inhibit vcam expression induced by a and tnf short chain fatty acids such as butyrate produced by the gut microbiota as byproducts of dietary fiber metabolism are recognized for their anti inflammatory properties in this study we successfully tested the hypothesis that butyrate mitigates a and tnf induced vcam expression in polarized human cerebral microvascular endothelial cell monolayers a widely used bbb in vitro model our findings indicated that pre treatment with butyrate significantly reduced a and tnf mediated upregulation of vcam furthermore we have shown stat gata axis as a key mediator of anti inflammatory effects of butyrate these findings provide mechanistic insight into butyrate s protective role and highlight its potential to mitigate a and tnf induced cerebrovascular inflammation in ad"
}