{
    "title": "[Spinal cord ischemia].",
    "doc_id": "15026730",
    "writer": "Masson C",
    "year": "2004",
    "summary": "MRI has become the technique of choice for the imaging diagnosis of spinal cord infarction. Correlation of clinical and MRI data has allowed diagnosis of clinical syndromes due to small infarcts in the central or peripheral arterial territory of the spinal …",
    "abstract": "Traditional data and recent advances in the field of spinal cord ischemia are reviewed, with special attention to clinical and radiological features, as well as underlying etiology, outcome, and pathophysiology. Acute spinal cord ischemia includes arterial and venous infarction and global ischemia resulting from cardiac arrest or severe hypotension. MRI has become the technique of choice for the imaging diagnosis of spinal cord infarction. Correlation of clinical and MRI data has allowed diagnosis of clinical syndromes due to small infarcts in the central or peripheral arterial territory of the spinal cord. Diffusion-weighted MR imaging may increase the sensitivity and specificity for diagnosis of acute spinal cord infarction. Diagnosis of venous spinal cord infarction remains difficult. As for global ischemia, neuropathological studies demonstrated a great sensitivity of spinal cord to ischemia, with selective vulnerability of lumbosacral neurons. Chronic spinal cord ischemia results in a syndrome of progressive myelopathy. The cause is usually an arteriovenous malformation. Most often, diagnosis may be suspected on MRI, leading to diagnostic, and eventually therapeutic, spinal angiography.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15026730/",
    "clean_text": "spinal cord ischemia mri has become the technique of choice for the imaging diagnosis of spinal cord infarction correlation of clinical and mri data has allowed diagnosis of clinical syndromes due to small infarcts in the central or peripheral arterial territory of the spinal traditional data and recent advances in the field of spinal cord ischemia are reviewed with special attention to clinical and radiological features as well as underlying etiology outcome and pathophysiology acute spinal cord ischemia includes arterial and venous infarction and global ischemia resulting from cardiac arrest or severe hypotension mri has become the technique of choice for the imaging diagnosis of spinal cord infarction correlation of clinical and mri data has allowed diagnosis of clinical syndromes due to small infarcts in the central or peripheral arterial territory of the spinal cord diffusion weighted mr imaging may increase the sensitivity and specificity for diagnosis of acute spinal cord infarction diagnosis of venous spinal cord infarction remains difficult as for global ischemia neuropathological studies demonstrated a great sensitivity of spinal cord to ischemia with selective vulnerability of lumbosacral neurons chronic spinal cord ischemia results in a syndrome of progressive myelopathy the cause is usually an arteriovenous malformation most often diagnosis may be suspected on mri leading to diagnostic and eventually therapeutic spinal angiography"
}