{
    "pmid": "41466336",
    "title": "Preoperative CT-based radiomics to predict the 5-year growth of residual nodules after resection of dominant lung tumors in patients with multiple lung subsolid nodules.",
    "abstract": "The current prediction of postoperative growth in synchronous nodules remaining after surgical resection of dominant lung tumors in patients with multiple subsolid lung nodules is limited. This study aims to assess the efficacy of preoperative CT-based radiomics in predicting the 5-year growth of these residual nodules (RNs), versus models constructed using commonly utilized CT morphological and quantitative features. Data from 1392 patients who underwent resection for lung subsolid nodules confirmed as adenocarcinoma or precursor glandular lesions between 2014 and 2018 were retrospectively reviewed. Among the participants, 208 surgical patients with 603 RNs were included, with a follow-up period exceeding five years. Each RN was classified as either grown or stable based on CT imaging. All enrolled RNs were randomly allocated to training and testing sets at an approximately 4:1 ratio. Four models (radiomics, morphological, quantitative, and combined) were built separately by using Random Forest. Model performance was assessed using receiver operating characteristic (ROC) curves, calibration curves, and decision curve analyses, and compared using DeLong test and net reclassification improvement (NRI). Patients harbored 1-26 RNs. 17.9% RNs grew in 5 years. Growth proportions varied by size: 4% for < 5 mm, 8.4% for 5-8 mm, and 48.5% for > 8 mm. Eighteen radiomics features, 5 morphological features, and 2 quantitative features were selected to build the respective models. The radiomics model showed a good ability to predict growth with an accuracy of 97.2% and 86.7% in the training and testing sets, respectively. The radiomics model showed a significantly higher area under the curve (AUC: 0.892) than the morphological model (AUC: 0.834, P < 0.05), an advantage over the quantitative model (AUC: 0.862, P = 0.251), and similarity to the combined model (AUC: 0.887) in the testing set. The radiomics model showed better reclassification than morphological (NRI = 7.4%; P = 0.017) and quantitative (NRI = 14%; P = 0.005) models in risk stratification. The calibration curves and decision curve analyses further confirmed the clinical value of radiomics. CT-based radiomics demonstrated superior predictive performance for the 5-year growth of RNs, and can be used independently as a promising tool for future clinical guidance.",
    "disease": "lung cancer",
    "clean_text": "preoperative ct based radiomics to predict the year growth of residual nodules after resection of dominant lung tumors in patients with multiple lung subsolid nodules the current prediction of postoperative growth in synchronous nodules remaining after surgical resection of dominant lung tumors in patients with multiple subsolid lung nodules is limited this study aims to assess the efficacy of preoperative ct based radiomics in predicting the year growth of these residual nodules rns versus models constructed using commonly utilized ct morphological and quantitative features data from patients who underwent resection for lung subsolid nodules confirmed as adenocarcinoma or precursor glandular lesions between and were retrospectively reviewed among the participants surgical patients with rns were included with a follow up period exceeding five years each rn was classified as either grown or stable based on ct imaging all enrolled rns were randomly allocated to training and testing sets at an approximately ratio four models radiomics morphological quantitative and combined were built separately by using random forest model performance was assessed using receiver operating characteristic roc curves calibration curves and decision curve analyses and compared using delong test and net reclassification improvement nri patients harbored rns rns grew in years growth proportions varied by size for mm for mm and for mm eighteen radiomics features morphological features and quantitative features were selected to build the respective models the radiomics model showed a good ability to predict growth with an accuracy of and in the training and testing sets respectively the radiomics model showed a significantly higher area under the curve auc than the morphological model auc p an advantage over the quantitative model auc p and similarity to the combined model auc in the testing set the radiomics model showed better reclassification than morphological nri p and quantitative nri p models in risk stratification the calibration curves and decision curve analyses further confirmed the clinical value of radiomics ct based radiomics demonstrated superior predictive performance for the year growth of rns and can be used independently as a promising tool for future clinical guidance"
}