{
    "title": "Supernumerary breast tissue: historical perspectives and clinical features.",
    "doc_id": "10653061",
    "writer": "Grossl NA.",
    "year": "2000",
    "summary": "The presence of extra nipples and breasts, polythelia and polymastia respectively, is not uncommon. Such supernumerary breast tissue usually is found within the milk line extending from the axilla to pubic region. ...The same pathology that can affect normally posit …",
    "abstract": "The presence of extra nipples and breasts, polythelia and polymastia respectively, is not uncommon. Such supernumerary breast tissue usually is found within the milk line extending from the axilla to pubic region. It was once thought that this condition was a symbol of increased fertility and femininity. Anne Boleyn was said to have a third breast. Ancient goddesses of fertility had row upon row of breasts on their chests. Polythelia is seen congenitally. Ectopic breast tissue and polymastia may not appear until enhanced by sex hormones during puberty or early pregnancy. The same pathology that can affect normally positioned breasts, including carcinoma, can occur in supernumerary breast tissue. Renal and other organ system anomalies are associated with supernumerary breast tissue. Further research is needed to establish the clinical significance of supernumerary breast tissue in light of its reported associated conditions. Appropriate treatment is yet to be refined.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10653061/",
    "clean_text": "supernumerary breast tissue historical perspectives and clinical features the presence of extra nipples and breasts polythelia and polymastia respectively is not uncommon such supernumerary breast tissue usually is found within the milk line extending from the axilla to pubic region the same pathology that can affect normally posit the presence of extra nipples and breasts polythelia and polymastia respectively is not uncommon such supernumerary breast tissue usually is found within the milk line extending from the axilla to pubic region it was once thought that this condition was a symbol of increased fertility and femininity anne boleyn was said to have a third breast ancient goddesses of fertility had row upon row of breasts on their chests polythelia is seen congenitally ectopic breast tissue and polymastia may not appear until enhanced by sex hormones during puberty or early pregnancy the same pathology that can affect normally positioned breasts including carcinoma can occur in supernumerary breast tissue renal and other organ system anomalies are associated with supernumerary breast tissue further research is needed to establish the clinical significance of supernumerary breast tissue in light of its reported associated conditions appropriate treatment is yet to be refined"
}