{
    "pmid": "41423671",
    "title": "Effect of stent placement on short term survival of left sided obstructive colorectal cancer: comparison of bridge-to-surgery versus emergency surgery approaches.",
    "abstract": "A significant proportion of patients with colorectal cancer present to the emergency department. For patients at this stage, the options of emergency resection and stent placement are still being discussed in terms of perioperative, postoperative and survival outcomes. Our study aims to determine which method provides the best survival results for patients who present to the emergency department with colorectal cancer-related obstruction in the first three years. This retrospective study included consecutive left-sided obstructive colorectal cancer patients. The emergency resection group was compared to the stent group in terms of postoperative complications, mortality, three-year disease-free survival and three-year overall survival. The study was conducted with 65 patients, 64.6% of whom were male (n = 42). There were no differences in postoperative complications, serious complications or postoperative mortality rates between groups. The stent group had significantly fewer end colostomies and more minimally invasive surgeries (p<0.001 and p=0.004, respectively). No significant differences were detected between groups in terms of both disease-free survival (p=0.848) and overall survival (p=0.425). The short-term oncological outcomes of the stent group are similar to those of emergency surgery. Furthermore, the significant advantages of minimally invasive surgery and the low stoma rate make the bridge-to-surgery approach highly valuable in terms of patients' quality of life.",
    "disease": "colorectal cancer",
    "clean_text": "effect of stent placement on short term survival of left sided obstructive colorectal cancer comparison of bridge to surgery versus emergency surgery approaches a significant proportion of patients with colorectal cancer present to the emergency department for patients at this stage the options of emergency resection and stent placement are still being discussed in terms of perioperative postoperative and survival outcomes our study aims to determine which method provides the best survival results for patients who present to the emergency department with colorectal cancer related obstruction in the first three years this retrospective study included consecutive left sided obstructive colorectal cancer patients the emergency resection group was compared to the stent group in terms of postoperative complications mortality three year disease free survival and three year overall survival the study was conducted with patients of whom were male n there were no differences in postoperative complications serious complications or postoperative mortality rates between groups the stent group had significantly fewer end colostomies and more minimally invasive surgeries p and p respectively no significant differences were detected between groups in terms of both disease free survival p and overall survival p the short term oncological outcomes of the stent group are similar to those of emergency surgery furthermore the significant advantages of minimally invasive surgery and the low stoma rate make the bridge to surgery approach highly valuable in terms of patients quality of life"
}