{
    "pmid": "41334950",
    "title": "Chronic Obstructive Pulmonary Disease in Adults Age 18 and Older: United States, 2023.",
    "abstract": "This report uses 2023 National Health Interview Survey (NHIS) data to presents age- adjusted estimates of chronic obstructive pulmonary disease (COPD) in adults age 18 and older by selected sociodemographic and health characteristics. Point estimates and corresponding variances for this analysis were calculated using SAS-callable SUDAAN software to account for the complex sample design of NHIS. All estimates are based on self-report and meet NCHS data presentation standards for proportions. Differences between percentages were evaluated using two-sided significance tests at the 0.05 level. Linear and quadratic trends by age group and family income were evaluated using orthogonal polynomials in logistic regression. Estimates were age adjusted to the 2000 U.S. census population using the direct method for age groups 18-44, 45-64, 65-74, and 75 and older. In 2023, the age-adjusted prevalence of diagnosed COPD among adults age 18 and older was 3.8%, and women were more likely to have COPD than men. COPD increased with increasing age. Asian non-Hispanic adults were less likely than adults of all other racial and ethnic groups to have COPD. The prevalence of COPD decreased with increasing family income. Adults living in the Midwest and South were more likely to have COPD than those living in the Northeast and West. Adults with fair or poor health were about five times as likely to have COPD than adults with excellent, very good, or good health. The percentage of COPD increased with increasing level of difficulties in functioning.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "chronic obstructive pulmonary disease in adults age and older united states this report uses national health interview survey nhis data to presents age adjusted estimates of chronic obstructive pulmonary disease copd in adults age and older by selected sociodemographic and health characteristics point estimates and corresponding variances for this analysis were calculated using sas callable sudaan software to account for the complex sample design of nhis all estimates are based on self report and meet nchs data presentation standards for proportions differences between percentages were evaluated using two sided significance tests at the level linear and quadratic trends by age group and family income were evaluated using orthogonal polynomials in logistic regression estimates were age adjusted to the u s census population using the direct method for age groups and and older in the age adjusted prevalence of diagnosed copd among adults age and older was and women were more likely to have copd than men copd increased with increasing age asian non hispanic adults were less likely than adults of all other racial and ethnic groups to have copd the prevalence of copd decreased with increasing family income adults living in the midwest and south were more likely to have copd than those living in the northeast and west adults with fair or poor health were about five times as likely to have copd than adults with excellent very good or good health the percentage of copd increased with increasing level of difficulties in functioning"
}