{
    "title": "Oxidative stress in the light-exposed retina and its implication in age-related macular degeneration.",
    "doc_id": "33172789",
    "writer": "Ozawa Y.",
    "year": "2020",
    "summary": "Although physiologically generated ROS may be removed by endogenous antioxidant systems, and the effects of oxidative stress may be recovered by repair systems to retain homeostasis and health, when ROS and oxidative stress exceed the capacity of the a …",
    "abstract": "The retina continuously receives light to enable vision, and the related processes require a marked amount of energy. During active metabolism, reactive oxygen species (ROS) are generated in exchange. Although physiologically generated ROS may be removed by endogenous antioxidant systems, and the effects of oxidative stress may be recovered by repair systems to retain homeostasis and health, when ROS and oxidative stress exceed the capacity of the antioxidant and repair systems, the condition becomes pathological. Multiple mechanisms of oxidative stress and the effects of antioxidant and repair systems in the retina have long been analyzed using light-induced retinal degeneration models. Among the mechanisms, a positive feedback loop of oxidative stress and related inflammation may be involved in the pathogenesis of a blinding aging disease, age-related macular degeneration. Treatments for suppressing ROS and oxidative stress by administrating antioxidant products may support the tissue-protective function of antioxidant systems. Moreover, recent studies have proposed a new concept for maintaining homeostasis by supplying sufficient energy to activate the repair systems. The current review will help elucidate the influence of oxidative stress and guide future analyses to explore new therapeutic approaches for oxidative stress-mediated diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33172789/",
    "clean_text": "oxidative stress in the light exposed retina and its implication in age related macular degeneration although physiologically generated ros may be removed by endogenous antioxidant systems and the effects of oxidative stress may be recovered by repair systems to retain homeostasis and health when ros and oxidative stress exceed the capacity of the a the retina continuously receives light to enable vision and the related processes require a marked amount of energy during active metabolism reactive oxygen species ros are generated in exchange although physiologically generated ros may be removed by endogenous antioxidant systems and the effects of oxidative stress may be recovered by repair systems to retain homeostasis and health when ros and oxidative stress exceed the capacity of the antioxidant and repair systems the condition becomes pathological multiple mechanisms of oxidative stress and the effects of antioxidant and repair systems in the retina have long been analyzed using light induced retinal degeneration models among the mechanisms a positive feedback loop of oxidative stress and related inflammation may be involved in the pathogenesis of a blinding aging disease age related macular degeneration treatments for suppressing ros and oxidative stress by administrating antioxidant products may support the tissue protective function of antioxidant systems moreover recent studies have proposed a new concept for maintaining homeostasis by supplying sufficient energy to activate the repair systems the current review will help elucidate the influence of oxidative stress and guide future analyses to explore new therapeutic approaches for oxidative stress mediated diseases"
}