{
    "pmid": "41430120",
    "title": "Mycobacterium tuberculosis transmission among child and adolescent contacts of people with pulmonary tuberculosis in Brazil: a multi-center prospective cohort study.",
    "abstract": "Children who are contacts of individuals with active pulmonary tuberculosis (PTB) are at risk of acquiring  Pediatric (≤ 18 years old) close contacts of PTB patients enrolled in a multi-center Brazilian observational cohort were followed up to 6 months. Clinical evaluation, radiographic examination, and interferon gamma release assay (IGRA) were performed. Positive IGRA result at baseline or month 6 (IGRA-conversion) was considered an indicator of TBI. Multivariable mixed-effects logistic regressions were performed to identify factors associated with TBI. Among 562 close contacts enrolled, 171 (30.4%) had a positive IGRA at baseline, and 37 (9.5%) converted at month 6. Positive AFB, persistent cough and cavity on chest X-ray of TB index were independently associated with a positive IGRA result at baseline. IGRA-conversion was independently associated with older age among contacts and chest X-ray cavitations in the index cases. Contacts ≥ 15.9 years old had 3.4 (95%CI: 1.49–7.78,  Among pediatric close TB contacts, the prevalence of IGRA positivity increased with age. Older children have substantially higher susceptibility to TBI upon exposure. The online version contains supplementary material available at 10.1186/s12879-025-12268-5.",
    "disease": "tuberculosis",
    "clean_text": "mycobacterium tuberculosis transmission among child and adolescent contacts of people with pulmonary tuberculosis in brazil a multi center prospective cohort study children who are contacts of individuals with active pulmonary tuberculosis ptb are at risk of acquiring pediatric years old close contacts of ptb patients enrolled in a multi center brazilian observational cohort were followed up to months clinical evaluation radiographic examination and interferon gamma release assay igra were performed positive igra result at baseline or month igra conversion was considered an indicator of tbi multivariable mixed effects logistic regressions were performed to identify factors associated with tbi among close contacts enrolled had a positive igra at baseline and converted at month positive afb persistent cough and cavity on chest x ray of tb index were independently associated with a positive igra result at baseline igra conversion was independently associated with older age among contacts and chest x ray cavitations in the index cases contacts years old had ci among pediatric close tb contacts the prevalence of igra positivity increased with age older children have substantially higher susceptibility to tbi upon exposure the online version contains supplementary material available at s"
}