{
    "title": "Heart Failure in Women.",
    "doc_id": "29744014",
    "writer": "Bozkurt B",
    "year": "2017",
    "summary": "Heart failure with preserved ejection fraction is more common in women than in men and accounts for at least half the cases of heart failure in women. ...Overall, women are generally underrepresented in clinical trials for heart failure. …",
    "abstract": "Heart failure is an important cause of morbidity and mortality in women, and they tend to develop it at an older age compared to men. Heart failure with preserved ejection fraction is more common in women than in men and accounts for at least half the cases of heart failure in women. When comparing men and women who have heart failure and a low left ventricular ejection fraction, the women are more symptomatic and have a similarly poor outcome. Overall recommendations for guideline-directed medical therapies show no differences in treatment approaches between men and women. Overall, women are generally underrepresented in clinical trials for heart failure. Further studies are needed to shed light into different mechanisms, causes, and targeted therapies of heart failure in women.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29744014/",
    "clean_text": "heart failure in women heart failure with preserved ejection fraction is more common in women than in men and accounts for at least half the cases of heart failure in women overall women are generally underrepresented in clinical trials for heart failure heart failure is an important cause of morbidity and mortality in women and they tend to develop it at an older age compared to men heart failure with preserved ejection fraction is more common in women than in men and accounts for at least half the cases of heart failure in women when comparing men and women who have heart failure and a low left ventricular ejection fraction the women are more symptomatic and have a similarly poor outcome overall recommendations for guideline directed medical therapies show no differences in treatment approaches between men and women overall women are generally underrepresented in clinical trials for heart failure further studies are needed to shed light into different mechanisms causes and targeted therapies of heart failure in women"
}