{
    "pmid": "41408964",
    "title": "Neuronal hyperexcitability: A key to unraveling hippocampal synaptic dysfunction in Lafora disease.",
    "abstract": "Lafora disease (LD) is a rare progressive disorder caused by mutations in the EPM2A or EPM2B genes, characterized by the accumulation of Lafora bodies, drug-resistant epilepsy, and cognitive decline. To investigate the early molecular mechanisms of LD, we studied electrophysiological changes in the dentate gyrus (DG) of the Epm2a Electrophysiological recordings measured neuronal membrane properties, epileptic-like activity, epileptic thresholds, and synaptic plasticity in Epm2a Epileptic-like activity began at 1 month and intensified with age. Aberrant long-term potentiation (LTP) appeared at 3 months and worsened by 12 months. Notably, cannabidiol treatment reduced excitability and restored LTP in older mice, suggesting its potential therapeutic value. The reversibility of synaptopathy, even at advanced stages, reinforces the importance of early detection of hyperexcitability and the development of effective therapeutic approaches.",
    "disease": "epilepsy",
    "clean_text": "neuronal hyperexcitability a key to unraveling hippocampal synaptic dysfunction in lafora disease lafora disease ld is a rare progressive disorder caused by mutations in the epm a or epm b genes characterized by the accumulation of lafora bodies drug resistant epilepsy and cognitive decline to investigate the early molecular mechanisms of ld we studied electrophysiological changes in the dentate gyrus dg of the epm a electrophysiological recordings measured neuronal membrane properties epileptic like activity epileptic thresholds and synaptic plasticity in epm a epileptic like activity began at month and intensified with age aberrant long term potentiation ltp appeared at months and worsened by months notably cannabidiol treatment reduced excitability and restored ltp in older mice suggesting its potential therapeutic value the reversibility of synaptopathy even at advanced stages reinforces the importance of early detection of hyperexcitability and the development of effective therapeutic approaches"
}