{
    "title": "Radiographic Evaluation of Valvular Heart Disease With Computed Tomography and Magnetic Resonance Correlation.",
    "doc_id": "27548877",
    "writer": "Lempel JK",
    "year": "2016",
    "summary": "Valvular heart disease is a group of complex entities with varying etiologies and clinical presentations. ...Recognizing the anatomic and pathologic features of cardiac radiography including the heart's adaptation to varying hemodynamic changes can provide cl …",
    "abstract": "Valvular heart disease is a group of complex entities with varying etiologies and clinical presentations. There are a number of imaging tools available to supplement clinical evaluation of suspected valvular heart disease, with echocardiography being the most common and clinically established, and more recent emergence of computed tomography and magnetic resonance imaging as additional supportive techniques. Yet even with these newer and more sophisticated modalities, chest radiography remains one of the earliest and most common diagnostic examinations performed during the triage of patients with suspected cardiac dysfunction. Recognizing the anatomic and pathologic features of cardiac radiography including the heart's adaptation to varying hemodynamic changes can provide clues to the radiologist regarding the underlying etiology. In this article, we will elucidate several principles relating to chamber modifications in response to pressure and volume overload as well as radiographic appearances associated with pulmonary fluid status and cardiac dysfunction. We will also present a pattern approach to optimize analysis of the chest radiograph for valvular heart disease, which will help guide the radiologist down a differential diagnostic pathway and create a more meaningful clinical report.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27548877/",
    "clean_text": "radiographic evaluation of valvular heart disease with computed tomography and magnetic resonance correlation valvular heart disease is a group of complex entities with varying etiologies and clinical presentations recognizing the anatomic and pathologic features of cardiac radiography including the heart s adaptation to varying hemodynamic changes can provide cl valvular heart disease is a group of complex entities with varying etiologies and clinical presentations there are a number of imaging tools available to supplement clinical evaluation of suspected valvular heart disease with echocardiography being the most common and clinically established and more recent emergence of computed tomography and magnetic resonance imaging as additional supportive techniques yet even with these newer and more sophisticated modalities chest radiography remains one of the earliest and most common diagnostic examinations performed during the triage of patients with suspected cardiac dysfunction recognizing the anatomic and pathologic features of cardiac radiography including the heart s adaptation to varying hemodynamic changes can provide clues to the radiologist regarding the underlying etiology in this article we will elucidate several principles relating to chamber modifications in response to pressure and volume overload as well as radiographic appearances associated with pulmonary fluid status and cardiac dysfunction we will also present a pattern approach to optimize analysis of the chest radiograph for valvular heart disease which will help guide the radiologist down a differential diagnostic pathway and create a more meaningful clinical report"
}