{
    "pmid": "41474229",
    "title": "The biology of PKM2 in the metabolism and senescence in diabetic kidney disease.",
    "abstract": "Diabetic kidney disease (DKD) is one of the most common causes of chronic kidney disease that leads to end-stage kidney disease, and its progression is closely linked to metabolic stress within renal tubular cells. Under long-term hyperglycemia, cells shift their glucose metabolism from normal oxidative phosphorylation toward glycolysis. This change is driven in part by the conversion of pyruvate kinase M2 (PKM2) from its active tetramer form to the less active dimer form. The PKM2 dimer slows pyruvate production and promotes lactate accumulation, leading to redox imbalance and activation of stress pathways such as HIF-1α, STAT3, and NF-κB. These signaling events enhance cellular senescence and inflammation, which further aggravate tubular injury and fibrosis. Growing evidence suggests that stabilizing PKM2 in its tetrameric state or blocking its nuclear translocation can restore metabolic balance and reduce renal damage. Targeting PKM2 dimer-dependent metabolic reprogramming may therefore represent a promising therapeutic approach to slow or reverse the progression of DKD.",
    "disease": "chronic kidney disease",
    "clean_text": "the biology of pkm in the metabolism and senescence in diabetic kidney disease diabetic kidney disease dkd is one of the most common causes of chronic kidney disease that leads to end stage kidney disease and its progression is closely linked to metabolic stress within renal tubular cells under long term hyperglycemia cells shift their glucose metabolism from normal oxidative phosphorylation toward glycolysis this change is driven in part by the conversion of pyruvate kinase m pkm from its active tetramer form to the less active dimer form the pkm dimer slows pyruvate production and promotes lactate accumulation leading to redox imbalance and activation of stress pathways such as hif stat and nf b these signaling events enhance cellular senescence and inflammation which further aggravate tubular injury and fibrosis growing evidence suggests that stabilizing pkm in its tetrameric state or blocking its nuclear translocation can restore metabolic balance and reduce renal damage targeting pkm dimer dependent metabolic reprogramming may therefore represent a promising therapeutic approach to slow or reverse the progression of dkd"
}