{
    "title": "[Weight gain pattern in normal pregnant women].",
    "doc_id": "10682479",
    "writer": "Xiong Q",
    "year": "1998",
    "summary": "The women were divided into three categories according to their prepregnant body mass index (BMI): underweight (< 16.75), normal weight (16.75-23.71) and overweight (> 23.71). The BMIs of each categories increased as gestational week approached to the term, wi …",
    "abstract": "Objective:\n        \n      \n      The purpose of this study was to determine the maternal weight gain pattern of normal pregnant women.\n    \n\n\n          Methods:\n        \n      \n      One thousand five hundred and sixty-two (1,562) women, with 11,059 records, received prenatal care and had their babies delivered at the Second Hospital of West China University of Medical Sciences during the period of Jan. 1-Dec. 31, 1995. All the women without complications and with their babies weighted between 2,500-3,999 g were included, and data was analyzed.\n    \n\n\n          Results:\n        \n      \n      The average age was 26.49 +/- 3.02 and height 158.69 +/- 4.85 cm. The women were divided into three categories according to their prepregnant body mass index (BMI): underweight (< 16.75), normal weight (16.75-23.71) and overweight (> 23.71). The BMIs of each categories increased as gestational week approached to the term, with total BMI increase as 8.07, 5.37, 3.82 for underweight, normal weight and overweight, respectively.\n    \n\n\n          Conclusion:\n        \n      \n      BMI, calculated with weight and height, is more accurate to assess maternal weight gain than weight alone do, and above results and accompanied charts could be used to monitor maternal weight gain as a reference.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10682479/",
    "clean_text": "weight gain pattern in normal pregnant women the women were divided into three categories according to their prepregnant body mass index bmi underweight normal weight and overweight the bmis of each categories increased as gestational week approached to the term wi objective the purpose of this study was to determine the maternal weight gain pattern of normal pregnant women methods one thousand five hundred and sixty two women with records received prenatal care and had their babies delivered at the second hospital of west china university of medical sciences during the period of jan dec all the women without complications and with their babies weighted between g were included and data was analyzed results the average age was and height cm the women were divided into three categories according to their prepregnant body mass index bmi underweight normal weight and overweight the bmis of each categories increased as gestational week approached to the term with total bmi increase as for underweight normal weight and overweight respectively conclusion bmi calculated with weight and height is more accurate to assess maternal weight gain than weight alone do and above results and accompanied charts could be used to monitor maternal weight gain as a reference"
}