{
    "pmid": "41454464",
    "title": "The Current Status of Frailty Subtypes Among Hospitalized Patients With Knee Osteoarthritis Awaiting Surgery and the Mediating Role of Psychological Flexibility in the Association Between 2-Way Social Support and Frailty Subtypes.",
    "abstract": "To identify frailty subtypes among hospitalized patients with knee osteoarthritis (KOA) awaiting surgery and to examine the mediating role of psychological flexibility in the relationship between 2-way social support and these frailty subtypes. Multicenter cross-sectional study. A convenience sampling method was employed to recruit 456 hospitalized KOA patients awaiting surgery from three tertiary hospitals in Guiyang City, Guizhou Province, and Yibin City, Sichuan Province, between November 12, 2024, and March 20, 2025. Data were collected using a general information questionnaire, the Tilburg Frailty Indicator, the Brief 2-Way Social Support Scale, and the simplified Multidimensional Psychological Flexibility Inventory. Latent profile analysis was used to explore frailty subtypes. Multivariate logistic regression analysis was used to investigate the influencing factors of different frailty types. Process Macro 4.2 was used to analyze the mediating effect of psychological flexibility between 2-way social support and frailty subtypes. Latent profile analysis identified four distinct frailty subtypes among hospitalized KOA patients awaiting surgery: a physical-psychological-social low frailty subtype (59.5%), a physical-psychological high frailty subtype (15.7%), a physical-psychological-social moderate frailty subtype (10.5%), and a physical-social high frailty subtype (14.3  Frailty among hospitalized patients with KOA awaiting surgery is heterogeneous, and the strength of the mediating effect of psychological flexibility in the association between 2-way social support and frailty subtypes also varies. Therefore, clinically, both should be included in the assessment, and individualized interventions should be developed for different characteristics of frailty subtypes.",
    "disease": "osteoarthritis",
    "clean_text": "the current status of frailty subtypes among hospitalized patients with knee osteoarthritis awaiting surgery and the mediating role of psychological flexibility in the association between way social support and frailty subtypes to identify frailty subtypes among hospitalized patients with knee osteoarthritis koa awaiting surgery and to examine the mediating role of psychological flexibility in the relationship between way social support and these frailty subtypes multicenter cross sectional study a convenience sampling method was employed to recruit hospitalized koa patients awaiting surgery from three tertiary hospitals in guiyang city guizhou province and yibin city sichuan province between november and march data were collected using a general information questionnaire the tilburg frailty indicator the brief way social support scale and the simplified multidimensional psychological flexibility inventory latent profile analysis was used to explore frailty subtypes multivariate logistic regression analysis was used to investigate the influencing factors of different frailty types process macro was used to analyze the mediating effect of psychological flexibility between way social support and frailty subtypes latent profile analysis identified four distinct frailty subtypes among hospitalized koa patients awaiting surgery a physical psychological social low frailty subtype a physical psychological high frailty subtype a physical psychological social moderate frailty subtype and a physical social high frailty subtype frailty among hospitalized patients with koa awaiting surgery is heterogeneous and the strength of the mediating effect of psychological flexibility in the association between way social support and frailty subtypes also varies therefore clinically both should be included in the assessment and individualized interventions should be developed for different characteristics of frailty subtypes"
}