{
    "title": "Diagnostic Accuracy Estimates for COVID-19 Real-Time Polymerase Chain Reaction and Lateral Flow Immunoassay Tests With Bayesian Latent-Class Models.",
    "doc_id": "33823529",
    "writer": "Kostoulas P",
    "year": "2021",
    "summary": "Our objective was to estimate the diagnostic accuracy of real-time polymerase chain reaction (RT-PCR) and lateral flow immunoassay (LFIA) tests for coronavirus disease 2019 (COVID-19), depending on the time after symptom onset. Based on the cross-classified r …",
    "abstract": "Our objective was to estimate the diagnostic accuracy of real-time polymerase chain reaction (RT-PCR) and lateral flow immunoassay (LFIA) tests for coronavirus disease 2019 (COVID-19), depending on the time after symptom onset. Based on the cross-classified results of RT-PCR and LFIA, we used Bayesian latent-class models, which do not require a gold standard for the evaluation of diagnostics. Data were extracted from studies that evaluated LFIA (immunoglobulin G (IgG) and/or immunoglobulin M (IgM)) assays using RT-PCR as the reference method. The sensitivity of RT-PCR was 0.68 (95% probability interval (PrI): 0.63, 0.73). IgG/M sensitivity was 0.32 (95% PrI :0.23; 0.41) for the first week and increased steadily. It was 0.75 (95% PrI: 0.67; 0.83) and 0.93 (95% PrI: 0.88; 0.97) for the second and third weeks after symptom onset, respectively. Both tests had a high to absolute specificity, with higher point median estimates for RT-PCR specificity and narrower probability intervals. The specificity of RT-PCR was 0.99 (95% PrI: 0.98; 1.00). and the specificity of IgG/IgM was 0.97 (95% PrI: 0.92, 1.00), 0.98 (95% PrI: 0.95, 1.00) and 0.98 (95% PrI: 0.94, 1.00) for the first, second, and third weeks after symptom onset. The diagnostic accuracy of LFIA varies with time after symptom onset. Bayesian latent-class models provide a valid and efficient alternative for evaluating the rapidly evolving diagnostics for COVID-19, under various clinical settings and different risk profiles.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33823529/",
    "clean_text": "diagnostic accuracy estimates for covid real time polymerase chain reaction and lateral flow immunoassay tests with bayesian latent class models our objective was to estimate the diagnostic accuracy of real time polymerase chain reaction rt pcr and lateral flow immunoassay lfia tests for coronavirus disease covid depending on the time after symptom onset based on the cross classified r our objective was to estimate the diagnostic accuracy of real time polymerase chain reaction rt pcr and lateral flow immunoassay lfia tests for coronavirus disease covid depending on the time after symptom onset based on the cross classified results of rt pcr and lfia we used bayesian latent class models which do not require a gold standard for the evaluation of diagnostics data were extracted from studies that evaluated lfia immunoglobulin g igg and or immunoglobulin m igm assays using rt pcr as the reference method the sensitivity of rt pcr was probability interval pri igg m sensitivity was pri for the first week and increased steadily it was pri and pri for the second and third weeks after symptom onset respectively both tests had a high to absolute specificity with higher point median estimates for rt pcr specificity and narrower probability intervals the specificity of rt pcr was pri and the specificity of igg igm was pri pri and pri for the first second and third weeks after symptom onset the diagnostic accuracy of lfia varies with time after symptom onset bayesian latent class models provide a valid and efficient alternative for evaluating the rapidly evolving diagnostics for covid under various clinical settings and different risk profiles"
}