{
    "title": "Sexuality and cancer: The experience of adolescents and young adults.",
    "doc_id": "30216642",
    "writer": "Soanes L",
    "year": "2018",
    "summary": "There are many components affecting the experience of sexuality for adolescents and young adults living with and beyond cancer. For patients, the interruption to normal socialization creates gaps in information and experience that potentially hinder development. ...",
    "abstract": "There are many components affecting the experience of sexuality for adolescents and young adults living with and beyond cancer. For patients, the interruption to normal socialization creates gaps in information and experience that potentially hinder development. In clinical practice, conversations relating to sexual consequences of illness or treatment are rare, as are age-appropriate assessment and intervention. In service design, the collaborative approach of oncofertility has yet to be replicated for sexuality. This paper considers how these obstacles can be overcome through local service development to address unmet need and promote sexual well-being for this group of patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30216642/",
    "clean_text": "sexuality and cancer the experience of adolescents and young adults there are many components affecting the experience of sexuality for adolescents and young adults living with and beyond cancer for patients the interruption to normal socialization creates gaps in information and experience that potentially hinder development there are many components affecting the experience of sexuality for adolescents and young adults living with and beyond cancer for patients the interruption to normal socialization creates gaps in information and experience that potentially hinder development in clinical practice conversations relating to sexual consequences of illness or treatment are rare as are age appropriate assessment and intervention in service design the collaborative approach of oncofertility has yet to be replicated for sexuality this paper considers how these obstacles can be overcome through local service development to address unmet need and promote sexual well being for this group of patients"
}