{
    "title": "Emergence of type 2 diabetes mellitus in children: epidemiological evidence.",
    "doc_id": "11202215",
    "writer": "Fagot-Campagna A.",
    "year": "2000",
    "summary": "The young patients diagnosed with type 2 DM in the USA were generally overweight, had a strong family history of type 2 DM and often had signs of insulin resistance. ...Type 2 DM in children has recently been recognized as a potential pub …",
    "abstract": "There have been numerous recent reports of case series of type 2 diabetes mellitus (DM) in American Indian, African-American, Hispanic, Asian-American and white children from North America. A similar phenomenon has also been described in several other countries. Prevalence and incidence estimates vary depending on the age and ethnicity of the population, but it is estimated that type 2 DM represents 8-45% of patients with DM currently diagnosed in large US pediatric centers; however, this is likely to be an underestimation and incidence is probably rising. The young patients diagnosed with type 2 DM in the USA were generally overweight, had a strong family history of type 2 DM and often had signs of insulin resistance. The majority belonged to ethnic groups at high risk for type 2 DM. More girls than boys were diagnosed. The few data on follow-up available suggest a high prevalence of microvascular and macrovascular complications among young adults who developed type 2 DM during childhood. Type 2 DM in children has recently been recognized as a potential public health problem in North America. As obesity is currently on the increase in several industrialized or industrializing countries, a similar increase in type 2 DM in children may soon emerge worldwide, and this will require preventative measures.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11202215/",
    "clean_text": "emergence of type diabetes mellitus in children epidemiological evidence the young patients diagnosed with type dm in the usa were generally overweight had a strong family history of type dm and often had signs of insulin resistance type dm in children has recently been recognized as a potential pub there have been numerous recent reports of case series of type diabetes mellitus dm in american indian african american hispanic asian american and white children from north america a similar phenomenon has also been described in several other countries prevalence and incidence estimates vary depending on the age and ethnicity of the population but it is estimated that type dm represents of patients with dm currently diagnosed in large us pediatric centers however this is likely to be an underestimation and incidence is probably rising the young patients diagnosed with type dm in the usa were generally overweight had a strong family history of type dm and often had signs of insulin resistance the majority belonged to ethnic groups at high risk for type dm more girls than boys were diagnosed the few data on follow up available suggest a high prevalence of microvascular and macrovascular complications among young adults who developed type dm during childhood type dm in children has recently been recognized as a potential public health problem in north america as obesity is currently on the increase in several industrialized or industrializing countries a similar increase in type dm in children may soon emerge worldwide and this will require preventative measures"
}