{
    "title": "Stem cells in lung repair and regeneration: Current applications and future promise.",
    "doc_id": "29271480",
    "writer": "Zhu Y",
    "year": "2018",
    "summary": "Yet, little is known about stem cells in the lung, despite common thoughts that these cells could play a critical role in the repair of lung injuries. ...In addition, we highlight the challenges of lung stem cell-based therapy....",
    "abstract": "Lung diseases are major cause of morbidity and mortality worldwide. The progress in regenerative medicine and stem cell research in the lung are currently a fast-growing research topic that can provide solutions to these major health problems. Under normal conditions, the rate of cellular proliferation is relatively low in the lung in vivo, compared to other major organ systems. Lung injury leads to the activation of stem/progenitor cell populations that re-enter the cell cycle. Yet, little is known about stem cells in the lung, despite common thoughts that these cells could play a critical role in the repair of lung injuries. Nor do we fully understand the cellular and architectural complexity of the respiratory tract, and the diverse stem/progenitor cells that are involved in the lung repair and regeneration. In this review, we discuss the conceptual framework of lung stem/progenitor cell biology, and describe lung diseases, in which stem cell manipulations may be physiologically significant. In addition, we highlight the challenges of lung stem cell-based therapy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29271480/",
    "clean_text": "stem cells in lung repair and regeneration current applications and future promise yet little is known about stem cells in the lung despite common thoughts that these cells could play a critical role in the repair of lung injuries in addition we highlight the challenges of lung stem cell based therapy lung diseases are major cause of morbidity and mortality worldwide the progress in regenerative medicine and stem cell research in the lung are currently a fast growing research topic that can provide solutions to these major health problems under normal conditions the rate of cellular proliferation is relatively low in the lung in vivo compared to other major organ systems lung injury leads to the activation of stem progenitor cell populations that re enter the cell cycle yet little is known about stem cells in the lung despite common thoughts that these cells could play a critical role in the repair of lung injuries nor do we fully understand the cellular and architectural complexity of the respiratory tract and the diverse stem progenitor cells that are involved in the lung repair and regeneration in this review we discuss the conceptual framework of lung stem progenitor cell biology and describe lung diseases in which stem cell manipulations may be physiologically significant in addition we highlight the challenges of lung stem cell based therapy"
}