{
    "pmid": "41412095",
    "title": "Incidence and management of first metatarsophalangeal joint osteoarthritis in Dutch general practice estimates from the Rijnmond Primary Care Database.",
    "abstract": "Osteoarthritis (OA) of the first metatarsophalangeal (MTP) joint is accompanied by pain and stiffness and associated with reduced health-related quality of life. Although prevalence of radiographic 1st MTP joint OA is high, the incidence of clinical 1st MTP joint OA is unknown. Therefore, we aimed to determine the incidence and management of general practice (GP) consultations for symptomatic 1st MTP joint OA. A retrospective cohort study was conducted using electronic health records of GPs. An algorithm was defined to identify 1st MTP joint OA patients based on free text and codified data between 2013 and 2022. First MTP joint OA incidence rate, comorbidities and management strategies were assessed. The overall 1st MTP joint OA incidence was 0.74/1000 person-years in patients ≥35 years. The most initiated management by GPs was explanation/reassurance (360/672 (53.6 %)), followed by referral to podiatry (171/672 (25.4 %)) and orthopedic surgeon consultation (162/672 (24.1 %)). Of the 823 patients consulting their GP with foot/toe problems in the year before diagnosis, 491 (47.1 %) were referred to radiology, and 271 (26 %) for orthopedic surgeon consultation. The incidence of 1st MTP joint OA has been estimated for the first time in general practice. Most patients are diagnosed after referral to radiology or orthopedic surgeon consultation. From diagnosis, half of 1st MTP joint OA patients are referred, mostly for orthopedic surgeon consultation and podiatry. As evidence for these diagnostic and management strategies is lacking, research into their effectiveness for 1st MTP joint OA in general practice is needed.",
    "disease": "osteoarthritis",
    "clean_text": "incidence and management of first metatarsophalangeal joint osteoarthritis in dutch general practice estimates from the rijnmond primary care database osteoarthritis oa of the first metatarsophalangeal mtp joint is accompanied by pain and stiffness and associated with reduced health related quality of life although prevalence of radiographic st mtp joint oa is high the incidence of clinical st mtp joint oa is unknown therefore we aimed to determine the incidence and management of general practice gp consultations for symptomatic st mtp joint oa a retrospective cohort study was conducted using electronic health records of gps an algorithm was defined to identify st mtp joint oa patients based on free text and codified data between and first mtp joint oa incidence rate comorbidities and management strategies were assessed the overall st mtp joint oa incidence was person years in patients years the most initiated management by gps was explanation reassurance followed by referral to podiatry and orthopedic surgeon consultation of the patients consulting their gp with foot toe problems in the year before diagnosis were referred to radiology and for orthopedic surgeon consultation the incidence of st mtp joint oa has been estimated for the first time in general practice most patients are diagnosed after referral to radiology or orthopedic surgeon consultation from diagnosis half of st mtp joint oa patients are referred mostly for orthopedic surgeon consultation and podiatry as evidence for these diagnostic and management strategies is lacking research into their effectiveness for st mtp joint oa in general practice is needed"
}