{
    "title": "Recovery of locomotion after spinal cord injury: some facts and mechanisms.",
    "doc_id": "21469957",
    "writer": "Rossignol S",
    "year": "2011",
    "summary": "After spinal cord injury (SCI), various sensorimotor functions can recover, ranging from simple spinal reflexes to more elaborate motor patterns, such as locomotion. Locomotor recovery after complete spinalization (complete SCI) must depend on the presence of …",
    "abstract": "After spinal cord injury (SCI), various sensorimotor functions can recover, ranging from simple spinal reflexes to more elaborate motor patterns, such as locomotion. Locomotor recovery after complete spinalization (complete SCI) must depend on the presence of spinal circuitry capable of generating the complex sequential activation of various leg muscles. This is achieved by an intrinsic spinal circuitry, termed the central pattern generator (CPG), working in conjunction with sensory feedback from the legs. After SCI, different changes in cellular and circuit properties occur spontaneously and can be promoted by pharmacological, electrical, or rehabilitation strategies. After partial SCI, hindlimb locomotor recovery can result from regeneration or sprouting of spared pathways, but also from mechanisms observed after complete SCI, namely changes within the intrinsic spinal circuitry and sensory inputs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21469957/",
    "clean_text": "recovery of locomotion after spinal cord injury some facts and mechanisms after spinal cord injury sci various sensorimotor functions can recover ranging from simple spinal reflexes to more elaborate motor patterns such as locomotion locomotor recovery after complete spinalization complete sci must depend on the presence of after spinal cord injury sci various sensorimotor functions can recover ranging from simple spinal reflexes to more elaborate motor patterns such as locomotion locomotor recovery after complete spinalization complete sci must depend on the presence of spinal circuitry capable of generating the complex sequential activation of various leg muscles this is achieved by an intrinsic spinal circuitry termed the central pattern generator cpg working in conjunction with sensory feedback from the legs after sci different changes in cellular and circuit properties occur spontaneously and can be promoted by pharmacological electrical or rehabilitation strategies after partial sci hindlimb locomotor recovery can result from regeneration or sprouting of spared pathways but also from mechanisms observed after complete sci namely changes within the intrinsic spinal circuitry and sensory inputs"
}