{
    "title": "Regulation of wound healing and fibrosis by galectins.",
    "doc_id": "35589840",
    "writer": "Yu D",
    "year": "2022",
    "summary": "Galectins are present in various tissues and organs and participate in different physiological and pathological molecular reactions in vivo. Wound healing is the basic process of traumatic disease recovery. Wound healing involves three overlapping stag …",
    "abstract": "Galectins are a family of proteins with at least one carbohydrate-recognition domain. Galectins are present in various tissues and organs and participate in different physiological and pathological molecular reactions in vivo. Wound healing is the basic process of traumatic disease recovery. Wound healing involves three overlapping stages: inflammation, proliferation, and remodelling. Furthermore, a comparison of wound healing with the tumour microenvironment revealed that galectin plays a key role in the wound healing process. The current review describes the role of galectin in inflammation, angiogenesis, re-epithelialisation, and fibrous scar formation and evaluates its potential as a therapeutic drug for wounds.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35589840/",
    "clean_text": "regulation of wound healing and fibrosis by galectins galectins are present in various tissues and organs and participate in different physiological and pathological molecular reactions in vivo wound healing is the basic process of traumatic disease recovery wound healing involves three overlapping stag galectins are a family of proteins with at least one carbohydrate recognition domain galectins are present in various tissues and organs and participate in different physiological and pathological molecular reactions in vivo wound healing is the basic process of traumatic disease recovery wound healing involves three overlapping stages inflammation proliferation and remodelling furthermore a comparison of wound healing with the tumour microenvironment revealed that galectin plays a key role in the wound healing process the current review describes the role of galectin in inflammation angiogenesis re epithelialisation and fibrous scar formation and evaluates its potential as a therapeutic drug for wounds"
}