{
    "pmid": "41397658",
    "title": "Synthesis and evaluation of novel oxanthrene scaffold-derived oxazolidinone antibiotics with potent antitubercular activity and low cellular toxicity.",
    "abstract": "Oxazolidinones are a class of antibiotics used to treat bacterial infections in humans and are a component of the treatment regimen for multidrug-resistant tuberculosis. However, current clinically used examples of the class display poor safety profiles, and improved, next-generation drugs are urgently needed. Here we report the synthesis of two novel oxazolidinones: T504 and its regioisomer T542. Alongside the previously reported compound T145, we evaluate their inhibitory activity against the causative agent of tuberculosis, Mycobacterium tuberculosis. We also explore their antimycobacterial activity in a human monocyte-derived macrophage model of infection. Both T145 and T504 demonstrate potent activity and low cellular toxicity in human macrophages. The investigation reveals vast discrepancies in activities between the two regioisomers (T504 and T542), offering insights into the structure-activity relationship of substitutions on the oxanthrene scaffold.",
    "disease": "tuberculosis",
    "clean_text": "synthesis and evaluation of novel oxanthrene scaffold derived oxazolidinone antibiotics with potent antitubercular activity and low cellular toxicity oxazolidinones are a class of antibiotics used to treat bacterial infections in humans and are a component of the treatment regimen for multidrug resistant tuberculosis however current clinically used examples of the class display poor safety profiles and improved next generation drugs are urgently needed here we report the synthesis of two novel oxazolidinones t and its regioisomer t alongside the previously reported compound t we evaluate their inhibitory activity against the causative agent of tuberculosis mycobacterium tuberculosis we also explore their antimycobacterial activity in a human monocyte derived macrophage model of infection both t and t demonstrate potent activity and low cellular toxicity in human macrophages the investigation reveals vast discrepancies in activities between the two regioisomers t and t offering insights into the structure activity relationship of substitutions on the oxanthrene scaffold"
}