{
    "pmid": "41401653",
    "title": "Correlation of sit-to-walk and sit-to-stand performance with gait kinematic outcomes and self-reported pain and function in end-stage knee osteoarthritis.",
    "abstract": "Sit-to-Walk (STW), 30-second Sit-to-Stand (30 s-STS), gait kinematic outcomes, and patient-reported outcome measures (PROMs) are used to assess pain and functionality in knee osteoarthritis (OA). However, their interrelationships in end-stage OA are unclear. This study investigates correlations between STW and 30 s-STS performance, gait kinematic outcomes, and PROMs in individuals with end-stage knee OA. Eleven participants (8 females, 3 males) with end-stage knee OA performed walking, STW, and 30 s-STS tests, recorded using a markerless motion capture system in a hospital. Visual3D analysis yielded 30 s-STS repetitions, STW time, knee flexion range of motion (ROM), stride width, and gait speed. Within two weeks, participants completed the EQ-5D-5L, Oxford Knee Score, and Numerical Pain Rating Scale. Pearson and Spearman rank orders were used to determine the correlations between these measures. A significant moderate positive correlation was observed between 30 s-STS and OKS: Function (ρ = 0.68, 95% CI 0.09 to 0.92, p = 0.03, R",
    "disease": "osteoarthritis",
    "clean_text": "correlation of sit to walk and sit to stand performance with gait kinematic outcomes and self reported pain and function in end stage knee osteoarthritis sit to walk stw second sit to stand s sts gait kinematic outcomes and patient reported outcome measures proms are used to assess pain and functionality in knee osteoarthritis oa however their interrelationships in end stage oa are unclear this study investigates correlations between stw and s sts performance gait kinematic outcomes and proms in individuals with end stage knee oa eleven participants females males with end stage knee oa performed walking stw and s sts tests recorded using a markerless motion capture system in a hospital visual d analysis yielded s sts repetitions stw time knee flexion range of motion rom stride width and gait speed within two weeks participants completed the eq d l oxford knee score and numerical pain rating scale pearson and spearman rank orders were used to determine the correlations between these measures a significant moderate positive correlation was observed between s sts and oks function ci to p r"
}