{
    "pmid": "41398782",
    "title": "Recurrent pneumoperitoneum with pneumatosis cystoides intestinalis in tuberculous pleurisy: Case report.",
    "abstract": "Pneumatosis cystoides intestinalis (PCI) is a rare condition for which autopsy studies have reported a prevalence of 0.03% in the general population. Although PCI can be associated with pneumoperitoneum, many cases are benign and do not reflect viscus perforation. Coexistence with tuberculous pleurisy and recurrent pneumoperitoneum is rare and may be underrecognized. In this report, we present the case of a 38-year-old Tibetan male who experienced tuberculous pleurisy accompanied by recurrent pneumoperitoneum with PCI. Despite the presence of free air, he remained minimally symptomatic. Comprehensive imaging failed to reveal evidence of intestinal perforation, ischemia, or necrosis. Consequently, a nonoperative management strategy was successfully employed, leading to the patient's recovery and discharge. The patient denied any clinical symptoms other than mild abdominal distension. Computed tomography demonstrated PCI involving the transverse colon and hepatic flexure with scattered intraperitoneal free air and no evidence of perforation, ischemia, or necrosis. Nonoperative management comprised close hemodynamic and abdominal monitoring, bowel rest, low-flow oxygen, and scheduled computed tomography reexamination. Standard antituberculosis therapy was continued. In our case, recurrent benign pneumoperitoneum improved with conservative care alone, supporting a standardized, threshold-based, individualized nonoperative approach with ongoing surveillance. Clinically stable PCI patients with pneumoperitoneum and no radiologic or clinical signs of perforation, ischemia, or necrosis are best managed nonoperatively; surgery is reserved for high-risk features. Pneumoperitoneum secondary to PCI is often benign, may not require surgical intervention, and can recur. Tuberculous pleurisy may contribute to PCI with pneumoperitoneum via altered thoracoabdominal pressures. Characteristic computed tomographic findings are instrumental in recognizing PCI and distinguishing it from other causes of pneumoperitoneum.",
    "disease": "tuberculosis",
    "clean_text": "recurrent pneumoperitoneum with pneumatosis cystoides intestinalis in tuberculous pleurisy case report pneumatosis cystoides intestinalis pci is a rare condition for which autopsy studies have reported a prevalence of in the general population although pci can be associated with pneumoperitoneum many cases are benign and do not reflect viscus perforation coexistence with tuberculous pleurisy and recurrent pneumoperitoneum is rare and may be underrecognized in this report we present the case of a year old tibetan male who experienced tuberculous pleurisy accompanied by recurrent pneumoperitoneum with pci despite the presence of free air he remained minimally symptomatic comprehensive imaging failed to reveal evidence of intestinal perforation ischemia or necrosis consequently a nonoperative management strategy was successfully employed leading to the patient s recovery and discharge the patient denied any clinical symptoms other than mild abdominal distension computed tomography demonstrated pci involving the transverse colon and hepatic flexure with scattered intraperitoneal free air and no evidence of perforation ischemia or necrosis nonoperative management comprised close hemodynamic and abdominal monitoring bowel rest low flow oxygen and scheduled computed tomography reexamination standard antituberculosis therapy was continued in our case recurrent benign pneumoperitoneum improved with conservative care alone supporting a standardized threshold based individualized nonoperative approach with ongoing surveillance clinically stable pci patients with pneumoperitoneum and no radiologic or clinical signs of perforation ischemia or necrosis are best managed nonoperatively surgery is reserved for high risk features pneumoperitoneum secondary to pci is often benign may not require surgical intervention and can recur tuberculous pleurisy may contribute to pci with pneumoperitoneum via altered thoracoabdominal pressures characteristic computed tomographic findings are instrumental in recognizing pci and distinguishing it from other causes of pneumoperitoneum"
}