{
    "title": "Accrual Quality Improvement Program for clinical trials.",
    "doc_id": "38591816",
    "writer": "Richmond E",
    "year": "2024",
    "summary": "RESULTS: The Accrual Quality Improvement Program was used across 39 Consortia trials from 2014 to 2022 to collect comprehensive trial information. ...Accrual Quality Improvement Program's functionality also includes tracking and visualization of a tria …",
    "abstract": "Background:\n        \n      \n      The Early Phase Cancer Prevention Clinical Trials Program (Consortia), led by the Division of Cancer Prevention, National Cancer Institute, supports and conducts trials assessing safety, tolerability, and cancer preventive potential of a variety of interventions. Accrual to cancer prevention trials includes the recruitment of unaffected populations, posing unique challenges related to minimizing participant burden and risk, given the less evident or measurable benefits to individual participants. The Accrual Quality Improvement Program was developed to address these challenges and better understand the multiple determinants of accrual activity throughout the life of the trial. Through continuous monitoring of accrual data, Accrual Quality Improvement Program identifies positive and negative factors in real-time to optimize enrollment rates for ongoing and future trials.\n    \n\n\n          Methods:\n        \n      \n      The Accrual Quality Improvement Program provides a web-based centralized infrastructure for collecting, analyzing, visualizing, and storing qualitative and quantitative participant-, site-, and study-level data. The Accrual Quality Improvement Program approaches cancer prevention clinical trial accrual as multi-factorial, recognizing protocol design, potential participants' characteristics, and individual site as well as study-wide implementation issues.\n    \n\n\n          Results:\n        \n      \n      The Accrual Quality Improvement Program was used across 39 Consortia trials from 2014 to 2022 to collect comprehensive trial information. The Accrual Quality Improvement Program captures data at the participant level, including number of charts reviewed, potential participants contacted and reasons why participants were not eligible for contact or did not consent to the trial or start intervention. The Accrual Quality Improvement Program also captures site-level (e.g. staffing issues) and study-level (e.g. when protocol amendments are made) data at each step of the recruitment/enrollment process, from potential participant identification to contact, consent, intervention, and study completion using a Recruitment Journal. Accrual Quality Improvement Program's functionality also includes tracking and visualization of a trial's cumulative accrual rate compared to the projected accrual rate, including a zone-based performance rating with corresponding quality improvement intervention recommendations.\n    \n\n\n          Conclusion:\n        \n      \n      The challenges associated with recruitment and timely completion of early phase cancer prevention clinical trials necessitate a data collection program capable of continuous collection and quality improvement. The Accrual Quality Improvement Program collects cumulative data across National Cancer Institute, Division of Cancer Prevention early phase clinical trials, providing the opportunity for real-time review of participant-, site-, and study-level data and thereby enables responsive recruitment strategy and protocol modifications for improved recruitment rates to ongoing trials. Of note, Accrual Quality Improvement Program data collected from ongoing trials will inform future trials to optimize protocol design and maximize accrual efficiency.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38591816/",
    "clean_text": "accrual quality improvement program for clinical trials results the accrual quality improvement program was used across consortia trials from to to collect comprehensive trial information accrual quality improvement program s functionality also includes tracking and visualization of a tria background the early phase cancer prevention clinical trials program consortia led by the division of cancer prevention national cancer institute supports and conducts trials assessing safety tolerability and cancer preventive potential of a variety of interventions accrual to cancer prevention trials includes the recruitment of unaffected populations posing unique challenges related to minimizing participant burden and risk given the less evident or measurable benefits to individual participants the accrual quality improvement program was developed to address these challenges and better understand the multiple determinants of accrual activity throughout the life of the trial through continuous monitoring of accrual data accrual quality improvement program identifies positive and negative factors in real time to optimize enrollment rates for ongoing and future trials methods the accrual quality improvement program provides a web based centralized infrastructure for collecting analyzing visualizing and storing qualitative and quantitative participant site and study level data the accrual quality improvement program approaches cancer prevention clinical trial accrual as multi factorial recognizing protocol design potential participants characteristics and individual site as well as study wide implementation issues results the accrual quality improvement program was used across consortia trials from to to collect comprehensive trial information the accrual quality improvement program captures data at the participant level including number of charts reviewed potential participants contacted and reasons why participants were not eligible for contact or did not consent to the trial or start intervention the accrual quality improvement program also captures site level e g staffing issues and study level e g when protocol amendments are made data at each step of the recruitment enrollment process from potential participant identification to contact consent intervention and study completion using a recruitment journal accrual quality improvement program s functionality also includes tracking and visualization of a trial s cumulative accrual rate compared to the projected accrual rate including a zone based performance rating with corresponding quality improvement intervention recommendations conclusion the challenges associated with recruitment and timely completion of early phase cancer prevention clinical trials necessitate a data collection program capable of continuous collection and quality improvement the accrual quality improvement program collects cumulative data across national cancer institute division of cancer prevention early phase clinical trials providing the opportunity for real time review of participant site and study level data and thereby enables responsive recruitment strategy and protocol modifications for improved recruitment rates to ongoing trials of note accrual quality improvement program data collected from ongoing trials will inform future trials to optimize protocol design and maximize accrual efficiency"
}