{
    "title": "Effects of an intervention based on the Transtheoretical Model on back muscle endurance, physical function and pain in rice farmers with chronic low back pain.",
    "doc_id": "28211797",
    "writer": "Thanawat T",
    "year": "2017",
    "summary": "BACKGROUND: Chronic low back pain (LBP) can be managed by exercises which should be tailored to an individual's readiness to behavioral change. ...CONCLUSIONS: A TTM-based intervention could improve back muscle endurance and physical function, and reduce the …",
    "abstract": "Background:\n        \n      \n      Chronic low back pain (LBP) can be managed by exercises which should be tailored to an individual's readiness to behavioral change.\n    \n\n\n          Objective:\n        \n      \n      To evaluate the effects of an intervention program based on the Transtheoretical Model of behavioral change (TTM) on back muscle endurance, physical function and pain in rice farmers with chronic LBP.\n    \n\n\n          Methods:\n        \n      \n      In a 32-week study, 126 rice farmers were allocated to the TTM (n= 62) and non-TTM (n= 64) groups. Modified Biering-Sorensen test, Oswestry Disability Questionnaire and visual analogue scale were used for evaluating back muscle endurance, physical function and severity of pain, respectively. The evaluations were performed at baseline and at weeks 8, 20 and 32 of the study. Data were analyzed using repeated measure ANOVA.\n    \n\n\n          Results:\n        \n      \n      The back muscle endurance was significantly greater in the TTM group than in the non-TTM group at week 32 (p= 0.025). Physical function and severity of pain were significantly improved in the TTM group when compared with the non-TTM group at weeks 20 and 32 (p< 0.01).\n    \n\n\n          Conclusions:\n        \n      \n      A TTM-based intervention could improve back muscle endurance and physical function, and reduce the pain in rice farmers with LBP. Further studies should be considered to explore the long-term effects of this intervention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28211797/",
    "clean_text": "effects of an intervention based on the transtheoretical model on back muscle endurance physical function and pain in rice farmers with chronic low back pain background chronic low back pain lbp can be managed by exercises which should be tailored to an individual s readiness to behavioral change conclusions a ttm based intervention could improve back muscle endurance and physical function and reduce the background chronic low back pain lbp can be managed by exercises which should be tailored to an individual s readiness to behavioral change objective to evaluate the effects of an intervention program based on the transtheoretical model of behavioral change ttm on back muscle endurance physical function and pain in rice farmers with chronic lbp methods in a week study rice farmers were allocated to the ttm n and non ttm n groups modified biering sorensen test oswestry disability questionnaire and visual analogue scale were used for evaluating back muscle endurance physical function and severity of pain respectively the evaluations were performed at baseline and at weeks and of the study data were analyzed using repeated measure anova results the back muscle endurance was significantly greater in the ttm group than in the non ttm group at week p physical function and severity of pain were significantly improved in the ttm group when compared with the non ttm group at weeks and p conclusions a ttm based intervention could improve back muscle endurance and physical function and reduce the pain in rice farmers with lbp further studies should be considered to explore the long term effects of this intervention"
}