{
    "title": "Auswirkungen der Migrane auf die Lebens-qualitat von Kindern und Jugendlichen.",
    "doc_id": "30387969",
    "writer": "Schwingshackl P",
    "year": "2016",
    "summary": "Background Migraine is one of the most common pain symptoms in childhood, a chronic disease with recurrent symptoms that lead to a reduction of daily activities during the intercritical periods, with an impact of the quality of life. Objective The aim of this public …",
    "abstract": "Background Migraine is one of the most common pain symptoms in childhood, a chronic disease with recurrent symptoms that lead to a reduction of daily activities during the intercritical periods, with an impact of the quality of life. Objective The aim of this publication is to investigate, in which extent migraine affects the quality of life of children and adolescents, how strong they are restricted in everyday life and in which areas such restrictions can be found. Results The parents of children with FSH (frequent or severe headaches) reported that the children had difficulties with emotions, concentration, behaviour, and were unable to get along with others. Children with FSH were significantly more likely to be upset or distressed by their difficulties, while experiencing disappointments, and to have these difficulties interfere with home life, friendships and classroom learning (Strine et al., 2006). Moreover, mothers described children with migraine as evidencing higher levels of internalizing behaviour and symptoms of anxiety and depression. Children with migraine indicated more negative self-perceptions of their physical appearance (Vannatta et al., 2008). Children with migraine lost school activity and performance, household tasks and leisure. Furthermore, it was observed that children with migraine went to school but didn't show a good performance because of physical or mental health problems (Ferracini, Dach & Speciali, 2013). Conclusion Compared to children without migraine, children and adolescents with migraine have generally poorer qualities of life in different areas.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30387969/",
    "clean_text": "auswirkungen der migrane auf die lebens qualitat von kindern und jugendlichen background migraine is one of the most common pain symptoms in childhood a chronic disease with recurrent symptoms that lead to a reduction of daily activities during the intercritical periods with an impact of the quality of life objective the aim of this public background migraine is one of the most common pain symptoms in childhood a chronic disease with recurrent symptoms that lead to a reduction of daily activities during the intercritical periods with an impact of the quality of life objective the aim of this publication is to investigate in which extent migraine affects the quality of life of children and adolescents how strong they are restricted in everyday life and in which areas such restrictions can be found results the parents of children with fsh frequent or severe headaches reported that the children had difficulties with emotions concentration behaviour and were unable to get along with others children with fsh were significantly more likely to be upset or distressed by their difficulties while experiencing disappointments and to have these difficulties interfere with home life friendships and classroom learning strine et al moreover mothers described children with migraine as evidencing higher levels of internalizing behaviour and symptoms of anxiety and depression children with migraine indicated more negative self perceptions of their physical appearance vannatta et al children with migraine lost school activity and performance household tasks and leisure furthermore it was observed that children with migraine went to school but didn t show a good performance because of physical or mental health problems ferracini dach speciali conclusion compared to children without migraine children and adolescents with migraine have generally poorer qualities of life in different areas"
}