{
    "title": "Regional changes in renal cortical glucose, lactate and urea during acute unilateral ureteral obstruction.",
    "doc_id": "17366102",
    "writer": "Krarup PM",
    "year": "2007",
    "summary": "OBJECTIVE: Acute unilateral ureteral obstruction (UUO) leads to changes in kidney function and metabolism. ...Subsequently, left-sided graded ureteral obstruction was initiated, using the kidney's own urine production as a counter-pressure. RESULTS: Th …",
    "abstract": "Objective:\n        \n      \n      Acute unilateral ureteral obstruction (UUO) leads to changes in kidney function and metabolism. Microdialysis offers the possibility of topical analysis of changes in kidney metabolism. We applied microdialysis to the porcine kidney and evaluated its impact on gross kidney function. Furthermore, we investigated regional variations in renal interstitial fluid (RIF) glucose, lactate and urea during acute UUO.\n    \n\n\n          Material and methods:\n        \n      \n      Eight anesthetized pigs were used. Microdialysis probes were inserted in the upper, middle and lower thirds of the left renal cortex and perfused with Ringer's chloride at a rate of 0.3 microl/min. Dialysates were fractionated for 30-min periods. Bilateral intrapelvic pressure, urinary output, urinary osmolality, the excretion fractions of sodium and potassium, renal blood flow and the glomerular filtration rate were measured. Subsequently, left-sided graded ureteral obstruction was initiated, using the kidney's own urine production as a counter-pressure.\n    \n\n\n          Results:\n        \n      \n      The application of three microdialysis probes did not have any impact on kidney function. Ureteral obstruction decreased RIF glucose in the upper and lower thirds of the kidney, but not in the middle third. RIF lactate did not change. Interstitial urea increased in all regions of the kidney, but most markedly in the upper and lower poles.\n    \n\n\n          Conclusions:\n        \n      \n      Microdialysis is of potential value for assessing the renal interstitial milieu under different pathophysiological conditions. Ureteral obstruction resulted in regional differences in cortical metabolites, predominantly affecting the upper and lower poles.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17366102/",
    "clean_text": "regional changes in renal cortical glucose lactate and urea during acute unilateral ureteral obstruction objective acute unilateral ureteral obstruction uuo leads to changes in kidney function and metabolism subsequently left sided graded ureteral obstruction was initiated using the kidney s own urine production as a counter pressure results th objective acute unilateral ureteral obstruction uuo leads to changes in kidney function and metabolism microdialysis offers the possibility of topical analysis of changes in kidney metabolism we applied microdialysis to the porcine kidney and evaluated its impact on gross kidney function furthermore we investigated regional variations in renal interstitial fluid rif glucose lactate and urea during acute uuo material and methods eight anesthetized pigs were used microdialysis probes were inserted in the upper middle and lower thirds of the left renal cortex and perfused with ringer s chloride at a rate of microl min dialysates were fractionated for min periods bilateral intrapelvic pressure urinary output urinary osmolality the excretion fractions of sodium and potassium renal blood flow and the glomerular filtration rate were measured subsequently left sided graded ureteral obstruction was initiated using the kidney s own urine production as a counter pressure results the application of three microdialysis probes did not have any impact on kidney function ureteral obstruction decreased rif glucose in the upper and lower thirds of the kidney but not in the middle third rif lactate did not change interstitial urea increased in all regions of the kidney but most markedly in the upper and lower poles conclusions microdialysis is of potential value for assessing the renal interstitial milieu under different pathophysiological conditions ureteral obstruction resulted in regional differences in cortical metabolites predominantly affecting the upper and lower poles"
}