{
    "title": "Corrigendum.",
    "doc_id": "29504454",
    "writer": "[No authors listed]",
    "year": "2018",
    "summary": "van Wijngaarden, E., van der Meide, H., and Dahlberg, K. (2017): Researching health care as a meaningful practice: Toward a nondualistic view on evidence for qualitative research. Qualitative Health Research, 27, 1738 -1747. Doi: 10.1177/1049732317711133 In this art …",
    "abstract": "van Wijngaarden, E., van der Meide, H., and Dahlberg, K. (2017): Researching health care as a meaningful practice: Toward a nondualistic view on evidence for qualitative research. Qualitative Health Research, 27, 1738 -1747. Doi: 10.1177/1049732317711133 In this article, on page 1739, left column, line 7 of second full paragraph is incorrect. In this line, the word \" qualitatively\" should read as \"quantitatively\". The correct paragraph is mentioned below; Here we want to mention three widely acknowledged limitations to using quantitative research as a model for qualitative research. First, quantitative approaches are population oriented: homogeneous groups of patients from the same clinical conditions are in focus, whereas in real life, many issues and problems are chaotic, heterogeneous, and \"too complex to tackle quantitatively\" (Morse, 2006b). A reason for qualitative research is the urge to be person oriented.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29504454/",
    "clean_text": "corrigendum van wijngaarden e van der meide h and dahlberg k researching health care as a meaningful practice toward a nondualistic view on evidence for qualitative research qualitative health research doi in this art van wijngaarden e van der meide h and dahlberg k researching health care as a meaningful practice toward a nondualistic view on evidence for qualitative research qualitative health research doi in this article on page left column line of second full paragraph is incorrect in this line the word qualitatively should read as quantitatively the correct paragraph is mentioned below here we want to mention three widely acknowledged limitations to using quantitative research as a model for qualitative research first quantitative approaches are population oriented homogeneous groups of patients from the same clinical conditions are in focus whereas in real life many issues and problems are chaotic heterogeneous and too complex to tackle quantitatively morse b a reason for qualitative research is the urge to be person oriented"
}