{
    "pmid": "41426046",
    "title": "Evaluating Sibeprenlimab in IgA Nephropathy - Rationale and Baseline Data from the VISIONARY Trial.",
    "abstract": "IgA nephropathy is the most common primary glomerulonephritis and a leading cause of kidney failure worldwide. Treatments that target the underlying immune drivers of the disease to improve long-term patient outcomes are needed. Sibeprenlimab, a selective A Proliferation-Inducing Ligand (APRIL) inhibitor that significantly decreases pathogenic galactose-deficient IgA1 (Gd-IgA1) production and immune complex formation, is being investigated in the ongoing phase 3 VISIONARY trial. Here, we summarize the overall study design and report on the baseline characteristics of patients enrolled in the trial. VISIONARY is a multicenter, double-blind, placebo-controlled trial (ClinicalTrials.gov identifier, NCT05248646; study date of registration: 2022-02-18). Adults with biopsy-confirmed IgA nephropathy were randomized 1:1 to receive subcutaneous (s.c.) sibeprenlimab 400 mg or placebo once every 4 weeks for 26 doses. The primary end point is the 24-hour urine protein-to-creatinine ratio (uPCR-24 h) at 9 months compared with the baseline. Of 510 enrolled patients across 31 countries, 58.8% were male, 59.0% were Asian, and 57.3% lived in East or South/Southeast Asia. The median age was 42.0 (range, 18.0-83.0) years; 97.8% of patients were using renin-angiotensin system inhibitors (RASis), and 45.1% were using sodium-glucose cotransporter 2 inhibitors. The mean (SD) baseline uPCR-24 h was 1.54 (0.92) g/g. The mean (SD) baseline urine protein was 2.1 (1.3) g/d, and the mean (SD) baseline estimated glomerular filtration rate (eGFR) was 64.2 (25.3) ml/min per 1.73 m VISIONARY, the largest IgA nephropathy trial to date, is evaluating the efficacy and safety of s.c. sibeprenlimab in a broadly representative population with IgA nephropathy at high risk of disease progression.",
    "disease": "chronic kidney disease",
    "clean_text": "evaluating sibeprenlimab in iga nephropathy rationale and baseline data from the visionary trial iga nephropathy is the most common primary glomerulonephritis and a leading cause of kidney failure worldwide treatments that target the underlying immune drivers of the disease to improve long term patient outcomes are needed sibeprenlimab a selective a proliferation inducing ligand april inhibitor that significantly decreases pathogenic galactose deficient iga gd iga production and immune complex formation is being investigated in the ongoing phase visionary trial here we summarize the overall study design and report on the baseline characteristics of patients enrolled in the trial visionary is a multicenter double blind placebo controlled trial clinicaltrials gov identifier nct study date of registration adults with biopsy confirmed iga nephropathy were randomized to receive subcutaneous s c sibeprenlimab mg or placebo once every weeks for doses the primary end point is the hour urine protein to creatinine ratio upcr h at months compared with the baseline of enrolled patients across countries were male were asian and lived in east or south southeast asia the median age was range years of patients were using renin angiotensin system inhibitors rasis and were using sodium glucose cotransporter inhibitors the mean sd baseline upcr h was g g the mean sd baseline urine protein was g d and the mean sd baseline estimated glomerular filtration rate egfr was ml min per m visionary the largest iga nephropathy trial to date is evaluating the efficacy and safety of s c sibeprenlimab in a broadly representative population with iga nephropathy at high risk of disease progression"
}