{
    "title": "Identification of a proliferating marginal zone of retinal progenitors in postnatal chickens.",
    "doc_id": "10753510",
    "writer": "Fischer AJ",
    "year": "2000",
    "summary": "Contrary to this belief, we show here that hatched chickens have a zone of proliferating cells at the peripheral margin of the retina, similar to that of fish and amphibians. ...Increased rates of ocular growth, induced by visual deprivation, resulted in increased n …",
    "abstract": "In warm-blooded vertebrates it is generally accepted that after early stages of development new neurons are not added to the retina. Contrary to this belief, we show here that hatched chickens have a zone of proliferating cells at the peripheral margin of the retina, similar to that of fish and amphibians. We found that cells at the peripheral edge of the retina incorporated the thymidine analog BrdU and expressed the cell cycle regulator proliferating cell nuclear antigen (PCNA). Furthermore, cells in the ciliary epithelium and retinal margin coexpressed the homeodomain transcription factors Pax6 and Chx-10, similar to multipotent progenitors of embryonic retina. Expression of PCNA, Pax6, and Chx-10 in cells at the retinal margin was maintained in adult birds. Double-labeling studies showed that BrdU-labeled cells that were integrated into the retina expressed proteins found only in differentiated neurons. Increased rates of ocular growth, induced by visual deprivation, resulted in increased numbers of BrdU-labeled cells at the retinal margin. Unlike the progenitors in the retinal marginal zone of fish and amphibians, the progenitors of the chick retina do not increase their rate of proliferation in response to acute damage. Furthermore, insulin, insulin-like growth factor-I, and epidermal growth factor increased proliferation of progenitors at the retinal margin, while basic fibroblast growth factor had no effect. These results indicate that the avian retina has a marginal growth zone containing proliferating cells that share similarities with multipotent embryonic retinal progenitors and the retinal stem cells of cold-blooded vertebrates.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10753510/",
    "clean_text": "identification of a proliferating marginal zone of retinal progenitors in postnatal chickens contrary to this belief we show here that hatched chickens have a zone of proliferating cells at the peripheral margin of the retina similar to that of fish and amphibians increased rates of ocular growth induced by visual deprivation resulted in increased n in warm blooded vertebrates it is generally accepted that after early stages of development new neurons are not added to the retina contrary to this belief we show here that hatched chickens have a zone of proliferating cells at the peripheral margin of the retina similar to that of fish and amphibians we found that cells at the peripheral edge of the retina incorporated the thymidine analog brdu and expressed the cell cycle regulator proliferating cell nuclear antigen pcna furthermore cells in the ciliary epithelium and retinal margin coexpressed the homeodomain transcription factors pax and chx similar to multipotent progenitors of embryonic retina expression of pcna pax and chx in cells at the retinal margin was maintained in adult birds double labeling studies showed that brdu labeled cells that were integrated into the retina expressed proteins found only in differentiated neurons increased rates of ocular growth induced by visual deprivation resulted in increased numbers of brdu labeled cells at the retinal margin unlike the progenitors in the retinal marginal zone of fish and amphibians the progenitors of the chick retina do not increase their rate of proliferation in response to acute damage furthermore insulin insulin like growth factor i and epidermal growth factor increased proliferation of progenitors at the retinal margin while basic fibroblast growth factor had no effect these results indicate that the avian retina has a marginal growth zone containing proliferating cells that share similarities with multipotent embryonic retinal progenitors and the retinal stem cells of cold blooded vertebrates"
}