{
    "title": "Complete genome analysis of three isolates of narcissus late season yellows virus and two of narcissus yellow stripe virus: three species or one?",
    "doc_id": "24385160",
    "writer": "Wylie SJ",
    "year": "2014",
    "summary": "Complete genome sequences of two new isolates of narcissus late season yellows virus (NLSYV) from Australia were compared with the other NLSYV genome from China and with two complete genomes of isolates designated narcissus yellow stripe virus (NYSV), one from Austr …",
    "abstract": "Complete genome sequences of two new isolates of narcissus late season yellows virus (NLSYV) from Australia were compared with the other NLSYV genome from China and with two complete genomes of isolates designated narcissus yellow stripe virus (NYSV), one from Australia and the other from China. On the basis of symptoms on natural and experimental host species, and genome sequence identity, the isolates could either be classified as closely related members of three different species or placed together in one taxon. Options for classification of these potyvirus isolates are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24385160/",
    "clean_text": "complete genome analysis of three isolates of narcissus late season yellows virus and two of narcissus yellow stripe virus three species or one complete genome sequences of two new isolates of narcissus late season yellows virus nlsyv from australia were compared with the other nlsyv genome from china and with two complete genomes of isolates designated narcissus yellow stripe virus nysv one from austr complete genome sequences of two new isolates of narcissus late season yellows virus nlsyv from australia were compared with the other nlsyv genome from china and with two complete genomes of isolates designated narcissus yellow stripe virus nysv one from australia and the other from china on the basis of symptoms on natural and experimental host species and genome sequence identity the isolates could either be classified as closely related members of three different species or placed together in one taxon options for classification of these potyvirus isolates are discussed"
}