{
    "title": "Two Main Routes of Spore Migration Contributing to the Occurrence of Wheat Stripe Rust in the Jiangsu and Zhejiang Coastal Sporadic Epidemiological Region in 2019, Based on Phenotyping and Genotyping Analyses.",
    "doc_id": "35365052",
    "writer": "Ju M",
    "year": "2022",
    "summary": "In China, wheat stripe rust generally occurs in northwestern and southwestern China and sporadically in the Jiangsu and Zhejiang coastal epidemiological region (JZER), where an outbreak of the disease occurred in 2019. ...In JZER, races CYR32, G22-14, and G22-68 were detec …",
    "abstract": "Wheat stripe rust, caused by Puccinia striiformis f. sp. tritici, is a destructive disease in many countries. In China, wheat stripe rust generally occurs in northwestern and southwestern China and sporadically in the Jiangsu and Zhejiang coastal epidemiological region (JZER), where an outbreak of the disease occurred in 2019. To understand the population structure and potential inoculum sources of the pathogen in this region, 171 isolates collected from 93 wheat fields of 53 counties in 10 provinces were phenotyped with two sets of wheat differentials and genotyped with 20 pairs of single-nucleotide polymorphism primers. Phenotype tests indicated that identical races (CYR34, CYR33, Su11-139, and Su11-14-1) detected in Jiangsu and Zhejiang were shared with the oversummering regions (Gansu), overwintering regions (Hubei, Henan, and Shaanxi), and Yun-Gui epidemiological regions (Yunnan and Guizhou). In JZER, races CYR32, G22-14, and G22-68 were detected in Jiangsu, but not in Zhejiang, and Su11-208 was identified in Zhejiang, but not in Jiangsu. Genotypic analysis revealed remarkable gene flows among the Jiangsu, Yunnan, Henan, and Anhui populations, as well as those of Zhejiang, Guizhou, and Sichuan, showing that wheat stripe rust in Zhejiang and Jiangsu was from spores that migrated from different routes. Major gene flows were detected between the Jiangsu and Zhejiang populations. P. striiformis f. sp. tritici from both overwintering regions (Yunnan, Sichuan, Guizhou, Henan, Hubei, and Shaanxi) and oversummering regions (Gansu) contributed to the wheat stripe rust epidemic in the JZER region in 2019.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35365052/",
    "clean_text": "two main routes of spore migration contributing to the occurrence of wheat stripe rust in the jiangsu and zhejiang coastal sporadic epidemiological region in based on phenotyping and genotyping analyses in china wheat stripe rust generally occurs in northwestern and southwestern china and sporadically in the jiangsu and zhejiang coastal epidemiological region jzer where an outbreak of the disease occurred in in jzer races cyr g and g were detec wheat stripe rust caused by puccinia striiformis f sp tritici is a destructive disease in many countries in china wheat stripe rust generally occurs in northwestern and southwestern china and sporadically in the jiangsu and zhejiang coastal epidemiological region jzer where an outbreak of the disease occurred in to understand the population structure and potential inoculum sources of the pathogen in this region isolates collected from wheat fields of counties in provinces were phenotyped with two sets of wheat differentials and genotyped with pairs of single nucleotide polymorphism primers phenotype tests indicated that identical races cyr cyr su and su detected in jiangsu and zhejiang were shared with the oversummering regions gansu overwintering regions hubei henan and shaanxi and yun gui epidemiological regions yunnan and guizhou in jzer races cyr g and g were detected in jiangsu but not in zhejiang and su was identified in zhejiang but not in jiangsu genotypic analysis revealed remarkable gene flows among the jiangsu yunnan henan and anhui populations as well as those of zhejiang guizhou and sichuan showing that wheat stripe rust in zhejiang and jiangsu was from spores that migrated from different routes major gene flows were detected between the jiangsu and zhejiang populations p striiformis f sp tritici from both overwintering regions yunnan sichuan guizhou henan hubei and shaanxi and oversummering regions gansu contributed to the wheat stripe rust epidemic in the jzer region in"
}