{
    "pmid": "41444380",
    "title": "Motivational effectiveness of prosocial public health messaging to reduce respiratory infection risk: a systematic review and meta-analysis.",
    "abstract": "Clear communication is essential for the effective uptake of public health interventions promoting protective behaviours for respiratory infection control. The emergence of novel infectious diseases, particularly the COVID-19 pandemic, has highlighted the need for rapid adaptation of established and new behavioural practices. However, there remains limited knowledge concerning effective strategies for disseminating risk-reduction information and predicting population responses. This systematic review and meta-analysis (PROSPERO: CRD42020198874) assessed the effectiveness of these interventions using behavioural science frameworks, including MINDSPACE contextual influencers and behaviour change techniques (BCTs), to identify key components and mechanisms of action (MoAs). Twenty-four full-text articles, comprising 36 randomised controlled trials (RCTs) across 11 countries, were included via electronic databases (MEDLINE, EMBASE, PsycINFO, Scopus) and other sources (grey literature, Google Scholar, and reference lists) searched to March 2022. Here, we show that interventions mainly target social distancing, mask wearing, hand washing, and various behavioural intentions and actual behaviours, using a median of three-arm study designs with passive comparators. Interventions include a median of two contextual influencers and four BCTs. Behaviour intention is the most frequently applied mechanism of action. Study quality is moderate. Narrative synthesis of 16 full-texts (26 RCTs) shows significant effects, while network meta-analysis of 16 full-texts (21 RCTs) indicates that prosocial messages, particularly those referencing loved ones, are effective in reducing the risk of respiratory infections (d = 0.09; 95% CrI=0.06-0.14; CINeMA: Low). Although further research is needed, the review provides insight into designing public health messages that effectively improve protective behaviours for respiratory infection control. This study examined whether public health messages can encourage people to adopt protective behaviours, such as wearing masks, washing hands, and keeping distance, to reduce the spread of respiratory infections like COVID-19 and influenza. We reviewed and combined the results of 36 studies from 11 countries. To understand what works best, we used behavioural science tools that show how messages influence people’s decisions and actions. We found that messages appealing to social values, especially those about protecting loved ones, were more effective in encouraging safer behaviours. These findings highlight the importance of designing health messages that connect with people’s emotions and motivations. Clear and well-targeted communication can help the public respond more effectively in future outbreaks.",
    "disease": "influenza",
    "clean_text": "motivational effectiveness of prosocial public health messaging to reduce respiratory infection risk a systematic review and meta analysis clear communication is essential for the effective uptake of public health interventions promoting protective behaviours for respiratory infection control the emergence of novel infectious diseases particularly the covid pandemic has highlighted the need for rapid adaptation of established and new behavioural practices however there remains limited knowledge concerning effective strategies for disseminating risk reduction information and predicting population responses this systematic review and meta analysis prospero crd assessed the effectiveness of these interventions using behavioural science frameworks including mindspace contextual influencers and behaviour change techniques bcts to identify key components and mechanisms of action moas twenty four full text articles comprising randomised controlled trials rcts across countries were included via electronic databases medline embase psycinfo scopus and other sources grey literature google scholar and reference lists searched to march here we show that interventions mainly target social distancing mask wearing hand washing and various behavioural intentions and actual behaviours using a median of three arm study designs with passive comparators interventions include a median of two contextual influencers and four bcts behaviour intention is the most frequently applied mechanism of action study quality is moderate narrative synthesis of full texts rcts shows significant effects while network meta analysis of full texts rcts indicates that prosocial messages particularly those referencing loved ones are effective in reducing the risk of respiratory infections d cri cinema low although further research is needed the review provides insight into designing public health messages that effectively improve protective behaviours for respiratory infection control this study examined whether public health messages can encourage people to adopt protective behaviours such as wearing masks washing hands and keeping distance to reduce the spread of respiratory infections like covid and influenza we reviewed and combined the results of studies from countries to understand what works best we used behavioural science tools that show how messages influence people s decisions and actions we found that messages appealing to social values especially those about protecting loved ones were more effective in encouraging safer behaviours these findings highlight the importance of designing health messages that connect with people s emotions and motivations clear and well targeted communication can help the public respond more effectively in future outbreaks"
}