{
    "pmid": "41466927",
    "title": "Evaluating Custom and Transfer Learning Convolutional Neural Networks for Pneumonia Classification Under Data Scarcity and Low-Compute Conditions for Under-Resourced Environments.",
    "abstract": "Pneumonia is an infectious disease that causes many deaths across the world. By accurately and efficiently recognizing pneumonia from images using machine learning, we can facilitate faster treatment. Yet, in under-resourced environments, there is often a lack of training data, high-quality images for training, as well as a lack of high computing power. As such, we aim to investigate and address these issues. In this paper, we deployed and tested different convolutional neural networks (CNNs), optimizing them to use fewer resources. We simulated the low training image count, low image quality, and low compute power, using a Raspberry Pi and the Pneumonia Modified National Institute of Standards and Technology (MNIST) dataset with 64x64 images. We were able to achieve accuracies of 95% for our laptop-trained, quantized model and 94% for our P100 quantized model. The F1 scores, as well as the recall for the pneumonia class, were also evaluated to provide additional insights into the performance of the models. Furthermore, we were able to obtain a rounded average latency of 1.46 milliseconds (ms) for our P100 quantized model, with a rounded model size of 1.45 megabytes (MB). Our work allows for an accurate diagnosis of pneumonia with limited resources.",
    "disease": "pneumonia",
    "clean_text": "evaluating custom and transfer learning convolutional neural networks for pneumonia classification under data scarcity and low compute conditions for under resourced environments pneumonia is an infectious disease that causes many deaths across the world by accurately and efficiently recognizing pneumonia from images using machine learning we can facilitate faster treatment yet in under resourced environments there is often a lack of training data high quality images for training as well as a lack of high computing power as such we aim to investigate and address these issues in this paper we deployed and tested different convolutional neural networks cnns optimizing them to use fewer resources we simulated the low training image count low image quality and low compute power using a raspberry pi and the pneumonia modified national institute of standards and technology mnist dataset with x images we were able to achieve accuracies of for our laptop trained quantized model and for our p quantized model the f scores as well as the recall for the pneumonia class were also evaluated to provide additional insights into the performance of the models furthermore we were able to obtain a rounded average latency of milliseconds ms for our p quantized model with a rounded model size of megabytes mb our work allows for an accurate diagnosis of pneumonia with limited resources"
}