{
    "title": "Cocreating an Automated mHealth Apps Systematic Review Process With Generative AI: Design Science Research Approach.",
    "doc_id": "38345839",
    "writer": "Giunti G",
    "year": "2024",
    "summary": "OBJECTIVE: This study aimed to explore the feasibility of using generative AI tools to automate time-consuming and resource-intensive tasks in a systematic review process and assess the scope and limitations of using such tools. METHODS: We used the design science r …",
    "abstract": "Background:\n        \n      \n      The use of mobile devices for delivering health-related services (mobile health [mHealth]) has rapidly increased, leading to a demand for summarizing the state of the art and practice through systematic reviews. However, the systematic review process is a resource-intensive and time-consuming process. Generative artificial intelligence (AI) has emerged as a potential solution to automate tedious tasks.\n    \n\n\n          Objective:\n        \n      \n      This study aimed to explore the feasibility of using generative AI tools to automate time-consuming and resource-intensive tasks in a systematic review process and assess the scope and limitations of using such tools.\n    \n\n\n          Methods:\n        \n      \n      We used the design science research methodology. The solution proposed is to use cocreation with a generative AI, such as ChatGPT, to produce software code that automates the process of conducting systematic reviews.\n    \n\n\n          Results:\n        \n      \n      A triggering prompt was generated, and assistance from the generative AI was used to guide the steps toward developing, executing, and debugging a Python script. Errors in code were solved through conversational exchange with ChatGPT, and a tentative script was created. The code pulled the mHealth solutions from the Google Play Store and searched their descriptions for keywords that hinted toward evidence base. The results were exported to a CSV file, which was compared to the initial outputs of other similar systematic review processes.\n    \n\n\n          Conclusions:\n        \n      \n      This study demonstrates the potential of using generative AI to automate the time-consuming process of conducting systematic reviews of mHealth apps. This approach could be particularly useful for researchers with limited coding skills. However, the study has limitations related to the design science research methodology, subjectivity bias, and the quality of the search results used to train the language model.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38345839/",
    "clean_text": "cocreating an automated mhealth apps systematic review process with generative ai design science research approach objective this study aimed to explore the feasibility of using generative ai tools to automate time consuming and resource intensive tasks in a systematic review process and assess the scope and limitations of using such tools methods we used the design science r background the use of mobile devices for delivering health related services mobile health mhealth has rapidly increased leading to a demand for summarizing the state of the art and practice through systematic reviews however the systematic review process is a resource intensive and time consuming process generative artificial intelligence ai has emerged as a potential solution to automate tedious tasks objective this study aimed to explore the feasibility of using generative ai tools to automate time consuming and resource intensive tasks in a systematic review process and assess the scope and limitations of using such tools methods we used the design science research methodology the solution proposed is to use cocreation with a generative ai such as chatgpt to produce software code that automates the process of conducting systematic reviews results a triggering prompt was generated and assistance from the generative ai was used to guide the steps toward developing executing and debugging a python script errors in code were solved through conversational exchange with chatgpt and a tentative script was created the code pulled the mhealth solutions from the google play store and searched their descriptions for keywords that hinted toward evidence base the results were exported to a csv file which was compared to the initial outputs of other similar systematic review processes conclusions this study demonstrates the potential of using generative ai to automate the time consuming process of conducting systematic reviews of mhealth apps this approach could be particularly useful for researchers with limited coding skills however the study has limitations related to the design science research methodology subjectivity bias and the quality of the search results used to train the language model"
}