{
    "title": "Alzheimer's Disorder: Epigenetic Connection and Associated Risk Factors.",
    "doc_id": "31989902",
    "writer": "Sharma VK",
    "year": "2020",
    "summary": "Epigenetics influence plethora of complications at cellular and molecular levels that includes cancer, metabolic and cardiovascular complications including neurological (psychosis) and neurodegenerative disorders (Alzheimer's disease, Parkinson disease …",
    "abstract": "The gene based therapeutics and drug targets have shown incredible and appreciable advances in alleviating human sufferings and complexities. Epigenetics simply means above genetics or which controls the organism beyond genetics. At present it is very clear that all characteristics of an individual are not determined by DNA alone, rather the environment, stress, life style and nutrition play a vital part in determining the response of an organism. Thus, nature (genetic makeup) and nurture (exposure) play equally important roles in the responses observed, both at the cellular and organism levels. Epigenetics influence plethora of complications at cellular and molecular levels that includes cancer, metabolic and cardiovascular complications including neurological (psychosis) and neurodegenerative disorders (Alzheimer's disease, Parkinson disease etc.). The epigenetic mechanisms include DNA methylation, histone modification and non coding RNA which have substantial impact on progression and pathways linked to Alzheimer's disease. The epigenetic mechanism gets deregulated in Alzheimer's disease and is characterized by DNA hyper methylation, deacetylation of histones and general repressed chromatin state which alter gene expression at the transcription level by upregulation, downregulation or silencing of genes. Thus, the processes or modulators of these epigenetic processes have shown vast potential as a therapeutic target in Alzheimer's disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31989902/",
    "clean_text": "alzheimer s disorder epigenetic connection and associated risk factors epigenetics influence plethora of complications at cellular and molecular levels that includes cancer metabolic and cardiovascular complications including neurological psychosis and neurodegenerative disorders alzheimer s disease parkinson disease the gene based therapeutics and drug targets have shown incredible and appreciable advances in alleviating human sufferings and complexities epigenetics simply means above genetics or which controls the organism beyond genetics at present it is very clear that all characteristics of an individual are not determined by dna alone rather the environment stress life style and nutrition play a vital part in determining the response of an organism thus nature genetic makeup and nurture exposure play equally important roles in the responses observed both at the cellular and organism levels epigenetics influence plethora of complications at cellular and molecular levels that includes cancer metabolic and cardiovascular complications including neurological psychosis and neurodegenerative disorders alzheimer s disease parkinson disease etc the epigenetic mechanisms include dna methylation histone modification and non coding rna which have substantial impact on progression and pathways linked to alzheimer s disease the epigenetic mechanism gets deregulated in alzheimer s disease and is characterized by dna hyper methylation deacetylation of histones and general repressed chromatin state which alter gene expression at the transcription level by upregulation downregulation or silencing of genes thus the processes or modulators of these epigenetic processes have shown vast potential as a therapeutic target in alzheimer s disease"
}