{
    "pmid": "41449012",
    "title": "Association between interleukin-6, C-reactive protein and chronic kidney disease outcomes: A systematic review and meta-analysis.",
    "abstract": "Chronic kidney disease (CKD) is associated with a persistent inflammatory state that contributes to adverse outcomes. Biomarkers such as interleukin-6 (IL-6), C-reactive protein (CRP), and high-sensitivity CRP (hs-CRP) have been linked to mortality and cardiovascular events, but the consistency and clinical relevance of these associations remain unclear. We performed a systematic review and meta-analysis of 81 studies, with a median follow-up duration of 3.0 years (IQR 2.0-4.2), following the PRISMA checklist and a PROSPERO-registered protocol (CRD42025621594). PubMed, Web of Science, Scopus, Ovid MEDLINE, and the Cochrane Library were searched from inception to October 2024. Two reviewers independently screened studies, extracted prespecified values, and assessed risk of bias using the Newcastle-Ottawa Scale. We collected study-level sample characteristics (country, patient characteristics, renal status, age, sex, follow-up duration, inflammatory marker investigated, and primary outcomes). Random-effects meta-analyses were used to pool HRs. Heterogeneity was assessed with I² and Cochran's Q test, while subgroup and sensitivity analyses explored between-study variability. Ninety-five percent prediction intervals (PIs) were calculated to enhance interpretability. Elevated biomarker levels were consistently associated with adverse outcomes. For all-cause mortality, pooled HRs were 1.52 (95% CI 1.36-1.70) for IL-6, 1.63 (1.47-1.80) for CRP, and 1.15 (1.11-1.20) for hs-CRP. For cardiovascular mortality, HRs were 1.41 (1.21-1.64) for IL-6, 1.11 (1.07-1.15) for CRP, and 1.56 (1.27-1.93) for hs-CRP. For cardiovascular events, HRs were 1.18 (1.03-1.34) for IL-6, 1.57 (1.23-2.02) for CRP, and 1.24 (1.14-1.35) for hs-CRP. Given substantial heterogeneity (I² often >70%), the 95% prediction intervals were wide, reflecting considerable between-study variability. For CRP these intervals occasionally encompassed the null, whereas for IL-6 and hs-CRP they generally excluded the null, suggesting future studies are likely to confirm these associations. In CKD populations, higher IL-6, CRP, and hs-CRP were associated with increased risks of mortality and cardiovascular outcomes. However, the observational and heterogeneous evidence base yielded low to very low GRADE certainty (low for IL-6 across outcomes; mixed low/very low for CRP and hs-CRP), so effect estimates should be interpreted cautiously as adjunctive signals within multivariable risk assessment rather than as stand-alone clinical decision tools. These biomarkers may help characterize systemic inflammatory risk biology in CKD; however, future studies should prioritize standardized measurements, define clinically meaningful thresholds, and evaluate targeted anti-inflammatory strategies in outcome-driven trials to determine whether modifying these pathways improves patient outcomes.",
    "disease": "chronic kidney disease",
    "clean_text": "association between interleukin c reactive protein and chronic kidney disease outcomes a systematic review and meta analysis chronic kidney disease ckd is associated with a persistent inflammatory state that contributes to adverse outcomes biomarkers such as interleukin il c reactive protein crp and high sensitivity crp hs crp have been linked to mortality and cardiovascular events but the consistency and clinical relevance of these associations remain unclear we performed a systematic review and meta analysis of studies with a median follow up duration of years iqr following the prisma checklist and a prospero registered protocol crd pubmed web of science scopus ovid medline and the cochrane library were searched from inception to october two reviewers independently screened studies extracted prespecified values and assessed risk of bias using the newcastle ottawa scale we collected study level sample characteristics country patient characteristics renal status age sex follow up duration inflammatory marker investigated and primary outcomes random effects meta analyses were used to pool hrs heterogeneity was assessed with i and cochran s q test while subgroup and sensitivity analyses explored between study variability ninety five percent prediction intervals pis were calculated to enhance interpretability elevated biomarker levels were consistently associated with adverse outcomes for all cause mortality pooled hrs were ci for il for crp and for hs crp for cardiovascular mortality hrs were for il for crp and for hs crp for cardiovascular events hrs were for il for crp and for hs crp given substantial heterogeneity i often the prediction intervals were wide reflecting considerable between study variability for crp these intervals occasionally encompassed the null whereas for il and hs crp they generally excluded the null suggesting future studies are likely to confirm these associations in ckd populations higher il crp and hs crp were associated with increased risks of mortality and cardiovascular outcomes however the observational and heterogeneous evidence base yielded low to very low grade certainty low for il across outcomes mixed low very low for crp and hs crp so effect estimates should be interpreted cautiously as adjunctive signals within multivariable risk assessment rather than as stand alone clinical decision tools these biomarkers may help characterize systemic inflammatory risk biology in ckd however future studies should prioritize standardized measurements define clinically meaningful thresholds and evaluate targeted anti inflammatory strategies in outcome driven trials to determine whether modifying these pathways improves patient outcomes"
}