{
    "title": "Helicobacter pylori Infection following Endoscopic Resection of Early Gastric Cancer.",
    "doc_id": "31737682",
    "writer": "Li L",
    "year": "2019",
    "summary": "H. pylori-mediated persistent methylation levels are associated with the development of metachronous gastric cancer. The methylation of certain specific genes can be used to identify patients with a high risk of metachronous gastric cancer even after H …",
    "abstract": "The role of Helicobacter pylori (H. pylori) infection in patients following endoscopic resection of early gastric cancer (EGC) remains unclear. This article presents a review of literature published in the past 15 years. H. pylori-mediated persistent methylation levels are associated with the development of metachronous gastric cancer. The methylation of certain specific genes can be used to identify patients with a high risk of metachronous gastric cancer even after H. pylori eradication. H. pylori eradication after endoscopic resection should be performed as early as possible for eradication success and prevention of metachronous precancerous lesions. Although whether the eradication of H. pylori could prevent the development of metachronous cancer after endoscopic resection is controversial, several meta-analyses concluded that H. pylori eradication could reduce the incidence of metachronous gastric cancer significantly. In addition, H. pylori eradication in gastric cancer survivors after endoscopic resection could reduce healthcare cost and save lives in a cost-effective way. Taken together, H. pylori eradication after endoscopic resection of EGC is recommended as prevention for metachronous precancerous lesions and metachronous gastric cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31737682/",
    "clean_text": "helicobacter pylori infection following endoscopic resection of early gastric cancer h pylori mediated persistent methylation levels are associated with the development of metachronous gastric cancer the methylation of certain specific genes can be used to identify patients with a high risk of metachronous gastric cancer even after h the role of helicobacter pylori h pylori infection in patients following endoscopic resection of early gastric cancer egc remains unclear this article presents a review of literature published in the past years h pylori mediated persistent methylation levels are associated with the development of metachronous gastric cancer the methylation of certain specific genes can be used to identify patients with a high risk of metachronous gastric cancer even after h pylori eradication h pylori eradication after endoscopic resection should be performed as early as possible for eradication success and prevention of metachronous precancerous lesions although whether the eradication of h pylori could prevent the development of metachronous cancer after endoscopic resection is controversial several meta analyses concluded that h pylori eradication could reduce the incidence of metachronous gastric cancer significantly in addition h pylori eradication in gastric cancer survivors after endoscopic resection could reduce healthcare cost and save lives in a cost effective way taken together h pylori eradication after endoscopic resection of egc is recommended as prevention for metachronous precancerous lesions and metachronous gastric cancer"
}