{
    "pmid": "41393009",
    "title": "Community pharmacies in early detection of obstructive sleep apnea: findings from a nationwide survey.",
    "abstract": "Obstructive sleep apnea (OSA) is a highly prevalent, yet underdiagnosed sleep disorder associated with cardiovascular, metabolic, and neurocognitive morbidity, as well as impaired quality of life. Limited access to diagnostics, low public awareness, and underreporting of symptoms contribute to a substantial gap in detection. Community pharmacies, given their accessibility and frequent interaction with patients managing multiple comorbidities, represent a promising but underexplored setting for identifying individuals at high risk. To investigate the feasibility of pharmacy-based screening for OSA and to provide preliminary insights into the prevalence of at-risk individuals among pharmacy clients. A cross-sectional study was conducted in 22 Italian community pharmacies, where participants completed a three-section questionnaire recording demographic data, the Berlin Questionnaire (BQ) for OSA screening and the Pittsburgh Sleep Quality Index (PSQI) for sleep quality assessment. Multivariate regression was performed to explore the association between poor questionnaire outcomes, demographic variables, and ongoing medication use. A sensitivity analysis was conducted to minimize the risk of bias. A total of 301 individuals were included (females:  Community pharmacies can serve as a valuable setting for the early identification of individuals at risk for sleep-related breathing disorders, particularly among patients with multiple comorbidities. By leveraging their accessibility and frequent patient contact, pharmacies may complement existing healthcare pathways and support efforts aimed at reducing the current diagnostic gap in OSA.",
    "disease": "asthma",
    "clean_text": "community pharmacies in early detection of obstructive sleep apnea findings from a nationwide survey obstructive sleep apnea osa is a highly prevalent yet underdiagnosed sleep disorder associated with cardiovascular metabolic and neurocognitive morbidity as well as impaired quality of life limited access to diagnostics low public awareness and underreporting of symptoms contribute to a substantial gap in detection community pharmacies given their accessibility and frequent interaction with patients managing multiple comorbidities represent a promising but underexplored setting for identifying individuals at high risk to investigate the feasibility of pharmacy based screening for osa and to provide preliminary insights into the prevalence of at risk individuals among pharmacy clients a cross sectional study was conducted in italian community pharmacies where participants completed a three section questionnaire recording demographic data the berlin questionnaire bq for osa screening and the pittsburgh sleep quality index psqi for sleep quality assessment multivariate regression was performed to explore the association between poor questionnaire outcomes demographic variables and ongoing medication use a sensitivity analysis was conducted to minimize the risk of bias a total of individuals were included females community pharmacies can serve as a valuable setting for the early identification of individuals at risk for sleep related breathing disorders particularly among patients with multiple comorbidities by leveraging their accessibility and frequent patient contact pharmacies may complement existing healthcare pathways and support efforts aimed at reducing the current diagnostic gap in osa"
}