{
    "pmid": "41466795",
    "title": "Right ventricular adaptation in congenital heart disease: Does the type of right ventricular overload matter?",
    "abstract": "Right ventricular (RV) function is an independent predictor of prognosis in congenital heart disease (CHD), but RV adaptation to chronic pressure and/or volume overload is understudied. This study aimed to assess adaptation to chronic RV pressure and/or volume overload in CHD patients using pressure-volume (PV) loop analysis. This retrospective study included CHD patients with a subpulmonary morphologic right ventricle and biventricular circulation who underwent right heart catheterization (RHC) and cardiac magnetic resonance (CMR) imaging within 12 months prior to RHC at the University Medical Center Utrecht between August 2013 and November 2024. RV volumes, function, pressures and wall tension were obtained. RV afterload (arterial elastance [Ea]), contractility (end-systolic elastance [Ees]), RV-pulmonary artery (PA) coupling (Ees/Ea), and diastolic stiffness (end-diastolic elastance [Eed]) were evaluated using PV loop analysis. Forty-five patients (67% male; median age, 14 [interquartile range, 9-17] years; 18 with pressure overload, 7 with volume overload, 20 with combined overload) were included. Pressure and combined overload led to a twofold increase in Ea, increased Ees, and increased Eed compared to volume overload (all  Despite similar RV function on conventional imaging, PV analysis revealed distinct RV adaptation patterns for RV pressure and/or volume overload in CHD, suggesting potential for RV overload-specific treatments.",
    "disease": "hypertension",
    "clean_text": "right ventricular adaptation in congenital heart disease does the type of right ventricular overload matter right ventricular rv function is an independent predictor of prognosis in congenital heart disease chd but rv adaptation to chronic pressure and or volume overload is understudied this study aimed to assess adaptation to chronic rv pressure and or volume overload in chd patients using pressure volume pv loop analysis this retrospective study included chd patients with a subpulmonary morphologic right ventricle and biventricular circulation who underwent right heart catheterization rhc and cardiac magnetic resonance cmr imaging within months prior to rhc at the university medical center utrecht between august and november rv volumes function pressures and wall tension were obtained rv afterload arterial elastance ea contractility end systolic elastance ees rv pulmonary artery pa coupling ees ea and diastolic stiffness end diastolic elastance eed were evaluated using pv loop analysis forty five patients male median age interquartile range years with pressure overload with volume overload with combined overload were included pressure and combined overload led to a twofold increase in ea increased ees and increased eed compared to volume overload all despite similar rv function on conventional imaging pv analysis revealed distinct rv adaptation patterns for rv pressure and or volume overload in chd suggesting potential for rv overload specific treatments"
}