{
    "pmid": "41455134",
    "title": "The role of HMGB1 in central nervous system (CNS) diseases: mechanisms and therapeutic perspectives.",
    "abstract": "Central nervous system (CNS) diseases represent a major global health burden and are among the leading causes of disability and mortality worldwide. The pathological mechanisms underlying CNS disorders are complex and multifactorial, involving processes such as neuroinflammation, oxidative stress, neuronal damage, and synaptic dysfunction. High-mobility group box 1 (HMGB1), a member of the high-mobility group box (HMGB) protein family, is predominantly localized in the nucleus under physiological conditions, where it contributes to DNA repair, transcriptional regulation, and other cellular functions. However, in various CNS pathologies-including stroke, traumatic brain injury (TBI), Alzheimer's disease (AD), Parkinson's disease (PD), amyotrophic lateral sclerosis (ALS), glioblastoma (GBM), epilepsy, depression, multiple sclerosis (MS), and schizophrenia-HMGB1 is released or secreted into the extracellular space. There, it plays a key role in regulating neuroinflammation, cell death, cell migration, and tissue damage and repair, thereby contributing to disease pathogenesis and progression. HMGB1 not only functions as a critical regulator in the progression of CNS diseases but also serves as a biomarker for predicting poor clinical outcomes. Moreover, a growing body of evidence indicates that therapeutic strategies targeting HMGB1 can significantly alleviate pathological damage in various CNS disorders, highlighting its potential as a promising therapeutic target. This review comprehensively summarizes the structure, post-translational modifications, release mechanisms, and receptor systems of HMGB1, along with its roles and mechanisms in CNS diseases. It also discusses the potential of HMGB1 as a biomarker and examines emerging HMGB1-targeted therapeutic strategies, aiming to provide a theoretical foundation for the treatment and drug development of CNS disorders.",
    "disease": "stroke",
    "clean_text": "the role of hmgb in central nervous system cns diseases mechanisms and therapeutic perspectives central nervous system cns diseases represent a major global health burden and are among the leading causes of disability and mortality worldwide the pathological mechanisms underlying cns disorders are complex and multifactorial involving processes such as neuroinflammation oxidative stress neuronal damage and synaptic dysfunction high mobility group box hmgb a member of the high mobility group box hmgb protein family is predominantly localized in the nucleus under physiological conditions where it contributes to dna repair transcriptional regulation and other cellular functions however in various cns pathologies including stroke traumatic brain injury tbi alzheimer s disease ad parkinson s disease pd amyotrophic lateral sclerosis als glioblastoma gbm epilepsy depression multiple sclerosis ms and schizophrenia hmgb is released or secreted into the extracellular space there it plays a key role in regulating neuroinflammation cell death cell migration and tissue damage and repair thereby contributing to disease pathogenesis and progression hmgb not only functions as a critical regulator in the progression of cns diseases but also serves as a biomarker for predicting poor clinical outcomes moreover a growing body of evidence indicates that therapeutic strategies targeting hmgb can significantly alleviate pathological damage in various cns disorders highlighting its potential as a promising therapeutic target this review comprehensively summarizes the structure post translational modifications release mechanisms and receptor systems of hmgb along with its roles and mechanisms in cns diseases it also discusses the potential of hmgb as a biomarker and examines emerging hmgb targeted therapeutic strategies aiming to provide a theoretical foundation for the treatment and drug development of cns disorders"
}