{
    "pmid": "41471662",
    "title": "Value of Robotics: Comparison of Three Different High-Intensity Training Programs for Rehabilitation After Stroke.",
    "abstract": "Strokes are one of the leading causes of adult disability. There are a wide range of therapies available in stroke care for people with stroke, but there can be wide variations in the effectiveness of these therapies, so it is essential to review and compare them from time to time. In our study, we measured and compared the effectiveness of three high-intensity therapies: an agility training program without technological tools, a virtual reality exergaming training program with a low-cost device, and a high-cost robotic training program using augmented and virtual reality. All three therapies helped to improve the patients' functional abilities, balance, and gait. On average, endurance increased by 104-177%, balance scores by 36-53%, and gait speed by 5-10% depending on the intervention. Robotic therapy and exergaming facilitate greater improvements in walking speed, step length, and balance-related gait metrics. These findings have profound implications for stroke rehabilitation, advocating for the prioritization of robotic and exergaming interventions over conventional functional therapies, like agility training. Given the limited sample size, the results should be interpreted as preliminary, highlighting the need for further studies with larger cohorts.",
    "disease": "stroke",
    "clean_text": "value of robotics comparison of three different high intensity training programs for rehabilitation after stroke strokes are one of the leading causes of adult disability there are a wide range of therapies available in stroke care for people with stroke but there can be wide variations in the effectiveness of these therapies so it is essential to review and compare them from time to time in our study we measured and compared the effectiveness of three high intensity therapies an agility training program without technological tools a virtual reality exergaming training program with a low cost device and a high cost robotic training program using augmented and virtual reality all three therapies helped to improve the patients functional abilities balance and gait on average endurance increased by balance scores by and gait speed by depending on the intervention robotic therapy and exergaming facilitate greater improvements in walking speed step length and balance related gait metrics these findings have profound implications for stroke rehabilitation advocating for the prioritization of robotic and exergaming interventions over conventional functional therapies like agility training given the limited sample size the results should be interpreted as preliminary highlighting the need for further studies with larger cohorts"
}