{
    "pmid": "41451625",
    "title": "Engineered Bacterial Outer Membrane Vesicles Remodel Tumor Microenvironment for Enhanced Photodynamic Immunotherapy.",
    "abstract": "Tumor immunotherapy harnesses the immune system to recognize and eliminate tumor cells, offering notable advantages of precise targeting and sustained antitumor responses. However, the immunosuppressive tumor microenvironment (TME) often limits the monotherapy effectiveness, resulting in immune evasion and treatment resistance. Moreover, various therapeutic agents capable of modulating the TME suffer from poor aqueous solubility and severe systemic toxicity. In this study, an engineered nanotherapeutic platform, PN@OMVs, is prepared by co-encapsulating the photosensitizer pheophorbide a (PPa) and the indoleamine 2,3-dioxygenase 1 (IDO1) inhibitor NLG919 within Escherichia coli BL21-derived outer membrane vesicles (OMVs). In a murine bilateral subcutaneous CT26 colon cancer model, PN@OMVs markedly enhanced systemic antitumor immunity through the synergistic effects of OMV-incorporated pathogen-associated molecular patterns (PAMPs) and photodynamic therapy-induced immunogenic cell death, increasing dendritic cell maturation from 2.77% to 19.84%. Meanwhile, PN@OMVs significantly inhibited IDO1 activity, disrupted the tryptophan-kynurenine metabolic pathway, and diminished regulatory T cell infiltration within tumor tissues, thereby reversing the immunosuppressive TME. Most importantly, a single administration combined with light irradiation could achieve tumor inhibition rates of 92.3% in primary tumors and 83.1% in distant tumors, without observable systemic toxicity. This study presents a promising paradigm of developing engineered OMVs to effectively remodel the TME for enhanced immunotherapy.",
    "disease": "colorectal cancer",
    "clean_text": "engineered bacterial outer membrane vesicles remodel tumor microenvironment for enhanced photodynamic immunotherapy tumor immunotherapy harnesses the immune system to recognize and eliminate tumor cells offering notable advantages of precise targeting and sustained antitumor responses however the immunosuppressive tumor microenvironment tme often limits the monotherapy effectiveness resulting in immune evasion and treatment resistance moreover various therapeutic agents capable of modulating the tme suffer from poor aqueous solubility and severe systemic toxicity in this study an engineered nanotherapeutic platform pn omvs is prepared by co encapsulating the photosensitizer pheophorbide a ppa and the indoleamine dioxygenase ido inhibitor nlg within escherichia coli bl derived outer membrane vesicles omvs in a murine bilateral subcutaneous ct colon cancer model pn omvs markedly enhanced systemic antitumor immunity through the synergistic effects of omv incorporated pathogen associated molecular patterns pamps and photodynamic therapy induced immunogenic cell death increasing dendritic cell maturation from to meanwhile pn omvs significantly inhibited ido activity disrupted the tryptophan kynurenine metabolic pathway and diminished regulatory t cell infiltration within tumor tissues thereby reversing the immunosuppressive tme most importantly a single administration combined with light irradiation could achieve tumor inhibition rates of in primary tumors and in distant tumors without observable systemic toxicity this study presents a promising paradigm of developing engineered omvs to effectively remodel the tme for enhanced immunotherapy"
}