{
    "pmid": "41314661",
    "title": "Increased risk of acute exacerbation in obstructive airway disease: the impact of metabolic dysfunction-associated steatotic liver disease and small airway dysfunction.",
    "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is a common metabolic and liver condition that leads to systemic inflammation. Obstructive airway diseases (OADs) are characterised by chronic airway inflammation, with small airway dysfunction (SAD) regarded as an early indicator. However, it is unknown whether MASLD contributes to SAD or the risk of acute exacerbation (AE) in OAD. In this retrospective cohort study, 2572 patients who underwent spirometry, impulse oscillometry (IOS) and abdominal CT scans were enrolled. Patients were divided according to MASLD status to compare their pulmonary function and clinical outcomes, including OAD AE over a follow-up period of up to 6 years. 349 patients exhibited MASLD (13.6%). The peripheral airway resistance measured by IOS is significantly higher in MASLD patients (X5 values: -0.14 vs -0.16 kPa/(L/s), p=0.002; AX: 0.76 vs 0.89, p=0.044). After 6 years of follow-up, patients with both MASLD and SAD exhibited the highest rate of OAD AE (34.8%, p=0.016) of all groups, and the coexistence of MASLD and SAD remained an independent predictor of exacerbations after adjustment by logistic regression. Hepatic steatosis was also identified as a potential contributing factor of OAD AE. MASLD is associated with a higher risk of SAD, and together they markedly increase OAD AE risk. Hepatic steatosis appears to be a major driver of this risk. These findings highlight the need for integrated management of patients with MASLD, addressing both liver and respiratory health to improve outcomes.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "increased risk of acute exacerbation in obstructive airway disease the impact of metabolic dysfunction associated steatotic liver disease and small airway dysfunction metabolic dysfunction associated steatotic liver disease masld is a common metabolic and liver condition that leads to systemic inflammation obstructive airway diseases oads are characterised by chronic airway inflammation with small airway dysfunction sad regarded as an early indicator however it is unknown whether masld contributes to sad or the risk of acute exacerbation ae in oad in this retrospective cohort study patients who underwent spirometry impulse oscillometry ios and abdominal ct scans were enrolled patients were divided according to masld status to compare their pulmonary function and clinical outcomes including oad ae over a follow up period of up to years patients exhibited masld the peripheral airway resistance measured by ios is significantly higher in masld patients x values vs kpa l s p ax vs p after years of follow up patients with both masld and sad exhibited the highest rate of oad ae p of all groups and the coexistence of masld and sad remained an independent predictor of exacerbations after adjustment by logistic regression hepatic steatosis was also identified as a potential contributing factor of oad ae masld is associated with a higher risk of sad and together they markedly increase oad ae risk hepatic steatosis appears to be a major driver of this risk these findings highlight the need for integrated management of patients with masld addressing both liver and respiratory health to improve outcomes"
}