{
    "title": "Effect of chronic spinal cord injury's severity on sperm parameters in rat: correlation with locomotion deficits.",
    "doc_id": "32727236",
    "writer": "Kaddumi EG",
    "year": "2022",
    "summary": "OBJECTIVES: Infertility is one of the major concerns for male patients following spinal cord injury (SCI). Although the severity of the injury has a large impact on extent of infertility, the effect of exact injury extent (with specific affected spinal …",
    "abstract": "Objectives:\n        \n      \n      Infertility is one of the major concerns for male patients following spinal cord injury (SCI). Although the severity of the injury has a large impact on extent of infertility, the effect of exact injury extent (with specific affected spinal tracts) on fertility is not studied yet.\n    \n\n\n          Materials and methods:\n        \n      \n      In the present study, sperm parameters, locomotion scores, and hormonal changes were evaluated following dorsal one third SCI (1/3 SCI), dorsal two third SCI (2/3 SCI), and complete spinal cord transection (TX) at T8 spinal level in male rats.\n    \n\n\n          Results:\n        \n      \n      Sperm count decreased significantly following 1/3 SCI and Tx compered to normal (control and sham). In addition, sperm count decreased significantly in Tx compared to 1/3 SCI and 2/3 SCI. Concerning sperm motility, although, percentage of motile sperms decreased significantly in Tx group in comparison to all other groups, the percentage of rapid progressive motile sperms (RPM) decreased significantly in all SCI groups compared to normal. Meanwhile, locomotion score (BBB-score) showed a significant progressive decrease following SCI compared to normal or within SCI groups. However, there was no significant changes in the serum hormonal and seminal fructose concentrations following SCI compared to normal.\n    \n\n\n          Conclusions:\n        \n      \n      These results show that understanding the extent of SCI, the affected spinal tracts, and the resultant locomotion deficits may help to predict the deficits in sperm parameters and hence fertility potentials.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32727236/",
    "clean_text": "effect of chronic spinal cord injury s severity on sperm parameters in rat correlation with locomotion deficits objectives infertility is one of the major concerns for male patients following spinal cord injury sci although the severity of the injury has a large impact on extent of infertility the effect of exact injury extent with specific affected spinal objectives infertility is one of the major concerns for male patients following spinal cord injury sci although the severity of the injury has a large impact on extent of infertility the effect of exact injury extent with specific affected spinal tracts on fertility is not studied yet materials and methods in the present study sperm parameters locomotion scores and hormonal changes were evaluated following dorsal one third sci sci dorsal two third sci sci and complete spinal cord transection tx at t spinal level in male rats results sperm count decreased significantly following sci and tx compered to normal control and sham in addition sperm count decreased significantly in tx compared to sci and sci concerning sperm motility although percentage of motile sperms decreased significantly in tx group in comparison to all other groups the percentage of rapid progressive motile sperms rpm decreased significantly in all sci groups compared to normal meanwhile locomotion score bbb score showed a significant progressive decrease following sci compared to normal or within sci groups however there was no significant changes in the serum hormonal and seminal fructose concentrations following sci compared to normal conclusions these results show that understanding the extent of sci the affected spinal tracts and the resultant locomotion deficits may help to predict the deficits in sperm parameters and hence fertility potentials"
}