{
    "title": "Myocardial metabolism: pharmacological manipulation in myocardial ischaemia.",
    "doc_id": "16121812",
    "writer": "Mitra B",
    "year": "2005",
    "summary": "Acute myocardial ischemia may result in diverse outcomes ranging from asymptomatic episodes to frank myocardial infarction. Reperfusion therapy becomes the mainstay of treatment of patients with evolving MI and provide practical approach for salvage of ischemic m …",
    "abstract": "Acute myocardial ischemia may result in diverse outcomes ranging from asymptomatic episodes to frank myocardial infarction. Reperfusion therapy becomes the mainstay of treatment of patients with evolving MI and provide practical approach for salvage of ischemic myocardium. Favorable modulations of metabolic events during and after ischemia results in increased myocardial salvage in reperfused myocardium. The use of GIK showed great advantage in enhancing myocardial salvage in patients with AMI. Use of other metabolic agents show great promise in experimental studies and merits further evaluation in human trials. Metabolic modulation of ischemic myocardium continues to be a unique and untapped approach to favorably effect ischemic myocardium. Metabolic adjuncts can be employed to lessen ischemic injury and thereby enhance the salutary effects of reperfusion. The use of metabolic manipulations which enhance glycolytic pathways and inhibit potentially noxious fatty acid intermediates may also offer a noble approach for the protection of transiently ischemic myocardium in patients with coronary artery disease. And one thing is certain, that is -- agents that modify myocardial metabolism in disease states have definitely enhanced the therapeutic armamentarium to fight the problem and improve the well being of the patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16121812/",
    "clean_text": "myocardial metabolism pharmacological manipulation in myocardial ischaemia acute myocardial ischemia may result in diverse outcomes ranging from asymptomatic episodes to frank myocardial infarction reperfusion therapy becomes the mainstay of treatment of patients with evolving mi and provide practical approach for salvage of ischemic m acute myocardial ischemia may result in diverse outcomes ranging from asymptomatic episodes to frank myocardial infarction reperfusion therapy becomes the mainstay of treatment of patients with evolving mi and provide practical approach for salvage of ischemic myocardium favorable modulations of metabolic events during and after ischemia results in increased myocardial salvage in reperfused myocardium the use of gik showed great advantage in enhancing myocardial salvage in patients with ami use of other metabolic agents show great promise in experimental studies and merits further evaluation in human trials metabolic modulation of ischemic myocardium continues to be a unique and untapped approach to favorably effect ischemic myocardium metabolic adjuncts can be employed to lessen ischemic injury and thereby enhance the salutary effects of reperfusion the use of metabolic manipulations which enhance glycolytic pathways and inhibit potentially noxious fatty acid intermediates may also offer a noble approach for the protection of transiently ischemic myocardium in patients with coronary artery disease and one thing is certain that is agents that modify myocardial metabolism in disease states have definitely enhanced the therapeutic armamentarium to fight the problem and improve the well being of the patients"
}