{
    "title": "Young's modulus of the different crystalline phases of poly (l-lactic acid).",
    "doc_id": "36375274",
    "writer": "Jariyavidyanont K",
    "year": "2023",
    "summary": "Evaluation of the modulus of elasticity of these film samples yielded the dependence of Young's modulus as a function of the enthalpy-based crystallinity, increasing with the crystal fraction in the assessed range, from zero to about 75% crystallinity. Extrapolation toward …",
    "abstract": "Young's modulus of α'- and α-crystals of poly (l-lactic acid) (PLLA), more precisely, of aggregates of isotropically arranged lamellae, has been estimated based on dynamic-mechanical analysis of sets of isotropic film samples containing largely different though well-defined amounts of crystals. Evaluation of the modulus of elasticity of these film samples yielded the dependence of Young's modulus as a function of the enthalpy-based crystallinity, increasing with the crystal fraction in the assessed range, from zero to about 75% crystallinity. Extrapolation towards 100% crystallinity suggests values of Young's modulus of around 3.7 and 4.6 GPa for isotropic aggregates of α'- and α-crystals, respectively, being only slightly higher than the modulus of the unaged glassy amorphous phase of 3.0 GPa. Noting the inherent anisotropy of the crystal modulus, suggested in the literature, the average modulus determined in this work seems to be controlled by weaker interchain secondary bonding but not the modulus in chain direction. Great effort has been undertaken to minimize errors by keeping the lamellar thickness in samples of different crystallinity constant, and by providing evidence for independence of the moduli on the spherulitic superstructure.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36375274/",
    "clean_text": "young s modulus of the different crystalline phases of poly l lactic acid evaluation of the modulus of elasticity of these film samples yielded the dependence of young s modulus as a function of the enthalpy based crystallinity increasing with the crystal fraction in the assessed range from zero to about crystallinity extrapolation toward young s modulus of and crystals of poly l lactic acid plla more precisely of aggregates of isotropically arranged lamellae has been estimated based on dynamic mechanical analysis of sets of isotropic film samples containing largely different though well defined amounts of crystals evaluation of the modulus of elasticity of these film samples yielded the dependence of young s modulus as a function of the enthalpy based crystallinity increasing with the crystal fraction in the assessed range from zero to about crystallinity extrapolation towards crystallinity suggests values of young s modulus of around and gpa for isotropic aggregates of and crystals respectively being only slightly higher than the modulus of the unaged glassy amorphous phase of gpa noting the inherent anisotropy of the crystal modulus suggested in the literature the average modulus determined in this work seems to be controlled by weaker interchain secondary bonding but not the modulus in chain direction great effort has been undertaken to minimize errors by keeping the lamellar thickness in samples of different crystallinity constant and by providing evidence for independence of the moduli on the spherulitic superstructure"
}