{
    "title": "Definitive proton radiation therapy and concurrent cisplatin for unresectable head and neck adenoid cystic carcinoma: A series of 9 cases and a critical review of the literature.",
    "doc_id": "26561041",
    "writer": "Bhattasali O",
    "year": "2016",
    "summary": "METHODS: Nine patients with unresectable node-negative, nonmetastatic head and neck ACC received definitive proton RT and concurrent cisplatin. Outcomes and toxicities were recorded. ...CONCLUSION: Our preliminary results suggest proton RT and concurrent chemotherap …",
    "abstract": "Background:\n        \n      \n      The primary treatment for head and neck adenoid cystic carcinoma (ACC) is surgery. Infrequently, however, ACC's propensity for perineural and base of skull invasion can preclude definitive surgical management. We present our experience with proton radiation therapy (RT) and concurrent platinum-based chemotherapy.\n    \n\n\n          Methods:\n        \n      \n      Nine patients with unresectable node-negative, nonmetastatic head and neck ACC received definitive proton RT and concurrent cisplatin. Outcomes and toxicities were recorded. A systematic review of the literature was performed.\n    \n\n\n          Results:\n        \n      \n      Median follow-up was 27 months (range, 9.2-48.3 months). Four patients achieved complete response at the primary site, and an additional 4 patients achieved stabilization of local disease. Only 1 patient developed local disease progression. Four patients had 5 acute grade 3 (G3) toxicities, and 1 patient developed a chronic G4 optic nerve disorder.\n    \n\n\n          Conclusion:\n        \n      \n      Our preliminary results suggest proton RT and concurrent chemotherapy is a definitive treatment option for select patients with head and neck ACC. © 2015 Wiley Periodicals, Inc. Head Neck 38: E1472-E1480, 2016.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26561041/",
    "clean_text": "definitive proton radiation therapy and concurrent cisplatin for unresectable head and neck adenoid cystic carcinoma a series of cases and a critical review of the literature methods nine patients with unresectable node negative nonmetastatic head and neck acc received definitive proton rt and concurrent cisplatin outcomes and toxicities were recorded conclusion our preliminary results suggest proton rt and concurrent chemotherap background the primary treatment for head and neck adenoid cystic carcinoma acc is surgery infrequently however acc s propensity for perineural and base of skull invasion can preclude definitive surgical management we present our experience with proton radiation therapy rt and concurrent platinum based chemotherapy methods nine patients with unresectable node negative nonmetastatic head and neck acc received definitive proton rt and concurrent cisplatin outcomes and toxicities were recorded a systematic review of the literature was performed results median follow up was months range months four patients achieved complete response at the primary site and an additional patients achieved stabilization of local disease only patient developed local disease progression four patients had acute grade g toxicities and patient developed a chronic g optic nerve disorder conclusion our preliminary results suggest proton rt and concurrent chemotherapy is a definitive treatment option for select patients with head and neck acc wiley periodicals inc head neck e e"
}