{
    "pmid": "41421866",
    "title": "Inside GEMA 5.5: Expert Insights on the Latest Changes in Asthma Management.",
    "abstract": "The Spanish Asthma Guideline (GEMA) 5.5 marks a significant conceptual and clinical advance in asthma management across Spanish-speaking healthcare systems. This updated edition incorporates the latest scientific insights into the pathophysiology, diagnosis, phenotyping, and treatment of asthma, while maintaining its practical, evidence-based orientation. A key innovation is the redefinition of therapeutic objectives: treatment is no longer limited to symptom control but is directed toward achieving and sustaining clinical remission, following the principles established by the Spanish REMAS consensus. The guideline also integrates recent evidence supporting the role of biologic therapies in specific inflammatory phenotypes, the implementation of maintenance and reliever therapy (MART) in adolescents, and a more rational approach to bronchodilator use in pediatric exacerbations. Further updates include refined recommendations on stepwise pharmacological strategies, expanded indications for advanced therapies in both adults and children, and updated management of associated conditions such as allergic bronchopulmonary aspergillosis and eosinophilic granulomatosis with polyangiitis. Organizationally, GEMA 5.5 strengthens the role of multidisciplinary asthma units, digital monitoring tools, and adherence-promoting interventions. Overall, GEMA 5.5 represents a paradigm shift toward personalized, remission-oriented asthma care, reinforcing its position as the leading Spanish-language reference for evidence-based clinical practice in respiratory medicine.",
    "disease": "asthma",
    "clean_text": "inside gema expert insights on the latest changes in asthma management the spanish asthma guideline gema marks a significant conceptual and clinical advance in asthma management across spanish speaking healthcare systems this updated edition incorporates the latest scientific insights into the pathophysiology diagnosis phenotyping and treatment of asthma while maintaining its practical evidence based orientation a key innovation is the redefinition of therapeutic objectives treatment is no longer limited to symptom control but is directed toward achieving and sustaining clinical remission following the principles established by the spanish remas consensus the guideline also integrates recent evidence supporting the role of biologic therapies in specific inflammatory phenotypes the implementation of maintenance and reliever therapy mart in adolescents and a more rational approach to bronchodilator use in pediatric exacerbations further updates include refined recommendations on stepwise pharmacological strategies expanded indications for advanced therapies in both adults and children and updated management of associated conditions such as allergic bronchopulmonary aspergillosis and eosinophilic granulomatosis with polyangiitis organizationally gema strengthens the role of multidisciplinary asthma units digital monitoring tools and adherence promoting interventions overall gema represents a paradigm shift toward personalized remission oriented asthma care reinforcing its position as the leading spanish language reference for evidence based clinical practice in respiratory medicine"
}