{
    "title": "Assessment of disability levels in patients with low back pain based on the type of lumbar spinal disorder.",
    "doc_id": "33325383",
    "writer": "Mirzamohammadi E",
    "year": "2021",
    "summary": "BACKGROUND: Low back pain (LBP) is a common health condition and the leading cause of activity limitation and absenteeism in most parts of the world. ...",
    "abstract": "Background:\n        \n      \n      Low back pain (LBP) is a common health condition and the leading cause of activity limitation and absenteeism in most parts of the world. One-fifth of patients with LBP develop chronic pain disability.\n    \n\n\n          Objective:\n        \n      \n      This study investigated the disability levels in patients with different types of lumbar spinal disorders.\n    \n\n\n          Methods:\n        \n      \n      A total of 528 patients visiting spine clinics between June 2017 and February 2018 were enrolled in this study. A demographic checklist, the patients' medical records, the Oswestry Disability Questionnaire, and the Visual Analog Scale (VAS) were used to collect the data.\n    \n\n\n          Results:\n        \n      \n      Non-specific LBP (29.5%) and discopathy (27%) were the most common final diagnoses. The obtained Oswestry Disability Index (ODI) was significantly higher in older patients, those with higher body mass index, more work experience, and smokers. Lower ODI was found in individuals with a history of regular exercise. Most individuals in all diagnostic groups were categorized into the high ODI group (p⩽ 0.001).\n    \n\n\n          Conclusion:\n        \n      \n      In patients with lumbar spine lesions, ODI is significantly correlated with age, BMI, work experience, smoking, and the type of disorder (discopathy, spondylolysis, and spondylolisthesis). Regular exercise is associated with lower levels of disability.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33325383/",
    "clean_text": "assessment of disability levels in patients with low back pain based on the type of lumbar spinal disorder background low back pain lbp is a common health condition and the leading cause of activity limitation and absenteeism in most parts of the world background low back pain lbp is a common health condition and the leading cause of activity limitation and absenteeism in most parts of the world one fifth of patients with lbp develop chronic pain disability objective this study investigated the disability levels in patients with different types of lumbar spinal disorders methods a total of patients visiting spine clinics between june and february were enrolled in this study a demographic checklist the patients medical records the oswestry disability questionnaire and the visual analog scale vas were used to collect the data results non specific lbp and discopathy were the most common final diagnoses the obtained oswestry disability index odi was significantly higher in older patients those with higher body mass index more work experience and smokers lower odi was found in individuals with a history of regular exercise most individuals in all diagnostic groups were categorized into the high odi group p conclusion in patients with lumbar spine lesions odi is significantly correlated with age bmi work experience smoking and the type of disorder discopathy spondylolysis and spondylolisthesis regular exercise is associated with lower levels of disability"
}