{
    "title": "The emerging roles of neutrophil extracellular traps in wound healing.",
    "doc_id": "34686654",
    "writer": "Zhu S",
    "year": "2021",
    "summary": "Although many factors affect the wound healing process, abnormally prolonged or augmented inflammation in the wound site is a common cause of poor wound healing. Excessive neutrophil extracellular trap (NET) formation during this phase may ampli …",
    "abstract": "Delayed wound healing causes problems for many patients both physically and psychologically, contributing to pain, economic burden, loss of function, and even amputation. Although many factors affect the wound healing process, abnormally prolonged or augmented inflammation in the wound site is a common cause of poor wound healing. Excessive neutrophil extracellular trap (NET) formation during this phase may amplify inflammation and hinder wound healing. However, the roles of NETs in wound healing are still unclear. Herein, we briefly introduce NET formation and discuss the possible NET-related mechanisms in wound healing. We conclude with a discussion of current studies, focusing on the roles of NETs in diabetic and normoglycemic wounds and the effectiveness of NET-targeting treatments in wound healing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34686654/",
    "clean_text": "the emerging roles of neutrophil extracellular traps in wound healing although many factors affect the wound healing process abnormally prolonged or augmented inflammation in the wound site is a common cause of poor wound healing excessive neutrophil extracellular trap net formation during this phase may ampli delayed wound healing causes problems for many patients both physically and psychologically contributing to pain economic burden loss of function and even amputation although many factors affect the wound healing process abnormally prolonged or augmented inflammation in the wound site is a common cause of poor wound healing excessive neutrophil extracellular trap net formation during this phase may amplify inflammation and hinder wound healing however the roles of nets in wound healing are still unclear herein we briefly introduce net formation and discuss the possible net related mechanisms in wound healing we conclude with a discussion of current studies focusing on the roles of nets in diabetic and normoglycemic wounds and the effectiveness of net targeting treatments in wound healing"
}