{
    "pmid": "41455931",
    "title": "Association between inflammatory markers and Parkinson's disease risk: a cross-sectional, propensity score-matched analysis of NHANES data.",
    "abstract": "Parkinson's disease (PD) is a chronic neurodegenerative disorder characterized by motor and non-motor symptoms, with neuroinflammation hypothesized to contribute to its pathogenesis. Systemic inflammation, as indicated by elevated peripheral inflammatory markers, has been implicated in PD; however, the relationship between complete blood count (CBC)-derived inflammatory markers and the presence of PD remains unclear. We analyzed data from the National Health and Nutrition Examination Survey (NHANES) spanning 1999 to 2018, including 15,349 participants. Propensity score matching was employed to balance baseline characteristics between PD and non-PD groups. Multivariate logistic regression models were used to evaluate the association between CBC-derived inflammatory markers, particularly the neutrophil-to-lymphocyte ratio (NLR), and the presence of PD. After multivariable adjustment, elevated NLR was significantly associated with higher odds of PD. Individuals in the highest NLR quartile had higher odds of PD compared to those in the lowest quartile (OR: 2.18, 95% CI: 1.04-4.68; P for trend < 0.0001). This association was consistent across subgroups, including gender, diabetes status, hypertension, obesity, smoking, and alcohol consumption. Other CBC-derived markers, such as the monocyte-to-lymphocyte ratio (MLR), platelet-to-lymphocyte ratio (PLR), systemic immune-inflammation index (SII), and systemic inflammation response index (SIRI), did not show consistent associations with the presence of PD. Elevated NLR is significantly associated with the presence of PD among U.S. adults, independent of key confounders. However, due to the cross-sectional study design and reliance on self-reported PD status, causality cannot be inferred, and misclassification bias cannot be excluded. Further longitudinal studies are warranted to validate these findings and clarify the temporal relationship between systemic inflammation and PD.",
    "disease": "hypertension",
    "clean_text": "association between inflammatory markers and parkinson s disease risk a cross sectional propensity score matched analysis of nhanes data parkinson s disease pd is a chronic neurodegenerative disorder characterized by motor and non motor symptoms with neuroinflammation hypothesized to contribute to its pathogenesis systemic inflammation as indicated by elevated peripheral inflammatory markers has been implicated in pd however the relationship between complete blood count cbc derived inflammatory markers and the presence of pd remains unclear we analyzed data from the national health and nutrition examination survey nhanes spanning to including participants propensity score matching was employed to balance baseline characteristics between pd and non pd groups multivariate logistic regression models were used to evaluate the association between cbc derived inflammatory markers particularly the neutrophil to lymphocyte ratio nlr and the presence of pd after multivariable adjustment elevated nlr was significantly associated with higher odds of pd individuals in the highest nlr quartile had higher odds of pd compared to those in the lowest quartile or ci p for trend this association was consistent across subgroups including gender diabetes status hypertension obesity smoking and alcohol consumption other cbc derived markers such as the monocyte to lymphocyte ratio mlr platelet to lymphocyte ratio plr systemic immune inflammation index sii and systemic inflammation response index siri did not show consistent associations with the presence of pd elevated nlr is significantly associated with the presence of pd among u s adults independent of key confounders however due to the cross sectional study design and reliance on self reported pd status causality cannot be inferred and misclassification bias cannot be excluded further longitudinal studies are warranted to validate these findings and clarify the temporal relationship between systemic inflammation and pd"
}