{
    "pmid": "41455043",
    "title": "The impact of tumor-associated inflammatory adhesions on survival and treatment strategies in patients with colon cancer.",
    "abstract": "In colon cancer patients with tumor-associated inflammatory adhesions (TAIA), the preoperative clinical staging is cT4b, but postoperative pathology reveals that the tumor has not invaded surrounding organs (non-pT4b). We aimed to investigate the impact of TAIA on prognosis and treatment strategies for colon cancer patients. Colon cancer patients from the Surveillance, Epidemiology, and End Results (SEER) database (2010 to 2019) and Chinese multicenter cohort were included to compare survival differences between the TAIA and non-TAIA groups. A Cox proportional hazards model was used to evaluate independent risk factors for survival in colon cancer patients. Additionally, we analyzed the impact of adjuvant chemotherapy on survival in TAIA patients. A total of 112,659 colon cancer patients from the SEER database and 881 colon cancer patients from the Chinese database were included in this study. After PSM, both cohorts found that patients in the TAIA group exhibited worse overall survival (P < 0.05) and cancer-specific survival (P < 0.05). Additionally, the Cox multivariate proportional hazards model identified TAIA as an independent risk factor for cancer-specific survival in colon cancer patients (SEER: HR 1.45, 95% CI: 1.40-1.50, P < 0.001; China: HR 2.108, 95% CI: 1.473-3.015, P < 0.001). Subsequently, 36,496 TAIA patients from the SEER database and 229 TAIA patients from a Chinese multicenter database were independently divided into adjuvant chemotherapy and control groups. After PSM, both databases indicated better survival in the adjuvant chemotherapy group. Colon cancer patients with TAIA have a poorer prognosis. Adjuvant chemotherapy can improve the prognosis of TAIA patients.",
    "disease": "colorectal cancer",
    "clean_text": "the impact of tumor associated inflammatory adhesions on survival and treatment strategies in patients with colon cancer in colon cancer patients with tumor associated inflammatory adhesions taia the preoperative clinical staging is ct b but postoperative pathology reveals that the tumor has not invaded surrounding organs non pt b we aimed to investigate the impact of taia on prognosis and treatment strategies for colon cancer patients colon cancer patients from the surveillance epidemiology and end results seer database to and chinese multicenter cohort were included to compare survival differences between the taia and non taia groups a cox proportional hazards model was used to evaluate independent risk factors for survival in colon cancer patients additionally we analyzed the impact of adjuvant chemotherapy on survival in taia patients a total of colon cancer patients from the seer database and colon cancer patients from the chinese database were included in this study after psm both cohorts found that patients in the taia group exhibited worse overall survival p and cancer specific survival p additionally the cox multivariate proportional hazards model identified taia as an independent risk factor for cancer specific survival in colon cancer patients seer hr ci p china hr ci p subsequently taia patients from the seer database and taia patients from a chinese multicenter database were independently divided into adjuvant chemotherapy and control groups after psm both databases indicated better survival in the adjuvant chemotherapy group colon cancer patients with taia have a poorer prognosis adjuvant chemotherapy can improve the prognosis of taia patients"
}