{
    "title": "Molecular aspects of tight junction barrier function.",
    "doc_id": "25128899",
    "writer": "Liang GH",
    "year": "2014",
    "summary": "Proper function of epithelia depends on apically and basolaterally situated ion channels as well as tight junctions which seal the apical intercellular space. Without tight junctions, transepithelial concentration gradients of ions and nutrients would …",
    "abstract": "In complex multicellular organisms, epithelia lining body cavities regulate absorption and secretion of ions, organic molecules, and water. Proper function of epithelia depends on apically and basolaterally situated ion channels as well as tight junctions which seal the apical intercellular space. Without tight junctions, transepithelial concentration gradients of ions and nutrients would be dissipated through the paracellular space. Elevated tight junction permeability is a feature of many diseases of multiple organs, including the gastrointestinal tract [1,2,3(•),4(•)], kidney [5,6], and lungs [7,8]. In the intestines, epithelial barrier dysfunction is a major contributor to diarrhea and malnutrition and is associated with significant morbidity and mortality worldwide.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25128899/",
    "clean_text": "molecular aspects of tight junction barrier function proper function of epithelia depends on apically and basolaterally situated ion channels as well as tight junctions which seal the apical intercellular space without tight junctions transepithelial concentration gradients of ions and nutrients would in complex multicellular organisms epithelia lining body cavities regulate absorption and secretion of ions organic molecules and water proper function of epithelia depends on apically and basolaterally situated ion channels as well as tight junctions which seal the apical intercellular space without tight junctions transepithelial concentration gradients of ions and nutrients would be dissipated through the paracellular space elevated tight junction permeability is a feature of many diseases of multiple organs including the gastrointestinal tract kidney and lungs in the intestines epithelial barrier dysfunction is a major contributor to diarrhea and malnutrition and is associated with significant morbidity and mortality worldwide"
}