{
    "pmid": "41473706",
    "title": "Exploring the implementation and theory of a school-based diet and active lifestyle intervention among primary school children.",
    "abstract": "Guided by Kincaid's ideation metatheory, the Promoting hEalthy Diet and Active Lifestyle (PEDAL), a school-based intervention, was developed. The central tenets of ideation consist of three psychosocial domains (cognitive, emotional, and social) that are assumed to influence behavior cumulatively. This study explored the implementation of two components of PEDAL and how ideation factors influenced diet and active lifestyle behaviors. Following the conduct of two out of four intervention components (a series of interactive in-class lessons and actionable home activities), six focus group discussions were conducted with students ( While students enjoyed the lessons and home activities, they hoped that lessons could be more physically active. Teachers found lessons easy to implement but struggled with time constraints. Students reported gaining a better understanding of sedentary behaviors and habit formation through the lessons. However, they faced barriers, such as COVID-19 movement restrictions and the lack of autonomy at home, which impeded their opportunities to engage in more physical activity and healthier eating. Regarding ideation, students discussed cognitive factors that motivated behavior change, such as attitudes toward healthier behaviors and image concerns. Emotional factors, including the enjoyment of activities, influenced students' motivation to engage in healthy eating and physical activity. Some students also reported resistance to further changes when they felt they were already \"doing too much.\" Social factors, such as family involvement, were critical but often limited. The findings have illuminated several crucial aspects of enhancing intervention implementation, supported the use of the ideation metatheory to underpin the PEDAL intervention, and guided the subsequent evaluation of the whole intervention. This study was retrospectively registered with the ISRCTN registry [ISRCTN16114046].",
    "disease": "covid-19",
    "clean_text": "exploring the implementation and theory of a school based diet and active lifestyle intervention among primary school children guided by kincaid s ideation metatheory the promoting healthy diet and active lifestyle pedal a school based intervention was developed the central tenets of ideation consist of three psychosocial domains cognitive emotional and social that are assumed to influence behavior cumulatively this study explored the implementation of two components of pedal and how ideation factors influenced diet and active lifestyle behaviors following the conduct of two out of four intervention components a series of interactive in class lessons and actionable home activities six focus group discussions were conducted with students while students enjoyed the lessons and home activities they hoped that lessons could be more physically active teachers found lessons easy to implement but struggled with time constraints students reported gaining a better understanding of sedentary behaviors and habit formation through the lessons however they faced barriers such as covid movement restrictions and the lack of autonomy at home which impeded their opportunities to engage in more physical activity and healthier eating regarding ideation students discussed cognitive factors that motivated behavior change such as attitudes toward healthier behaviors and image concerns emotional factors including the enjoyment of activities influenced students motivation to engage in healthy eating and physical activity some students also reported resistance to further changes when they felt they were already doing too much social factors such as family involvement were critical but often limited the findings have illuminated several crucial aspects of enhancing intervention implementation supported the use of the ideation metatheory to underpin the pedal intervention and guided the subsequent evaluation of the whole intervention this study was retrospectively registered with the isrctn registry isrctn"
}