{
    "title": "Prevention of lung cancer.",
    "doc_id": "9555534",
    "writer": "Goodman GE.",
    "year": "1998",
    "summary": "Lung cancer chemoprevention continued to make progress in 1997. The incidence of tobacco abuse continues to slowly fall in the United States, and paralleling it, lung cancer incidence. ...Both found an increased incidence of lung cancer i …",
    "abstract": "Lung cancer chemoprevention continued to make progress in 1997. The incidence of tobacco abuse continues to slowly fall in the United States, and paralleling it, lung cancer incidence. Biomarkers of carcinogenesis and susceptibility continue to be an important area in identifying high-risk patients. The analyses of two major lung cancer prevention trials, beta-Carotene and Retinol Efficacy Trial (CARET) and Alpha-Tocopherol Beta-Carotene (ATBC), were also published this past year. Both found an increased incidence of lung cancer in individuals receiving beta-carotene. In both trials, heavy smokers seem to be the most adversely affected group. The mechanism of this increased incidence of cancer and total deaths still eludes investigators.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9555534/",
    "clean_text": "prevention of lung cancer lung cancer chemoprevention continued to make progress in the incidence of tobacco abuse continues to slowly fall in the united states and paralleling it lung cancer incidence both found an increased incidence of lung cancer i lung cancer chemoprevention continued to make progress in the incidence of tobacco abuse continues to slowly fall in the united states and paralleling it lung cancer incidence biomarkers of carcinogenesis and susceptibility continue to be an important area in identifying high risk patients the analyses of two major lung cancer prevention trials beta carotene and retinol efficacy trial caret and alpha tocopherol beta carotene atbc were also published this past year both found an increased incidence of lung cancer in individuals receiving beta carotene in both trials heavy smokers seem to be the most adversely affected group the mechanism of this increased incidence of cancer and total deaths still eludes investigators"
}