{
    "title": "Ventricular structure-function relations in health and disease: Part I. The normal heart.",
    "doc_id": "25086103",
    "writer": "Buckberg GD",
    "year": "2015",
    "summary": "The heart's structure-function relationships explain normal cardiac dynamics and clarify how they are disrupted by disease. ...",
    "abstract": "The heart's structure-function relationships explain normal cardiac dynamics and clarify how they are disrupted by disease. For 500 years, anatomists described circumferential and helical cardiac fibres, yet disagreed about their relationships. One current model is attributed to Torrent Guasp who described functional pathways, the helical ventricular myocardial band (HVMB) with two interconnected loops: an outer basal loop with transverse fibres surrounds an inner apical helical loop that is composed of oblique descending and ascending segments that create a conical apical vortex. This review addresses the potential role of the HVMB in explaining the mechanics of isovolumic contraction, ejection, post-ejection isovolumic interval, rapid filling, torsion and recoiling. During the post-ejection isovolumic interval, a ∼ 90-ms hiatus exists between the end of contraction of the descending and the ascending segments. Compromise of this hiatus by disease disturbs the interdependence between torsion and 'untwisting' and impairs cardiac function. The validity of conventional expressions such as isovolumic relaxation, hyperechogenic septal line, untwisting and mitral valve opening will be revisited.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25086103/",
    "clean_text": "ventricular structure function relations in health and disease part i the normal heart the heart s structure function relationships explain normal cardiac dynamics and clarify how they are disrupted by disease the heart s structure function relationships explain normal cardiac dynamics and clarify how they are disrupted by disease for years anatomists described circumferential and helical cardiac fibres yet disagreed about their relationships one current model is attributed to torrent guasp who described functional pathways the helical ventricular myocardial band hvmb with two interconnected loops an outer basal loop with transverse fibres surrounds an inner apical helical loop that is composed of oblique descending and ascending segments that create a conical apical vortex this review addresses the potential role of the hvmb in explaining the mechanics of isovolumic contraction ejection post ejection isovolumic interval rapid filling torsion and recoiling during the post ejection isovolumic interval a ms hiatus exists between the end of contraction of the descending and the ascending segments compromise of this hiatus by disease disturbs the interdependence between torsion and untwisting and impairs cardiac function the validity of conventional expressions such as isovolumic relaxation hyperechogenic septal line untwisting and mitral valve opening will be revisited"
}