{
    "title": "Size and temperature effect of Young's modulus of boron nitride nanosheet.",
    "doc_id": "31574495",
    "writer": "Qin H",
    "year": "2020",
    "summary": "This paper presents an analytical model based on molecular mechanics to study the size effect and temperature effect on the Young's modulus of BNNSs. A closed-form formulation is derived for Young's modulus as a function of the length of B-N bonds and the out-plane …",
    "abstract": "Boron nitride nanosheets (BNNSs), a new type of wide bandgap nanomaterial, has attracted great attention due to their excellent properties and potential applications. Thus, it is necessary to have a comprehensive understanding of the mechanical properties of BNNSs in various working conditions. This paper presents an analytical model based on molecular mechanics to study the size effect and temperature effect on the Young's modulus of BNNSs. A closed-form formulation is derived for Young's modulus as a function of the length of B-N bonds and the out-plane displacement. It is shown that the chirality and the size of the BNNSs affect the length of BN bonds in molecular dynamic (MD) simulations. It is also found that the length of BN bonds and the out-plane displacement in a monolayer BNNS is remarkably temperature dependent. Therefore, the sizes and the temperatures can affect the Young's modulus of BNNSs. The expressions developed in this paper are employed to investigate the Young's modulus for zigzag and armchair BNNS with various sizes and temperatures. The present model, associating with a beam model, provides a simple method to calculate elastic properties which takes into account all bonded energies and force coefficient changes with atoms distance. The results of size effect and temperature effect are in good agreement with data of simulation performed in finite element method (FEM) simulation and MD simulation. The present study provides a molecular mechanics model to predict the Young's modulus of a monolayer BNNS, and the present model may be applied to other two-dimensional (2D) materials in further study.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31574495/",
    "clean_text": "size and temperature effect of young s modulus of boron nitride nanosheet this paper presents an analytical model based on molecular mechanics to study the size effect and temperature effect on the young s modulus of bnnss a closed form formulation is derived for young s modulus as a function of the length of b n bonds and the out plane boron nitride nanosheets bnnss a new type of wide bandgap nanomaterial has attracted great attention due to their excellent properties and potential applications thus it is necessary to have a comprehensive understanding of the mechanical properties of bnnss in various working conditions this paper presents an analytical model based on molecular mechanics to study the size effect and temperature effect on the young s modulus of bnnss a closed form formulation is derived for young s modulus as a function of the length of b n bonds and the out plane displacement it is shown that the chirality and the size of the bnnss affect the length of bn bonds in molecular dynamic md simulations it is also found that the length of bn bonds and the out plane displacement in a monolayer bnns is remarkably temperature dependent therefore the sizes and the temperatures can affect the young s modulus of bnnss the expressions developed in this paper are employed to investigate the young s modulus for zigzag and armchair bnns with various sizes and temperatures the present model associating with a beam model provides a simple method to calculate elastic properties which takes into account all bonded energies and force coefficient changes with atoms distance the results of size effect and temperature effect are in good agreement with data of simulation performed in finite element method fem simulation and md simulation the present study provides a molecular mechanics model to predict the young s modulus of a monolayer bnns and the present model may be applied to other two dimensional d materials in further study"
}