{
    "pmid": "41458503",
    "title": "Differential diagnosis of pneumoconiosis mass shadows and peripheral lung cancer using CT radiomics and the AdaBoost machine learning model.",
    "abstract": "To develop a differential diagnostic prediction model for distinguishing large opacities in pneumoconiosis from peripheral lung cancer based on CT radiomics. A total of 103 cases of large opacities in pneumoconiosis and 85 cases of peripheral lung cancer were retrospectively collected from routine CT scans at the First Affiliated Hospital of Chongqing Medical and Pharmaceutical College between March 2021 and June 2025. Diagnosis was confirmed by an expert panel, clinical evaluations, and pathological examinations. Patients were randomly assigned to a training set ( A total of 108 features were extracted from 110 large opacity regions and 85 peripheral lung cancer regions of interest (ROIs). Dimensionality reduction identified a subset of eight most significant features. LR, SVM, and AdaBoost algorithms were implemented using Python to build the models. In the training set, the accuracies of the LR, SVM, and AdaBoost models were 79.4, 84.0, and 80.9%, respectively; the sensitivities were 74.1, 74.1, and 81.0%, respectively; the specificities were 83.6, 91.8, and 80.8%, respectively; and the AUC values were 0.837, 0.886, and 0.900, respectively. In the test set, the accuracies of the LR, SVM, and AdaBoost models were 80.7, 82.5, and 86.0%, respectively; the sensitivities were 89.3, 89.3, and 82.1%, respectively; the specificities were 72.4, 75.9, and 89.7%, respectively; and the AUC values were 0.825, 0.855, and 0.900, respectively. The AUC of the AdaBoost ROC curve was significantly superior to those of the LR and SVM models. The AdaBoost model demonstrated the optimal predictive performance in both the training and test sets. The AdaBoost-based prediction model, developed using CT radiomic features, effectively differentiates large opacities of stage III occupational pneumoconiosis from peripheral lung cancer.",
    "disease": "lung cancer",
    "clean_text": "differential diagnosis of pneumoconiosis mass shadows and peripheral lung cancer using ct radiomics and the adaboost machine learning model to develop a differential diagnostic prediction model for distinguishing large opacities in pneumoconiosis from peripheral lung cancer based on ct radiomics a total of cases of large opacities in pneumoconiosis and cases of peripheral lung cancer were retrospectively collected from routine ct scans at the first affiliated hospital of chongqing medical and pharmaceutical college between march and june diagnosis was confirmed by an expert panel clinical evaluations and pathological examinations patients were randomly assigned to a training set a total of features were extracted from large opacity regions and peripheral lung cancer regions of interest rois dimensionality reduction identified a subset of eight most significant features lr svm and adaboost algorithms were implemented using python to build the models in the training set the accuracies of the lr svm and adaboost models were and respectively the sensitivities were and respectively the specificities were and respectively and the auc values were and respectively in the test set the accuracies of the lr svm and adaboost models were and respectively the sensitivities were and respectively the specificities were and respectively and the auc values were and respectively the auc of the adaboost roc curve was significantly superior to those of the lr and svm models the adaboost model demonstrated the optimal predictive performance in both the training and test sets the adaboost based prediction model developed using ct radiomic features effectively differentiates large opacities of stage iii occupational pneumoconiosis from peripheral lung cancer"
}