{
    "pmid": "41357870",
    "title": "Efficacy of pharmacological interventions and therapeutic exercises for rheumatoid arthritis: a systematic review and meta-analysis.",
    "abstract": "Rheumatoid arthritis (RA) is a chronic inflammatory autoimmune disease characterized by persistent synovitis, systemic inflammation, and progressive joint damage. Medication and physical exercise are the most common interventions documented for the treatment of RA. The current systematic review examined the efficacy of pharmacological and physical exercise interventions for RA. A systematic literature search utilized databases (PubMed, Web of Science, Google Scholar, Scopus, and CINAHL) to identify relevant randomized controlled trials (RCTs). The search strategy included keywords related to rheumatoid arthritis, pharmacological interventions, exercise therapy, and clinical outcomes. The review was registered with PROSPERO (CRD42024587378). Two independent reviewers screened the identified articles, and relevant data were extracted for analysis. The quality of evidence for the outcomes of interest in this systematic review and meta-analysis was assessed using the Grading of Recommendations, Assessment, Development, and Evaluation (GRADE) framework. Meta-analysis was carried out using a random-effects model. For the meta-analysis, we assessed the heterogeneity using the I Eighteen RCTs with a total sample size of 7,062 were included. Of these, eleven studies (61.11%) investigated the efficacy of different pharmacological interventions, whereas seven (38.89%) assessed the effects of exercise interventions. Different exercise programs showed improved functionality, reduced pain, and improved patient quality of life (QoL), while short- and medium-term sensorimotor trainings were reported. Pharmacological interventions also reported varying levels of reduction in disease activity and improved functionality. Pooled effects of four studies included in the meta-analysis revealed the different categories of incremental clinical outcomes (1.89, 2.46, and 2.63) after 24 months based on the American College of Rheumatology (ACR) criteria-ACR 20, ACR 50, and ACR 70, respectively. Significant effect sizes (0.09 and -0.08) after 24 weeks were equally found in three studies, indicating the reduction in disease activity and an improvement in functionality, respectively. Despite robust efficacy data, a major limitation across the literature is the heterogeneity of reported ACR outcomes, attributable to pharmacological variation (immunogenicity and disease stage) rather than purely statistical bias. Pharmacological and physical exercise interventions benefit many patients with RA, particularly regarding clinical outcomes such as reduced disease activity and improved functional ability; and both interventions are potentially synergistic in RA. However, more RCTs are required, especially in Sub-Saharan Africa (SSA), to buttress the evidence base for these interventions. Crucially, the review notes the need for greater pharmacological discussion on safety and tolerability in future studies. https://www.crd.york.ac.uk/PROSPERO/view/CRD42024587378.",
    "disease": "rheumatoid arthritis",
    "clean_text": "efficacy of pharmacological interventions and therapeutic exercises for rheumatoid arthritis a systematic review and meta analysis rheumatoid arthritis ra is a chronic inflammatory autoimmune disease characterized by persistent synovitis systemic inflammation and progressive joint damage medication and physical exercise are the most common interventions documented for the treatment of ra the current systematic review examined the efficacy of pharmacological and physical exercise interventions for ra a systematic literature search utilized databases pubmed web of science google scholar scopus and cinahl to identify relevant randomized controlled trials rcts the search strategy included keywords related to rheumatoid arthritis pharmacological interventions exercise therapy and clinical outcomes the review was registered with prospero crd two independent reviewers screened the identified articles and relevant data were extracted for analysis the quality of evidence for the outcomes of interest in this systematic review and meta analysis was assessed using the grading of recommendations assessment development and evaluation grade framework meta analysis was carried out using a random effects model for the meta analysis we assessed the heterogeneity using the i eighteen rcts with a total sample size of were included of these eleven studies investigated the efficacy of different pharmacological interventions whereas seven assessed the effects of exercise interventions different exercise programs showed improved functionality reduced pain and improved patient quality of life qol while short and medium term sensorimotor trainings were reported pharmacological interventions also reported varying levels of reduction in disease activity and improved functionality pooled effects of four studies included in the meta analysis revealed the different categories of incremental clinical outcomes and after months based on the american college of rheumatology acr criteria acr acr and acr respectively significant effect sizes and after weeks were equally found in three studies indicating the reduction in disease activity and an improvement in functionality respectively despite robust efficacy data a major limitation across the literature is the heterogeneity of reported acr outcomes attributable to pharmacological variation immunogenicity and disease stage rather than purely statistical bias pharmacological and physical exercise interventions benefit many patients with ra particularly regarding clinical outcomes such as reduced disease activity and improved functional ability and both interventions are potentially synergistic in ra however more rcts are required especially in sub saharan africa ssa to buttress the evidence base for these interventions crucially the review notes the need for greater pharmacological discussion on safety and tolerability in future studies https www crd york ac uk prospero view crd"
}