{
    "title": "Between life and death: Epithelial cells in lung pathologies.",
    "doc_id": "32325184",
    "writer": "Wygrecka M",
    "year": "2020",
    "summary": "Recent lineage tracing strategies, single-cell RNA sequencing approaches and high-resolution imaging identified remarkable heterogeneity of lung epithelial cells thus leaving open a question as to their specific functions in lung health and disease. .. …",
    "abstract": "Recent lineage tracing strategies, single-cell RNA sequencing approaches and high-resolution imaging identified remarkable heterogeneity of lung epithelial cells thus leaving open a question as to their specific functions in lung health and disease. Understanding the molecular mechanisms controlling lung epithelial cell morphogenesis and differentiation as well as communication with other cell types and extracellular matrix provides a basis for improving the outcome for patients with respiratory diseases. Although, the substantial progress has been made towards achieving this goal, we are still far away from being able to train/instruct lung epithelial cells in order to facilitate lung repair and regeneration. The special issue of the Cellular Signaling entitled \"Between life and death: epithelial cells in lung pathologies\" represents a blend of research articles and reviews, in which structural and functional diversities of lung epithelial cells in health and disease are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32325184/",
    "clean_text": "between life and death epithelial cells in lung pathologies recent lineage tracing strategies single cell rna sequencing approaches and high resolution imaging identified remarkable heterogeneity of lung epithelial cells thus leaving open a question as to their specific functions in lung health and disease recent lineage tracing strategies single cell rna sequencing approaches and high resolution imaging identified remarkable heterogeneity of lung epithelial cells thus leaving open a question as to their specific functions in lung health and disease understanding the molecular mechanisms controlling lung epithelial cell morphogenesis and differentiation as well as communication with other cell types and extracellular matrix provides a basis for improving the outcome for patients with respiratory diseases although the substantial progress has been made towards achieving this goal we are still far away from being able to train instruct lung epithelial cells in order to facilitate lung repair and regeneration the special issue of the cellular signaling entitled between life and death epithelial cells in lung pathologies represents a blend of research articles and reviews in which structural and functional diversities of lung epithelial cells in health and disease are discussed"
}