{
    "pmid": "41441105",
    "title": "Construction and Activity of Cisplatin-Loaded Chitosan-Zinc Amino-Porphyrin Photosensitizer Hydrogel.",
    "abstract": "Cisplatin resistance remains a major impediment to the successful chemotherapy of various solid tumors, including ovarian, lung, and head and neck cancers. Diverse drug delivery systems with photodynamic specificity significantly target diseased cells precisely. Herein, a homogeneous photodynamic hydrogel drug-loading network based on chitosan (CS) containing zinc amino-porphyrin (ZnTAPP) has been developed for carrying cisplatin (CDDP). Aldehyde groups of glutaraldehyde acted as a bridge to connect ZnTAPP and CS. CDDP was then loaded in CS-ZnTAPP hydrogel to construct the anticancer drug system synergistically. Multiple analysis methods were applied to evaluate the chemical structure and physical properties of hydrogels, including a Fourier transform infrared spectrometer, scanning electron microscopy, an X-ray powder diffractometer, rheological measurements, etc. CS-ZnTAPP hydrogels as well as CS-ZnTAPP-CDDP hydrogels, generated abundant singlet oxygen rapidly for photodynamic therapy. Finally, the hydrogels exhibited significant anticancer activities under irradiation; the IC50 was reduced to 10.936 μg/mL toward CDDP-resistant lung cancer cells (A549/CDDP). The new hydrogel could be applied as a photodynamic anticancer drug delivery system to overcome cisplatin resistance.",
    "disease": "lung cancer",
    "clean_text": "construction and activity of cisplatin loaded chitosan zinc amino porphyrin photosensitizer hydrogel cisplatin resistance remains a major impediment to the successful chemotherapy of various solid tumors including ovarian lung and head and neck cancers diverse drug delivery systems with photodynamic specificity significantly target diseased cells precisely herein a homogeneous photodynamic hydrogel drug loading network based on chitosan cs containing zinc amino porphyrin zntapp has been developed for carrying cisplatin cddp aldehyde groups of glutaraldehyde acted as a bridge to connect zntapp and cs cddp was then loaded in cs zntapp hydrogel to construct the anticancer drug system synergistically multiple analysis methods were applied to evaluate the chemical structure and physical properties of hydrogels including a fourier transform infrared spectrometer scanning electron microscopy an x ray powder diffractometer rheological measurements etc cs zntapp hydrogels as well as cs zntapp cddp hydrogels generated abundant singlet oxygen rapidly for photodynamic therapy finally the hydrogels exhibited significant anticancer activities under irradiation the ic was reduced to g ml toward cddp resistant lung cancer cells a cddp the new hydrogel could be applied as a photodynamic anticancer drug delivery system to overcome cisplatin resistance"
}