{
    "pmid": "41405774",
    "title": "SGLT2 inhibitors and their role in reducing adiposopathy and inflammation in diabetes and non-diabetes CKD patients.",
    "abstract": "This study aims to evaluate differences in adiposopathy and specific inflammatory biomarkers between type 2 diabetes mellitus (T2DM) and non-T2DM patients across various stages of chronic kidney disease (CKD). In addition, it explores potential pathways through which sodium-glucose cotransporter 2 inhibitors (SGLT2i) impact renal outcomes via adipose tissue. An observational prospective study was conducted on 143 CKD patients divided into 2 groups: SGLT2i cohort (n = 31) and standard-of-care (SoC) cohort (n = 112). Clinical and analytical data were collected upon recruitment (T0) as well as after 8 months of follow-up (T8). At T0, patients under the SGLT2i group showed higher significance for cardiovascular upload versus those in SoC treatment, as well as higher values across several inflammation parameters (IL-6, TNF-α, ferritin). At T8, renal function improved in the SGLT2i group in relation to the SoC, accompanied by a decrease in most inflammatory and adiposopathy biomarkers, mainly leptin. Notably, dapagliflozin use (n = 20) was associated with significantly reduced leptin levels and stabilization of TNF-α concentrations vs. SoC at T8. SGLT2i treatment, and particularly dapagliflozin, modulates both adiposopathy and systemic inflammation while slowing down renal function loss, demonstrating benefits for CKD patients regardless of diabetes status.",
    "disease": "chronic kidney disease",
    "clean_text": "sglt inhibitors and their role in reducing adiposopathy and inflammation in diabetes and non diabetes ckd patients this study aims to evaluate differences in adiposopathy and specific inflammatory biomarkers between type diabetes mellitus t dm and non t dm patients across various stages of chronic kidney disease ckd in addition it explores potential pathways through which sodium glucose cotransporter inhibitors sglt i impact renal outcomes via adipose tissue an observational prospective study was conducted on ckd patients divided into groups sglt i cohort n and standard of care soc cohort n clinical and analytical data were collected upon recruitment t as well as after months of follow up t at t patients under the sglt i group showed higher significance for cardiovascular upload versus those in soc treatment as well as higher values across several inflammation parameters il tnf ferritin at t renal function improved in the sglt i group in relation to the soc accompanied by a decrease in most inflammatory and adiposopathy biomarkers mainly leptin notably dapagliflozin use n was associated with significantly reduced leptin levels and stabilization of tnf concentrations vs soc at t sglt i treatment and particularly dapagliflozin modulates both adiposopathy and systemic inflammation while slowing down renal function loss demonstrating benefits for ckd patients regardless of diabetes status"
}