{
    "title": "The female and the fragile X reviewed.",
    "doc_id": "11480913",
    "writer": "Kenneson A",
    "year": "2001",
    "summary": "Nearly 15 years ago, female carriers of the fragile X mental retardation syndrome were noted to have an increased incidence of twin pregnancies. ...In addition, results from more recent studies on endocrine function in fragile X carriers are discussed. …",
    "abstract": "Nearly 15 years ago, female carriers of the fragile X mental retardation syndrome were noted to have an increased incidence of twin pregnancies. Since then, much evidence has accumulated supporting the notion of ovarian dysfunction in fragile X carriers, in the forms of increased dizygotic twinning and premature ovarian failure. However, despite a decade and a half of research regarding this association, the underlying mechanism remains a mystery. This article reviews the population-based studies that have examined this association and discusses possible reasons for the variations in results. In addition, results from more recent studies on endocrine function in fragile X carriers are discussed. These data, when considered in conjunction with our emerging understanding of the molecular biology of the fragile X gene (FMR1) and its protein product (FMRP), are beginning to elucidate possible mechanisms for the association between fragile X syndrome and ovarian dysfunction.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11480913/",
    "clean_text": "the female and the fragile x reviewed nearly years ago female carriers of the fragile x mental retardation syndrome were noted to have an increased incidence of twin pregnancies in addition results from more recent studies on endocrine function in fragile x carriers are discussed nearly years ago female carriers of the fragile x mental retardation syndrome were noted to have an increased incidence of twin pregnancies since then much evidence has accumulated supporting the notion of ovarian dysfunction in fragile x carriers in the forms of increased dizygotic twinning and premature ovarian failure however despite a decade and a half of research regarding this association the underlying mechanism remains a mystery this article reviews the population based studies that have examined this association and discusses possible reasons for the variations in results in addition results from more recent studies on endocrine function in fragile x carriers are discussed these data when considered in conjunction with our emerging understanding of the molecular biology of the fragile x gene fmr and its protein product fmrp are beginning to elucidate possible mechanisms for the association between fragile x syndrome and ovarian dysfunction"
}