{
    "pmid": "41472968",
    "title": "Serum Galectin-3 as a Prognostic Biomarker in Acute Ischemic Stroke: A Comparative Cross-Sectional Study.",
    "abstract": "Stroke is a major cause of morbidity and mortality globally, with a particularly high burden in low- and middle-income countries such as Nigeria. Early identification of biomarkers, such as serum Galectin-3, which plays a role in inflammation and tissue remodeling, may improve diagnostic accuracy and patient outcomes in acute ischemic stroke. This study aimed to compare serum Galectin-3 levels between patients with acute ischemic stroke and age- and sex-matched stroke-free controls. A prospective comparative cross-sectional study was conducted at the University of Ilorin Teaching Hospital, Ilorin, Nigeria. A total of 100 first-ever acute ischemic stroke patients and 100 apparently healthy controls were recruited. Serum Galectin-3 levels were measured using an enzyme-linked immunosorbent assay (ELISA). Statistical analysis was performed to compare Galectin-3 levels between groups using the Statistical Package for the Social Sciences (SPSS), version 24.0. The median serum Galectin-3 level was significantly higher in stroke patients compared to controls [60 (55.00-63.00) vs 56 (49.00-62.00), p = 0.003]. The two groups were comparable in age and sex distribution, but hypertension and diabetes were significantly more prevalent among stroke patients. Elevated serum Galectin-3 levels were positively associated with stroke diagnosis. Serum Galectin-3 is significantly elevated in acute ischemic stroke patients compared to stroke-free individuals. Galectin-3 could serve as an important biomarker for acute ischemic stroke, aiding in timely diagnosis and management.",
    "disease": "hypertension",
    "clean_text": "serum galectin as a prognostic biomarker in acute ischemic stroke a comparative cross sectional study stroke is a major cause of morbidity and mortality globally with a particularly high burden in low and middle income countries such as nigeria early identification of biomarkers such as serum galectin which plays a role in inflammation and tissue remodeling may improve diagnostic accuracy and patient outcomes in acute ischemic stroke this study aimed to compare serum galectin levels between patients with acute ischemic stroke and age and sex matched stroke free controls a prospective comparative cross sectional study was conducted at the university of ilorin teaching hospital ilorin nigeria a total of first ever acute ischemic stroke patients and apparently healthy controls were recruited serum galectin levels were measured using an enzyme linked immunosorbent assay elisa statistical analysis was performed to compare galectin levels between groups using the statistical package for the social sciences spss version the median serum galectin level was significantly higher in stroke patients compared to controls vs p the two groups were comparable in age and sex distribution but hypertension and diabetes were significantly more prevalent among stroke patients elevated serum galectin levels were positively associated with stroke diagnosis serum galectin is significantly elevated in acute ischemic stroke patients compared to stroke free individuals galectin could serve as an important biomarker for acute ischemic stroke aiding in timely diagnosis and management"
}