{
    "pmid": "41405277",
    "title": "Stereoelectroencephalography-guided radiofrequency thermocoagulation for refractory epilepsy associated with periventricular nodular heterotopia: a multicenter retrospective cohort study.",
    "abstract": "This study aimed to compare the clinical characteristics of patients with periventricular nodular heterotopia (PNH) and various outcomes following stereoelectroencephalography (SEEG)-guided radiofrequency thermocoagulation (RFTC) and to construct a nomogram for predicting surgical outcomes. A retrospective analysis was performed on data from 47 patients with drug-resistant epilepsy due to PNH who underwent SEEG-guided RFTC at four epilepsy centers in China. Clinical characteristics, including imaging, electrophysiology, and surgical features, were compared among patients with different postoperative outcomes and heterotopic nodule (HN) distributions (unilateral vs. bilateral). A Cox regression model was constructed using a training cohort from three centers, with variable selection via the least absolute shrinkage and selection operator (LASSO) method. Data from the remaining center were used for external validation. Of the 47 patients, 22 had unilateral HNs and 25 bilateral HNs. The mean follow-up was 49 months. Seizure freedom was achieved in 61.7%, and the response rate was 72.3%. Patients with bilateral HNs developed more seizure types, frequent FBTCS, and had higher response rates, whereas those who were seizure-free had later onset ages, less extra-HN RFTC, and fewer post-RFTC discharges. Cox regression identified four key predictors of seizure freedom: Extra-HN cortex SOZ, Extra-HN cortex RFTC, post-RFTC discharges, and HNs onset pattern (C-index: 0.94). For response, three predictors were identified: Extra-HN RFTC, post-RFTC discharges, and unilateral interictal discharges (C-index: 0.94). A nomograms constructed from these features demonstrated a high predictive performance in both internal and external cohorts. These models demonstrate robust performance in predicting seizure outcomes following SEEG-guided RFTC in PNH, making them ideal tools for implementing personalized clinical decision-making.",
    "disease": "epilepsy",
    "clean_text": "stereoelectroencephalography guided radiofrequency thermocoagulation for refractory epilepsy associated with periventricular nodular heterotopia a multicenter retrospective cohort study this study aimed to compare the clinical characteristics of patients with periventricular nodular heterotopia pnh and various outcomes following stereoelectroencephalography seeg guided radiofrequency thermocoagulation rftc and to construct a nomogram for predicting surgical outcomes a retrospective analysis was performed on data from patients with drug resistant epilepsy due to pnh who underwent seeg guided rftc at four epilepsy centers in china clinical characteristics including imaging electrophysiology and surgical features were compared among patients with different postoperative outcomes and heterotopic nodule hn distributions unilateral vs bilateral a cox regression model was constructed using a training cohort from three centers with variable selection via the least absolute shrinkage and selection operator lasso method data from the remaining center were used for external validation of the patients had unilateral hns and bilateral hns the mean follow up was months seizure freedom was achieved in and the response rate was patients with bilateral hns developed more seizure types frequent fbtcs and had higher response rates whereas those who were seizure free had later onset ages less extra hn rftc and fewer post rftc discharges cox regression identified four key predictors of seizure freedom extra hn cortex soz extra hn cortex rftc post rftc discharges and hns onset pattern c index for response three predictors were identified extra hn rftc post rftc discharges and unilateral interictal discharges c index a nomograms constructed from these features demonstrated a high predictive performance in both internal and external cohorts these models demonstrate robust performance in predicting seizure outcomes following seeg guided rftc in pnh making them ideal tools for implementing personalized clinical decision making"
}