{
    "pmid": "41462542",
    "title": "Clinicopathological characteristics and prognostic analysis of multifocal/multicentric breast cancer.",
    "abstract": "To explore the correlation between the clinicopathological characteristics and prognosis of multifocal/multicentric breast cancer (MMBC), the clinicopathological data of 262 patients with multifocal/multicentric breast cancer and 1,745 patients with unifocal breast cancer (UFBC) were retrospectively collected and followed up. The analysis of the differences in clinicopathological characteristics showed that compared with patients with UFBC, patients with MMBC had a higher proportion of those aged ≤ 40 years (P < 0.001), premenopausal status (P < 0.001), \"other types of invasive carcinoma\" in histological types (P < 0.001), negative HER2 expression (P = 0.010), and absence of nerve invasion (P < 0.001), a lower proportion of those with a lower histological grade (P < 0.001), receiving chemotherapy after surgery (P = 0.018), and receiving targeted therapy after surgery (P = 0.023). The results of Survival analysis showed that there was no statistically significant difference in disease-free Survival (DFS) between the two groups of people (P = 0.199), while the difference in Overall Survival (OS) was statistically significant (P = 0.003). This may be related to the higher lymph node metastasis rate and tumor burden in MMBC patients. The clinicopathological characteristics and prognosis analysis of MMBC showed that menopause and clinical stage III were independent risk factors affecting DFS (P < 0.05), and menopause was an independent risk factor affecting OS (P = 0.010). In conclusion, this study confirmed that MMBC has different clinicopathological features from UFBC, which may be related to the prognostic differences between the two. Additionally, for MMBC patients who have reached menopause and have a higher clinical stage, more comprehensive assessment and individualized treatment are required.",
    "disease": "breast cancer",
    "clean_text": "clinicopathological characteristics and prognostic analysis of multifocal multicentric breast cancer to explore the correlation between the clinicopathological characteristics and prognosis of multifocal multicentric breast cancer mmbc the clinicopathological data of patients with multifocal multicentric breast cancer and patients with unifocal breast cancer ufbc were retrospectively collected and followed up the analysis of the differences in clinicopathological characteristics showed that compared with patients with ufbc patients with mmbc had a higher proportion of those aged years p premenopausal status p other types of invasive carcinoma in histological types p negative her expression p and absence of nerve invasion p a lower proportion of those with a lower histological grade p receiving chemotherapy after surgery p and receiving targeted therapy after surgery p the results of survival analysis showed that there was no statistically significant difference in disease free survival dfs between the two groups of people p while the difference in overall survival os was statistically significant p this may be related to the higher lymph node metastasis rate and tumor burden in mmbc patients the clinicopathological characteristics and prognosis analysis of mmbc showed that menopause and clinical stage iii were independent risk factors affecting dfs p and menopause was an independent risk factor affecting os p in conclusion this study confirmed that mmbc has different clinicopathological features from ufbc which may be related to the prognostic differences between the two additionally for mmbc patients who have reached menopause and have a higher clinical stage more comprehensive assessment and individualized treatment are required"
}