{
    "pmid": "41463624",
    "title": "Epileptic Seizure Detection Using Hyperdimensional Computing and Binary Naive Bayes Classifier.",
    "abstract": "Epileptic seizure (ES) detection is critical for improving clinical outcomes in epilepsy management. While intracranial EEG (iEEG) provides high-quality neural recordings, existing detection methods often rely on large amounts of data, involve high computational complexity, or fail to generalize in low-data settings. In this paper, we propose a lightweight, data-efficient, and high-performance approach for ES detection based on hyperdimensional computing (HDC). Our method first extracts local binary patterns (LBPs) from each iEEG channel to capture temporal-spatial dynamics. These binary sequences are then mapped into a high-dimensional space via HDC for robust representation, followed by a binary Naive Bayes classifier to distinguish ictal and inter-ictal states. The proposed design enables fast inference, low memory requirements, and suitability for hardware implementation. We evaluate the method on the SWEC-ETHZ iEEG short-term dataset. In one-shot learning, it achieves 100% sensitivity and specificity for most patients. In few-shot learning, it maintains 98.88% sensitivity and 93.09% specificity on average. The average latency is 4.31 s, demonstrating that it is much better than state-of-the-art methods. These results demonstrate the method's potential for efficient, low-resource, and high-performance ES detection.",
    "disease": "epilepsy",
    "clean_text": "epileptic seizure detection using hyperdimensional computing and binary naive bayes classifier epileptic seizure es detection is critical for improving clinical outcomes in epilepsy management while intracranial eeg ieeg provides high quality neural recordings existing detection methods often rely on large amounts of data involve high computational complexity or fail to generalize in low data settings in this paper we propose a lightweight data efficient and high performance approach for es detection based on hyperdimensional computing hdc our method first extracts local binary patterns lbps from each ieeg channel to capture temporal spatial dynamics these binary sequences are then mapped into a high dimensional space via hdc for robust representation followed by a binary naive bayes classifier to distinguish ictal and inter ictal states the proposed design enables fast inference low memory requirements and suitability for hardware implementation we evaluate the method on the swec ethz ieeg short term dataset in one shot learning it achieves sensitivity and specificity for most patients in few shot learning it maintains sensitivity and specificity on average the average latency is s demonstrating that it is much better than state of the art methods these results demonstrate the method s potential for efficient low resource and high performance es detection"
}