{
    "title": "Molecular pathways involved in loss of graft function in kidney transplant recipients.",
    "doc_id": "20370585",
    "writer": "Mas VR",
    "year": "2010",
    "summary": "Interstitial fibrosis (IF) and tubular atrophy (TA) are integral parts of chronic allograft dysfunction and represent in the new classification a separate entity with or without the identification of a specific etiology. Loss of kidney graft function with IF/TA is one of t …",
    "abstract": "Interstitial fibrosis (IF) and tubular atrophy (TA) are integral parts of chronic allograft dysfunction and represent in the new classification a separate entity with or without the identification of a specific etiology. Loss of kidney graft function with IF/TA is one of the causes of most kidney allograft losses. Despite progress in immunosuppression, chronic allograft dysfunction remains the main clinical challenge for improving long-term graft survival. The sustained damage to the allograft does not represent a single entity but the summated effects of tissue injury from several pathogenic insults, as well as the kidney's healing response, modified by alloimmunity and immunosuppression. A major challenge in the future of kidney transplantation includes the study of chronic allograft dysfunction pathogenesis to identify early markers of disease progression, as well as potential therapeutics pathways.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20370585/",
    "clean_text": "molecular pathways involved in loss of graft function in kidney transplant recipients interstitial fibrosis if and tubular atrophy ta are integral parts of chronic allograft dysfunction and represent in the new classification a separate entity with or without the identification of a specific etiology loss of kidney graft function with if ta is one of t interstitial fibrosis if and tubular atrophy ta are integral parts of chronic allograft dysfunction and represent in the new classification a separate entity with or without the identification of a specific etiology loss of kidney graft function with if ta is one of the causes of most kidney allograft losses despite progress in immunosuppression chronic allograft dysfunction remains the main clinical challenge for improving long term graft survival the sustained damage to the allograft does not represent a single entity but the summated effects of tissue injury from several pathogenic insults as well as the kidney s healing response modified by alloimmunity and immunosuppression a major challenge in the future of kidney transplantation includes the study of chronic allograft dysfunction pathogenesis to identify early markers of disease progression as well as potential therapeutics pathways"
}