{
    "title": "Human Pluripotent Stem Cells for Spinal Cord Injury.",
    "doc_id": "31656156",
    "writer": "Farzaneh M",
    "year": "2020",
    "summary": "Human pluripotent stem cells (hPSCs) including embryonic stem cells (ESCs) and induced pluripotent stem cells (iPSCs) are defined by their abilities to divide asymmetrically, self-renew and ultimately differentiate into various cell linea …",
    "abstract": "Spinal cord injury (SCI) as a serious public health issue and neurological insult is one of the most severe cause of long-term disability. To date, a variety of techniques have been widely developed to treat central nervous system injury. Currently, clinical treatments are limited to surgical decompression and pharmacotherapy. Because of their negative effects and inefficiency, novel therapeutic approaches are required in the management of SCI. Improvement and innovation of stem cell-based therapies have a huge potential for biological and future clinical applications. Human pluripotent stem cells (hPSCs) including embryonic stem cells (ESCs) and induced pluripotent stem cells (iPSCs) are defined by their abilities to divide asymmetrically, self-renew and ultimately differentiate into various cell lineages. There are considerable research efforts to use various types of stem cells, such as ESCs, neural stem cells (NSCs), and mesenchymal stem cells (MSCs) in the treatment of patients with SCI. Moreover, the use of patient-specific iPSCs holds great potential as an unlimited cell source for generating in vivo models of SCI. In this review, we focused on the potential of hPSCs in treating SCI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31656156/",
    "clean_text": "human pluripotent stem cells for spinal cord injury human pluripotent stem cells hpscs including embryonic stem cells escs and induced pluripotent stem cells ipscs are defined by their abilities to divide asymmetrically self renew and ultimately differentiate into various cell linea spinal cord injury sci as a serious public health issue and neurological insult is one of the most severe cause of long term disability to date a variety of techniques have been widely developed to treat central nervous system injury currently clinical treatments are limited to surgical decompression and pharmacotherapy because of their negative effects and inefficiency novel therapeutic approaches are required in the management of sci improvement and innovation of stem cell based therapies have a huge potential for biological and future clinical applications human pluripotent stem cells hpscs including embryonic stem cells escs and induced pluripotent stem cells ipscs are defined by their abilities to divide asymmetrically self renew and ultimately differentiate into various cell lineages there are considerable research efforts to use various types of stem cells such as escs neural stem cells nscs and mesenchymal stem cells mscs in the treatment of patients with sci moreover the use of patient specific ipscs holds great potential as an unlimited cell source for generating in vivo models of sci in this review we focused on the potential of hpscs in treating sci"
}