{
    "pmid": "41451003",
    "title": "A risk prediction model for gastrointestinal bleeding in coronary heart disease patients undergoing dual antiplatelet therapy after percutaneous coronary intervention.",
    "abstract": "To develop a risk prediction model for gastrointestinal bleeding in coronary heart disease (CHD) patients who undergo dual antiplatelet therapy (DAPT) after percutaneous coronary intervention (PCI). The clinical data of 185 CHD patients who received DAPT after PCI and were admitted to the First People's Hospital of Linping District from November 2023 to March 2025 were retrospectively selected. Among them, 29 patients with gastrointestinal bleeding comprised the bleeding group, and 156 patients without gastrointestinal bleeding comprised the non-bleeding group. Logistic model analysis was used to identify independent risk factors for gastrointestinal bleeding during DAPT after PCI, and a prediction model was constructed. The receiver operating characteristic (ROC) curve of the prediction model for gastrointestinal bleeding, along with the area under the curve (AUC), was calculated to evaluate the predictive value of the model. Logistic model analysis identified age, chronic renal insufficiency, history of digestive tract disease and infarction, PCI procedure duration, creatinine clearance rate, and use of gastric mucosal protective agents as risk factors of gastrointestinal bleeding (P < 0.05). AUCs of the constructed prediction model for age, chronic renal insufficiency, history of digestive tract disease, history of myocardial infarction, PCI procedure duration, creatinine clearance rate, and gastric mucosal protective agent were 0.690 (95% confidence interval (CI) 0.594 - 0.778), 0.714 (0.616 - 0.807), 0.728 (0.633 - 802), 0.742 (0.654 - 0.828), 0.837 (0.763 - 0.901), 0.783 (0.691 - 0.870), and 0.754 (0.663 - 0.838), respectively. The risk factors for gastrointestinal bleeding in CHD patients during DAPT after PCI include advanced age, chronic renal insufficiency, digestive tract disease history, myocardial infarction history, PCI procedure duration, creatinine clearance rate, and non-application of gastric mucosal protective agents. The ROC curve drawn based on the above factors can effectively predict gastrointestinal bleeding during DAPT. This model can be used to develop clinically targeted interventions aimed at preventing gastrointestinal bleeding and improving patients' prognosis.",
    "disease": "chronic kidney disease",
    "clean_text": "a risk prediction model for gastrointestinal bleeding in coronary heart disease patients undergoing dual antiplatelet therapy after percutaneous coronary intervention to develop a risk prediction model for gastrointestinal bleeding in coronary heart disease chd patients who undergo dual antiplatelet therapy dapt after percutaneous coronary intervention pci the clinical data of chd patients who received dapt after pci and were admitted to the first people s hospital of linping district from november to march were retrospectively selected among them patients with gastrointestinal bleeding comprised the bleeding group and patients without gastrointestinal bleeding comprised the non bleeding group logistic model analysis was used to identify independent risk factors for gastrointestinal bleeding during dapt after pci and a prediction model was constructed the receiver operating characteristic roc curve of the prediction model for gastrointestinal bleeding along with the area under the curve auc was calculated to evaluate the predictive value of the model logistic model analysis identified age chronic renal insufficiency history of digestive tract disease and infarction pci procedure duration creatinine clearance rate and use of gastric mucosal protective agents as risk factors of gastrointestinal bleeding p aucs of the constructed prediction model for age chronic renal insufficiency history of digestive tract disease history of myocardial infarction pci procedure duration creatinine clearance rate and gastric mucosal protective agent were confidence interval ci and respectively the risk factors for gastrointestinal bleeding in chd patients during dapt after pci include advanced age chronic renal insufficiency digestive tract disease history myocardial infarction history pci procedure duration creatinine clearance rate and non application of gastric mucosal protective agents the roc curve drawn based on the above factors can effectively predict gastrointestinal bleeding during dapt this model can be used to develop clinically targeted interventions aimed at preventing gastrointestinal bleeding and improving patients prognosis"
}