{
    "pmid": "41367425",
    "title": "Tripartite exacerbation stratification in AECOPD suggests a gradient of lower airway dysbiosis: a metagenomic transition from commensal taxa to ",
    "abstract": "The frequency of acute exacerbations (AECOPD) is a critical predictor of disease progression in chronic obstructive pulmonary disease (COPD). However, the dynamics of the lower respiratory microbiome across a spectrum of exacerbation frequency remain poorly characterized, limiting insights into microbial drivers of susceptibility. We conducted a cross-sectional study of 39 hospitalized AECOPD patients, stratified into non-frequent (NFE, ≤ 1 event/year,  Microbial alpha diversity exhibited a significant, graded decline from NFE to FE groups (e.g., Shannon index: NFE 3.68 ± 0.34, ME 3.02 ± 1.02, FE 0.84 ± 0.54;  Our findings delineate a gradient of airway microbial dysbiosis along the exacerbation frequency spectrum in COPD. The exacerbation-prone phenotype is defined by a loss of microbial diversity, expansion of ",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "tripartite exacerbation stratification in aecopd suggests a gradient of lower airway dysbiosis a metagenomic transition from commensal taxa to the frequency of acute exacerbations aecopd is a critical predictor of disease progression in chronic obstructive pulmonary disease copd however the dynamics of the lower respiratory microbiome across a spectrum of exacerbation frequency remain poorly characterized limiting insights into microbial drivers of susceptibility we conducted a cross sectional study of hospitalized aecopd patients stratified into non frequent nfe event year microbial alpha diversity exhibited a significant graded decline from nfe to fe groups e g shannon index nfe me fe our findings delineate a gradient of airway microbial dysbiosis along the exacerbation frequency spectrum in copd the exacerbation prone phenotype is defined by a loss of microbial diversity expansion of"
}