{
    "pmid": "41462095",
    "title": "Prolonged length of hospital stay and its associated factors among patients admitted with heart failure: a cross-sectional study in Dar Es Salaam, Tanzania.",
    "abstract": "Prolonged hospital stay (LOS) is a major problem among patients admitted with heart failure (HF). A heightened cost of patients' care, accompanied by a prolonged LOS, is associated with overutilization of the health facility resources, resulting in an increased health care budget in low-resource settings. Information on the factors influencing the LOS among patients admitted with HF in Tanzania is scarce. This study aimed to identify factors contributing to prolonged LOS among patients with HF. A cross-sectional study was conducted at the Jakaya Kikwete Cardiac Institute in Dar es Salaam, Tanzania, from May to June 2024. It included 327 participants recruited using simple random sampling. Data were collected through a self-administered questionnaire and analysed using SPSS version 27. Descriptive analysis was performed for the demographic and clinical characteristics to determine mean, standard deviation, frequency and percentages. Bivariate analysis was done to determine the association between the factors and the length of hospital stay. Furthermore, multivariable logistic regression for variables with p ≤ 0.2 was performed to rule out the confounding factors. A p-value < 0.05 was used to determine statistical significance. Among the 327 participants, 196 (59.9%) were female. The mean age of participants was 48.6 years with a standard deviation (SD) of ± 17.4 years. The mean length of stay was 11 days, with 167 (51.1%) staying 10 days or more (i.e. 3rd quartile in the population sample). Participants from rural areas were 2 times more likely to have longer hospital stays compared to those from urban areas (AOR = 2.12, 95% CI: 1.317-3.424, p = 0.002). Participants with hypertensive heart disease (HHD) as a comorbidity with HF were 2.8 times more likely to have prolonged LOS compared to heart muscle disorders (HMD) (AOR = 2.805, 95% CI: 2.08-5.09, p = 0.042). In addition, participants with underweight were 2 times more likely to have a prolonged length of hospital stay compared to those with normal weight (AOR = 2.051, 95% CI: 1.006-3.439, p = 0.007). Furthermore, participants with treatment complications were 2.2 times more likely to have a prolonged LOS compared to those with no complications (AOR = 2.237, 95% CI: 1.05-4.79, p = 0.038). The findings show prolonged hospital stays for patients with HF and associated factors that need to be addressed. This underscores the need to adhere to the guidelines of the underlying conditions and comorbidities during treatments. Also, a close follow-up of nutrition status and developing strategies for those patients from rural areas may shorten the hospital stay.",
    "disease": "hypertension",
    "clean_text": "prolonged length of hospital stay and its associated factors among patients admitted with heart failure a cross sectional study in dar es salaam tanzania prolonged hospital stay los is a major problem among patients admitted with heart failure hf a heightened cost of patients care accompanied by a prolonged los is associated with overutilization of the health facility resources resulting in an increased health care budget in low resource settings information on the factors influencing the los among patients admitted with hf in tanzania is scarce this study aimed to identify factors contributing to prolonged los among patients with hf a cross sectional study was conducted at the jakaya kikwete cardiac institute in dar es salaam tanzania from may to june it included participants recruited using simple random sampling data were collected through a self administered questionnaire and analysed using spss version descriptive analysis was performed for the demographic and clinical characteristics to determine mean standard deviation frequency and percentages bivariate analysis was done to determine the association between the factors and the length of hospital stay furthermore multivariable logistic regression for variables with p was performed to rule out the confounding factors a p value was used to determine statistical significance among the participants were female the mean age of participants was years with a standard deviation sd of years the mean length of stay was days with staying days or more i e rd quartile in the population sample participants from rural areas were times more likely to have longer hospital stays compared to those from urban areas aor ci p participants with hypertensive heart disease hhd as a comorbidity with hf were times more likely to have prolonged los compared to heart muscle disorders hmd aor ci p in addition participants with underweight were times more likely to have a prolonged length of hospital stay compared to those with normal weight aor ci p furthermore participants with treatment complications were times more likely to have a prolonged los compared to those with no complications aor ci p the findings show prolonged hospital stays for patients with hf and associated factors that need to be addressed this underscores the need to adhere to the guidelines of the underlying conditions and comorbidities during treatments also a close follow up of nutrition status and developing strategies for those patients from rural areas may shorten the hospital stay"
}