{
    "title": "Hibernating myocardium: a review.",
    "doc_id": "9004153",
    "writer": "Heusch G",
    "year": "1996",
    "summary": "When myocardial ischemia is less severe but nevertheless prolonged, the myocardium is dysfunctional but can remain viable. In such ischemic and dysfunctional myocardium, contractile function is reduced in proportion to the reduction in regional myocardial …",
    "abstract": "Within a few seconds after a sudden reduction of coronary blood flow regional contractile dysfunction ensues. The mechanisms responsible for the rapid reduction in contractile function during acute myocardial ischemia remain unclear, but may involve a rise in inorganic phosphate. When severe ischemia, such as resulting from a sudden and complete coronary artery occlusion, is prolonged for more than 20-40 min, myocardial infarction develops, and there is irreversible loss of contractile function. When myocardial ischemia is less severe but nevertheless prolonged, the myocardium is dysfunctional but can remain viable. In such ischemic and dysfunctional myocardium, contractile function is reduced in proportion to the reduction in regional myocardial blood flow; i.e. a state of \"perfusion-contraction matching\" exists. The metabolic status of such myocardium improves over the first few hours, as myocardial lactate production is attenuated and creatine phosphate, after an initial reduction, returns towards control values. Ischemic myocardium, characterized by perfusion-contraction matching, metabolic recovery and lack of necrosis, has been termed \"short-term hibernating myocardium\". Short-term hibernating myocardium can respond to an inotropic stimulation with increased contractile function, however, at the expense of a renewed worsening of the metabolic status. This situation of an increased regional contractile function at the expense of metabolic recovery during inotropic stimulation can be used to identify short-term hibernating myocardium. When inotropic stimulation is prolonged, the development of short-term hibernation is impaired and myocardial infarction develops. The mechanisms responsible for the development of short-term myocardial hibernation remain unclear at present; a significant involvement of adenosine and of activation of ATP-dependent potassium channels has been excluded. Whereas short-term hibernation is well characterized in animal experiments, the existence of hibernation over weeks or months (long-term hibernation) can only be inferred from clinical studies. Hibernation, as defined by Rahimtoola, is a state of chronic contractile dysfunction which is fully reversible upon reperfusion. Clinical syndromes consistent with the existence of myocardial hibernation include unstable and stable angina, acute myocardial infarction and left ventricular dysfunction and/or congestive heart failure. In long-term hibernating myocardium morphological alterations occur; the myofibrils are reduced in number and disorganized and myocardial glycogen content as well as the extracellular collagen network are increased. Thus, despite the fact that the myocardium remains viable during persistent ischemia and contractile dysfunction is reversible upon reperfusion, there are severe morphological alterations. Understandably, full functional recovery following reperfusion might therefore require weeks or even months.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9004153/",
    "clean_text": "hibernating myocardium a review when myocardial ischemia is less severe but nevertheless prolonged the myocardium is dysfunctional but can remain viable in such ischemic and dysfunctional myocardium contractile function is reduced in proportion to the reduction in regional myocardial within a few seconds after a sudden reduction of coronary blood flow regional contractile dysfunction ensues the mechanisms responsible for the rapid reduction in contractile function during acute myocardial ischemia remain unclear but may involve a rise in inorganic phosphate when severe ischemia such as resulting from a sudden and complete coronary artery occlusion is prolonged for more than min myocardial infarction develops and there is irreversible loss of contractile function when myocardial ischemia is less severe but nevertheless prolonged the myocardium is dysfunctional but can remain viable in such ischemic and dysfunctional myocardium contractile function is reduced in proportion to the reduction in regional myocardial blood flow i e a state of perfusion contraction matching exists the metabolic status of such myocardium improves over the first few hours as myocardial lactate production is attenuated and creatine phosphate after an initial reduction returns towards control values ischemic myocardium characterized by perfusion contraction matching metabolic recovery and lack of necrosis has been termed short term hibernating myocardium short term hibernating myocardium can respond to an inotropic stimulation with increased contractile function however at the expense of a renewed worsening of the metabolic status this situation of an increased regional contractile function at the expense of metabolic recovery during inotropic stimulation can be used to identify short term hibernating myocardium when inotropic stimulation is prolonged the development of short term hibernation is impaired and myocardial infarction develops the mechanisms responsible for the development of short term myocardial hibernation remain unclear at present a significant involvement of adenosine and of activation of atp dependent potassium channels has been excluded whereas short term hibernation is well characterized in animal experiments the existence of hibernation over weeks or months long term hibernation can only be inferred from clinical studies hibernation as defined by rahimtoola is a state of chronic contractile dysfunction which is fully reversible upon reperfusion clinical syndromes consistent with the existence of myocardial hibernation include unstable and stable angina acute myocardial infarction and left ventricular dysfunction and or congestive heart failure in long term hibernating myocardium morphological alterations occur the myofibrils are reduced in number and disorganized and myocardial glycogen content as well as the extracellular collagen network are increased thus despite the fact that the myocardium remains viable during persistent ischemia and contractile dysfunction is reversible upon reperfusion there are severe morphological alterations understandably full functional recovery following reperfusion might therefore require weeks or even months"
}