{
    "title": "Natural mastopexy repositioning based on age-related mean breast shape.",
    "doc_id": "28189339",
    "writer": "Kono T",
    "year": "2018",
    "summary": "A youthful breast with no signs of ptosis may not necessarily be the ideal breast for women of all ages. However, indicators have not been established on how breasts should be positioned depending on age. We investigated and reported on the proper positioning …",
    "abstract": "Background:\n        \n      \n      The most important element during breast reconstruction preoperative planning is determining the new position and shape of the breast. A youthful breast with no signs of ptosis may not necessarily be the ideal breast for women of all ages. However, indicators have not been established on how breasts should be positioned depending on age. We investigated and reported on the proper positioning of the breasts based on age during breast reconstruction using mean age-based data from three-dimensional (3D) modeling.\n    \n\n\n          Methods:\n        \n      \n      We photographed 110 breast cancer patients using a compact 3D scanner and calculated the measured means. Data were grouped according to age group. Three-dimensional simulation images from all patients were reconstructed from the data. Breasts from all age groups were divided into healthy and affected breasts. For each measured value, the means of the two groups were compared.\n    \n\n\n          Results:\n        \n      \n      There were no major differences in the mean values in the 30s, 40s, and 50s age groups. Major changes were noted in the 60s age group compared with the 30s, 40s, and 50s age groups. There were no statistically significant differences between healthy and affected breasts.\n    \n\n\n          Conclusions:\n        \n      \n      This is the first study to use a 3D method to calculate the means based on age group. This study showed that particular attention should be paid to age-related changes during breast reconstruction surgeries for women aged ≥60 years. We believe that the method used in our study on mean breast shape based on age group can be used as a reference or indicator to ensure that the reconstruction of natural breasts befits the age of the patient.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28189339/",
    "clean_text": "natural mastopexy repositioning based on age related mean breast shape a youthful breast with no signs of ptosis may not necessarily be the ideal breast for women of all ages however indicators have not been established on how breasts should be positioned depending on age we investigated and reported on the proper positioning background the most important element during breast reconstruction preoperative planning is determining the new position and shape of the breast a youthful breast with no signs of ptosis may not necessarily be the ideal breast for women of all ages however indicators have not been established on how breasts should be positioned depending on age we investigated and reported on the proper positioning of the breasts based on age during breast reconstruction using mean age based data from three dimensional d modeling methods we photographed breast cancer patients using a compact d scanner and calculated the measured means data were grouped according to age group three dimensional simulation images from all patients were reconstructed from the data breasts from all age groups were divided into healthy and affected breasts for each measured value the means of the two groups were compared results there were no major differences in the mean values in the s s and s age groups major changes were noted in the s age group compared with the s s and s age groups there were no statistically significant differences between healthy and affected breasts conclusions this is the first study to use a d method to calculate the means based on age group this study showed that particular attention should be paid to age related changes during breast reconstruction surgeries for women aged years we believe that the method used in our study on mean breast shape based on age group can be used as a reference or indicator to ensure that the reconstruction of natural breasts befits the age of the patient"
}