{
    "title": "Hypertensive disorders during pregnancy and risk of type 2 diabetes in later life: a systematic review and meta-analysis.",
    "doc_id": "27518283",
    "writer": "Wang Z",
    "year": "2017",
    "summary": "Many studies assessed the association between hypertensive disorders during pregnancy and risk of type 2 diabetes mellitus in later life, but contradictory findings were reported. A systemic review and meta-analysis was carried out to elucidate type …",
    "abstract": "Many studies assessed the association between hypertensive disorders during pregnancy and risk of type 2 diabetes mellitus in later life, but contradictory findings were reported. A systemic review and meta-analysis was carried out to elucidate type 2 diabetes mellitus risk in women with hypertensive disorders during pregnancy. Pubmed, Embase, and Web of Science were searched for cohort or case-control studies on the association between hypertensive disorders during pregnancy and subsequent type 2 diabetes mellitus. Random-effect model was used to pool risk estimates. Bayesian meta-analysis was carried out to further estimate the type 2 diabetes mellitus risk associated with hypertensive disorders during pregnancy. Seventeen cohort or prospective matched case-control studies were finally included. Those 17 studies involved 2,984,634 women and 46,732 type 2 diabetes mellitus cases. Overall, hypertensive disorders during pregnancy were significantly correlated with type 2 diabetes mellitus risk (relative risk = 1.56, 95 % confidence interval 1.21-2.01, P = 0.001). Preeclampsia was significantly and independently correlated with type 2 diabetes mellitus risk (relative risk = 2.25, 95 % confidence interval 1.73-2.90, P < 0.001). In addition, gestational hypertension was also significantly and independently correlated with subsequent type 2 diabetes mellitus risk (relative risk = 2.06, 95 % confidence interval 1.57-2.69, P < 0.001). The pooled estimates were not significantly altered in the subgroup analyses of studies on preeclampsia or gestational hypertension. Bayesian meta-analysis showed the relative risks of type 2 diabetes mellitus risk for individuals with hypertensive disorders during pregnancy, preeclampsia, and gestational hypertension were 1.59 (95 % credibility interval: 1.11-2.32), 2.27 (95 % credibility interval: 1.67-2.97), and 2.06 (95 % credibility interval: 1.41-2.84), respectively. Publication bias was not evident in the meta-analysis. Preeclampsia and gestational hypertension are independently associated with substantially elevated risk of type 2 diabetes mellitus in later life.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27518283/",
    "clean_text": "hypertensive disorders during pregnancy and risk of type diabetes in later life a systematic review and meta analysis many studies assessed the association between hypertensive disorders during pregnancy and risk of type diabetes mellitus in later life but contradictory findings were reported a systemic review and meta analysis was carried out to elucidate type many studies assessed the association between hypertensive disorders during pregnancy and risk of type diabetes mellitus in later life but contradictory findings were reported a systemic review and meta analysis was carried out to elucidate type diabetes mellitus risk in women with hypertensive disorders during pregnancy pubmed embase and web of science were searched for cohort or case control studies on the association between hypertensive disorders during pregnancy and subsequent type diabetes mellitus random effect model was used to pool risk estimates bayesian meta analysis was carried out to further estimate the type diabetes mellitus risk associated with hypertensive disorders during pregnancy seventeen cohort or prospective matched case control studies were finally included those studies involved women and type diabetes mellitus cases overall hypertensive disorders during pregnancy were significantly correlated with type diabetes mellitus risk relative risk confidence interval p preeclampsia was significantly and independently correlated with type diabetes mellitus risk relative risk confidence interval p in addition gestational hypertension was also significantly and independently correlated with subsequent type diabetes mellitus risk relative risk confidence interval p the pooled estimates were not significantly altered in the subgroup analyses of studies on preeclampsia or gestational hypertension bayesian meta analysis showed the relative risks of type diabetes mellitus risk for individuals with hypertensive disorders during pregnancy preeclampsia and gestational hypertension were credibility interval credibility interval and credibility interval respectively publication bias was not evident in the meta analysis preeclampsia and gestational hypertension are independently associated with substantially elevated risk of type diabetes mellitus in later life"
}