{
    "pmid": "41419667",
    "title": "Repurposing glucagon-like peptide-1 receptor agonists for the treatment of neurodegenerative disorders.",
    "abstract": "With therapeutic progress in Alzheimer's disease (AD), more molecular and mechanistic targets are coming into focus. Beyond amyloid, emerging targets include tau, neuroinflammation and neurotransmitters. Targeting neuroinflammation in neurodegenerative diseases has been explored using cyclooxygenase inhibitors, but it has mostly been unsuccessful. Among the drug classes under investigation for AD are the glucagon-like peptide-1 receptor agonists (GLP-1RAs), which are approved for the treatment of type 2 diabetes (T2D), obesity and cardiovascular disease. GLP-1RAs are candidate treatments for AD based on several concepts. First, epidemiological data reveal that patients with T2D and cardiovascular disease receiving GLP-1RAs have substantial reductions in the risk of developing all-cause dementia. Second, GLP-1RAs reduce neuroinflammatory changes in preclinical models. Clinical trials have not yet shown that GLP-1RAs can slow the rate of cognitive decline in mild cognitive impairment and mild dementia due to AD. Here, we summarize data supporting the use of GLP-1RAs for the treatment of neurodegenerative diseases, with a focus on AD.",
    "disease": "parkinson disease",
    "clean_text": "repurposing glucagon like peptide receptor agonists for the treatment of neurodegenerative disorders with therapeutic progress in alzheimer s disease ad more molecular and mechanistic targets are coming into focus beyond amyloid emerging targets include tau neuroinflammation and neurotransmitters targeting neuroinflammation in neurodegenerative diseases has been explored using cyclooxygenase inhibitors but it has mostly been unsuccessful among the drug classes under investigation for ad are the glucagon like peptide receptor agonists glp ras which are approved for the treatment of type diabetes t d obesity and cardiovascular disease glp ras are candidate treatments for ad based on several concepts first epidemiological data reveal that patients with t d and cardiovascular disease receiving glp ras have substantial reductions in the risk of developing all cause dementia second glp ras reduce neuroinflammatory changes in preclinical models clinical trials have not yet shown that glp ras can slow the rate of cognitive decline in mild cognitive impairment and mild dementia due to ad here we summarize data supporting the use of glp ras for the treatment of neurodegenerative diseases with a focus on ad"
}