{
    "pmid": "41453489",
    "title": "UTILIZING RISK PREDICTION MODELS FOR OLDER PATIENTS WITH CHRONIC KIDNEY DISEASE.",
    "abstract": "Older patients represent the most rapidly growing age-group presenting with kidney failure. Despite this high incidence, the rate of progression to kidney failure tends to be slower in older individuals, and the competing risk of death before the development of kidney failure is a more significant consideration in older patients compared with younger counterparts. Incorporating these concepts of risk are challenging in shared decision-making discussions between clinicians, older patients and their families. Risk prediction models are rapidly increasing in nephrology and have the potential to provide personalized absolute risk prediction for patients with advanced chronic kidney disease (CKD), however there are several considerations of these models relevant to older patient populations. This review discusses metrics for assessing risk prediction models, examines key models for predicting kidney failure and mortality risk in older patients with advanced CKD, and provides guidance for how best to interpret and utilize these models to support personalized decision-making processes with older patients.",
    "disease": "chronic kidney disease",
    "clean_text": "utilizing risk prediction models for older patients with chronic kidney disease older patients represent the most rapidly growing age group presenting with kidney failure despite this high incidence the rate of progression to kidney failure tends to be slower in older individuals and the competing risk of death before the development of kidney failure is a more significant consideration in older patients compared with younger counterparts incorporating these concepts of risk are challenging in shared decision making discussions between clinicians older patients and their families risk prediction models are rapidly increasing in nephrology and have the potential to provide personalized absolute risk prediction for patients with advanced chronic kidney disease ckd however there are several considerations of these models relevant to older patient populations this review discusses metrics for assessing risk prediction models examines key models for predicting kidney failure and mortality risk in older patients with advanced ckd and provides guidance for how best to interpret and utilize these models to support personalized decision making processes with older patients"
}