{
    "title": "[Congenital nephrogenic diabetes insipidus].",
    "doc_id": "15653057",
    "writer": "Morin D",
    "year": "2005",
    "summary": "Nephrogenic diabetes insipidus is a rare hereditary disease, characterized by a resistance of the renal collecting duct to the action of the antidiuretic hormone, arginine vasopressin, responsible for the inability of the kidney to concentrate urine. ...Recent findi …",
    "abstract": "Nephrogenic diabetes insipidus is a rare hereditary disease, characterized by a resistance of the renal collecting duct to the action of the antidiuretic hormone, arginine vasopressin, responsible for the inability of the kidney to concentrate urine. More than 90% of the patients are males and have the X-linked recessive form of the disease usually presenting with polyuria and polydipsia in infancy. This mode of inheritance is related to mutations in the V(2) receptor gene, located in the Xq28 chromosomal region. Less than 10% of the patients have an autosomal-recessive or an autosomal-dominant mode of inheritance with clinical manifestations occurring in males and females, related to mutations in the aquaporin-2 gene, located in chromosome region 12q13. The aim of the treatment is to avoid chronic and acute dehydration episodes. It remains symptomatic, mainly based on an hypoosmotic diet and the use of hydrochlorothiazide and indomethacin. Recent findings showed that pharmacological chaperones, such as V(2) nonpeptide antagonists, are able to rescue some of the V(2) receptor mutants and could be useful tools for treatment in the future.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15653057/",
    "clean_text": "congenital nephrogenic diabetes insipidus nephrogenic diabetes insipidus is a rare hereditary disease characterized by a resistance of the renal collecting duct to the action of the antidiuretic hormone arginine vasopressin responsible for the inability of the kidney to concentrate urine recent findi nephrogenic diabetes insipidus is a rare hereditary disease characterized by a resistance of the renal collecting duct to the action of the antidiuretic hormone arginine vasopressin responsible for the inability of the kidney to concentrate urine more than of the patients are males and have the x linked recessive form of the disease usually presenting with polyuria and polydipsia in infancy this mode of inheritance is related to mutations in the v receptor gene located in the xq chromosomal region less than of the patients have an autosomal recessive or an autosomal dominant mode of inheritance with clinical manifestations occurring in males and females related to mutations in the aquaporin gene located in chromosome region q the aim of the treatment is to avoid chronic and acute dehydration episodes it remains symptomatic mainly based on an hypoosmotic diet and the use of hydrochlorothiazide and indomethacin recent findings showed that pharmacological chaperones such as v nonpeptide antagonists are able to rescue some of the v receptor mutants and could be useful tools for treatment in the future"
}