{
    "title": "Lung Cancer and Tobacco: What Is New?",
    "doc_id": "28189166",
    "writer": "Bialous SA",
    "year": "2017",
    "summary": "Lung cancer is the leading cause of cancer death worldwide. Tobacco use remains the single most important preventable cause of cancer and is responsible for 80% of all cases of lung cancer. Implementation of tobacco control measures, incl …",
    "abstract": "Lung cancer is the leading cause of cancer death worldwide. Tobacco use remains the single most important preventable cause of cancer and is responsible for 80% of all cases of lung cancer. Implementation of tobacco control measures, including preventing initiation and treating dependence, are pivotal to address the lung cancer epidemic. New evidence continues to emerge on the significant positive impact of incorporating tobacco dependence treatment within all lung cancer treatment protocols. Evidence and guidelines on how to implement these strategies exist and present an opportunity for nurses to make a difference in reducing suffering and preventing deaths from lung cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28189166/",
    "clean_text": "lung cancer and tobacco what is new lung cancer is the leading cause of cancer death worldwide tobacco use remains the single most important preventable cause of cancer and is responsible for of all cases of lung cancer implementation of tobacco control measures incl lung cancer is the leading cause of cancer death worldwide tobacco use remains the single most important preventable cause of cancer and is responsible for of all cases of lung cancer implementation of tobacco control measures including preventing initiation and treating dependence are pivotal to address the lung cancer epidemic new evidence continues to emerge on the significant positive impact of incorporating tobacco dependence treatment within all lung cancer treatment protocols evidence and guidelines on how to implement these strategies exist and present an opportunity for nurses to make a difference in reducing suffering and preventing deaths from lung cancer"
}