{
    "title": "Zika Virus: Critical Information for Emergency Providers.",
    "doc_id": "27475021",
    "writer": "Shastry S",
    "year": "2016",
    "summary": "Zika virus is an arbovirus of the Flaviviridae family. It is primarily a minimally symptomatic mosquito-borne infection. ...In early 2016, the World Health Organization declared the microcephaly and other neurologic conditions associated with Zika virus …",
    "abstract": "Zika virus is an arbovirus of the Flaviviridae family. It is primarily a minimally symptomatic mosquito-borne infection. However, with Zika's 2015 to 2016 introduction into the Western Hemisphere and its dramatic and rapid spread, it has become a public health concern, in large part due to congenital abnormalities associated with infection in pregnant women. In early 2016, the World Health Organization declared the microcephaly and other neurologic conditions associated with Zika virus infection a public health emergency of international concern. This article discusses the current epidemiologic and clinical understanding of Zika virus, focusing on critical information needed by emergency providers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27475021/",
    "clean_text": "zika virus critical information for emergency providers zika virus is an arbovirus of the flaviviridae family it is primarily a minimally symptomatic mosquito borne infection in early the world health organization declared the microcephaly and other neurologic conditions associated with zika virus zika virus is an arbovirus of the flaviviridae family it is primarily a minimally symptomatic mosquito borne infection however with zika s to introduction into the western hemisphere and its dramatic and rapid spread it has become a public health concern in large part due to congenital abnormalities associated with infection in pregnant women in early the world health organization declared the microcephaly and other neurologic conditions associated with zika virus infection a public health emergency of international concern this article discusses the current epidemiologic and clinical understanding of zika virus focusing on critical information needed by emergency providers"
}