{
    "pmid": "41468367",
    "title": "Association between triglyceride-glucose derived indices with cardiometabolic multimorbidity: Findings from the Atherosclerosis Risk in Communities study.",
    "abstract": "Cardiometabolic multimorbidity (CMM), characterized by the co-occurrence of diabetes mellitus (DM), stroke, and coronary heart disease (CHD), imposes substantial global health burden owing to its association with elevated mortality risk, reduced functional capacity, and increased healthcare costs. Despite its clinical importance, the value of insulin resistance (IR) and its surrogates, particularly triglyceride-glucose (TyG) indices combined with anthropometric measures, in predicting CMM remains underexplored. In this study, we aimed to quantify the association between TyG-derived indices and incident CMM. For this purpose, we conducted a multivariate logistic regression analysis of data of the Atherosclerosis Risk in Communities (ARIC) study, deriving adjusted odds ratios (ORs) and 95% confidence intervals (CIs). Nonlinear associations were investigated using restricted cubic spline modeling and diagnostic accuracy was evaluated using area under the curve (AUC) values from receiver operating characteristic (ROC) analyses. Nonlinear relationships were observed between TyG-body mass index (TyG-BMI) and TyG-waist-to-height ratio, whereas TyG and TyG-waist circumference exhibited linear trends. TyG-BMI demonstrated the strongest association with CMM risk, showing a 1.61-fold increase per standard deviation (adjusted OR: 1.61; 95% CI: 1.48-1.73) and a 5.67-fold higher risk in the highest versus the lowest quartiles. Predictive performance analysis revealed that TyG-BMI was the most discriminative marker (AUC: 0.684; 95% CI: 0.664-0.705). TyG-BMI emerged as a robust predictor of CMM risk, highlighting the synergistic effects of IR and adiposity. The nonlinear risk escalation suggests threshold-dependent mechanisms, emphasizing its utility in early risk stratification.",
    "disease": "diabetes mellitus",
    "clean_text": "association between triglyceride glucose derived indices with cardiometabolic multimorbidity findings from the atherosclerosis risk in communities study cardiometabolic multimorbidity cmm characterized by the co occurrence of diabetes mellitus dm stroke and coronary heart disease chd imposes substantial global health burden owing to its association with elevated mortality risk reduced functional capacity and increased healthcare costs despite its clinical importance the value of insulin resistance ir and its surrogates particularly triglyceride glucose tyg indices combined with anthropometric measures in predicting cmm remains underexplored in this study we aimed to quantify the association between tyg derived indices and incident cmm for this purpose we conducted a multivariate logistic regression analysis of data of the atherosclerosis risk in communities aric study deriving adjusted odds ratios ors and confidence intervals cis nonlinear associations were investigated using restricted cubic spline modeling and diagnostic accuracy was evaluated using area under the curve auc values from receiver operating characteristic roc analyses nonlinear relationships were observed between tyg body mass index tyg bmi and tyg waist to height ratio whereas tyg and tyg waist circumference exhibited linear trends tyg bmi demonstrated the strongest association with cmm risk showing a fold increase per standard deviation adjusted or ci and a fold higher risk in the highest versus the lowest quartiles predictive performance analysis revealed that tyg bmi was the most discriminative marker auc ci tyg bmi emerged as a robust predictor of cmm risk highlighting the synergistic effects of ir and adiposity the nonlinear risk escalation suggests threshold dependent mechanisms emphasizing its utility in early risk stratification"
}