{
    "pmid": "41362711",
    "title": "Pre-emptive TIPS should be considered in high-risk patients with both acute variceal bleeding and severe alcohol-related hepatitis.",
    "abstract": "Severe alcohol-related hepatitis (AH) and acute variceal bleeding (AVB) may occur simultaneously. The impact of a pre-emptive transjugular intrahepatic portosystemic shunt (pTIPS) in high-risk patients (patients with Child-Pugh (CP) B and active bleeding or CP C10-13 cirrhosis) with AVB and concomitant severe AH is unknown. The objective of the study was to compare the outcomes of severe AH in patients with high-risk AVB treated with pTIPS or endoscopic and drug treatment (Endo+drugs). Patients were screened in four existing cohorts of patients with cirrhosis and AVB treated either with pTIPS or Endo+drugs. The inclusion criteria were AVB, high-risk patients, suspected severe AH (recent onset of jaundice, alcohol-related liver disease, absence of abstinence, model for end-stage liver disease score >20 and aspartate aminotransferase <500 UI/L). The primary endpoint was 42-day mortality, considering liver transplantation as a competing event. Secondary endpoints were rebleeding and further development of ascites or hepatic encephalopathy at 6 months. A total of 142 patients with AVB were included (pTIPS: n = 47, Endo+drugs: n = 95). Baseline characteristics (age 53, male sex 84%, model for end-stage liver disease score 23.4) were similar between the two groups. Overall, 56% had histologically proven AH. The 42-day mortality was 16% in the pTIPS group  In severe AH, pTIPS is associated with better outcomes than Endo+drugs, and should not be contraindicated. Severe alcohol-related hepatitis and acute variceal bleeding may occur concomitantly, yet the role of pre-emptive transjugular intrahepatic portosystemic shunt (pTIPS) placement in this setting remains unclear. In this study, compared to standard of care, pTIPS treatment was associated with lower mortality, although this difference did not reach statistical significance, as well as a significantly reduced risk of rebleeding and recurrent ascites. These findings suggest that severe alcohol-related hepatitis should not be viewed as a contraindication to pTIPS placement when otherwise indicated, such as in patients with Child-Pugh B cirrhosis with a score greater than 7 and active bleeding, or Child-Pugh C10-13 disease.",
    "disease": "liver cirrhosis",
    "clean_text": "pre emptive tips should be considered in high risk patients with both acute variceal bleeding and severe alcohol related hepatitis severe alcohol related hepatitis ah and acute variceal bleeding avb may occur simultaneously the impact of a pre emptive transjugular intrahepatic portosystemic shunt ptips in high risk patients patients with child pugh cp b and active bleeding or cp c cirrhosis with avb and concomitant severe ah is unknown the objective of the study was to compare the outcomes of severe ah in patients with high risk avb treated with ptips or endoscopic and drug treatment endo drugs patients were screened in four existing cohorts of patients with cirrhosis and avb treated either with ptips or endo drugs the inclusion criteria were avb high risk patients suspected severe ah recent onset of jaundice alcohol related liver disease absence of abstinence model for end stage liver disease score and aspartate aminotransferase ui l the primary endpoint was day mortality considering liver transplantation as a competing event secondary endpoints were rebleeding and further development of ascites or hepatic encephalopathy at months a total of patients with avb were included ptips n endo drugs n baseline characteristics age male sex model for end stage liver disease score were similar between the two groups overall had histologically proven ah the day mortality was in the ptips group in severe ah ptips is associated with better outcomes than endo drugs and should not be contraindicated severe alcohol related hepatitis and acute variceal bleeding may occur concomitantly yet the role of pre emptive transjugular intrahepatic portosystemic shunt ptips placement in this setting remains unclear in this study compared to standard of care ptips treatment was associated with lower mortality although this difference did not reach statistical significance as well as a significantly reduced risk of rebleeding and recurrent ascites these findings suggest that severe alcohol related hepatitis should not be viewed as a contraindication to ptips placement when otherwise indicated such as in patients with child pugh b cirrhosis with a score greater than and active bleeding or child pugh c disease"
}