{
    "title": "Exploring the body surface temperature of the lumbosacral region and relevant back-shu points in patients with lumbar disc herniation induced low back pain based on infrared thermography.",
    "doc_id": "38621730",
    "writer": "Yuan X",
    "year": "2024",
    "summary": "METHODS: A total of 50 patients with LDH induced low back pain were included as the observation group, and 45 healthy subjects were included as the control group. ...CONCLUSIONS: The patients with LDH induced low back pain have imbalanced and asymmetri …",
    "abstract": "Objectives:\n        \n      \n      To observe the body surface temperature of the lumbosacral region and relevant back-shu points in patients with lumbar disc herniation (LDH) induced low back pain utilizing infrared thermography, and to explore the functional attribute changes of acupoints under pathological conditions.\n    \n\n\n          Methods:\n        \n      \n      A total of 50 patients with LDH induced low back pain were included as the observation group, and 45 healthy subjects were included as the control group. Using infrared thermography, the body surface temperature of the lumbosacral region and bilateral Sanjiaoshu (BL 22), Shenshu (BL 23), Qihaishu (BL 24), Dachangshu (BL 25), Guanyuanshu (BL 26), Xiaochangshu (BL 27), and Pangguangshu (BL 28) was measured in both groups. The temperature difference values between the bilateral lumbosacral regions and back-shu points of the two groups were calculated. Additionally, the body surface temperature of the affected and healthy sides of the lumbosacral region and relevant back-shu points was compared in the observation group.\n    \n\n\n          Results:\n        \n      \n      Compared with the control group, the body surface temperature of the lumbosacral region and the bilateral temperature difference values of the lumbosacral regions were increased in the observation group (P<0.001). The body surface temperature difference values of bilateral Shenshu (BL 23), Qihaishu (BL 24), Dachangshu (BL 25), Guanyuanshu (BL 26) and Xiaochangshu (BL 27) in the observation group were higher than those in the control group (P<0.05, P<0.01, P<0.001). In the observation group, the body surface temperature of the affected side of the lumbosacral region as well as Shenshu (BL 23) and Dachangshu (BL 25) was elevated compared with that of healthy side (P<0.001).\n    \n\n\n          Conclusions:\n        \n      \n      The patients with LDH induced low back pain have imbalanced and asymmetrical distribution of body surface temperature in the lumbosacral region and related back-shu points, Shenshu (BL 23) and Dachangshu (BL 25) have the relative specificity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38621730/",
    "clean_text": "exploring the body surface temperature of the lumbosacral region and relevant back shu points in patients with lumbar disc herniation induced low back pain based on infrared thermography methods a total of patients with ldh induced low back pain were included as the observation group and healthy subjects were included as the control group conclusions the patients with ldh induced low back pain have imbalanced and asymmetri objectives to observe the body surface temperature of the lumbosacral region and relevant back shu points in patients with lumbar disc herniation ldh induced low back pain utilizing infrared thermography and to explore the functional attribute changes of acupoints under pathological conditions methods a total of patients with ldh induced low back pain were included as the observation group and healthy subjects were included as the control group using infrared thermography the body surface temperature of the lumbosacral region and bilateral sanjiaoshu bl shenshu bl qihaishu bl dachangshu bl guanyuanshu bl xiaochangshu bl and pangguangshu bl was measured in both groups the temperature difference values between the bilateral lumbosacral regions and back shu points of the two groups were calculated additionally the body surface temperature of the affected and healthy sides of the lumbosacral region and relevant back shu points was compared in the observation group results compared with the control group the body surface temperature of the lumbosacral region and the bilateral temperature difference values of the lumbosacral regions were increased in the observation group p the body surface temperature difference values of bilateral shenshu bl qihaishu bl dachangshu bl guanyuanshu bl and xiaochangshu bl in the observation group were higher than those in the control group p p p in the observation group the body surface temperature of the affected side of the lumbosacral region as well as shenshu bl and dachangshu bl was elevated compared with that of healthy side p conclusions the patients with ldh induced low back pain have imbalanced and asymmetrical distribution of body surface temperature in the lumbosacral region and related back shu points shenshu bl and dachangshu bl have the relative specificity"
}