{
    "title": "Breast Cancer Screening With Automated Breast US and Mammography vs Handheld US and Mammography in Women With Dense Breasts in a Real-World Clinical Setting.",
    "doc_id": "39036960",
    "writer": "Winkelman AJ",
    "year": "2024",
    "summary": "OBJECTIVE: We compared the performance of 2 breast cancer screening approaches, automated breast US (ABUS) with same-day mammography (ABUS/MG) and handheld US (HHUS) with same-day mammography (HHUS/MG), in women with dense breasts to better understand the rel …",
    "abstract": "Objective:\n        \n      \n      We compared the performance of 2 breast cancer screening approaches, automated breast US (ABUS) with same-day mammography (ABUS/MG) and handheld US (HHUS) with same-day mammography (HHUS/MG), in women with dense breasts to better understand the relative usefulness of ABUS and HHUS in a real-world clinical setting.\n    \n\n\n          Methods:\n        \n      \n      In this institutional review board-approved, retrospective observational study, we evaluated all ABUS/MG and HHUS/MG screening examinations performed at our institution from May 2013 to September 2021. BI-RADS categories, biopsy pathology results, and diagnostic test characteristics (eg, sensitivity, specificity) were compared between the 2 screening approaches using Fisher's exact test.\n    \n\n\n          Results:\n        \n      \n      A total of 1120 women with dense breasts were included in this study, with 852 undergoing ABUS/MG and 268 undergoing HHUS/MG. The sensitivities of ABUS/MG and HHUS/MG were 100% (5/5) and 75.0% (3/4), respectively, which was not a statistically significant difference (P = .444). The ABUS/MG approach demonstrated a slightly higher specificity (97.4% [825/847] vs 94.3% [249/264]; P = .028), higher accuracy (97.4% [830/852] vs 94.0% [252/268]; P = .011), and lower biopsy recommendation rate (3.2% [27/852] vs 6.7% [18/268]; P = .019) than the HHUS/MG approach in our patient population.\n    \n\n\n          Conclusion:\n        \n      \n      Our findings suggest that ABUS/MG performs comparably with HHUS/MG as a breast cancer screening approach in women with dense breasts in a real-world clinical setting, with the ABUS/MG approach demonstrating a similar sensitivity and slightly higher specificity than the HHUS/MG approach. Additional variables, such as patient experience and physician time, may help determine which imaging approach to employ in specific clinical settings.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39036960/",
    "clean_text": "breast cancer screening with automated breast us and mammography vs handheld us and mammography in women with dense breasts in a real world clinical setting objective we compared the performance of breast cancer screening approaches automated breast us abus with same day mammography abus mg and handheld us hhus with same day mammography hhus mg in women with dense breasts to better understand the rel objective we compared the performance of breast cancer screening approaches automated breast us abus with same day mammography abus mg and handheld us hhus with same day mammography hhus mg in women with dense breasts to better understand the relative usefulness of abus and hhus in a real world clinical setting methods in this institutional review board approved retrospective observational study we evaluated all abus mg and hhus mg screening examinations performed at our institution from may to september bi rads categories biopsy pathology results and diagnostic test characteristics eg sensitivity specificity were compared between the screening approaches using fisher s exact test results a total of women with dense breasts were included in this study with undergoing abus mg and undergoing hhus mg the sensitivities of abus mg and hhus mg were and respectively which was not a statistically significant difference p the abus mg approach demonstrated a slightly higher specificity vs p higher accuracy vs p and lower biopsy recommendation rate vs p than the hhus mg approach in our patient population conclusion our findings suggest that abus mg performs comparably with hhus mg as a breast cancer screening approach in women with dense breasts in a real world clinical setting with the abus mg approach demonstrating a similar sensitivity and slightly higher specificity than the hhus mg approach additional variables such as patient experience and physician time may help determine which imaging approach to employ in specific clinical settings"
}