{
    "pmid": "41408147",
    "title": "Cats are more susceptible to the prevalent H3 subtype influenza viruses than dogs.",
    "abstract": "Recent reports have highlighted the increasing frequency of influenza A virus (IAV) spillover events from other species to dogs and cats. IAV, particularly the H3 subtype, exhibits a broad host range and a propensity for interspecies transmission, as exemplified by the sustained circulation of H3N2 and H3N8 canine influenza viruses in dog populations. This raises concerns about the potential role of companion animals as intermediate hosts in influenza virus transmission. To evaluate the susceptibility of dogs and cats to the prevalent H3 subtype influenza viruses, we experimentally inoculated groups of both species with three prevalent influenza viruses: H3N2 avian influenza virus (AIV), H3N8 avian influenza virus, and H3N2 swine influenza virus (SIV). Results showed that while all inoculated dogs exhibited seroconversion to all three viruses at 7, 14, and 21 days post-inoculation (dpi), they displayed no clinical signs, viral shedding, or evidence of viral replication in their organ tissues. In contrast, despite the cats did not exhibit apparent clinical signs, all inoculated cats exhibited seroconversion to all viruses at 7, 14 and 21 dpi, sustained nasal viral shedding for approximately one week, and demonstrated viral replication in their lungs, trachea, and nasal turbinate. Our findings underscore the higher susceptibility of cats compared to dogs to H3 subtype influenza viruses. These results emphasize the critical need for enhanced surveillance of cats within the influenza virus transmission network.",
    "disease": "influenza",
    "clean_text": "cats are more susceptible to the prevalent h subtype influenza viruses than dogs recent reports have highlighted the increasing frequency of influenza a virus iav spillover events from other species to dogs and cats iav particularly the h subtype exhibits a broad host range and a propensity for interspecies transmission as exemplified by the sustained circulation of h n and h n canine influenza viruses in dog populations this raises concerns about the potential role of companion animals as intermediate hosts in influenza virus transmission to evaluate the susceptibility of dogs and cats to the prevalent h subtype influenza viruses we experimentally inoculated groups of both species with three prevalent influenza viruses h n avian influenza virus aiv h n avian influenza virus and h n swine influenza virus siv results showed that while all inoculated dogs exhibited seroconversion to all three viruses at and days post inoculation dpi they displayed no clinical signs viral shedding or evidence of viral replication in their organ tissues in contrast despite the cats did not exhibit apparent clinical signs all inoculated cats exhibited seroconversion to all viruses at and dpi sustained nasal viral shedding for approximately one week and demonstrated viral replication in their lungs trachea and nasal turbinate our findings underscore the higher susceptibility of cats compared to dogs to h subtype influenza viruses these results emphasize the critical need for enhanced surveillance of cats within the influenza virus transmission network"
}