{
    "title": "[Non systemic forms of juvenile idiopathic arthristis].",
    "doc_id": "40546197",
    "writer": "Felix A",
    "year": "2024",
    "summary": "NON SYSTEMIC FORMS OF JUVENILE IDIOPATHIC ARTHRITIS. Juvenile idiopathic arthritis (JIA) is a group of diseases defined by the presence of arthritis of more than 6 weeks duration in patients aged less than 16 years after eliminating differential diagno …",
    "abstract": "NON SYSTEMIC FORMS OF JUVENILE IDIOPATHIC ARTHRITIS. Juvenile idiopathic arthritis (JIA) is a group of diseases defined by the presence of arthritis of more than 6 weeks duration in patients aged less than 16 years after eliminating differential diagnosis. The international classification based on clinical and biological criteria defines each type of JIA: systemic, oligoarticular, polyarticular with and without rheumatoid factor, enthesitis related arthritis, and psoriatic arthritis. Some forms have clinical presentations and particularities specific to the pediatric age. The therapeutic management is multidisciplinary. It is coordinated by a hospital doctor from a reference center or a center of competence in pediatric rheumatology, in collaboration with the attending physician, with the assistance of other specialists depending on the clinical picture. Today, the prognosis of JIA is generally good thanks to progress in management algorithms and the availability of biotherapies for severe forms. This article provides an overview of the different types of JIA and the clinical, biological, and first-line management of suspected pathologies in children.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40546197/",
    "clean_text": "non systemic forms of juvenile idiopathic arthristis non systemic forms of juvenile idiopathic arthritis juvenile idiopathic arthritis jia is a group of diseases defined by the presence of arthritis of more than weeks duration in patients aged less than years after eliminating differential diagno non systemic forms of juvenile idiopathic arthritis juvenile idiopathic arthritis jia is a group of diseases defined by the presence of arthritis of more than weeks duration in patients aged less than years after eliminating differential diagnosis the international classification based on clinical and biological criteria defines each type of jia systemic oligoarticular polyarticular with and without rheumatoid factor enthesitis related arthritis and psoriatic arthritis some forms have clinical presentations and particularities specific to the pediatric age the therapeutic management is multidisciplinary it is coordinated by a hospital doctor from a reference center or a center of competence in pediatric rheumatology in collaboration with the attending physician with the assistance of other specialists depending on the clinical picture today the prognosis of jia is generally good thanks to progress in management algorithms and the availability of biotherapies for severe forms this article provides an overview of the different types of jia and the clinical biological and first line management of suspected pathologies in children"
}