{
    "pmid": "41313168",
    "title": "Application of GOLD 2023 Initial Inhalation Therapy Recommendations in COPD patients: a real-world adherence and prognosis analysis.",
    "abstract": "The Global Initiative for Chronic Obstructive Lung Disease (GOLD) 2023 report revised the combined chronic obstructive pulmonary disease (COPD) assessment. Patients were classified into groups A, B, and E, and the initial inhalation therapy recommendations were revised. This study aimed to investigate the application status of initial inhalation therapy recommendations in patients with COPD and determine whether adherence to the GOLD 2023 report could achieve a better prognosis. This was a prospective cohort study. Demographic data, COPD assessment test (CAT) and modified Medical Research Council (mMRC) scores, pulmonary function, GOLD grades, GOLD groups, number of exacerbations, comorbidities, and inhalation therapy were collected. The patients were classified into adherent and non-adherent groups based on the provision of initial inhalation therapy recommendations that aligned with the GOLD A, B, and E groupings. All patients finished one year of follow-up to collect data on the number of exacerbations and mortality. A total of 1654 patients were enrolled, of whom 816 (49.3%) were in the adherent group. The patients in the adherent group had higher age, CAT and mMRC scores, and number of exacerbations and hospitalisations, higher proportion of combined with lung cancer and chronic heart disease, and worse pulmonary function. Patients in the adherent group had lower future exacerbations, frequent exacerbations, and hospitalisations. The patients in groups B and E who adhered to the GOLD 2023 report had lower future exacerbations, frequent exacerbations, and hospitalisations, while no significant difference was observed in group A (P < 0.05). In the real world, many patients with COPD do not receive the initial inhalation therapy recommended by the GOLD 2023 report. However, adherence to the GOLD 2023 report may decrease the risk of future exacerbation. It implied that improved the dissemination and uptake of GOLD 2023 recommendations is needed in the clinical practice.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "application of gold initial inhalation therapy recommendations in copd patients a real world adherence and prognosis analysis the global initiative for chronic obstructive lung disease gold report revised the combined chronic obstructive pulmonary disease copd assessment patients were classified into groups a b and e and the initial inhalation therapy recommendations were revised this study aimed to investigate the application status of initial inhalation therapy recommendations in patients with copd and determine whether adherence to the gold report could achieve a better prognosis this was a prospective cohort study demographic data copd assessment test cat and modified medical research council mmrc scores pulmonary function gold grades gold groups number of exacerbations comorbidities and inhalation therapy were collected the patients were classified into adherent and non adherent groups based on the provision of initial inhalation therapy recommendations that aligned with the gold a b and e groupings all patients finished one year of follow up to collect data on the number of exacerbations and mortality a total of patients were enrolled of whom were in the adherent group the patients in the adherent group had higher age cat and mmrc scores and number of exacerbations and hospitalisations higher proportion of combined with lung cancer and chronic heart disease and worse pulmonary function patients in the adherent group had lower future exacerbations frequent exacerbations and hospitalisations the patients in groups b and e who adhered to the gold report had lower future exacerbations frequent exacerbations and hospitalisations while no significant difference was observed in group a p in the real world many patients with copd do not receive the initial inhalation therapy recommended by the gold report however adherence to the gold report may decrease the risk of future exacerbation it implied that improved the dissemination and uptake of gold recommendations is needed in the clinical practice"
}