{
    "pmid": "41454575",
    "title": "Impact of stromal maturity and proportion on prognosis and immune landscape in colorectal cancer.",
    "abstract": "Tumour microenvironment and cancer cells have constant interaction affecting cancer progression. Tumour-stroma ratio (TSR) in the tumour centre and desmoplastic reaction (DR) classification at the invasive margin are prognostic factors based on stroma evaluation on H&E slides. However, their combined value and immunological associations remain poorly defined. This study examines the prognostic and immunological value of TSR, DR, and their combination in two large colorectal cancer cohorts. Two colorectal cancer cohorts ( In the study cohort ( TSR and DR are independent prognostic factors for cancer-specific survival. SMAPS is a promising prognostic tool that integrates stromal maturity at the invasive margin and stromal proportion in the tumour centre. SMAPS has stronger prognostic value compared to TSR and DR classifications alone. A high stromal proportion and myxoid content are associated with an immunosuppressive microenvironment characterized by lower densities of antitumourigenic immune cells. Stromal Maturity and Proportion Score (SMAPS), integrating desmoplastic reaction (DR) classification at the invasive margin and tumour-stroma ratio (TSR) in the tumour centre, demonstrated stronger prognostic value compared to DR and TSR classification alone. Stroma-high TSR, myxoid stroma, and high SMAPS were associated with an immunosuppressive microenvironment characterized by lower densities of antitumourigenic immune cells. Alcian blue stain was associated with myxoid stroma and corresponding immune cell findings.",
    "disease": "colorectal cancer",
    "clean_text": "impact of stromal maturity and proportion on prognosis and immune landscape in colorectal cancer tumour microenvironment and cancer cells have constant interaction affecting cancer progression tumour stroma ratio tsr in the tumour centre and desmoplastic reaction dr classification at the invasive margin are prognostic factors based on stroma evaluation on h e slides however their combined value and immunological associations remain poorly defined this study examines the prognostic and immunological value of tsr dr and their combination in two large colorectal cancer cohorts two colorectal cancer cohorts in the study cohort tsr and dr are independent prognostic factors for cancer specific survival smaps is a promising prognostic tool that integrates stromal maturity at the invasive margin and stromal proportion in the tumour centre smaps has stronger prognostic value compared to tsr and dr classifications alone a high stromal proportion and myxoid content are associated with an immunosuppressive microenvironment characterized by lower densities of antitumourigenic immune cells stromal maturity and proportion score smaps integrating desmoplastic reaction dr classification at the invasive margin and tumour stroma ratio tsr in the tumour centre demonstrated stronger prognostic value compared to dr and tsr classification alone stroma high tsr myxoid stroma and high smaps were associated with an immunosuppressive microenvironment characterized by lower densities of antitumourigenic immune cells alcian blue stain was associated with myxoid stroma and corresponding immune cell findings"
}