{
    "title": "Latissimus Dorsi Muscle Flap for Scalp Reconstruction and Postoperative Ulceration Management.",
    "doc_id": "35727652",
    "writer": "Deng K",
    "year": "2022",
    "summary": "Ulcerations with skull exposure formed on the transplanted flap after the first surgery. ...This clinical report highlights the possibility of ulcer formation after scalp reconstructive surgeries and supports the use of recycle flaps and tissue expanders to manage p …",
    "abstract": "The latissimus dorsi muscle (LDM) flap has been widely accepted as the best choice for subtotal or total scalp reconstruction. Because of the unique anatomic and functional features of scalp, ulcerations formation would occur after reconstructive surgeries. in this study, we are presenting a patient with a large scalp defect successfully reconstructed by a latissimus dorsi muscle free flap. Ulcerations with skull exposure formed on the transplanted flap after the first surgery. They were subsequently repaired by flap recycling and tissue expansion techniques. An excellent reconstructive outcome was achieved at the 30-month follow-up after the last surgery and no further complication was found. This clinical report highlights the possibility of ulcer formation after scalp reconstructive surgeries and supports the use of recycle flaps and tissue expanders to manage postoperative ulcerations after latissimus dorsi muscle free flap transplantation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35727652/",
    "clean_text": "latissimus dorsi muscle flap for scalp reconstruction and postoperative ulceration management ulcerations with skull exposure formed on the transplanted flap after the first surgery this clinical report highlights the possibility of ulcer formation after scalp reconstructive surgeries and supports the use of recycle flaps and tissue expanders to manage p the latissimus dorsi muscle ldm flap has been widely accepted as the best choice for subtotal or total scalp reconstruction because of the unique anatomic and functional features of scalp ulcerations formation would occur after reconstructive surgeries in this study we are presenting a patient with a large scalp defect successfully reconstructed by a latissimus dorsi muscle free flap ulcerations with skull exposure formed on the transplanted flap after the first surgery they were subsequently repaired by flap recycling and tissue expansion techniques an excellent reconstructive outcome was achieved at the month follow up after the last surgery and no further complication was found this clinical report highlights the possibility of ulcer formation after scalp reconstructive surgeries and supports the use of recycle flaps and tissue expanders to manage postoperative ulcerations after latissimus dorsi muscle free flap transplantation"
}