{
    "title": "Selected dietary factors and breast cancer risk.",
    "doc_id": "31766834",
    "writer": "Dydjow-Bendek D",
    "year": "2019",
    "summary": "While breast cancer is the most common cancer in women around the world, it is necessary to know the nutritional factors that can have both protective and negative effects on the risk of breast cancer. ...Only on the basis of clear scientific ev …",
    "abstract": "While breast cancer is the most common cancer in women around the world, it is necessary to know the nutritional factors that can have both protective and negative effects on the risk of breast cancer. Unfortunately, the results of the research still do not give a definite answer to the question: which food products or food ingredients reduce, and which increase the risk of breast cancer. At a time when the main source of knowledge of health for the majority of society is the internet, myths about this disease are still being replicated. Only on the basis of clear scientific evidence can we build an effective prevention program that can save millions of women from breast cancer. In this review, we decided to present nutritional risk factors whose impact on the risk of breast cancer was examined, however, the results are not conclusive, like: fibre, milk products",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31766834/",
    "clean_text": "selected dietary factors and breast cancer risk while breast cancer is the most common cancer in women around the world it is necessary to know the nutritional factors that can have both protective and negative effects on the risk of breast cancer only on the basis of clear scientific ev while breast cancer is the most common cancer in women around the world it is necessary to know the nutritional factors that can have both protective and negative effects on the risk of breast cancer unfortunately the results of the research still do not give a definite answer to the question which food products or food ingredients reduce and which increase the risk of breast cancer at a time when the main source of knowledge of health for the majority of society is the internet myths about this disease are still being replicated only on the basis of clear scientific evidence can we build an effective prevention program that can save millions of women from breast cancer in this review we decided to present nutritional risk factors whose impact on the risk of breast cancer was examined however the results are not conclusive like fibre milk products"
}