{
    "pmid": "41411733",
    "title": "Hyperoside attenuates NASH-associated liver fibrosis by modulating Flot2/TLR4 signaling and pyroptosis.",
    "abstract": "Objectives This study aims to evaluate the therapeutic potential of hyperoside (Hyp), a flavonoid derived from Hypericum perforatum, in attenuating NASH-related liver fibrosis and to elucidate its underlying mechanism. A NASH fibrosis model was established in C57BL/6 mice using a high-fat diet combined with (carbon tetrachloride) CCl₄. Hyp was orally administered for 8 weeks after model induction. Hepatic metabolomics, 16S rRNA sequencing, transcriptomics, and network pharmacology were integrated to identify key targets and pathways. In vitro, Lipopolysaccharides (LPS) induced pyroptosis in LX2 cells was employed to investigate the Flot2/TLR4/NLRP3 signaling axis, with siRNA-mediated Flot2 knockdown used for mechanistic validation. Hyp significantly reduced liver fibrosis in NASH mice. It suppressed liver metabolites (leukotriene B4 and octadecanoic acid) and reshaped gut microbiota by decreasing LPS-producing bacteria. Transcriptomic and pharmacological studies revealed suppression of NLRP3 inflammasome-driven pyroptosis signaling. Through target engagement studies encompassing molecular docking, molecular dynamics simulation, and cellular thermal shift assay (CETSA), Flot2 was confirmed as a direct binding partner of Hyp. Furthermore, Hyp effectively suppressed Flot2/TLR4-driven pyroptosis in hepatic stellate cells, with Flot2 silencing mimicking its therapeutic anti-fibrotic action. Hyperoside mitigates NASH-driven hepatic fibrosis by specifically targeting Flot2 to block TLR4/NLRP3-mediated pyroptosis in hepatic stellate cells. This study not only identifies Flot2 as a novel therapeutic target but also provides a pharmacological framework for developing anti-fibrotic agents.",
    "disease": "liver cirrhosis",
    "clean_text": "hyperoside attenuates nash associated liver fibrosis by modulating flot tlr signaling and pyroptosis objectives this study aims to evaluate the therapeutic potential of hyperoside hyp a flavonoid derived from hypericum perforatum in attenuating nash related liver fibrosis and to elucidate its underlying mechanism a nash fibrosis model was established in c bl mice using a high fat diet combined with carbon tetrachloride ccl hyp was orally administered for weeks after model induction hepatic metabolomics s rrna sequencing transcriptomics and network pharmacology were integrated to identify key targets and pathways in vitro lipopolysaccharides lps induced pyroptosis in lx cells was employed to investigate the flot tlr nlrp signaling axis with sirna mediated flot knockdown used for mechanistic validation hyp significantly reduced liver fibrosis in nash mice it suppressed liver metabolites leukotriene b and octadecanoic acid and reshaped gut microbiota by decreasing lps producing bacteria transcriptomic and pharmacological studies revealed suppression of nlrp inflammasome driven pyroptosis signaling through target engagement studies encompassing molecular docking molecular dynamics simulation and cellular thermal shift assay cetsa flot was confirmed as a direct binding partner of hyp furthermore hyp effectively suppressed flot tlr driven pyroptosis in hepatic stellate cells with flot silencing mimicking its therapeutic anti fibrotic action hyperoside mitigates nash driven hepatic fibrosis by specifically targeting flot to block tlr nlrp mediated pyroptosis in hepatic stellate cells this study not only identifies flot as a novel therapeutic target but also provides a pharmacological framework for developing anti fibrotic agents"
}