{
    "pmid": "41399590",
    "title": "Co-occurrence of Alpha-1 Antitrypsin Deficiency (AATD) and Common Variable Immunodeficiency (CVID): A Case Report.",
    "abstract": "Alpha-1 antitrypsin deficiency (AATD) and common variable immunodeficiency (CVID) are distinct disorders, and their co-occurrence is rare. We report a 47-year-old man with a history of smoking and chronic obstructive pulmonary disease (COPD), diagnosed with the PI*MZ genotype of AATD and treated with human alpha1-proteinase inhibitor (PROLASTIN-C®, Grifols Therapeutics, Clayton, NC, USA). Despite therapy, he experienced recurrent respiratory infections and pneumonia. Further evaluation revealed hypogammaglobulinemia and immune dysregulation consistent with CVID, leading to bronchiectasis. Combined treatment with alpha-1 antitrypsin (AAT) replacement and intravenous immunoglobulin (IVIG) was initiated, emphasizing the importance of comprehensive genetic and immunologic evaluation and tailored therapy in complex respiratory cases. Further studies are needed to clarify the relationship between AATD and CVID and optimize management strategies.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "co occurrence of alpha antitrypsin deficiency aatd and common variable immunodeficiency cvid a case report alpha antitrypsin deficiency aatd and common variable immunodeficiency cvid are distinct disorders and their co occurrence is rare we report a year old man with a history of smoking and chronic obstructive pulmonary disease copd diagnosed with the pi mz genotype of aatd and treated with human alpha proteinase inhibitor prolastin c grifols therapeutics clayton nc usa despite therapy he experienced recurrent respiratory infections and pneumonia further evaluation revealed hypogammaglobulinemia and immune dysregulation consistent with cvid leading to bronchiectasis combined treatment with alpha antitrypsin aat replacement and intravenous immunoglobulin ivig was initiated emphasizing the importance of comprehensive genetic and immunologic evaluation and tailored therapy in complex respiratory cases further studies are needed to clarify the relationship between aatd and cvid and optimize management strategies"
}