{
    "title": "Spinal cord injury medicine and rehabilitation.",
    "doc_id": "25520024",
    "writer": "Stampas A",
    "year": "2014",
    "summary": "The rehabilitation of spinal cord injury (SCI) is a complicated process, but one in which new research is developing novel and increasingly promising methods of restorative neurology. Spinal cord injury medicine addresses not only the neu …",
    "abstract": "The rehabilitation of spinal cord injury (SCI) is a complicated process, but one in which new research is developing novel and increasingly promising methods of restorative neurology. Spinal cord injury medicine addresses not only the neurologic injury, but all the secondary complications in other organ systems whose regulation is disrupted after SCI. To some degree, the rehabilitation of SCI is focused on return to the community and functional goals are paramount, regardless of whether they can be achieved through some mechanism of compensation or due to a growing effort at engendering neurologic plasticity and recovery. The authors present a typical case of cervical incomplete SCI and discuss the medical complications and considerations for care during acute rehabilitation. They also review current methods of planning and executing rehabilitation, along with emerging methods that are leading to, in varying degrees, greater neurologic recovery. Finally, new approaches in SCI rehabilitation, namely neuromodulation, are discussed as efforts are made to further augment neural plasticity and recovery in SCI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25520024/",
    "clean_text": "spinal cord injury medicine and rehabilitation the rehabilitation of spinal cord injury sci is a complicated process but one in which new research is developing novel and increasingly promising methods of restorative neurology spinal cord injury medicine addresses not only the neu the rehabilitation of spinal cord injury sci is a complicated process but one in which new research is developing novel and increasingly promising methods of restorative neurology spinal cord injury medicine addresses not only the neurologic injury but all the secondary complications in other organ systems whose regulation is disrupted after sci to some degree the rehabilitation of sci is focused on return to the community and functional goals are paramount regardless of whether they can be achieved through some mechanism of compensation or due to a growing effort at engendering neurologic plasticity and recovery the authors present a typical case of cervical incomplete sci and discuss the medical complications and considerations for care during acute rehabilitation they also review current methods of planning and executing rehabilitation along with emerging methods that are leading to in varying degrees greater neurologic recovery finally new approaches in sci rehabilitation namely neuromodulation are discussed as efforts are made to further augment neural plasticity and recovery in sci"
}