{
    "title": "Trends and Racial/Ethnic Differences in Age at Diagnosis of Adult-Onset Type 1 and Type 2 Diabetes in the United States, 2016-2022.",
    "doc_id": "39645156",
    "writer": "Li K",
    "year": "2025",
    "summary": "Adults aged 18 years with self-reported age at diagnosis of adult-onset type 1 diabetes or type 2 diabetes were included. Trends in mean age at diagnosis of type 1 diabetes and type 2 diabetes and in proportions of people with type …",
    "abstract": "Introduction:\n        \n      \n      Age at diagnosis of diabetes is important for informing public health planning and treatment strategies. This study aimed to estimate trends and racial/ethnic differences in age at diagnosis of adult-onset diabetes by type in the U.S.\n    \n\n\n          Methods:\n        \n      \n      This serial nationwide cross-sectional study used data from the National Health Interview Survey in 2016-2022. Adults aged ≥18 years with self-reported age at diagnosis of adult-onset type 1 diabetes or type 2 diabetes were included. Trends in mean age at diagnosis of type 1 diabetes and type 2 diabetes and in proportions of people with type 1 diabetes or type 2 diabetes diagnosed at different ages were assessed by linear and logistic regressions. Racial/ethnic differences in mean age at diagnosis of type 1 diabetes and type 2 diabetes were determined.\n    \n\n\n          Results:\n        \n      \n      Included were 1,224 type 1 diabetes cases and 14,221 type 2 diabetes cases. From 2016 to 2022, the mean age at diagnosis of type 2 diabetes increased by 0.18 years annually (95% CI=0.05, 0.30 years, p=0.005), but no significant trend was observed for type 1 diabetes. The proportion of type 2 diabetes cases with diagnosis age ≥60 years increased by 3.17% and with diagnosis age in 18-29 years decreased by 5.62% annually (p≤0.01). On average, Hispanic individuals had type 1 diabetes diagnosed 3.2 years older and minority groups had type 2 diabetes diagnosed 2.0-6.1 years younger than non-Hispanic White individuals (p≤0.02).\n    \n\n\n          Conclusions:\n        \n      \n      Among U.S. adults, the mean age at diagnosis of adult-onset type 1 diabetes remained stable, and of adult-onset type 2 diabetes increased significantly from 2016 to 2022. Substantial and opposite differences in mean diagnosis age of type 1 diabetes and type 2 diabetes by race/ethnicity were identified.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39645156/",
    "clean_text": "trends and racial ethnic differences in age at diagnosis of adult onset type and type diabetes in the united states adults aged years with self reported age at diagnosis of adult onset type diabetes or type diabetes were included trends in mean age at diagnosis of type diabetes and type diabetes and in proportions of people with type introduction age at diagnosis of diabetes is important for informing public health planning and treatment strategies this study aimed to estimate trends and racial ethnic differences in age at diagnosis of adult onset diabetes by type in the u s methods this serial nationwide cross sectional study used data from the national health interview survey in adults aged years with self reported age at diagnosis of adult onset type diabetes or type diabetes were included trends in mean age at diagnosis of type diabetes and type diabetes and in proportions of people with type diabetes or type diabetes diagnosed at different ages were assessed by linear and logistic regressions racial ethnic differences in mean age at diagnosis of type diabetes and type diabetes were determined results included were type diabetes cases and type diabetes cases from to the mean age at diagnosis of type diabetes increased by years annually ci years p but no significant trend was observed for type diabetes the proportion of type diabetes cases with diagnosis age years increased by and with diagnosis age in years decreased by annually p on average hispanic individuals had type diabetes diagnosed years older and minority groups had type diabetes diagnosed years younger than non hispanic white individuals p conclusions among u s adults the mean age at diagnosis of adult onset type diabetes remained stable and of adult onset type diabetes increased significantly from to substantial and opposite differences in mean diagnosis age of type diabetes and type diabetes by race ethnicity were identified"
}