{
    "pmid": "41386507",
    "title": "High-throughput screening identifies FDA approved drug mitiglinide as a novel pyroptosis inhibitor and therapeutic agent for osteoarthritis.",
    "abstract": "Osteoarthritis (OA), a leading cause of joint dysfunction, is characterized by progressive cartilage degradation linked to chondrocyte pyroptosis, yet disease-modifying therapies remain elusive. In this study, we conducted the first systematic drug repurposing screen in chondrocytes, aiming at identifying drugs that may suppress pyroptosis and verifying the therapeutic effects on OA. Mitiglinide's effects on chondrocyte viability were quantified via CCK-8 assays and live/dead staining. Pyroptosis inhibition, extracellular matrix (ECM) homeostasis, and NF-κB activation were measured by western blot and immunofluorescence. Network pharmacology analysis and molecular docking were applied to predict the interacting protein of mitiglinide, while Nrf2 was knocked down by siRNAs to confirm its role in mitiglinide regulated pyroptosis and ECM. In vivo, destabilization of the medial meniscus (DMM) model -induced OA mice received mitiglinide for 8 weeks, with efficacy evaluated through X-ray, OARSI-graded histopathology, immunohistochemistry, Hematoxylin-Eosin and Safranin O-Fast green staining. Through high-throughput screening (HTS) of 1,228 FDA-approved drugs, we identified a list of pyroptosis inhibitors, and mitiglinide was suggested as one of the most potent pyroptosis inhibitors in chondrocyte. Mechanistic studies demonstrated that mitiglinide may directly target Nrf2 and suppress its downstream NF-κB-driven NLRP3 inflammasome activation; it may also promote ECM homeostasis in chondrocytes. In vivo study showed that mitiglinide may effectively attenuate OA pathology in mice. Mitiglinide, identified via FDA-drug-library screening, alleviates OA progression by suppressing NLRP3 inflammasome activation and ECM degradation via activation of the Nrf2/HO-1 signaling pathway. This positions mitiglinide as a repurposed disease-modifying OA drug candidate.",
    "disease": "osteoarthritis",
    "clean_text": "high throughput screening identifies fda approved drug mitiglinide as a novel pyroptosis inhibitor and therapeutic agent for osteoarthritis osteoarthritis oa a leading cause of joint dysfunction is characterized by progressive cartilage degradation linked to chondrocyte pyroptosis yet disease modifying therapies remain elusive in this study we conducted the first systematic drug repurposing screen in chondrocytes aiming at identifying drugs that may suppress pyroptosis and verifying the therapeutic effects on oa mitiglinide s effects on chondrocyte viability were quantified via cck assays and live dead staining pyroptosis inhibition extracellular matrix ecm homeostasis and nf b activation were measured by western blot and immunofluorescence network pharmacology analysis and molecular docking were applied to predict the interacting protein of mitiglinide while nrf was knocked down by sirnas to confirm its role in mitiglinide regulated pyroptosis and ecm in vivo destabilization of the medial meniscus dmm model induced oa mice received mitiglinide for weeks with efficacy evaluated through x ray oarsi graded histopathology immunohistochemistry hematoxylin eosin and safranin o fast green staining through high throughput screening hts of fda approved drugs we identified a list of pyroptosis inhibitors and mitiglinide was suggested as one of the most potent pyroptosis inhibitors in chondrocyte mechanistic studies demonstrated that mitiglinide may directly target nrf and suppress its downstream nf b driven nlrp inflammasome activation it may also promote ecm homeostasis in chondrocytes in vivo study showed that mitiglinide may effectively attenuate oa pathology in mice mitiglinide identified via fda drug library screening alleviates oa progression by suppressing nlrp inflammasome activation and ecm degradation via activation of the nrf ho signaling pathway this positions mitiglinide as a repurposed disease modifying oa drug candidate"
}