{
    "pmid": "41445656",
    "title": "Associations of Epigenetic Age Acceleration with Motor Impairment: Evidence from the PPMI Cohort.",
    "abstract": "Motor decline is a hallmark of Parkinson's disease (PD) and biological aging. While epigenetic clocks measure systemic biological aging, their specific relationship with neuromotor function in the context of aging and neurodegeneration remains under-characterized. This study utilized data from the Parkinson's Progression Markers Initiative (PPMI) to examine the relationships between multiple DNA methylation-based epigenetic aging measures and motor impairment across distinct domains. We utilized longitudinal phenotype and whole-blood DNA methylation data from the PPMI cohort. Seven epigenetic aging measures were calculated, including first-generation clocks (Horvath v1, Hannum), risk-optimized second-generation clocks (PhenoAge, GrimAge v1 and v2), a deep-learning estimator (AltumAge), and a pace-of-aging biomarker (DunedinPACE). Motor function was assessed using the MDS-UPDRS, which captures patient-reported disability, global staging (Hoehn & Yahr), and specific motor signs, including tremor, bradykinesia, and postural instability. Cross-sectional associations were evaluated using binary or ordinal logistic regression, while longitudinal repeated measures were analyzed using generalized estimating equations (GEE) and cumulative link mixed models (CLMM), with adjustments for multiple comparisons made using the false discovery rate (FDR). Cross-sectional analyses yielded limited evidence, identifying only a specific association between Horvath v1 acceleration and postural tremor in males (P  Accelerated epigenetic aging is robustly associated with the longitudinal progression of tremor impairment in PD, with associations being particularly consistent and multi-dimensional in men. These findings suggest that systemic biological aging, as captured by both first- and second-generation clocks, disproportionately exacerbates tremor circuitry distinct from the dopaminergic pathways that drive bradykinesia. Epigenetic clocks may serve as valuable biomarkers for monitoring progression and risk stratification, particularly for tremor-dominant phenotypes.",
    "disease": "parkinson disease",
    "clean_text": "associations of epigenetic age acceleration with motor impairment evidence from the ppmi cohort motor decline is a hallmark of parkinson s disease pd and biological aging while epigenetic clocks measure systemic biological aging their specific relationship with neuromotor function in the context of aging and neurodegeneration remains under characterized this study utilized data from the parkinson s progression markers initiative ppmi to examine the relationships between multiple dna methylation based epigenetic aging measures and motor impairment across distinct domains we utilized longitudinal phenotype and whole blood dna methylation data from the ppmi cohort seven epigenetic aging measures were calculated including first generation clocks horvath v hannum risk optimized second generation clocks phenoage grimage v and v a deep learning estimator altumage and a pace of aging biomarker dunedinpace motor function was assessed using the mds updrs which captures patient reported disability global staging hoehn yahr and specific motor signs including tremor bradykinesia and postural instability cross sectional associations were evaluated using binary or ordinal logistic regression while longitudinal repeated measures were analyzed using generalized estimating equations gee and cumulative link mixed models clmm with adjustments for multiple comparisons made using the false discovery rate fdr cross sectional analyses yielded limited evidence identifying only a specific association between horvath v acceleration and postural tremor in males p accelerated epigenetic aging is robustly associated with the longitudinal progression of tremor impairment in pd with associations being particularly consistent and multi dimensional in men these findings suggest that systemic biological aging as captured by both first and second generation clocks disproportionately exacerbates tremor circuitry distinct from the dopaminergic pathways that drive bradykinesia epigenetic clocks may serve as valuable biomarkers for monitoring progression and risk stratification particularly for tremor dominant phenotypes"
}