{
    "title": "Evaluation of internal mammary lymph node biopsy during microsurgical breast reconstruction: An analysis of 230 consecutive patients.",
    "doc_id": "33325590",
    "writer": "Karanetz I",
    "year": "2021",
    "summary": "RESULTS: A total of 230 patients with a mean age of 52.1 (SD 9.3) underwent IM lymph node biopsy (n = 297). Single IM lymph node was removed in 169 patients, 2 nodes were removed in 56 patients, 3 nodes in 4 patients, and 4 nodes i …",
    "abstract": "Introduction:\n        \n      \n      Clinical significance of internal mammary (IM) lymph node biopsy during microvascular free flap breast reconstruction remains controversial. Some microsurgeons may choose to biopsy an IM lymph node during routine IM vessel dissection. The authors reviewed the results of IM lymph node biopsy during autologous breast reconstruction.\n    \n\n\n          Methods:\n        \n      \n      A retrospective chart review of patients who underwent autologous breast reconstruction during a seven-year period (January 2010 to January 2017) was performed. Patient demographic data, disease staging, flap details, pathology reports, and adjuvant treatment were evaluated.\n    \n\n\n          Results:\n        \n      \n      A total of 230 patients with a mean age of 52.1 (SD 9.3) underwent IM lymph node biopsy (n = 297). Single IM lymph node was removed in 169 patients, 2 nodes were removed in 56 patients, 3 nodes in 4 patients, and 4 nodes in a single patient. Histopathologic analysis demonstrated presence of IM lymph node metastasis in 16 patients (7.0%). Thirteen patients were found to have metastatic IM lymph nodes in the setting of immediate reconstruction. Three patients were found to have metastatic IM lymph nodes in the setting of delayed. Five out of 16 patients (31.3%) had negative axillary sentinel lymph node biopsy and IM lymph nodes were the only site of nodal metastases. All five of these patients were upstaged accordingly and received adjuvant therapy based on the discussion at the multidisciplinary breast tumor conference.\n    \n\n\n          Conclusions:\n        \n      \n      Opportunistic internal mammary lymph node sampling during autologous breast reconstruction can be performed with minimal morbidity and has significant impact on the disease staging and adjuvant treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33325590/",
    "clean_text": "evaluation of internal mammary lymph node biopsy during microsurgical breast reconstruction an analysis of consecutive patients results a total of patients with a mean age of sd underwent im lymph node biopsy n single im lymph node was removed in patients nodes were removed in patients nodes in patients and nodes i introduction clinical significance of internal mammary im lymph node biopsy during microvascular free flap breast reconstruction remains controversial some microsurgeons may choose to biopsy an im lymph node during routine im vessel dissection the authors reviewed the results of im lymph node biopsy during autologous breast reconstruction methods a retrospective chart review of patients who underwent autologous breast reconstruction during a seven year period january to january was performed patient demographic data disease staging flap details pathology reports and adjuvant treatment were evaluated results a total of patients with a mean age of sd underwent im lymph node biopsy n single im lymph node was removed in patients nodes were removed in patients nodes in patients and nodes in a single patient histopathologic analysis demonstrated presence of im lymph node metastasis in patients thirteen patients were found to have metastatic im lymph nodes in the setting of immediate reconstruction three patients were found to have metastatic im lymph nodes in the setting of delayed five out of patients had negative axillary sentinel lymph node biopsy and im lymph nodes were the only site of nodal metastases all five of these patients were upstaged accordingly and received adjuvant therapy based on the discussion at the multidisciplinary breast tumor conference conclusions opportunistic internal mammary lymph node sampling during autologous breast reconstruction can be performed with minimal morbidity and has significant impact on the disease staging and adjuvant treatment"
}