{
    "title": "T-cell receptor specificity of CD8(+) Tregs in allotransplantation.",
    "doc_id": "21524168",
    "writer": "Picarda E",
    "year": "2011",
    "summary": "To take full advantage of CD8(+) Treg cells in future therapeutic applications, a better knowledge is required, particularly concerning the contribution of the T-cell receptor (TCR) in cell function as well as the role and importance of its antigenic specificity. .. …",
    "abstract": "Recent studies in the field of CD8(+) Tregs have allowed a better identification and characterization of this subset of regulatory cells. Their key role in the regulation of allogeneic responses is now well established. To take full advantage of CD8(+) Treg cells in future therapeutic applications, a better knowledge is required, particularly concerning the contribution of the T-cell receptor (TCR) in cell function as well as the role and importance of its antigenic specificity. Here, we focused on the CD8(+)CD45RC(low) Tregs, which in rats induce an indefinite long-term allograft acceptance. We summarized recent findings on their interaction properties with antigen-presenting cells. Identification of the antigenic targets and TCR repertoire of CD8(+) Tregs will allow a better understanding of their recognition properties and will highlight the potential of such of specific population in cell-based treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21524168/",
    "clean_text": "t cell receptor specificity of cd tregs in allotransplantation to take full advantage of cd treg cells in future therapeutic applications a better knowledge is required particularly concerning the contribution of the t cell receptor tcr in cell function as well as the role and importance of its antigenic specificity recent studies in the field of cd tregs have allowed a better identification and characterization of this subset of regulatory cells their key role in the regulation of allogeneic responses is now well established to take full advantage of cd treg cells in future therapeutic applications a better knowledge is required particularly concerning the contribution of the t cell receptor tcr in cell function as well as the role and importance of its antigenic specificity here we focused on the cd cd rc low tregs which in rats induce an indefinite long term allograft acceptance we summarized recent findings on their interaction properties with antigen presenting cells identification of the antigenic targets and tcr repertoire of cd tregs will allow a better understanding of their recognition properties and will highlight the potential of such of specific population in cell based treatment"
}