{
    "title": "Thermal comfort analysis and improvement of outdoor sports spaces in universities: a case study of Xi'an Jiaotong University.",
    "doc_id": "37243769",
    "writer": "Wei C",
    "year": "2023",
    "summary": "This article investigates the potential impact of thermal comfort on university teachers' and students' outdoor exercise via a case study of the thermal comfort of outdoor sports at the two campuses of Xi'an Jiaotong University-Xingqing Campus and Innovation …",
    "abstract": "This article investigates the potential impact of thermal comfort on university teachers' and students' outdoor exercise via a case study of the thermal comfort of outdoor sports at the two campuses of Xi'an Jiaotong University-Xingqing Campus and Innovation Harbour Campus. Thermal comfort analysis is a crucial topic of urban environmental studies, but it has not yet been integrated with research on the improvement of outdoor sports spaces. This article is an attempt to fill this gap, using meteorological data gathered from a weather station and questionnaires gathered from the respondents. With collected data, the present research then uses linear regression to probe into the relationship between Mean Thermal Sensation Vote (MTSV), Mean Thermal Comfort Vote (MTCV), and MPET, to demonstrate general trends and display the PET values when TSV is most ideal. The results show that the significant differences in thermal comfort between the two campuses exert little impact on people's will to exercise. Under the ideal thermal sensation, the calculated PET values for the Xingqing Campus and Innovation Harbour Campus were 25.55°C and 26.61°C respectively. The article ends with concrete suggestions on practical strategies to improve the thermal comfort of outdoor sports spaces.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37243769/",
    "clean_text": "thermal comfort analysis and improvement of outdoor sports spaces in universities a case study of xi an jiaotong university this article investigates the potential impact of thermal comfort on university teachers and students outdoor exercise via a case study of the thermal comfort of outdoor sports at the two campuses of xi an jiaotong university xingqing campus and innovation this article investigates the potential impact of thermal comfort on university teachers and students outdoor exercise via a case study of the thermal comfort of outdoor sports at the two campuses of xi an jiaotong university xingqing campus and innovation harbour campus thermal comfort analysis is a crucial topic of urban environmental studies but it has not yet been integrated with research on the improvement of outdoor sports spaces this article is an attempt to fill this gap using meteorological data gathered from a weather station and questionnaires gathered from the respondents with collected data the present research then uses linear regression to probe into the relationship between mean thermal sensation vote mtsv mean thermal comfort vote mtcv and mpet to demonstrate general trends and display the pet values when tsv is most ideal the results show that the significant differences in thermal comfort between the two campuses exert little impact on people s will to exercise under the ideal thermal sensation the calculated pet values for the xingqing campus and innovation harbour campus were c and c respectively the article ends with concrete suggestions on practical strategies to improve the thermal comfort of outdoor sports spaces"
}