{
    "pmid": "41357982",
    "title": "Influenza virus infection in the lungs leads to pancytopenia and defective immune cell differentiation program in the thymus and bone marrow.",
    "abstract": "Exaggerated inflammation and cytokine storm are hallmark features of influenza A virus (IAV)-induced respiratory diseases. While previous studies unequivocally demonstrated the pathophysiological consequences (multiorgan failure) of IAV-associated cytokine storm, it remains unknown if IAV-induced systemic inflammation impacts the fitness and differentiation of immune cells from hematopoietic stem cells (HSCs). Our data on lethal IAV-infected C57BL/6 wildtype mice after 10 days of infection indicated reduced monocyte- and lymphocyte- counts in the peripheral blood, and overall cellularity of spleen, thymus and lymph nodes. IAV- infection resulted in increased numbers of myeloid cells, CD8+ T cells, alveolar macrophages (AVMs), CD11b+ dendritic cells (DCs) & plasmacytoid DCs (pDCs), whereas decreased frequencies of CD103+ DCs, in the lungs of IAV-infected mice. Analysis of spleen and draining lymph nodes indicated reduced absolute numbers of B cells, T cells, monocytes and DCs after 10 days of lethal IAV infection. Thymic analysis indicated perturbed T cell differentiation and bone marrow (BM) data revealed impaired DC differentiation following IAV infection. Hematopoietic stem and progenitor cells (HSPCs) studies demonstrated an imbalanced distribution of HSCs, multipotent progenitors (MPPs), myeloid progenitors and DC progenitors within the BM niche. Mechanistic studies exhibited elevated levels of systemic inflammation and altered local pro-inflammatory milieu. Molecular analyses documented elevated levels of intracellular reactive oxygen species (ROS) at all stages of HSPC differentiation and increased mass of active mitochondria in HSPC subsets. In essence, our studies provide novel insights into mechanisms through which lethal IAV-infection induces deficiencies of the innate and adaptive immune system.",
    "disease": "influenza",
    "clean_text": "influenza virus infection in the lungs leads to pancytopenia and defective immune cell differentiation program in the thymus and bone marrow exaggerated inflammation and cytokine storm are hallmark features of influenza a virus iav induced respiratory diseases while previous studies unequivocally demonstrated the pathophysiological consequences multiorgan failure of iav associated cytokine storm it remains unknown if iav induced systemic inflammation impacts the fitness and differentiation of immune cells from hematopoietic stem cells hscs our data on lethal iav infected c bl wildtype mice after days of infection indicated reduced monocyte and lymphocyte counts in the peripheral blood and overall cellularity of spleen thymus and lymph nodes iav infection resulted in increased numbers of myeloid cells cd t cells alveolar macrophages avms cd b dendritic cells dcs plasmacytoid dcs pdcs whereas decreased frequencies of cd dcs in the lungs of iav infected mice analysis of spleen and draining lymph nodes indicated reduced absolute numbers of b cells t cells monocytes and dcs after days of lethal iav infection thymic analysis indicated perturbed t cell differentiation and bone marrow bm data revealed impaired dc differentiation following iav infection hematopoietic stem and progenitor cells hspcs studies demonstrated an imbalanced distribution of hscs multipotent progenitors mpps myeloid progenitors and dc progenitors within the bm niche mechanistic studies exhibited elevated levels of systemic inflammation and altered local pro inflammatory milieu molecular analyses documented elevated levels of intracellular reactive oxygen species ros at all stages of hspc differentiation and increased mass of active mitochondria in hspc subsets in essence our studies provide novel insights into mechanisms through which lethal iav infection induces deficiencies of the innate and adaptive immune system"
}