{
    "title": "Nutritional assessment in acute stroke patients: A systematic review of guidelines and systematic reviews.",
    "doc_id": "39043111",
    "writer": "Mancin S",
    "year": "2024",
    "summary": "OBJECTIVE: This study aims to identify the best clinical practices that nurses and other healthcare professionals can employ for the immediate assessment of nutritional risk in patients diagnosed with acute stroke. DESIGN: Systematic review of clinical practice guid …",
    "abstract": "Introduction:\n        \n      \n      Dysphagia and malnutrition are major contributors to mortality in patients with acute stroke. An early assessment of nutritional status upon hospital admission is crucial to enhance clinical outcomes by reducing the associated high-risk complications. However, the fragmented nature of the existing literature makes it difficult to optimize clinical practices.\n    \n\n\n          Objective:\n        \n      \n      This study aims to identify the best clinical practices that nurses and other healthcare professionals can employ for the immediate assessment of nutritional risk in patients diagnosed with acute stroke.\n    \n\n\n          Design:\n        \n      \n      Systematic review of clinical practice guidelines and systematic reviews.\n    \n\n\n          Data sources:\n        \n      \n      Comprehensive bibliographic searches were conducted up to May 2024 following the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines across the databases Cochrane Library, PubMed, Embase, CINAHL, and Scopus, and three recognized guideline repositories.\n    \n\n\n          Review methods:\n        \n      \n      The quality of clinical practice guidelines was ascertained using the Appraisal of Guidelines for Research and Evaluation II (AGREE II) instrument, and the quality of systematic reviews was assessed through A MeaSurement Tool to Assess Systematic Reviews (AMSTAR 2). The evidence quality was appraised based on the classifications by the European Society of Cardiology.\n    \n\n\n          Results:\n        \n      \n      Out of 2534 identified records, 15 were incorporated into this review. Predominantly, the selected clinical practice guidelines and systematic reviews exhibited high methodological quality. Notably, the Gugging Swallowing Screen and the Malnutrition Universal Screening Tool were pinpointed as primary tools for initial screenings. Most studies recommended that these assessments, ideally conducted within the first 24 h of patient admission, should be carried out by specially trained professionals, highlighting the pivotal role of nurses. Deviations in screening outcomes necessitate complementary specialist evaluations.\n    \n\n\n          Conclusions:\n        \n      \n      This systematic review offers a consolidation of current insights, proposing an innovative and integrated approach to assess nutritional needs of high-risk patients. It underscores the importance of nurses in the screening process, emphasizing their pivotal role in the nutritional management of patients with acute stroke, and advocates for further research endeavors to standardize intervention protocols to elevate patient clinical outcomes.\n    \n\n\n          Protocol registration number:\n        \n      \n      PROSPERO CRD42023425140.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39043111/",
    "clean_text": "nutritional assessment in acute stroke patients a systematic review of guidelines and systematic reviews objective this study aims to identify the best clinical practices that nurses and other healthcare professionals can employ for the immediate assessment of nutritional risk in patients diagnosed with acute stroke design systematic review of clinical practice guid introduction dysphagia and malnutrition are major contributors to mortality in patients with acute stroke an early assessment of nutritional status upon hospital admission is crucial to enhance clinical outcomes by reducing the associated high risk complications however the fragmented nature of the existing literature makes it difficult to optimize clinical practices objective this study aims to identify the best clinical practices that nurses and other healthcare professionals can employ for the immediate assessment of nutritional risk in patients diagnosed with acute stroke design systematic review of clinical practice guidelines and systematic reviews data sources comprehensive bibliographic searches were conducted up to may following the preferred reporting items for systematic reviews and meta analyses prisma guidelines across the databases cochrane library pubmed embase cinahl and scopus and three recognized guideline repositories review methods the quality of clinical practice guidelines was ascertained using the appraisal of guidelines for research and evaluation ii agree ii instrument and the quality of systematic reviews was assessed through a measurement tool to assess systematic reviews amstar the evidence quality was appraised based on the classifications by the european society of cardiology results out of identified records were incorporated into this review predominantly the selected clinical practice guidelines and systematic reviews exhibited high methodological quality notably the gugging swallowing screen and the malnutrition universal screening tool were pinpointed as primary tools for initial screenings most studies recommended that these assessments ideally conducted within the first h of patient admission should be carried out by specially trained professionals highlighting the pivotal role of nurses deviations in screening outcomes necessitate complementary specialist evaluations conclusions this systematic review offers a consolidation of current insights proposing an innovative and integrated approach to assess nutritional needs of high risk patients it underscores the importance of nurses in the screening process emphasizing their pivotal role in the nutritional management of patients with acute stroke and advocates for further research endeavors to standardize intervention protocols to elevate patient clinical outcomes protocol registration number prospero crd"
}