{
    "pmid": "41469137",
    "title": "Stereotactic Body Radiation Therapy for Spinal Metastasis Using Biaxially Rotational Dynamic Radiation Therapy (BROAD-RT).",
    "abstract": "This study aimed to report clinical outcomes of spine stereotactic body radiation therapy (SBRT) using biaxially rotational dynamic radiation therapy (BROAD-RT), which is a novel non-coplanar volumetric-modulated arc therapy (VMAT) technique that does not require couch rotation or patient repositioning. We retrospectively analyzed 13 patients who received spine SBRT using BROAD-RT in a prospective feasibility study conducted between August 2020 and April 2022. The prescribed dose was 27 Gy in 3 fractions. Patient-specific dosimetric quality assurance (QA) using ArcCHECK was conducted. The median age of patients was 73 years old. Primary cancers involved the prostate (23.0%, N=3), lung (15.4%, N=2), breast (15.4%, N=2), liver (15.4%, N=2), thyroid (15.4%, N=2), malignant meningioma (7.7%, N=1), and synovial sarcoma (7.7%, N=1). Overall, 84.6% of patients (N=11) had oligo-metastatic disease at the time of SBRT. QA showed average (±standard deviation) passing rates of 96.4 ± 2.5%. The median follow-up period was 36.2 months. Local control (LC) and overall survival (OS) rates were 84.6 and 100% at one year, and 59.8 and 68.4% at three years, respectively. The cumulative incidence of grade ≥2 vertebral compression fracture (VCF) was 7.7 and 23.1% at one and three years, respectively. Other than VCF, no grade ≥3 toxicities or radiation-induced myelopathies were observed. BROAD-RT enabled the easy application of non-coplanar VMAT in spine SBRT with marked accuracy. Treatment with 27 Gy in three fractions resulted in acceptable toxicity, although LC was relatively low. These findings highlight both the feasibility of BROAD-RT and the need for further investigation of dose and fractionation strategies.",
    "disease": "breast cancer",
    "clean_text": "stereotactic body radiation therapy for spinal metastasis using biaxially rotational dynamic radiation therapy broad rt this study aimed to report clinical outcomes of spine stereotactic body radiation therapy sbrt using biaxially rotational dynamic radiation therapy broad rt which is a novel non coplanar volumetric modulated arc therapy vmat technique that does not require couch rotation or patient repositioning we retrospectively analyzed patients who received spine sbrt using broad rt in a prospective feasibility study conducted between august and april the prescribed dose was gy in fractions patient specific dosimetric quality assurance qa using arccheck was conducted the median age of patients was years old primary cancers involved the prostate n lung n breast n liver n thyroid n malignant meningioma n and synovial sarcoma n overall of patients n had oligo metastatic disease at the time of sbrt qa showed average standard deviation passing rates of the median follow up period was months local control lc and overall survival os rates were and at one year and and at three years respectively the cumulative incidence of grade vertebral compression fracture vcf was and at one and three years respectively other than vcf no grade toxicities or radiation induced myelopathies were observed broad rt enabled the easy application of non coplanar vmat in spine sbrt with marked accuracy treatment with gy in three fractions resulted in acceptable toxicity although lc was relatively low these findings highlight both the feasibility of broad rt and the need for further investigation of dose and fractionation strategies"
}