{
    "title": "Outbreaks of epizootic ulcerative syndrome in Kerala, India following episodes of flooding.",
    "doc_id": "33629661",
    "writer": "Das BC",
    "year": "2021",
    "summary": "The affected fish had severe haemorrhages and ulcers, typical of the highly infectious disease epizootic ulcerative syndrome (EUS) caused by the water mould Aphanomyces invadans. ...Fungal hyphae were also observed in deeply ulcerated fish, revealed by lactop …",
    "abstract": "Large-scale fish mortality was observed in flood-affected fish farms across several parts of Kerala following heavy rainfall in August 2018 and 2019-nearly 53% above the normal monsoon rain that the region receives. The affected fish had severe haemorrhages and ulcers, typical of the highly infectious disease epizootic ulcerative syndrome (EUS) caused by the water mould Aphanomyces invadans. In freshwater, snakeheads Channa spp. and in brackish water mullet (Mugilidae) and pearl spot (Etroplus suratensis) were severely affected. EUS was observed in 4 freshwater fishes for the first time: dotted sawfin barb Pethia punctata (Cyprinidae), Malabar leaffish Pristolepis malabarica (Pristolepididae), mahecola barb Puntius mahecola (Cyprinidae) and giant snakehead Channa pseudomarulius (Channidae). Histology and molecular diagnosis confirmed the cause of mortality to be EUS. Fungal hyphae were also observed in deeply ulcerated fish, revealed by lactophenol cotton blue staining. The severity of the EUS outbreak was linked to the sudden change in water quality associated with the flood, such as lower water temperature, and decreases in pH, total alkalinity and total hardness.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33629661/",
    "clean_text": "outbreaks of epizootic ulcerative syndrome in kerala india following episodes of flooding the affected fish had severe haemorrhages and ulcers typical of the highly infectious disease epizootic ulcerative syndrome eus caused by the water mould aphanomyces invadans fungal hyphae were also observed in deeply ulcerated fish revealed by lactop large scale fish mortality was observed in flood affected fish farms across several parts of kerala following heavy rainfall in august and nearly above the normal monsoon rain that the region receives the affected fish had severe haemorrhages and ulcers typical of the highly infectious disease epizootic ulcerative syndrome eus caused by the water mould aphanomyces invadans in freshwater snakeheads channa spp and in brackish water mullet mugilidae and pearl spot etroplus suratensis were severely affected eus was observed in freshwater fishes for the first time dotted sawfin barb pethia punctata cyprinidae malabar leaffish pristolepis malabarica pristolepididae mahecola barb puntius mahecola cyprinidae and giant snakehead channa pseudomarulius channidae histology and molecular diagnosis confirmed the cause of mortality to be eus fungal hyphae were also observed in deeply ulcerated fish revealed by lactophenol cotton blue staining the severity of the eus outbreak was linked to the sudden change in water quality associated with the flood such as lower water temperature and decreases in ph total alkalinity and total hardness"
}