{
    "title": "Behcet's disease - part of the differential diagnosis of ulcerative lesions.",
    "doc_id": "24676131",
    "writer": "Warren S",
    "year": "2014",
    "summary": "The clinical diagnosis was made based on painful oral and genital ulcers, eye irritation, erythema nodosum and positive pathergy test. Treatment with oral prednisolone was initiated by dermatology, which resulted in rapid improvement in the genital ulceration. This …",
    "abstract": "This case describes a young white British man with a one-year history of recurrent genital ulceration managed by the GP. Initially this was thought to be a drug reaction; however, presentation at our genitourinary medicine clinic and onward review with dermatology allowed the diagnosis of Behçet's disease to be made. The clinical diagnosis was made based on painful oral and genital ulcers, eye irritation, erythema nodosum and positive pathergy test. Treatment with oral prednisolone was initiated by dermatology, which resulted in rapid improvement in the genital ulceration. This case highlights that clinicians should consider Behçet's disease in patients with recurrent genital ulceration to ensure prompt diagnosis and prevention of systemic involvement.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24676131/",
    "clean_text": "behcet s disease part of the differential diagnosis of ulcerative lesions the clinical diagnosis was made based on painful oral and genital ulcers eye irritation erythema nodosum and positive pathergy test treatment with oral prednisolone was initiated by dermatology which resulted in rapid improvement in the genital ulceration this this case describes a young white british man with a one year history of recurrent genital ulceration managed by the gp initially this was thought to be a drug reaction however presentation at our genitourinary medicine clinic and onward review with dermatology allowed the diagnosis of beh et s disease to be made the clinical diagnosis was made based on painful oral and genital ulcers eye irritation erythema nodosum and positive pathergy test treatment with oral prednisolone was initiated by dermatology which resulted in rapid improvement in the genital ulceration this case highlights that clinicians should consider beh et s disease in patients with recurrent genital ulceration to ensure prompt diagnosis and prevention of systemic involvement"
}