{
    "title": "Stem cell therapy for Parkinson's disease.",
    "doc_id": "17563250",
    "writer": "Takahashi J.",
    "year": "2007",
    "summary": "The aim of stem cell therapy for Parkinson's disease is to reconstruct nigro-striatal neuronal pathways using endogenous neural stem/precursor cells or grafted dopaminergic neurons. ...Candidate stem cells include neural stem/precu …",
    "abstract": "The aim of stem cell therapy for Parkinson's disease is to reconstruct nigro-striatal neuronal pathways using endogenous neural stem/precursor cells or grafted dopaminergic neurons. As an alternative, transplantation of stem cell-derived dopaminergic neurons into the striatum has been attempted, with the aim of stimulating local synapse formation and/or release of dopamine and cytokines from grafted cells. Candidate stem cells include neural stem/precursor cells, embryonic stem cells and other stem/precursor cells. Among these, embryonic stem cells are pluripotent cells that proliferate extensively, making them a good potential donor source for transplantation. However, tumor formation and ethical issues present major problems for embryonic stem cell therapy. This review describes the current status of stem cell therapy for Parkinson's disease, as well as future research approaches from a clinical perspective.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17563250/",
    "clean_text": "stem cell therapy for parkinson s disease the aim of stem cell therapy for parkinson s disease is to reconstruct nigro striatal neuronal pathways using endogenous neural stem precursor cells or grafted dopaminergic neurons candidate stem cells include neural stem precu the aim of stem cell therapy for parkinson s disease is to reconstruct nigro striatal neuronal pathways using endogenous neural stem precursor cells or grafted dopaminergic neurons as an alternative transplantation of stem cell derived dopaminergic neurons into the striatum has been attempted with the aim of stimulating local synapse formation and or release of dopamine and cytokines from grafted cells candidate stem cells include neural stem precursor cells embryonic stem cells and other stem precursor cells among these embryonic stem cells are pluripotent cells that proliferate extensively making them a good potential donor source for transplantation however tumor formation and ethical issues present major problems for embryonic stem cell therapy this review describes the current status of stem cell therapy for parkinson s disease as well as future research approaches from a clinical perspective"
}