{
    "pmid": "41473212",
    "title": "Carbapenem-Resistant Enterobacteriaceae Bloodstream Infections in Neonates: Clinical Characteristics and Antimicrobial Therapy.",
    "abstract": "To analyze the clinical characteristics, antimicrobial therapies, and outcomes of neonates with carbapenem-resistant Enterobacteriaceae (CRE) bloodstream infections. This single-center retrospective study included 22 neonates with CRE bloodstream infections at a tertiary children's hospital in China (September 1, 2019-August 31, 2024). Data of clinical characteristics, risk factors, pathogens, carbapenemase testing, antimicrobial therapy, and outcomes were analyzed. All 22 neonates had hospital-acquired late-onset infections (males, 77.3%; preterm infants, 81.8%). Prior to onset, 72.7% of the neonates had a history of broad-spectrum antibiotic exposure.  Neonates with immature immunity are more susceptible to CRE bloodstream infections, but clinical cure could be achieved after effective antimicrobial therapy. Carbapenemase testing plays a crucial role in the decision making on treatment of neonatal CRE infections.",
    "disease": "pneumonia",
    "clean_text": "carbapenem resistant enterobacteriaceae bloodstream infections in neonates clinical characteristics and antimicrobial therapy to analyze the clinical characteristics antimicrobial therapies and outcomes of neonates with carbapenem resistant enterobacteriaceae cre bloodstream infections this single center retrospective study included neonates with cre bloodstream infections at a tertiary children s hospital in china september august data of clinical characteristics risk factors pathogens carbapenemase testing antimicrobial therapy and outcomes were analyzed all neonates had hospital acquired late onset infections males preterm infants prior to onset of the neonates had a history of broad spectrum antibiotic exposure neonates with immature immunity are more susceptible to cre bloodstream infections but clinical cure could be achieved after effective antimicrobial therapy carbapenemase testing plays a crucial role in the decision making on treatment of neonatal cre infections"
}