{
    "title": "Leadership quality: a factor important for social capital in healthcare organizations.",
    "doc_id": "28482768",
    "writer": "Strömgren M",
    "year": "2017",
    "summary": "Purpose The purpose of this paper is to investigate the relation between leadership and social capital and what qualities of leadership are important for social capital among employees in hospital settings over time. ...However, it would be interesting to compare managers' …",
    "abstract": "Purpose The purpose of this paper is to investigate the relation between leadership and social capital and what qualities of leadership are important for social capital among employees in hospital settings over time. Design/methodology/approach A cohort of employees in hospitals answered a questionnaire at three occasions. Five small (approx. 100-bed) or mid-sized (approx. 500-bed) hospitals were included. The response rate was 54 percent at baseline ( n=865), 59 percent at one-year follow-up ( n=908) and 67 percent at two-year follow-up ( n=632). Findings Repeated measures over time showed differences between groups in levels of social capital with respect to levels of leadership quality. Relation-oriented leadership had the strongest association with social capital. There was evidence that leadership was associated with social capital over time and that different kinds of leadership qualities were associated with social capital. Research limitations/implications This study conducted and analyzed quantitative data, and therefore, there is no knowledge of managers' or employees' own perceptions in this study. However, it would be interesting to compare managers' decreased and increased leadership quality and how such differences affect social capital over time. Practical implications The findings feature the possibility for healthcare leaders to build high quality leadership as an important resource for social capital, by using different leadership orientations under different circumstances. Originality/value The paper showed that leadership was an important factor for building social capital and that different leadership qualities have different importance with respect to certain circumstances.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28482768/",
    "clean_text": "leadership quality a factor important for social capital in healthcare organizations purpose the purpose of this paper is to investigate the relation between leadership and social capital and what qualities of leadership are important for social capital among employees in hospital settings over time however it would be interesting to compare managers purpose the purpose of this paper is to investigate the relation between leadership and social capital and what qualities of leadership are important for social capital among employees in hospital settings over time design methodology approach a cohort of employees in hospitals answered a questionnaire at three occasions five small approx bed or mid sized approx bed hospitals were included the response rate was percent at baseline n percent at one year follow up n and percent at two year follow up n findings repeated measures over time showed differences between groups in levels of social capital with respect to levels of leadership quality relation oriented leadership had the strongest association with social capital there was evidence that leadership was associated with social capital over time and that different kinds of leadership qualities were associated with social capital research limitations implications this study conducted and analyzed quantitative data and therefore there is no knowledge of managers or employees own perceptions in this study however it would be interesting to compare managers decreased and increased leadership quality and how such differences affect social capital over time practical implications the findings feature the possibility for healthcare leaders to build high quality leadership as an important resource for social capital by using different leadership orientations under different circumstances originality value the paper showed that leadership was an important factor for building social capital and that different leadership qualities have different importance with respect to certain circumstances"
}