{
    "pmid": "41460436",
    "title": "Perioperative management of emergency cesarean delivery in a pregnant woman with uncorrected diabetic ketoacidosis: a case report.",
    "abstract": "Diabetic ketoacidosis (DKA) during pregnancy is a rare but life-threatening complication associated with high fetal mortality. Prompt metabolic stabilization is essential, although emergency cesarean delivery may be required. Reports on anesthetic management are limited. A 24-year-old primigravida with poorly controlled type 2 diabetes presented at 35 weeks of gestation with nausea and non-reassuring fetal status (NRFS). DKA was confirmed using laboratory tests. Emergency cesarean delivery was performed for NRFS before complete stabilization. Metabolic management was conducted by endocrinologists and anesthesiologists. Combined spinal-epidural anesthesia (CSEA) was intraoperatively administered by anesthesiologists with real-time hemodynamic and metabolic management guided by arterial blood gas analysis using an arterial line while continuing insulin and glucose therapy. Postoperatively, metabolic derangements resolved, and the mother and neonate were discharged without complications. This case demonstrates that emergency cesarean delivery for uncorrected DKA can be achieved using CSEA, timely hemodynamic support, and coordinated metabolic management.",
    "disease": "diabetes mellitus",
    "clean_text": "perioperative management of emergency cesarean delivery in a pregnant woman with uncorrected diabetic ketoacidosis a case report diabetic ketoacidosis dka during pregnancy is a rare but life threatening complication associated with high fetal mortality prompt metabolic stabilization is essential although emergency cesarean delivery may be required reports on anesthetic management are limited a year old primigravida with poorly controlled type diabetes presented at weeks of gestation with nausea and non reassuring fetal status nrfs dka was confirmed using laboratory tests emergency cesarean delivery was performed for nrfs before complete stabilization metabolic management was conducted by endocrinologists and anesthesiologists combined spinal epidural anesthesia csea was intraoperatively administered by anesthesiologists with real time hemodynamic and metabolic management guided by arterial blood gas analysis using an arterial line while continuing insulin and glucose therapy postoperatively metabolic derangements resolved and the mother and neonate were discharged without complications this case demonstrates that emergency cesarean delivery for uncorrected dka can be achieved using csea timely hemodynamic support and coordinated metabolic management"
}