{
    "title": "The effect of Benson relaxation technique on the severity of symptoms and quality of life in children with irritable bowel syndrome (IBS): a quasi-experimental study.",
    "doc_id": "36581912",
    "writer": "Ebrahimloee S",
    "year": "2022",
    "summary": "The questionnaire of Irritable Bowel Syndrome-quality of life-34 (IBS-QOL-34), and Bowel Symptoms Severity and Frequency Scale (BSS-FS) were used for data gathering before and three weeks after the intervention. ...The pre-test and post-test mean scores for quali …",
    "abstract": "Aim:\n        \n      \n      This study aimed to determine the effect of the Benson relaxation technique on the severity of symptoms and quality of life in children with irritable bowel syndrome (IBS).\n    \n\n\n          Design:\n        \n      \n      This quasi-experimental study was carried out on children with irritable bowel syndrome in Iran.\n    \n\n\n          Method:\n        \n      \n      Sixty children were randomly divided into control and experimental groups. The Benson relaxation technique was implemented for three weeks for experimental group, while the control group only received the typical medical therapy with no special intervention. The questionnaire of Irritable Bowel Syndrome-quality of life-34 (IBS-QOL-34), and Bowel Symptoms Severity and Frequency Scale (BSS-FS) were used for data gathering before and three weeks after the intervention. Data were analyzed using statistics, appropriate parametric and non-parametric tests.\n    \n\n\n          Results:\n        \n      \n      According to the results, the experimental group had lower mean scores of qualities of life before the intervention (p < 0.05). The mean score of symptom severity in children with IBS was 13.88 in the experimental group, which changed to 9.83 in the post-test, indicating a significant difference (p < 0.000). The pre-test and post-test mean scores for quality of life in this group were 118.94 and 102.77, respectively, indicating a significant difference (P < 0.001).\n    \n\n\n          Conclusion:\n        \n      \n      The Benson relaxation technique can be a non-pharmacological solution to reduce the severity of symptoms and improve the quality of life of children with IBS.\n    \n\n\n          Implication to practice:\n        \n      \n      This technique is supposed to contribute as a further intervention in clinical contexts.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36581912/",
    "clean_text": "the effect of benson relaxation technique on the severity of symptoms and quality of life in children with irritable bowel syndrome ibs a quasi experimental study the questionnaire of irritable bowel syndrome quality of life ibs qol and bowel symptoms severity and frequency scale bss fs were used for data gathering before and three weeks after the intervention the pre test and post test mean scores for quali aim this study aimed to determine the effect of the benson relaxation technique on the severity of symptoms and quality of life in children with irritable bowel syndrome ibs design this quasi experimental study was carried out on children with irritable bowel syndrome in iran method sixty children were randomly divided into control and experimental groups the benson relaxation technique was implemented for three weeks for experimental group while the control group only received the typical medical therapy with no special intervention the questionnaire of irritable bowel syndrome quality of life ibs qol and bowel symptoms severity and frequency scale bss fs were used for data gathering before and three weeks after the intervention data were analyzed using statistics appropriate parametric and non parametric tests results according to the results the experimental group had lower mean scores of qualities of life before the intervention p the mean score of symptom severity in children with ibs was in the experimental group which changed to in the post test indicating a significant difference p the pre test and post test mean scores for quality of life in this group were and respectively indicating a significant difference p conclusion the benson relaxation technique can be a non pharmacological solution to reduce the severity of symptoms and improve the quality of life of children with ibs implication to practice this technique is supposed to contribute as a further intervention in clinical contexts"
}