{
    "pmid": "41407246",
    "title": "Exposure to polyhexamethylene guanidine, a humidifier disinfectant, disrupts protective immunity and accelerates tuberculosis progression via type I IFN signaling and neutrophil influx in mice.",
    "abstract": "Tuberculosis (TB), caused by Mycobacterium tuberculosis (Mtb), remains a major infectious disease with high mortality globally. Polyhexamethylene guanidine (PHMG), a cationic polymer and major ingredient of humidifier disinfectants, was implicated in an outbreak of severe pulmonary diseases including TB in the Republic of Korea. During the period when humidifier disinfectants were widely used, the incidence of TB exhibited a rising trend. In this study, we aimed to investigate whether PHMG aggravates TB pathogenesis and elucidate the underlying mechanisms by which PHMG exposure modulates TB progression. In a murine model of Mtb infection, PHMG exposure accelerated TB progression, characterized by increased Mtb burden, alveolar macrophage (AM) depletion, excessive neutrophil accumulation-mediated severe pulmonary inflammation, and impaired Th1 immunity. Transcriptomic profiling of PHMG-exposed Mtb-infected AMs revealed induction of type I interferon (IFN) signatures, inflammatory cytokines including Il1a, Tnf, and Il6, and chemokines for neutrophil recruitment such as Cxcl2 and Cxcl3, indicating a pathway associated with aggravated TB outcomes. Consistently, blockade of type I IFN receptor signaling or depletion of neutrophils by relevant antibodies significantly reduced inflammation and Mtb burden in the lungs. Our study demonstrated that PHMG exacerbated TB via the elevated type I IFN signaling and neutrophilic inflammation and uncovered how environmental toxicants such as PHMG would influence host defense system and act as risk factors for TB progression.",
    "disease": "tuberculosis",
    "clean_text": "exposure to polyhexamethylene guanidine a humidifier disinfectant disrupts protective immunity and accelerates tuberculosis progression via type i ifn signaling and neutrophil influx in mice tuberculosis tb caused by mycobacterium tuberculosis mtb remains a major infectious disease with high mortality globally polyhexamethylene guanidine phmg a cationic polymer and major ingredient of humidifier disinfectants was implicated in an outbreak of severe pulmonary diseases including tb in the republic of korea during the period when humidifier disinfectants were widely used the incidence of tb exhibited a rising trend in this study we aimed to investigate whether phmg aggravates tb pathogenesis and elucidate the underlying mechanisms by which phmg exposure modulates tb progression in a murine model of mtb infection phmg exposure accelerated tb progression characterized by increased mtb burden alveolar macrophage am depletion excessive neutrophil accumulation mediated severe pulmonary inflammation and impaired th immunity transcriptomic profiling of phmg exposed mtb infected ams revealed induction of type i interferon ifn signatures inflammatory cytokines including il a tnf and il and chemokines for neutrophil recruitment such as cxcl and cxcl indicating a pathway associated with aggravated tb outcomes consistently blockade of type i ifn receptor signaling or depletion of neutrophils by relevant antibodies significantly reduced inflammation and mtb burden in the lungs our study demonstrated that phmg exacerbated tb via the elevated type i ifn signaling and neutrophilic inflammation and uncovered how environmental toxicants such as phmg would influence host defense system and act as risk factors for tb progression"
}