{
    "pmid": "41391534",
    "title": "Influence of the estrous cycle on seizure activity in a model of mesial temporal lobe epilepsy.",
    "abstract": "Catamenial epilepsy is characterized by seizure exacerbation during specific phases of the menstrual cycle and affects up to 70 % of epileptic women. These seizures are often non-responsive to medication and our understanding of the relationship between menstrual cycle and seizure generation remains limited. Previous experiments using the in vitro 4-aminopyridine model of epileptiform synchronization demonstrated that the proestrus and estrus, which are associated to high blood estrogen levels, favor seizure generation; this effect presumably results from enhanced parvalbumin (PV)-positive interneuron excitability caused by estrogen receptor β-mediated activity. Here, we used the in vivo kainic acid (KA) model of mesial temporal lobe epilepsy in PV-ChR2 mice to establish the influence of the estrous cycle on: (i) the induction of status epilepticus (SE), and (ii) the severity of spontaneous seizures and interictal spikes in female mice that were treated with systemic KA (i.p) injection. We found that SE induced during proestrus results in irregular estrous cycles without affecting SE severity, the occurrence/duration of spontaneous seizures and of interictal spike rates during the chronic phase. Moreover, chronic seizures were more frequent and significantly longer during the estrous phases compared to the non-estrous phases. Overall, our findings demonstrate that the hormonal state at the time of SE induction influences the estrous cycle regularity without affecting seizure or interictal spike burden during the chronic epileptic period. However, during the chronic period, seizure severity is promoted through the 4-5 days fluctuation in sex hormones coinciding with the estrous cycle, and specifically during the estrous phases.",
    "disease": "epilepsy",
    "clean_text": "influence of the estrous cycle on seizure activity in a model of mesial temporal lobe epilepsy catamenial epilepsy is characterized by seizure exacerbation during specific phases of the menstrual cycle and affects up to of epileptic women these seizures are often non responsive to medication and our understanding of the relationship between menstrual cycle and seizure generation remains limited previous experiments using the in vitro aminopyridine model of epileptiform synchronization demonstrated that the proestrus and estrus which are associated to high blood estrogen levels favor seizure generation this effect presumably results from enhanced parvalbumin pv positive interneuron excitability caused by estrogen receptor mediated activity here we used the in vivo kainic acid ka model of mesial temporal lobe epilepsy in pv chr mice to establish the influence of the estrous cycle on i the induction of status epilepticus se and ii the severity of spontaneous seizures and interictal spikes in female mice that were treated with systemic ka i p injection we found that se induced during proestrus results in irregular estrous cycles without affecting se severity the occurrence duration of spontaneous seizures and of interictal spike rates during the chronic phase moreover chronic seizures were more frequent and significantly longer during the estrous phases compared to the non estrous phases overall our findings demonstrate that the hormonal state at the time of se induction influences the estrous cycle regularity without affecting seizure or interictal spike burden during the chronic epileptic period however during the chronic period seizure severity is promoted through the days fluctuation in sex hormones coinciding with the estrous cycle and specifically during the estrous phases"
}