{
    "pmid": "41458605",
    "title": "Remarkable response to pembrolizumab in PD-L1 overexpressing (≥ 50%) NSCLC and extracranial abscopal effect induced by brain radiotherapy: a case report.",
    "abstract": "Lung cancer remains the most prevalent malignant neoplasm worldwide, with adenocarcinoma being among its most frequent subtypes. The brain is a common metastatic site in patients with lung adenocarcinoma, often associated with poor prognosis, and brain radiotherapy is the standard recommended treatment. However, the occurrence of an extracranial abscopal effect following brain-directed radiotherapy is rare due to the brain's unique immune microenvironment. We present the case of a 64-year-old Asian male who was admitted with complaints of \"right-sided hemiplegia, reduced muscle strength, impaired ambulation, headache, projectile vomiting, and fatigue persisting for five days\". Magnetic Resonance Imaging (MRI) of the brain revealed multiple space-occupying lesions in the bilateral frontal lobes, left cerebellum, and posterior horn of the right lateral ventricle. The patient underwent palliative brain radiotherapy (targeted to the left frontal lobe and right lateral ventricle posterior horn), after which a significant extracranial abscopal effect was observed even before systemic therapy initiation, accompanied by significant improvement in neurological symptoms. Contrast-enhanced Computed Tomography (CT) of the chest demonstrated multiple space-occupying lesions in both lungs (more prominent in the lower lobe of the left lung), along with metastases involving the bilateral mediastinum, left hilar region, and bilateral supraclavicular lymph nodes. Histopathological evaluation of a biopsy obtained from the right supraclavicular lymph node, supported by morphological and immunohistochemical findings, confirmed metastatic lung adenocarcinoma with a PD-L1 tumor proportion score (TPS) ≥50%. Molecular profiling revealed a KRAS G12C mutation, while EGFR, ALK, and ROS1 alterations were absent. In accordance with NCCN guidelines, the patient received monotherapy immunotherapy with a PD-1 antibody. He achieved a sustained partial response both intracranially and extracranially for up to 24 months, with substantial improvement in quality of life. This case highlights that an extracranial abscopal effect can occur following brain radiotherapy alone in lung adenocarcinoma patients with brain metastases and PD-L1 TPS ≥50%. For such patients, the combination of palliative brain radiotherapy and PD-1 antibody therapy may represent a safe and effective therapeutic strategy.",
    "disease": "lung cancer",
    "clean_text": "remarkable response to pembrolizumab in pd l overexpressing nsclc and extracranial abscopal effect induced by brain radiotherapy a case report lung cancer remains the most prevalent malignant neoplasm worldwide with adenocarcinoma being among its most frequent subtypes the brain is a common metastatic site in patients with lung adenocarcinoma often associated with poor prognosis and brain radiotherapy is the standard recommended treatment however the occurrence of an extracranial abscopal effect following brain directed radiotherapy is rare due to the brain s unique immune microenvironment we present the case of a year old asian male who was admitted with complaints of right sided hemiplegia reduced muscle strength impaired ambulation headache projectile vomiting and fatigue persisting for five days magnetic resonance imaging mri of the brain revealed multiple space occupying lesions in the bilateral frontal lobes left cerebellum and posterior horn of the right lateral ventricle the patient underwent palliative brain radiotherapy targeted to the left frontal lobe and right lateral ventricle posterior horn after which a significant extracranial abscopal effect was observed even before systemic therapy initiation accompanied by significant improvement in neurological symptoms contrast enhanced computed tomography ct of the chest demonstrated multiple space occupying lesions in both lungs more prominent in the lower lobe of the left lung along with metastases involving the bilateral mediastinum left hilar region and bilateral supraclavicular lymph nodes histopathological evaluation of a biopsy obtained from the right supraclavicular lymph node supported by morphological and immunohistochemical findings confirmed metastatic lung adenocarcinoma with a pd l tumor proportion score tps molecular profiling revealed a kras g c mutation while egfr alk and ros alterations were absent in accordance with nccn guidelines the patient received monotherapy immunotherapy with a pd antibody he achieved a sustained partial response both intracranially and extracranially for up to months with substantial improvement in quality of life this case highlights that an extracranial abscopal effect can occur following brain radiotherapy alone in lung adenocarcinoma patients with brain metastases and pd l tps for such patients the combination of palliative brain radiotherapy and pd antibody therapy may represent a safe and effective therapeutic strategy"
}