{
    "pmid": "41455024",
    "title": "Further Psychometric Support for the Italian Version of the Coronavirus Anxiety Scale with a Sample of Teachers.",
    "abstract": "The Coronavirus Anxiety Scale is a questionnaire evaluating the symptom severity of dysfunctional anxiety associated with the coronavirus. This study aimed to investigate the psychometric properties of the Italian version of the Coronavirus Anxiety Scale in a sample of school teachers. A confirmatory factor analysis was carried out to investigate the factor structure of the scale. The questionnaire's internal consistency was examined by means of Cronbach's alpha and McDonald's omega coefficients. Concurrent validity with a measure of self-perceived health status was explored. Measurement invariance across the sexes was assessed using a multigroup confirmatory factor analysis. A total of 1341 responses of a sample of school teachers that anonymously completed an online questionnaire were analysed. Confirmatory factor analysis confirmed the one-factor structure of the Coronavirus Anxiety Scale and supported the adequacy of the Italian version of the scale. The scale showed good internal consistency and reliability, and low concurrent validity. Female teachers reported higher levels of anxiety associated with COVID-19. The multigroup confirmatory factor analysis supported the measurement invariance across sex groups. The results confirmed that the Italian version of the Coronavirus Anxiety Scale has good psychometric properties and is a reliable measure to assess anxiety associated with COVID-19.",
    "disease": "covid-19",
    "clean_text": "further psychometric support for the italian version of the coronavirus anxiety scale with a sample of teachers the coronavirus anxiety scale is a questionnaire evaluating the symptom severity of dysfunctional anxiety associated with the coronavirus this study aimed to investigate the psychometric properties of the italian version of the coronavirus anxiety scale in a sample of school teachers a confirmatory factor analysis was carried out to investigate the factor structure of the scale the questionnaire s internal consistency was examined by means of cronbach s alpha and mcdonald s omega coefficients concurrent validity with a measure of self perceived health status was explored measurement invariance across the sexes was assessed using a multigroup confirmatory factor analysis a total of responses of a sample of school teachers that anonymously completed an online questionnaire were analysed confirmatory factor analysis confirmed the one factor structure of the coronavirus anxiety scale and supported the adequacy of the italian version of the scale the scale showed good internal consistency and reliability and low concurrent validity female teachers reported higher levels of anxiety associated with covid the multigroup confirmatory factor analysis supported the measurement invariance across sex groups the results confirmed that the italian version of the coronavirus anxiety scale has good psychometric properties and is a reliable measure to assess anxiety associated with covid"
}