{
    "pmid": "41447944",
    "title": "Intricate polycyclic dimeric phthalides derived from Angelica sinensis with potential to attenuate renal fibrosis.",
    "abstract": "Chronic kidney disease (CKD), characterized by fibrosis, is primarily treated clinically by regulating excessive renin-angiotensin-aldosterone system (RAAS). Our previous research showed that dimeric phthalides from Angelica sinensis had the potential to alleviate CKD by suppressing renin expression and RAAS activation. To advance the search for anti-fibrotic and nephroprotective natural phthalides, a systematic investigation of phthalide polymers of A. sinensis was conducted. In this work, twenty-five dimeric phthalides, including seven new dimers, angesinenolides G-M (1, 13, 17, 18, 22-24), and eighteen known congeners were isolated from A. sinensis. The structures of new compounds were elucidated by spectroscopic and crystallographic data analyses. The anti-fibrosis activities of these phthalides were evaluated in TGF-β1-stimulated HK-2 cells. The results revealed that phthalide dimers 5 (tokinolide A, TA) and 13 significantly reduced the level of renin gene and down-regulated the fibrosis-related protein markers such as fibronectin (Fn), collagen I (Col I), E-cadherin and α-SMA. Mechanistically, treatment with phthalide dimers reduced the levels of renin and Ang II in the RAAS pathway and inhibited the activation of TGF-β1/Smad signaling pathway in TGF-β1-stimulated cells. In the 5/6 nephrectomy (Nx) model, the anti-renal fibrotic efficacy of TA was further substantiated, with in vivo mechanisms consistent with the cellular findings. Overall, these findings expanded the natural phthalide dimers of A. sinensis and supported TA as an attractive lead compound for renal fibrosis and renin-targeted CKD therapy.",
    "disease": "chronic kidney disease",
    "clean_text": "intricate polycyclic dimeric phthalides derived from angelica sinensis with potential to attenuate renal fibrosis chronic kidney disease ckd characterized by fibrosis is primarily treated clinically by regulating excessive renin angiotensin aldosterone system raas our previous research showed that dimeric phthalides from angelica sinensis had the potential to alleviate ckd by suppressing renin expression and raas activation to advance the search for anti fibrotic and nephroprotective natural phthalides a systematic investigation of phthalide polymers of a sinensis was conducted in this work twenty five dimeric phthalides including seven new dimers angesinenolides g m and eighteen known congeners were isolated from a sinensis the structures of new compounds were elucidated by spectroscopic and crystallographic data analyses the anti fibrosis activities of these phthalides were evaluated in tgf stimulated hk cells the results revealed that phthalide dimers tokinolide a ta and significantly reduced the level of renin gene and down regulated the fibrosis related protein markers such as fibronectin fn collagen i col i e cadherin and sma mechanistically treatment with phthalide dimers reduced the levels of renin and ang ii in the raas pathway and inhibited the activation of tgf smad signaling pathway in tgf stimulated cells in the nephrectomy nx model the anti renal fibrotic efficacy of ta was further substantiated with in vivo mechanisms consistent with the cellular findings overall these findings expanded the natural phthalide dimers of a sinensis and supported ta as an attractive lead compound for renal fibrosis and renin targeted ckd therapy"
}