{
    "pmid": "41467992",
    "title": "Immune and Virological Factors Influencing Human Respiratory Syncytial Virus Circulation and Increased Prevalence During and After the COVID-19 Pandemic.",
    "abstract": "Human respiratory syncytial virus (hRSV) is a leading cause of respiratory infections in infants and older adults. The COVID-19 pandemic disrupted hRSV transmission due to non-pharmaceutical interventions (NPI), resulting in atypical circulation patterns, earlier seasonal peaks, and increased post-pandemic prevalence. Two key factors are proposed to underlie these changes: a reduced specific immune response due to decreased viral exposure and the emergence of novel hRSV variants. These factors contributed to a larger cohort of immunologically naïve children and lower levels of maternally derived antibodies, increasing susceptibility to severe hRSV disease, particularly in infants and children. Additionally, adults experienced waning immunity following prolonged periods of limited hRSV circulation. The post-pandemic resurgence was accompanied by the emergence of novel hRSV variants with altered transmissibility and virulence, such as GB5.0.6a in Europe and B.D.E.1 in China. These variants may reflect mutations driven by the reduced immunity, though further research is needed to assess their pathogenicity. Understanding the interplay between the reduced immunity due to NPI and virological factors is essential for addressing hRSV epidemiology. Enhanced molecular surveillance and immunological monitoring are crucial for guiding vaccination strategies and protecting vulnerable populations against future hRSV outbreaks.",
    "disease": "covid-19",
    "clean_text": "immune and virological factors influencing human respiratory syncytial virus circulation and increased prevalence during and after the covid pandemic human respiratory syncytial virus hrsv is a leading cause of respiratory infections in infants and older adults the covid pandemic disrupted hrsv transmission due to non pharmaceutical interventions npi resulting in atypical circulation patterns earlier seasonal peaks and increased post pandemic prevalence two key factors are proposed to underlie these changes a reduced specific immune response due to decreased viral exposure and the emergence of novel hrsv variants these factors contributed to a larger cohort of immunologically na ve children and lower levels of maternally derived antibodies increasing susceptibility to severe hrsv disease particularly in infants and children additionally adults experienced waning immunity following prolonged periods of limited hrsv circulation the post pandemic resurgence was accompanied by the emergence of novel hrsv variants with altered transmissibility and virulence such as gb a in europe and b d e in china these variants may reflect mutations driven by the reduced immunity though further research is needed to assess their pathogenicity understanding the interplay between the reduced immunity due to npi and virological factors is essential for addressing hrsv epidemiology enhanced molecular surveillance and immunological monitoring are crucial for guiding vaccination strategies and protecting vulnerable populations against future hrsv outbreaks"
}