{
    "pmid": "41421027",
    "title": "Clinical characteristics of pulmonary infections caused by Exophialadermatitidis.",
    "abstract": "Exophiala dermatitidis is a ubiquitous black fungus found in the environment, but the clinical characteristics of E. dermatitidis in respiratory diseases without cystic fibrosis (CF) remain unclear. We retrospectively analyzed clinical data of non-CF patients who had E. dermatitidis isolated from respiratory specimens. Thirteen patients were enrolled in the study. E. dermatitidis was isolated from sputum aspirated by bronchoscopy (n = 6), sputum (n = 5), bronchoalveolar lavage fluid (n = 1), and empyema pus (n = 1). Preceding pulmonary comorbidities included bronchiectasis (n = 6), COPD (n = 4), nontuberculous Mycobacterium (NTM) infection (n = 3), lung cancer (n = 2), interstitial lung disease (ILD) (n = 2), and asthma (n = 2). Non-pulmonary immunosuppressive comorbidities included diabetes (n = 4), immunosuppressive drug use (n = 3), and malignancies treated with chemotherapy (n = 2). Six patients (46.2 %) were defined as \"definite\" infection and seven (53.8 %) were as \"possible\" infection. Levels of serum β-D-glucan (cut-off <20 pg/mL) were elevated in two of 10 patients. Chest CT showed various shadows such as bronchiectasis (n = 9), infiltrative shadow (n = 9), and mucoid impaction (n = 8). Among six patients who were treated with itraconazole (ITCZ), three patients improved, one was unchanged, and two worsened. Despite ITCZ therapy, one patient died due to exacerbation of ILD. In the non-treated group, two patients died due to advanced lung cancer. NTM was also detected with E. dermatitidis in three patients. Our data suggest that E. dermatitidis may cause respiratory infections in patients with bronchiectasis or immunocompromised conditions. Further studies are needed to distinguish colonization from true infection of E. dermatitidis in the respiratory tract.",
    "disease": "asthma",
    "clean_text": "clinical characteristics of pulmonary infections caused by exophialadermatitidis exophiala dermatitidis is a ubiquitous black fungus found in the environment but the clinical characteristics of e dermatitidis in respiratory diseases without cystic fibrosis cf remain unclear we retrospectively analyzed clinical data of non cf patients who had e dermatitidis isolated from respiratory specimens thirteen patients were enrolled in the study e dermatitidis was isolated from sputum aspirated by bronchoscopy n sputum n bronchoalveolar lavage fluid n and empyema pus n preceding pulmonary comorbidities included bronchiectasis n copd n nontuberculous mycobacterium ntm infection n lung cancer n interstitial lung disease ild n and asthma n non pulmonary immunosuppressive comorbidities included diabetes n immunosuppressive drug use n and malignancies treated with chemotherapy n six patients were defined as definite infection and seven were as possible infection levels of serum d glucan cut off pg ml were elevated in two of patients chest ct showed various shadows such as bronchiectasis n infiltrative shadow n and mucoid impaction n among six patients who were treated with itraconazole itcz three patients improved one was unchanged and two worsened despite itcz therapy one patient died due to exacerbation of ild in the non treated group two patients died due to advanced lung cancer ntm was also detected with e dermatitidis in three patients our data suggest that e dermatitidis may cause respiratory infections in patients with bronchiectasis or immunocompromised conditions further studies are needed to distinguish colonization from true infection of e dermatitidis in the respiratory tract"
}