{
    "title": "Uveitis Associated with Juvenile Idiopathic Arthritis.",
    "doc_id": "37966463",
    "writer": "van Meerwijk C",
    "year": "2023",
    "summary": "Juvenile idiopathic arthritis (JIA) is the most common cause of uveitis in children. While symptoms are usually mild, persistent eye inflammation could lead to severe complications and impaired vision. ...",
    "abstract": "Juvenile idiopathic arthritis (JIA) is the most common cause of uveitis in children. While symptoms are usually mild, persistent eye inflammation could lead to severe complications and impaired vision. It is essential that JIA patients at risk are diagnosed with uveitis early, receive adequate treatment, and avoid developing complications, such as cataract, glaucoma, and amblyopia. The purpose of this mini-review is to summarize the screening strategies and clinical management for JIA-associated uveitis (JIA-U) as well as the current state of molecular markers linked to this condition. Because glaucoma is one of the most common causes of visual loss in JIA-U, special focus will be put on this serious complication. We conclude by describing the current evidence regarding the long-standing question of whether chronic anterior uveitis without arthritis may be the same disease entity as JIA-U.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37966463/",
    "clean_text": "uveitis associated with juvenile idiopathic arthritis juvenile idiopathic arthritis jia is the most common cause of uveitis in children while symptoms are usually mild persistent eye inflammation could lead to severe complications and impaired vision juvenile idiopathic arthritis jia is the most common cause of uveitis in children while symptoms are usually mild persistent eye inflammation could lead to severe complications and impaired vision it is essential that jia patients at risk are diagnosed with uveitis early receive adequate treatment and avoid developing complications such as cataract glaucoma and amblyopia the purpose of this mini review is to summarize the screening strategies and clinical management for jia associated uveitis jia u as well as the current state of molecular markers linked to this condition because glaucoma is one of the most common causes of visual loss in jia u special focus will be put on this serious complication we conclude by describing the current evidence regarding the long standing question of whether chronic anterior uveitis without arthritis may be the same disease entity as jia u"
}