{
    "pmid": "41451346",
    "title": "Neurogenic locus notch homolog protein 1 (NOTCH 1) SNP informatics coupled with intrinsically disordered regions and post-translational modifications reveals the complex structural crosstalk of Lung Adenocarcinoma (LUAD).",
    "abstract": "Lung adenocarcinoma (LUAD) is the predominant histological subtype of lung cancer, representing a major contributor to cancer mortality rate marked by a high frequency of mutations and intricate interactions between multiple signalling pathways. Here we explore the role of NOTCH1 associated Single nucleotide polymorphisms (SNPs) IDR and PTM in LUAD progression. Although the NOTCH1 expression is downregulated, it has been validated as an important prognostic marker because of its complex biological roles under specific conditions. With the aid of In silico tools we predicted and identified the deleterious SNPs. The Molecular Docking and dynamics simulations (MDS) were conducted to characterize these mutations. A total of 43 deleterious SNPs were found in the sequential SNP analysis with 13 SNPs resulted deleterious and damaging effects. The stabilizing SNPs such as S1464I, A1705V and T1602I are found within the conserved and functional domains of NOTCH1. In addition, 1660-2555 sequence region of the PEST domain was recognized as an Intrinsically Disordered Region (IDR) with a score of above 0.5. Moreover, the presence of the two phosphodegrons (SCF_FBW7_1 at 2129-2136 and SCF_FBW7_2 at 2508-2515) along with the Post Translational Modification (PTM) such as o-linked glycosylation and Phosphothreonine within the IDR region, PEST and conserved domains suggest functional significance in LUAD progression. In conclusion our research highlights the potential regulatory role of identified SNPs, PTMs, and the functional domains of Notch1, particularly the PEST domain and IDR, in pathophysiology of LUAD particularly through the crosstalk of the EMT signalling.",
    "disease": "lung cancer",
    "clean_text": "neurogenic locus notch homolog protein notch snp informatics coupled with intrinsically disordered regions and post translational modifications reveals the complex structural crosstalk of lung adenocarcinoma luad lung adenocarcinoma luad is the predominant histological subtype of lung cancer representing a major contributor to cancer mortality rate marked by a high frequency of mutations and intricate interactions between multiple signalling pathways here we explore the role of notch associated single nucleotide polymorphisms snps idr and ptm in luad progression although the notch expression is downregulated it has been validated as an important prognostic marker because of its complex biological roles under specific conditions with the aid of in silico tools we predicted and identified the deleterious snps the molecular docking and dynamics simulations mds were conducted to characterize these mutations a total of deleterious snps were found in the sequential snp analysis with snps resulted deleterious and damaging effects the stabilizing snps such as s i a v and t i are found within the conserved and functional domains of notch in addition sequence region of the pest domain was recognized as an intrinsically disordered region idr with a score of above moreover the presence of the two phosphodegrons scf fbw at and scf fbw at along with the post translational modification ptm such as o linked glycosylation and phosphothreonine within the idr region pest and conserved domains suggest functional significance in luad progression in conclusion our research highlights the potential regulatory role of identified snps ptms and the functional domains of notch particularly the pest domain and idr in pathophysiology of luad particularly through the crosstalk of the emt signalling"
}