{
    "pmid": "41462231",
    "title": "Distinct kinematics and micromorphology for symmetrical rowing and sliding on water in ripple bugs and water striders.",
    "abstract": "Semiaquatic bugs evolved two different propulsion mechanisms for their symmetrical rowing: a drag-based propulsion in Veliidae and a surface-tension-based propulsion in Gerridae. However, the comparative leg micromorphology and kinematics underlying these two mechanisms remain underexplored. In this study, we compared leg micro- and nanostructures and kinematics of Rhagovelia distincta (Veliidae), which employs midleg fans as oar-like blades for drag-based thrust, with Gerris latiabdominis (Gerridae), which uses long midlegs for surface-tension-based thrust. R. distincta move their midlegs in short strokes and deployed fans which function as \"leaky paddles\" with higher anteroposterior rigidity, inferred from seta and setula structure, exploiting drag and potentially lift. Fan protraction into the water appeared to require muscle control, while elastocapillarity may contribute to fan shaping. In contrast, G. latiabdominis exhibited longer strokes with midlegs covered with dense hydrophobic hairs suited for surface-tension-based propulsion. Ventral setae on tarsal section producing surface-tension-based-thrust formed longitudinal rows-and-gaps in both species, with posterior rows particularly robust and nano-grooved in G. latiabdominis. Additionally, both formed ventral beam-like structures from overlapping flat-tipped setae on hindlegs and forelegs which are used for support and sliding. These findings generate new hypotheses for refining models of locomotion on water surface by insects with their micro/nano-morphological diversity.",
    "disease": "stroke",
    "clean_text": "distinct kinematics and micromorphology for symmetrical rowing and sliding on water in ripple bugs and water striders semiaquatic bugs evolved two different propulsion mechanisms for their symmetrical rowing a drag based propulsion in veliidae and a surface tension based propulsion in gerridae however the comparative leg micromorphology and kinematics underlying these two mechanisms remain underexplored in this study we compared leg micro and nanostructures and kinematics of rhagovelia distincta veliidae which employs midleg fans as oar like blades for drag based thrust with gerris latiabdominis gerridae which uses long midlegs for surface tension based thrust r distincta move their midlegs in short strokes and deployed fans which function as leaky paddles with higher anteroposterior rigidity inferred from seta and setula structure exploiting drag and potentially lift fan protraction into the water appeared to require muscle control while elastocapillarity may contribute to fan shaping in contrast g latiabdominis exhibited longer strokes with midlegs covered with dense hydrophobic hairs suited for surface tension based propulsion ventral setae on tarsal section producing surface tension based thrust formed longitudinal rows and gaps in both species with posterior rows particularly robust and nano grooved in g latiabdominis additionally both formed ventral beam like structures from overlapping flat tipped setae on hindlegs and forelegs which are used for support and sliding these findings generate new hypotheses for refining models of locomotion on water surface by insects with their micro nano morphological diversity"
}