{
    "pmid": "41462168",
    "title": "Hepatotoxicity and efficacy associated with first- and new-generation EGFR-TKIs in patients with NSCLC: a systematic review and meta-analysis.",
    "abstract": "While hepatotoxicity has been widely reported with epidermal growth factor receptor tyrosine kinase inhibitors (EGFR-TKIs), the comparative risk among them remains unclear. This study aimed to directly compare the relative risk (RR) of hepatotoxicity between new-generation (afatinib, osimertinib, dacomitinib) and first-generation (gefitinib, erlotinib) EGFR-TKIs in non-small-cell lung cancer (NSCLC) and to evaluate their overall risk-benefit profile. PubMed, Embase, Cochrane library databases and clinicaltrials.gov were searched for trials up to September 2025. A study protocol was registered in PROSPERO: CRD42023457906. Among the 5371 records identified, 6 studies finally fulfilled the established criteria. Data extracted for each study included study characteristics, baseline patient information, interventions and data on all-grades alanine aminotransferase (ALT), aspartate aminotransferase (AST), and total bilirubin (TB) elevation, overall survival (OS), progression-free survival (PFS) and objective response rate (ORR). RR, hazard ratio (HR) and 95% confidence interval (CI) were calculated using the inverse variance method. Six trials involving 2528 patients were analyzed. Decreased risks of hepatotoxicity due to the elevation of AST and ALT were observed for each new-generation EGFR-TKI. The pooled RRs of all-grades ALT, AST and TB elevation were 0.36 (95% CI 0.24-0.52, P < 0.001), 0.44 (95% CI 0.36-0.54, P < 0.001) and 0.83 (95% CI 0.50-1.39, P = 0.48), respectively. New-generation TKIs did achieved benefit in PFS (HR 0.65, 95% CI 0.50-0.83, P < 0.0001) and ORR (RR 1.14, 95% CI 1.00-1.29, P = 0.04). The OS of patients with new-generation TKI treatment was extended (afatinib, HR 0.73, 95% CI 0.58-0.92, P = 0.008 and osimertinib, HR 0.71, 95% CI 0.53-0.95, P = 0.02), except dacomitinib (HR 0.97, 95% CI 0.72-1.29, P = 0.81). New-generation EGFR-TKIs (afatinib, osimertinib, and dacomitinib) demonstrate a superior efficacy and safety profile, with a significantly lower risk of hepatotoxicity, compared to gefitinib and erlotinib.",
    "disease": "lung cancer",
    "clean_text": "hepatotoxicity and efficacy associated with first and new generation egfr tkis in patients with nsclc a systematic review and meta analysis while hepatotoxicity has been widely reported with epidermal growth factor receptor tyrosine kinase inhibitors egfr tkis the comparative risk among them remains unclear this study aimed to directly compare the relative risk rr of hepatotoxicity between new generation afatinib osimertinib dacomitinib and first generation gefitinib erlotinib egfr tkis in non small cell lung cancer nsclc and to evaluate their overall risk benefit profile pubmed embase cochrane library databases and clinicaltrials gov were searched for trials up to september a study protocol was registered in prospero crd among the records identified studies finally fulfilled the established criteria data extracted for each study included study characteristics baseline patient information interventions and data on all grades alanine aminotransferase alt aspartate aminotransferase ast and total bilirubin tb elevation overall survival os progression free survival pfs and objective response rate orr rr hazard ratio hr and confidence interval ci were calculated using the inverse variance method six trials involving patients were analyzed decreased risks of hepatotoxicity due to the elevation of ast and alt were observed for each new generation egfr tki the pooled rrs of all grades alt ast and tb elevation were ci p ci p and ci p respectively new generation tkis did achieved benefit in pfs hr ci p and orr rr ci p the os of patients with new generation tki treatment was extended afatinib hr ci p and osimertinib hr ci p except dacomitinib hr ci p new generation egfr tkis afatinib osimertinib and dacomitinib demonstrate a superior efficacy and safety profile with a significantly lower risk of hepatotoxicity compared to gefitinib and erlotinib"
}