{
    "title": "Graft Survival in Patients With Lower Urinary Tract Dysfunction.",
    "doc_id": "30702047",
    "writer": "Kaya Aksoy G",
    "year": "2021",
    "summary": "OBJECTIVES: We aimed to the determine urinary tract infection and graft survival rates in pediatric renal transplant recipients with lower urinary tract dysfunction with particular focus on neurogenic bladder, posterior urethral valve, and vesicoureter …",
    "abstract": "Objectives:\n        \n      \n      We aimed to the determine urinary tract infection and graft survival rates in pediatric renal transplant recipients with lower urinary tract dysfunction with particular focus on neurogenic bladder, posterior urethral valve, and vesicoureteral reflux nephropathy.\n    \n\n\n          Materials and methods:\n        \n      \n      Patients were grouped according to primary diseases as those with and without lower urinary tract dysfunction. Urinary tract infections during year 1 posttransplant were investigated. Estimated glomerular filtration rate was calculated using Schwartz formula.\n    \n\n\n          Results:\n        \n      \n      Our study investigated 133 kidney transplant recipients. Lower urinary tract dysfunction was found in 58 patients (43.6%): 25 with posterior urethral valve, 24 with vesicoureteral reflux nephropathy, and 9 with neurogenic bladder. Rates of posttransplant urinary tract infection were higher in patients with lower urinary tract dysfunction than in those without during both the first 6 months posttransplant (24.6% vs 10.8%; P = .037) and between posttransplant months 6 and 12 (24.6% vs 8.2%; P = .01). Patients with neurogenic bladder had the highest rate of urinary tract infections, and their estimated glomerular filtrations rates were lower compared with patients with posterior urethral valve and vesicoureteral reflux nephropathy at month 6 and years 1, 2, and 5 posttransplant (P < .001). The 5-year graft survival rates of patients without lower urinary tract dysfunction and those with vesicoureteral reflux nephropathy were similar (51.3% vs 51.6%; P = .891).\n    \n\n\n          Conclusions:\n        \n      \n      Graft survival rates of patients with posterior urethral valve and vesicoureteral reflux nephropathy were similar to those shown in patients without lower urinary system dysfunction; however, patients with neurogenic bladder had worse graft survival and urinary tract infection rates.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30702047/",
    "clean_text": "graft survival in patients with lower urinary tract dysfunction objectives we aimed to the determine urinary tract infection and graft survival rates in pediatric renal transplant recipients with lower urinary tract dysfunction with particular focus on neurogenic bladder posterior urethral valve and vesicoureter objectives we aimed to the determine urinary tract infection and graft survival rates in pediatric renal transplant recipients with lower urinary tract dysfunction with particular focus on neurogenic bladder posterior urethral valve and vesicoureteral reflux nephropathy materials and methods patients were grouped according to primary diseases as those with and without lower urinary tract dysfunction urinary tract infections during year posttransplant were investigated estimated glomerular filtration rate was calculated using schwartz formula results our study investigated kidney transplant recipients lower urinary tract dysfunction was found in patients with posterior urethral valve with vesicoureteral reflux nephropathy and with neurogenic bladder rates of posttransplant urinary tract infection were higher in patients with lower urinary tract dysfunction than in those without during both the first months posttransplant vs p and between posttransplant months and vs p patients with neurogenic bladder had the highest rate of urinary tract infections and their estimated glomerular filtrations rates were lower compared with patients with posterior urethral valve and vesicoureteral reflux nephropathy at month and years and posttransplant p the year graft survival rates of patients without lower urinary tract dysfunction and those with vesicoureteral reflux nephropathy were similar vs p conclusions graft survival rates of patients with posterior urethral valve and vesicoureteral reflux nephropathy were similar to those shown in patients without lower urinary system dysfunction however patients with neurogenic bladder had worse graft survival and urinary tract infection rates"
}