{
    "title": "Cancer stem cells.",
    "doc_id": "16284686",
    "writer": "Soltysova A",
    "year": "2005",
    "summary": "Tumor initiating cells -- cancer stem cells have the ability of self-renewal and proliferation, are resistant to drugs, and express typical markers of stem cells. It is not clear whether cancer stem cells originate from normal s …",
    "abstract": "There is an increasing evidence supporting the cancer stem cell hypothesis. Normal stem cells in the adult organism are responsible for tissue renewal and repair of aged or damaged tissue. A substantial characteristic of stem cells is their ability for self-renewal without loss of proliferation capacity with each cell division. The stem cells are immortal, and rather resistant to action of drugs. They are able to differentiate and form specific types of tissue due to the influence of microenvironmental and some other factors. Stem cells divide asymmetrically producing two daughter cells -- one is a new stem cell and the second is progenitor cell, which has the ability for differentiation and proliferation, but not the capability for self-renewal. Cancer stem cells are in many aspects similar to the stem cells. It has been proven that tumor cells are heterogeneous comprising rare tumor initiating cells and abundant non-tumor initiating cells. Tumor initiating cells -- cancer stem cells have the ability of self-renewal and proliferation, are resistant to drugs, and express typical markers of stem cells. It is not clear whether cancer stem cells originate from normal stem cells in consequence of genetic and epigenetic changes and/or by redifferentiation from somatic tumor cells to the stem-like cells. Probably both mechanisms are involved in the origin of cancer stem cells. Dysregulation of stem cell self-renewal is a likely requirement for the development of cancer. Isolation and identification of cancer stem cells in human tumors and in tumor cell lines has been successful. To date, the existence of cancer stem cells has been proven in acute and chronic myeloid leukemia, in breast cancer, in brain tumors, in lung cancer and gastrointestinal tumors. Cancer stem cell model is also consistent with some clinical observations. Although standard chemotherapy kills most cells in a tumor, cancer stem cells remain viable. Despite the small number of such cells, they might be the cause of tumor recurrence, sometimes many years after the \"successful\" treatment of primary tumor. Growth of metastases in distinct areas of body and their cellular heterogeneity might be consequence of cancer stem cell differentiation and/or dedifferentiation and asymmetric division of cancer stem cells. Further characterization of cancer stem cells is needed in order to find ways to destroy them, which might contribute significantly to the therapeutic management of malignant tumors.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16284686/",
    "clean_text": "cancer stem cells tumor initiating cells cancer stem cells have the ability of self renewal and proliferation are resistant to drugs and express typical markers of stem cells it is not clear whether cancer stem cells originate from normal s there is an increasing evidence supporting the cancer stem cell hypothesis normal stem cells in the adult organism are responsible for tissue renewal and repair of aged or damaged tissue a substantial characteristic of stem cells is their ability for self renewal without loss of proliferation capacity with each cell division the stem cells are immortal and rather resistant to action of drugs they are able to differentiate and form specific types of tissue due to the influence of microenvironmental and some other factors stem cells divide asymmetrically producing two daughter cells one is a new stem cell and the second is progenitor cell which has the ability for differentiation and proliferation but not the capability for self renewal cancer stem cells are in many aspects similar to the stem cells it has been proven that tumor cells are heterogeneous comprising rare tumor initiating cells and abundant non tumor initiating cells tumor initiating cells cancer stem cells have the ability of self renewal and proliferation are resistant to drugs and express typical markers of stem cells it is not clear whether cancer stem cells originate from normal stem cells in consequence of genetic and epigenetic changes and or by redifferentiation from somatic tumor cells to the stem like cells probably both mechanisms are involved in the origin of cancer stem cells dysregulation of stem cell self renewal is a likely requirement for the development of cancer isolation and identification of cancer stem cells in human tumors and in tumor cell lines has been successful to date the existence of cancer stem cells has been proven in acute and chronic myeloid leukemia in breast cancer in brain tumors in lung cancer and gastrointestinal tumors cancer stem cell model is also consistent with some clinical observations although standard chemotherapy kills most cells in a tumor cancer stem cells remain viable despite the small number of such cells they might be the cause of tumor recurrence sometimes many years after the successful treatment of primary tumor growth of metastases in distinct areas of body and their cellular heterogeneity might be consequence of cancer stem cell differentiation and or dedifferentiation and asymmetric division of cancer stem cells further characterization of cancer stem cells is needed in order to find ways to destroy them which might contribute significantly to the therapeutic management of malignant tumors"
}