{
    "pmid": "41467972",
    "title": "Anti-herpetic treatment reduces dementia risk: A systematic review and meta-analysis.",
    "abstract": "BackgroundHuman herpesvirus (HHV) infections, particularly for herpes simplex virus (HSV) and varicella-zoster virus (VZV), may increase dementia risk, yet the protective effects of anti-herpetic medications remained unclear.ObjectiveThis systematic review and meta-analysis of observational studies aimed to examine the association between anti-herpetic medications and dementia, focusing on HSV or VZV-related infections.MethodsThis study followed PRISMA guidelines (CRD42022368318). Cohort or nested case-control studies published from databases' inception to December 2024 were systematically searched in PubMed, MEDLINE, Embase, Cochrane Library, PsycINFO, and Web of Science. Eligible studies evaluated anti-herpetic medications (e.g., acyclovir, famciclovir, ganciclovir, valacyclovir, valganciclovir) and dementia risk in non-demented adults aged ≥50. Pooled adjusted hazard ratios (aHR) and 95% confidence intervals (CIs) were analyzed using random-effects models. Subgroup and meta-regression analyses were performed to explore potential sources of heterogeneity and effect modifiers.ResultsFourteen cohort studies involving more than 10 million older adults were included. To demonstrate the effects of anti-herpetic medications in various clinical scenarios, the meta-analysis compared: diagnosed and treated versus diagnosed but untreated (aHR=0.77, 95% CI: 0.67-0.89); treated versus untreated regardless of diagnosis (aHR=0.90, 95% CI: 0.87-0.94); and diagnosed and treated versus neither diagnosed nor treated (aHR=0.87, 95% CI: 0.78-0.97). Subgroup analysis and meta-regression identified infection severity as a significant modifier (",
    "disease": "alzheimer disease",
    "clean_text": "anti herpetic treatment reduces dementia risk a systematic review and meta analysis backgroundhuman herpesvirus hhv infections particularly for herpes simplex virus hsv and varicella zoster virus vzv may increase dementia risk yet the protective effects of anti herpetic medications remained unclear objectivethis systematic review and meta analysis of observational studies aimed to examine the association between anti herpetic medications and dementia focusing on hsv or vzv related infections methodsthis study followed prisma guidelines crd cohort or nested case control studies published from databases inception to december were systematically searched in pubmed medline embase cochrane library psycinfo and web of science eligible studies evaluated anti herpetic medications e g acyclovir famciclovir ganciclovir valacyclovir valganciclovir and dementia risk in non demented adults aged pooled adjusted hazard ratios ahr and confidence intervals cis were analyzed using random effects models subgroup and meta regression analyses were performed to explore potential sources of heterogeneity and effect modifiers resultsfourteen cohort studies involving more than million older adults were included to demonstrate the effects of anti herpetic medications in various clinical scenarios the meta analysis compared diagnosed and treated versus diagnosed but untreated ahr ci treated versus untreated regardless of diagnosis ahr ci and diagnosed and treated versus neither diagnosed nor treated ahr ci subgroup analysis and meta regression identified infection severity as a significant modifier"
}