{
    "pmid": "41467266",
    "title": "Fulminant Idiopathic Intracranial Hypertension: An Unusual Case of Polycythemia Vera.",
    "abstract": "A 42-year-old female patient presented with complaints of headache and painless progressive vision loss for 3 weeks. She was evaluated and found to have grade 5 papilledema, and her blood investigations revealed polycythemia vera (PV) with a positive Janus Kinase 2 (JAK2) mutation, and cerebrospinal fluid manometry study showed a markedly raised opening pressure of 270 mm Hg. The magnetic resonance imaging brain with venogram showed normal study and patent sinuses. The patient was managed with drugs such as hydroxyurea, antiplatelet drugs, and phlebotomy. The most notable feature of this intriguing case is PV manifesting as idiopathic intracranial hypertension and vision loss despite normal patent sinuses, which is explainable by hypercoagulability causing sluggish flow in venous sinuses and raised pressure over the optic nerves, resulting in papilledema and vision loss.",
    "disease": "hypertension",
    "clean_text": "fulminant idiopathic intracranial hypertension an unusual case of polycythemia vera a year old female patient presented with complaints of headache and painless progressive vision loss for weeks she was evaluated and found to have grade papilledema and her blood investigations revealed polycythemia vera pv with a positive janus kinase jak mutation and cerebrospinal fluid manometry study showed a markedly raised opening pressure of mm hg the magnetic resonance imaging brain with venogram showed normal study and patent sinuses the patient was managed with drugs such as hydroxyurea antiplatelet drugs and phlebotomy the most notable feature of this intriguing case is pv manifesting as idiopathic intracranial hypertension and vision loss despite normal patent sinuses which is explainable by hypercoagulability causing sluggish flow in venous sinuses and raised pressure over the optic nerves resulting in papilledema and vision loss"
}