{
    "title": "[Silent myocardial infarction].",
    "doc_id": "17947195",
    "writer": "Völgyi Z",
    "year": "2007",
    "summary": "INTRODUCTION: By autopsies of patients expired from different diseases not rarely chronic myocardial infarction is found, that was known before neither to patient nor to medical attendant (silent myocardial infarction) and is interpreted as incidental …",
    "abstract": "Introduction:\n        \n      \n      By autopsies of patients expired from different diseases not rarely chronic myocardial infarction is found, that was known before neither to patient nor to medical attendant (silent myocardial infarction) and is interpreted as incidental finding.\n    \n\n\n          Aim:\n        \n      \n      Study of frequency, role in expectation of life, diagnosis and prognosis of silent myocardial infarction in relation to localisation.\n    \n\n\n          Methods:\n        \n      \n      Retrospective study and statistical analysis of 1568 autopsies performed during 10 years.\n    \n\n\n          Results:\n        \n      \n      Acute or chronic myocardial infarction was found in 470 cases (30%), acute infarction in 177 cases (37%), 90% of which was diagnosed in vivo and patients died of infarction and its direct complications. In 293 cases (63%) chronic myocardial infarction was found, 109 cases (37%) were known and 184 cases (63%) were silent myocardial necrosis, the ratio of female/male patients was nearly the same (90/94 persons). 97 patients (32%) with chronic myocardial infarction died of cardiac cause - mostly in cardiac failure -, 196 (68%) of extracardiac cause, most of them of stroke, predominantly the patients with inferior infarction.\n    \n\n\n          Conclusion:\n        \n      \n      Considering the silent causes, the myocardial infarction is more frequent and has better prognosis, than it is known from epidemiological data without autopsies, because 42% of these patients dies of extracardiac diseases, and the continuity of life is not shorter, than by patients without myocardial infarction. Knowledge of silent infarction gives possibility to estimate the physical charge of patients, their treatment and to prevent recurrence.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17947195/",
    "clean_text": "silent myocardial infarction introduction by autopsies of patients expired from different diseases not rarely chronic myocardial infarction is found that was known before neither to patient nor to medical attendant silent myocardial infarction and is interpreted as incidental introduction by autopsies of patients expired from different diseases not rarely chronic myocardial infarction is found that was known before neither to patient nor to medical attendant silent myocardial infarction and is interpreted as incidental finding aim study of frequency role in expectation of life diagnosis and prognosis of silent myocardial infarction in relation to localisation methods retrospective study and statistical analysis of autopsies performed during years results acute or chronic myocardial infarction was found in cases acute infarction in cases of which was diagnosed in vivo and patients died of infarction and its direct complications in cases chronic myocardial infarction was found cases were known and cases were silent myocardial necrosis the ratio of female male patients was nearly the same persons patients with chronic myocardial infarction died of cardiac cause mostly in cardiac failure of extracardiac cause most of them of stroke predominantly the patients with inferior infarction conclusion considering the silent causes the myocardial infarction is more frequent and has better prognosis than it is known from epidemiological data without autopsies because of these patients dies of extracardiac diseases and the continuity of life is not shorter than by patients without myocardial infarction knowledge of silent infarction gives possibility to estimate the physical charge of patients their treatment and to prevent recurrence"
}