{
    "pmid": "41466781",
    "title": "A real-time rapid cycle process improvement tool for accelerated quality improvement in coronary artery bypass grafting surgery.",
    "abstract": "We report a custom-designed visual feedback tool integrated into a comprehensive quality improvement (QI) program to drive accelerated, real-time advances in coronary artery bypass grafting (CABG) surgery. The Society of Thoracic Surgeons (STS) risk profiles of 977 consecutive patients who underwent CABG between January 1, 2021, and December 31, 2024 risk profiles were analyzed. For 2021-2022, the mortality observed-to-expected ratio (O/E) was 2.5. In 2023, we started a real-time, rapid cycle process improvement program. We designed a QI tool to calculate in real time the O/Es for death, stroke, renal failure, prolonged ventilation, reoperation, deep sternal wound infection, prolonged length of stay, and failure of left internal mammary artery (LIMA) use or medication compliance. We developed a final composite score in which we assigned 80% to mortality, 7% to LIMA use, 3% to medications, and 10% to nonfatal STS adverse outcomes as a rough estimate of the STS 3-star CABG construct. For a final composite grade, we assigned \"good\" (O/E < 0.65), \"fair\" (O/E = 0.65-1.0), or \"poor\" (O/E > 1.0) for each adverse outcome. The CABG mortality O/E improved from 1.5 in 2021-2022 to 0.25 in 2023-2024 ( Our custom-designed QI tool enabled rapid improvement of our CABG outcomes (",
    "disease": "stroke",
    "clean_text": "a real time rapid cycle process improvement tool for accelerated quality improvement in coronary artery bypass grafting surgery we report a custom designed visual feedback tool integrated into a comprehensive quality improvement qi program to drive accelerated real time advances in coronary artery bypass grafting cabg surgery the society of thoracic surgeons sts risk profiles of consecutive patients who underwent cabg between january and december risk profiles were analyzed for the mortality observed to expected ratio o e was in we started a real time rapid cycle process improvement program we designed a qi tool to calculate in real time the o es for death stroke renal failure prolonged ventilation reoperation deep sternal wound infection prolonged length of stay and failure of left internal mammary artery lima use or medication compliance we developed a final composite score in which we assigned to mortality to lima use to medications and to nonfatal sts adverse outcomes as a rough estimate of the sts star cabg construct for a final composite grade we assigned good o e fair o e or poor o e for each adverse outcome the cabg mortality o e improved from in to in our custom designed qi tool enabled rapid improvement of our cabg outcomes"
}