{
    "title": "Sleep quality and memory function in healthy ageing.",
    "doc_id": "34518120",
    "writer": "Cruz T",
    "year": "2022",
    "summary": "Performance in these 2 memory tests decreased in line with sleep quality. In addition, performance in VPA test was negatively correlated with subjective sleep quality, duration, and sleep disturbances. Performance on the WL test was negatively c …",
    "abstract": "Objective:\n        \n      \n      To study the relationship between sleep quality and memory in healthy ageing.\n    \n\n\n          Methods:\n        \n      \n      The study included 99 people older than 50 years (69 women and 30 men; mean age, 68.74 ± 7.18 years) with no associated diseases. Patients completed digital versions of the Word Learning (WL) and Visual Paired Associates (VPA) tests and the Pittsburgh Sleep Quality Index (PSQI) questionnaire to assess the quality of sleep.\n    \n\n\n          Results:\n        \n      \n      PSQI score was negatively correlated with VPA and WL test performance. Performance in these 2 memory tests decreased in line with sleep quality. In addition, performance in VPA test was negatively correlated with subjective sleep quality, duration, and sleep disturbances. Performance on the WL test was negatively correlated with subjective sleep quality and efficiency. Participants' sex showed a weak effect on VPA performance and sleep latency.\n    \n\n\n          Conclusions:\n        \n      \n      Medical professionals working with elderly patients should take into consideration the effect of poor sleep quality on memory. Cognitive impairment in these patients may be a manifestation of a neuroendocrine imbalance due to a disrupted circadian rhythm. More research is needed to prove this hypothesis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34518120/",
    "clean_text": "sleep quality and memory function in healthy ageing performance in these memory tests decreased in line with sleep quality in addition performance in vpa test was negatively correlated with subjective sleep quality duration and sleep disturbances performance on the wl test was negatively c objective to study the relationship between sleep quality and memory in healthy ageing methods the study included people older than years women and men mean age years with no associated diseases patients completed digital versions of the word learning wl and visual paired associates vpa tests and the pittsburgh sleep quality index psqi questionnaire to assess the quality of sleep results psqi score was negatively correlated with vpa and wl test performance performance in these memory tests decreased in line with sleep quality in addition performance in vpa test was negatively correlated with subjective sleep quality duration and sleep disturbances performance on the wl test was negatively correlated with subjective sleep quality and efficiency participants sex showed a weak effect on vpa performance and sleep latency conclusions medical professionals working with elderly patients should take into consideration the effect of poor sleep quality on memory cognitive impairment in these patients may be a manifestation of a neuroendocrine imbalance due to a disrupted circadian rhythm more research is needed to prove this hypothesis"
}