{
    "pmid": "41419263",
    "title": "The overweight and obesity landscape in Spain: Data from the Spanish cohort of the multi-country IMPACT-O study.",
    "abstract": "The epIdeMiology landscape PAtient Care paThways of Obesity (IMPACT-O) study was a multi-country, retrospective cohort study that utilised healthcare databases to determine the landscape/impact of overweight and obesity. Here we describe the sociodemographic, clinical and treatment characteristics of adults with a first record of overweight/obesity or obesity in Spain between 2018 and 2022. The IQVIA longitudinal patient database in Spain was used to identify individuals with a first record of overweight/obesity, as determined by diagnosis codes and/or body mass index (BMI) measurements (overweight/obesity cohort: BMI ≥25kg/m The overweight/obesity cohort included 25,016 individuals, and the obesity cohort 13,441 individuals. Most individuals with overweight/obesity (60.1%) and obesity (63.6%) presented with ≥1 ORCs. The most frequent ORCs among people with obesity were hypertension (25.3%), dyslipidaemia (19.8%), anxiety (19.0%), osteoarthritis (14.3%), low-back pain (10.9%) and depression (10.9%). The proportion of individuals receiving pharmacological therapies with an effect on weight was <1%. There were no records of lifestyle interventions or bariatric surgery in the database for this population. This study highlights the high ORC burden at first documented diagnosis of overweight/obesity. Very few individuals with obesity in Spain receive pharmacological treatment with an effect on weight. Patient management could be improved by systematically recording all interventions in this population.",
    "disease": "osteoarthritis",
    "clean_text": "the overweight and obesity landscape in spain data from the spanish cohort of the multi country impact o study the epidemiology landscape patient care pathways of obesity impact o study was a multi country retrospective cohort study that utilised healthcare databases to determine the landscape impact of overweight and obesity here we describe the sociodemographic clinical and treatment characteristics of adults with a first record of overweight obesity or obesity in spain between and the iqvia longitudinal patient database in spain was used to identify individuals with a first record of overweight obesity as determined by diagnosis codes and or body mass index bmi measurements overweight obesity cohort bmi kg m the overweight obesity cohort included individuals and the obesity cohort individuals most individuals with overweight obesity and obesity presented with orcs the most frequent orcs among people with obesity were hypertension dyslipidaemia anxiety osteoarthritis low back pain and depression the proportion of individuals receiving pharmacological therapies with an effect on weight was there were no records of lifestyle interventions or bariatric surgery in the database for this population this study highlights the high orc burden at first documented diagnosis of overweight obesity very few individuals with obesity in spain receive pharmacological treatment with an effect on weight patient management could be improved by systematically recording all interventions in this population"
}