{
    "title": "Wolfram syndrome 1 and Wolfram syndrome 2.",
    "doc_id": "22790102",
    "writer": "Rigoli L",
    "year": "2012",
    "summary": "PURPOSE OF REVIEW: Wolfram syndrome 1 (WS1) is an autosomal recessive disorder characterized by diabetes insipidus, diabetes mellitus, optic atrophy, and deafness (DI DM OA D syndrome) associated with other variable clinical manifestations. ...Recently …",
    "abstract": "Purpose of review:\n        \n      \n      Wolfram syndrome 1 (WS1) is an autosomal recessive disorder characterized by diabetes insipidus, diabetes mellitus, optic atrophy, and deafness (DI DM OA D syndrome) associated with other variable clinical manifestations. The causative gene for WS1 (WFS1) encoding wolframin maps to chromosome 4p16.1. Wolframin has an important function in maintaining the homeostasis of the endoplasmic reticulum (ER) in pancreatic β cells. Recently, another causative gene, CISD2, has been identified in patients with a type of Wolfram syndrome (WS2) resulting in early optic atrophy, diabetes mellitus, deafness, decreased lifespan, but not diabetes insipidus. The CISD2-encoded protein ERIS (endoplasmic reticulum intermembrane small protein) also localizes to ER, but does not interact directly with wolframin. ERIS maps to chromosome 4q22.\n    \n\n\n          Recent findings:\n        \n      \n      Numerous studies have shown an interesting similarity between WFS1 and CISD2 genes. Experimental studies demonstrated that the Cisd2 knockout (Cisd2) mouse shows premature aging and typical symptoms of Wolfram syndrome. These researches provide interesting insight into the relation of neurodegenerative diseases, mitochondrial disorders, and autophagy and are useful for the pathophysiological understanding of both Wolfram syndrome and mitochondrial-mediated premature aging.\n    \n\n\n          Summary:\n        \n      \n      The knowledge of WS1 and WS2 pathogenesis, and of the interactions between WFS1 and CISD2 genes, is useful for accurate diagnostic classification and for diagnosis of presymptomatic individuals.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22790102/",
    "clean_text": "wolfram syndrome and wolfram syndrome purpose of review wolfram syndrome ws is an autosomal recessive disorder characterized by diabetes insipidus diabetes mellitus optic atrophy and deafness di dm oa d syndrome associated with other variable clinical manifestations recently purpose of review wolfram syndrome ws is an autosomal recessive disorder characterized by diabetes insipidus diabetes mellitus optic atrophy and deafness di dm oa d syndrome associated with other variable clinical manifestations the causative gene for ws wfs encoding wolframin maps to chromosome p wolframin has an important function in maintaining the homeostasis of the endoplasmic reticulum er in pancreatic cells recently another causative gene cisd has been identified in patients with a type of wolfram syndrome ws resulting in early optic atrophy diabetes mellitus deafness decreased lifespan but not diabetes insipidus the cisd encoded protein eris endoplasmic reticulum intermembrane small protein also localizes to er but does not interact directly with wolframin eris maps to chromosome q recent findings numerous studies have shown an interesting similarity between wfs and cisd genes experimental studies demonstrated that the cisd knockout cisd mouse shows premature aging and typical symptoms of wolfram syndrome these researches provide interesting insight into the relation of neurodegenerative diseases mitochondrial disorders and autophagy and are useful for the pathophysiological understanding of both wolfram syndrome and mitochondrial mediated premature aging summary the knowledge of ws and ws pathogenesis and of the interactions between wfs and cisd genes is useful for accurate diagnostic classification and for diagnosis of presymptomatic individuals"
}