{
    "pmid": "41386395",
    "title": "Age-related distribution of Influenza B and vaccine match in the 2024-2025 season: A multi-season comparative analysis.",
    "abstract": "The 2024-2025 season had the highest intensity of influenza-like-illness (ILI) in thirteen seasons, and severe influenza B disease was reported by hospital physicians among children. These, and the absence of influenza B/Yamagata after the COVID-19 pandemic, prompted the evaluation of the 2024-2025 influenza cases by age-group and influenza type, compared with previous seasons. Influenza-positive hospital and community cases for the 2024-2025 season and four previous seasons with influenza B circulation were retrieved from several data sources. Raw numbers and relative percentages of cases, including intensive or enhanced care unit (ICU or ECU), and 30-day mortality were evaluated by age-group and influenza type. Molecular characterization of influenza viruses of the 2024-2025 season was compared with other seasons. The 2024-2025 B/Victoria demonstrated molecular resemblance to the 2024-2025 vaccine. During the 2024-2025 season and other seasons with circulating and vaccine influenza B/lineage match, influenza B predominantly affected younger age-groups. During seasons with circulating and vaccine influenza B/lineage mismatch, the percentage of influenza B cases among older age-groups, was not substantially different that the younger age-groups. Influenza vaccination rates among children have been low throughout the evaluation period. Increasing influenza vaccination among young age-groups is paramount for reducing influenza morbidity.",
    "disease": "influenza",
    "clean_text": "age related distribution of influenza b and vaccine match in the season a multi season comparative analysis the season had the highest intensity of influenza like illness ili in thirteen seasons and severe influenza b disease was reported by hospital physicians among children these and the absence of influenza b yamagata after the covid pandemic prompted the evaluation of the influenza cases by age group and influenza type compared with previous seasons influenza positive hospital and community cases for the season and four previous seasons with influenza b circulation were retrieved from several data sources raw numbers and relative percentages of cases including intensive or enhanced care unit icu or ecu and day mortality were evaluated by age group and influenza type molecular characterization of influenza viruses of the season was compared with other seasons the b victoria demonstrated molecular resemblance to the vaccine during the season and other seasons with circulating and vaccine influenza b lineage match influenza b predominantly affected younger age groups during seasons with circulating and vaccine influenza b lineage mismatch the percentage of influenza b cases among older age groups was not substantially different that the younger age groups influenza vaccination rates among children have been low throughout the evaluation period increasing influenza vaccination among young age groups is paramount for reducing influenza morbidity"
}