{
    "title": "Medication taking behavior of students attending a private university in Bangladesh.",
    "doc_id": "20014639",
    "writer": "Chowdhury N",
    "year": "2009",
    "summary": "The objective of this study was to investigate the patterns of self-reported medication use, including both prescription and OTC drugs, and to assess the possible predictors of self-medication and medication non-compliance (non-adherence), for 929 non-medi …",
    "abstract": "The objective of this study was to investigate the patterns of self-reported medication use, including both prescription and OTC drugs, and to assess the possible predictors of self-medication and medication non-compliance (non-adherence), for 929 non-medical undergraduate students of the American International University, a private university situated in Dhaka city, Bangladesh. Although a high proportion (69%, n = 644) of students of this university had fallen sick in the last six months before the study, the rate of visiting qualified health practitioners was much lower (53%). A good proportion of the sick students were reported to have practiced self-medication (16%, n = 100) and medication non-adherence (15%, n = 98). The average treatment cost involved in self medication was much lower than that offered by a qualified physician (Tk 463 vs Tk 2546 per case). Those students living with parents were more likely to have visited qualified health practitioners (56%, p < .05), and students whose families kept a well-stocked medicine cabinet at home were more likely to have completed the full course (39%, p < .05) of prescribed medicine. No significant difference was found in the rates of self medication and medication compliance incidence for variables like age groups, gender, residence status, financial level, engagement in part-time jobs etc. The study also showed that antimicrobials are widely available (170 incidents) in the home medicine cabinets of the Dhaka City population. The storage of leftover antibiotics in the home constitutes an alternative potential source of self-medication that can have untoward consequences. Further elaborate studies are required to reveal the true pattern of antibiotic usage in Bangladesh.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20014639/",
    "clean_text": "medication taking behavior of students attending a private university in bangladesh the objective of this study was to investigate the patterns of self reported medication use including both prescription and otc drugs and to assess the possible predictors of self medication and medication non compliance non adherence for non medi the objective of this study was to investigate the patterns of self reported medication use including both prescription and otc drugs and to assess the possible predictors of self medication and medication non compliance non adherence for non medical undergraduate students of the american international university a private university situated in dhaka city bangladesh although a high proportion n of students of this university had fallen sick in the last six months before the study the rate of visiting qualified health practitioners was much lower a good proportion of the sick students were reported to have practiced self medication n and medication non adherence n the average treatment cost involved in self medication was much lower than that offered by a qualified physician tk vs tk per case those students living with parents were more likely to have visited qualified health practitioners p and students whose families kept a well stocked medicine cabinet at home were more likely to have completed the full course p of prescribed medicine no significant difference was found in the rates of self medication and medication compliance incidence for variables like age groups gender residence status financial level engagement in part time jobs etc the study also showed that antimicrobials are widely available incidents in the home medicine cabinets of the dhaka city population the storage of leftover antibiotics in the home constitutes an alternative potential source of self medication that can have untoward consequences further elaborate studies are required to reveal the true pattern of antibiotic usage in bangladesh"
}