{
    "pmid": "41444515",
    "title": "Impact of marital disparities in treatment and outcome in elderly patients with T1N0M0 small cell lung cancer.",
    "abstract": "This study aimed to investigate the impact of marital status on the treatment and survival of T1N0M0 elderly small cell lung cancer (SCLC) patients. All elderly (≥ 70 years) patients with T1N0M0 SCLC were identified from the Surveillance Epidemiology and End Results (SEER) database (2000-2021). We performed univariate and multivariable cox analysis to identify prognostic factors associated with overall survival (OS) and cancer-specific survival (CSS). Propensity matching method (PSM) was used to equalise confounders between groups of different marital status. There were 1391 elderly patients with early-stage SCLC included in the study. In multivariate analysis, gender, marital status, and receipt of surgery and chemotherapy were associated with OS, whereas age and receipt of surgery, chemotherapy, or radiotherapy were associated with CSS. After PSM, both median OS and CSS were lower in widowed patients compared with married patients. Subgroup analyses showed that among patients who were 70-79 years old, male, and did not receive surgery or radiotherapy, OS was significantly lower in widowed patients than in married patients, whereas among those who were ≥ 80 years, female, and received surgery or radiotherapy, there was no significant difference in OS between two groups. Similarly, among patients who were male or did not receive radiotherapy, the CSS of widowed patients was significantly lower than that of married patients, but no significant difference in CSS was observed between two groups among patients who were female or received radiotherapy. Marital status influenced survival in older patients with early-stage SCLC, especially in widowed individuals who were 70-79 years, male, and did not undergo surgery or radiotherapy.",
    "disease": "lung cancer",
    "clean_text": "impact of marital disparities in treatment and outcome in elderly patients with t n m small cell lung cancer this study aimed to investigate the impact of marital status on the treatment and survival of t n m elderly small cell lung cancer sclc patients all elderly years patients with t n m sclc were identified from the surveillance epidemiology and end results seer database we performed univariate and multivariable cox analysis to identify prognostic factors associated with overall survival os and cancer specific survival css propensity matching method psm was used to equalise confounders between groups of different marital status there were elderly patients with early stage sclc included in the study in multivariate analysis gender marital status and receipt of surgery and chemotherapy were associated with os whereas age and receipt of surgery chemotherapy or radiotherapy were associated with css after psm both median os and css were lower in widowed patients compared with married patients subgroup analyses showed that among patients who were years old male and did not receive surgery or radiotherapy os was significantly lower in widowed patients than in married patients whereas among those who were years female and received surgery or radiotherapy there was no significant difference in os between two groups similarly among patients who were male or did not receive radiotherapy the css of widowed patients was significantly lower than that of married patients but no significant difference in css was observed between two groups among patients who were female or received radiotherapy marital status influenced survival in older patients with early stage sclc especially in widowed individuals who were years male and did not undergo surgery or radiotherapy"
}