{
    "title": "Genomic variants associated with type 2 diabetes mellitus among Filipinos.",
    "doc_id": "39561140",
    "writer": "C Cutiongco-de la Paz EM",
    "year": "2024",
    "summary": "Type 2 diabetes mellitus leads to debilitating complications that affect the quality of life of many Filipinos. ...Determining genomic variants related to type 2 diabetes mellitus susceptibility can lead to early detection t …",
    "abstract": "Type 2 diabetes mellitus leads to debilitating complications that affect the quality of life of many Filipinos. Genetic variability contributes to 30% to 70% of T2DM risk. Determining genomic variants related to type 2 diabetes mellitus susceptibility can lead to early detection to prevent complications. However, interethnic variability in risk and genetic susceptibility exists. This study aimed to identify variants associated with type 2 diabetes mellitus among Filipinos using a case-control design frequency matched for age and sex. A comparison was made between 66 unrelated Filipino adults with type 2 diabetes mellitus and 121 without. Genotyping was done using a candidate gene approach on genetic variants of type 2 diabetes mellitus and its complications involving allelic association and genotypic association studies with correction for multiple testing. Nine (9) significant variants, mostly involved in glucose and energy metabolism, associated with type 2 diabetes mellitus in Filipinos were found. Notably, a CDKAL1 variant (rs7766070) confers the highest level of risk while rs7119 (HMG20A) and rs708272 (CETP) have high risk allele frequencies in this population at 0.77 and 0.66, respectively, making them potentially good markers for type 2 diabetes mellitus screening. The data generated can be valuable in developing genetic risk prediction models for type 2 diabetes mellitus to diagnose and prevent the condition among Filipinos.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39561140/",
    "clean_text": "genomic variants associated with type diabetes mellitus among filipinos type diabetes mellitus leads to debilitating complications that affect the quality of life of many filipinos determining genomic variants related to type diabetes mellitus susceptibility can lead to early detection t type diabetes mellitus leads to debilitating complications that affect the quality of life of many filipinos genetic variability contributes to to of t dm risk determining genomic variants related to type diabetes mellitus susceptibility can lead to early detection to prevent complications however interethnic variability in risk and genetic susceptibility exists this study aimed to identify variants associated with type diabetes mellitus among filipinos using a case control design frequency matched for age and sex a comparison was made between unrelated filipino adults with type diabetes mellitus and without genotyping was done using a candidate gene approach on genetic variants of type diabetes mellitus and its complications involving allelic association and genotypic association studies with correction for multiple testing nine significant variants mostly involved in glucose and energy metabolism associated with type diabetes mellitus in filipinos were found notably a cdkal variant rs confers the highest level of risk while rs hmg a and rs cetp have high risk allele frequencies in this population at and respectively making them potentially good markers for type diabetes mellitus screening the data generated can be valuable in developing genetic risk prediction models for type diabetes mellitus to diagnose and prevent the condition among filipinos"
}