{
    "title": "Low back pain and its relationship to back strength and physical activity in children.",
    "doc_id": "9001654",
    "writer": "Newcomer K",
    "year": "1996",
    "summary": "Statistical analyses were performed with appropriate correction for confounding factors. RESULTS: The frequency of low back pain and the relationship between low back pain and age, between low back pain and back strength, and betwe …",
    "abstract": "Objective:\n        \n      \n      The objective of the study was to determine the occurrence of low back pain and its relationship to back strength and physical activity in children.\n    \n\n\n          Methods and materials:\n        \n      \n      The study included 53 boys and 43 girls aged 10 to 19 years from a group of 116 children who had undergone isometric strength testing 4 years previously. No intervention was performed. Each child was asked five questions concerning low back pain. A questionnaire to quantify participation in athletic activities and manual labor was used as the basis for calculation of each child's activity level. Isometric back flexor and extensor strength were measured with the same method used 4 years previously. Statistical analyses were performed with appropriate correction for confounding factors.\n    \n\n\n          Results:\n        \n      \n      The frequency of low back pain and the relationship between low back pain and age, between low back pain and back strength, and between low back pain and physical activity were determined. There was a history of low back pain in 51%, and the frequency of low back pain in the past year was 35%. Eight percent of the children had been limited by low back pain, and 7% had seen a doctor for the pain. The first incident of low back pain occurred at a mean age of 12.3 years. The frequencies of a history of low back pain and of low back pain in the past year increased significantly with age (p = 0.02 and 0.01 respectively). Increased physical activity was significantly associated with a history of low back pain (p = 0.03), and increased back flexor strength was significantly associated with a history of low back pain and of low back pain in the past year (p = 0.03 and 0.008, respectively). The rate of low back flexor or strength over 4 years had a significantly positive association with the occurrence of low back pain in the past year (p = 0.008).\n    \n\n\n          Conclusions and relevance:\n        \n      \n      Low back pain is common in children, and, in contrast to adults, low back pain in these children was more common with increased physical activity and stronger back flexors. We believe the main causes of low back pain in children are musculotendinous strains and ligamentous sprains.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9001654/",
    "clean_text": "low back pain and its relationship to back strength and physical activity in children statistical analyses were performed with appropriate correction for confounding factors results the frequency of low back pain and the relationship between low back pain and age between low back pain and back strength and betwe objective the objective of the study was to determine the occurrence of low back pain and its relationship to back strength and physical activity in children methods and materials the study included boys and girls aged to years from a group of children who had undergone isometric strength testing years previously no intervention was performed each child was asked five questions concerning low back pain a questionnaire to quantify participation in athletic activities and manual labor was used as the basis for calculation of each child s activity level isometric back flexor and extensor strength were measured with the same method used years previously statistical analyses were performed with appropriate correction for confounding factors results the frequency of low back pain and the relationship between low back pain and age between low back pain and back strength and between low back pain and physical activity were determined there was a history of low back pain in and the frequency of low back pain in the past year was eight percent of the children had been limited by low back pain and had seen a doctor for the pain the first incident of low back pain occurred at a mean age of years the frequencies of a history of low back pain and of low back pain in the past year increased significantly with age p and respectively increased physical activity was significantly associated with a history of low back pain p and increased back flexor strength was significantly associated with a history of low back pain and of low back pain in the past year p and respectively the rate of low back flexor or strength over years had a significantly positive association with the occurrence of low back pain in the past year p conclusions and relevance low back pain is common in children and in contrast to adults low back pain in these children was more common with increased physical activity and stronger back flexors we believe the main causes of low back pain in children are musculotendinous strains and ligamentous sprains"
}