{
    "pmid": "41395227",
    "title": "Identification and validation of immune-related biomarkers in osteoarthritis via integrated bioinformatics and experimental approaches.",
    "abstract": "Knee osteoarthritis (OA) is a prevalent degenerative joint disease and a leading cause of disability worldwide. While traditionally considered a mechanical disorder, accumulating evidence highlights the critical role of dysregulated immune responses in OA pathogenesis. Despite this, specific immune-related biomarkers for early diagnosis remain poorly defined. This study aims to systematically identify and validate immune-related molecular signatures involved in knee OA, providing potential diagnostic biomarkers and therapeutic targets. We applied integrated bioinformatics and machine-learning approaches to identify immune-related biomarkers specific to OA and validated their expression through in vitro experiments. Two immune-related hub genes, BCL6 and HMGB2, were found to be significantly downregulated in OA cartilage. Both demonstrated strong diagnostic performance and were consistently validated across external datasets and in vitro assays. This study identifies BCL6 and HMGB2 as robust immune-related biomarkers in knee OA, providing new insights into disease mechanisms and potential avenues for early diagnosis and therapeutic intervention. The online version contains supplementary material available at 10.1007/s10616-025-00876-7.",
    "disease": "osteoarthritis",
    "clean_text": "identification and validation of immune related biomarkers in osteoarthritis via integrated bioinformatics and experimental approaches knee osteoarthritis oa is a prevalent degenerative joint disease and a leading cause of disability worldwide while traditionally considered a mechanical disorder accumulating evidence highlights the critical role of dysregulated immune responses in oa pathogenesis despite this specific immune related biomarkers for early diagnosis remain poorly defined this study aims to systematically identify and validate immune related molecular signatures involved in knee oa providing potential diagnostic biomarkers and therapeutic targets we applied integrated bioinformatics and machine learning approaches to identify immune related biomarkers specific to oa and validated their expression through in vitro experiments two immune related hub genes bcl and hmgb were found to be significantly downregulated in oa cartilage both demonstrated strong diagnostic performance and were consistently validated across external datasets and in vitro assays this study identifies bcl and hmgb as robust immune related biomarkers in knee oa providing new insights into disease mechanisms and potential avenues for early diagnosis and therapeutic intervention the online version contains supplementary material available at s"
}