{
    "pmid": "41340971",
    "title": "Point-of-Care Agitated Saline Contrast Echocardiography in the Diagnosis of Respiratory Failure: A Case of Hepatopulmonary Syndrome With Decompensated Heart Failure.",
    "abstract": "Hepatopulmonary syndrome (HPS) causes hypoxemia due to intrapulmonary shunting in patients with liver disease or portal hypertension. Its recognition can be challenging when decompensated heart failure coexists and mimics or masks the true mechanism of gas-exchange failure. We report the case of a 65‑year‑old man with a history of heavy alcohol consumption, who was diagnosed with alcoholic liver cirrhosis (Child-Pugh class C, model for end-stage liver disease (MELD) score of 24) with portal hypertension, esophageal varices (Paquet grade III), and mild ascites. Past medical history was notable for dilated alcoholic cardiomyopathy, heart failure with reduced ejection fraction (New York Heart Association (NYHA) class II, left ventricle ejection fraction (LVEF) 30%), permanent atrial fibrillation (AF) (on bisoprolol and anticoagulation with acenocoumarol), and a prior mitral valve prosthesis. The patient presented with a one-week history of marked weakness and progressive dyspnea (initially exertional, later at rest on admission, and not position-dependent), without other symptoms. Upon admission, profound hypoxemia was discovered (arterial blood gas (ABG) showed pH 7.399, arterial partial pressure of oxygen (PaO",
    "disease": "liver cirrhosis",
    "clean_text": "point of care agitated saline contrast echocardiography in the diagnosis of respiratory failure a case of hepatopulmonary syndrome with decompensated heart failure hepatopulmonary syndrome hps causes hypoxemia due to intrapulmonary shunting in patients with liver disease or portal hypertension its recognition can be challenging when decompensated heart failure coexists and mimics or masks the true mechanism of gas exchange failure we report the case of a year old man with a history of heavy alcohol consumption who was diagnosed with alcoholic liver cirrhosis child pugh class c model for end stage liver disease meld score of with portal hypertension esophageal varices paquet grade iii and mild ascites past medical history was notable for dilated alcoholic cardiomyopathy heart failure with reduced ejection fraction new york heart association nyha class ii left ventricle ejection fraction lvef permanent atrial fibrillation af on bisoprolol and anticoagulation with acenocoumarol and a prior mitral valve prosthesis the patient presented with a one week history of marked weakness and progressive dyspnea initially exertional later at rest on admission and not position dependent without other symptoms upon admission profound hypoxemia was discovered arterial blood gas abg showed ph arterial partial pressure of oxygen pao"
}