{
    "title": "[Pollution Characteristics of PM(2.5) Chemical Composition in Zhejiang Province].",
    "doc_id": "36922191",
    "writer": "Zhou JQ",
    "year": "2023",
    "summary": "The PM(2.5) mass concentrations in the coastal areas of eastern Zhejiang and southern Zhejiang were relatively low, 8.4% and 14.9% lower than the average, respectively. ...The main air sources of western Zhejiang were the Yellow Sea-southern Jiangsu (autumn), …",
    "abstract": "To investigate the seasonal and regional pollution characteristics of PM2.5 chemical composition in Zhejiang province, this study was based on manual sampling monitoring data from 11 sampling sites of four regions in Zhejiang province from October 1, 2019 to September 30, 2020. The results showed that during the observation period, the average ρ(PM2.5) of the four regions ranged from 34.3 μg·m-3 to 46.4 μg·m-3. The PM2.5 mass concentrations in the hinterland areas of western Zhejiang and northern Zhejiang were relatively high, 15.1% and 13.2% higher than the mean value, respectively. The PM2.5 mass concentrations in the coastal areas of eastern Zhejiang and southern Zhejiang were relatively low, 8.4% and 14.9% lower than the average, respectively. The seasonal characteristics showed a higher concentration in autumn and winter and lowest concentration in summer. The seasonal variation in PM2.5 mass concentration from autumn to spring was not obvious in southern Zhejiang, whereas in western Zhejiang, the PM2.5 mass concentration followed a descending sequence of autumn>winter>spring>summer. In northern Zhejiang and eastern Zhejiang, the trend was winter>autumn>spring>summer. During the observation period in the inland area, the ρ(PM2.5) of the scenic area, administrative area, residential area, and mixed area of commercial traffic and residents were (40.2±10.2), (46.3±9.6), (50.1±10.6), and (46.7±10.2) μg·m-3, respectively. The highest value of ρ(PM2.5) was in the residential area. During the sampling period in coastal areas, the ρ(PM2.5) of the cultural and entertainment area and mixed area of commercial traffic and residents were (27.4±5.8) μg·m-3and (37.2±5.6) μg·m-3, respectively. The contribution rates of organic matter (OM), NO3-, SO42-, NH4+, trace elements, and crustal matter in PM2.5were 26.4%, 15.4%, 12.4%, 9.0%, 7.1%, and 5.7%, respectively. The SNA, including SO42-, NO3-, and NH4+, contributed 36.8% in PM2.5. In terms of seasons, the contribution of OM to PM2.5 in autumn, spring, and summer was higher than that of other compositions, which accounted for 28.3%, 27.7%, and 26.3%, respectively. The contribution rate of NO3- in PM2.5 was the largest in winter, reaching 24.3%. In terms of spatial distribution, SNA contributed the most to PM2.5 in all regions, ranging from 32.8% to 39.7%, with the highest in northern Zhejiang and the lowest in southern Zhejiang. The SNA of all regions presented NO3->SO42->NH4+. Based on the backward trajectory clustering analysis, the main air sources of northern Zhejiang were the Yellow Sea-southern Jiangsu (autumn), northern Anhui (winter), East China Sea (spring), and western Jiangsu (summer) areas, with contribution rates of 38.11%, 35.28%, 37.46%, and 27.87%, respectively. The main air sources of western Zhejiang were the Yellow Sea-southern Jiangsu (autumn), southern Anhui (winter), eastern Zhejiang (spring), and northern Zhejiang (summer), with contribution rates of 38.11%, 37.50%, 46.55%, and 32.58%, respectively. The air of autumn, winter, spring, and summer in eastern Zhejiang were influenced by air masses from northern Hebei (36.07%), eastern Shandong (38.06%), East China Sea (30.17%), and southern Guangdong (34.43%), respectively. In autumn, winter, spring, and summer, southern Zhejiang was affected by air masses from the Yellow Sea (35.66%), northeast Anhui (34.44%), East China Sea (26.72%), and southern Fujian coast (35.00%), respectively. The regions in Zhejiang province showed large seasonal differences. The difference value between the maximum value of ρ(PM2.5) in the northwest and the lowest value in the southeast was 21.0 μg·m-3 and 20.5 μg·m-3 in autumn and winter, respectively; the difference values in spring and summer were 10.4 μg·m-3 and 6.1 μg·m-3. Thus, the northern air mass had a certain exogenous contribution to PM2.5 in autumn and winter in Zhejiang province. However, with the weakening of the northern air mass trajectory in spring and summer and the increasing contribution of the southern and east China Sea air mass to the air flow in Zhejiang province, PM2.5 pollution showed a trend of improvement.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36922191/",
    "clean_text": "pollution characteristics of pm chemical composition in zhejiang province the pm mass concentrations in the coastal areas of eastern zhejiang and southern zhejiang were relatively low and lower than the average respectively the main air sources of western zhejiang were the yellow sea southern jiangsu autumn to investigate the seasonal and regional pollution characteristics of pm chemical composition in zhejiang province this study was based on manual sampling monitoring data from sampling sites of four regions in zhejiang province from october to september the results showed that during the observation period the average pm of the four regions ranged from g m to g m the pm mass concentrations in the hinterland areas of western zhejiang and northern zhejiang were relatively high and higher than the mean value respectively the pm mass concentrations in the coastal areas of eastern zhejiang and southern zhejiang were relatively low and lower than the average respectively the seasonal characteristics showed a higher concentration in autumn and winter and lowest concentration in summer the seasonal variation in pm mass concentration from autumn to spring was not obvious in southern zhejiang whereas in western zhejiang the pm mass concentration followed a descending sequence of autumn winter spring summer in northern zhejiang and eastern zhejiang the trend was winter autumn spring summer during the observation period in the inland area the pm of the scenic area administrative area residential area and mixed area of commercial traffic and residents were and g m respectively the highest value of pm was in the residential area during the sampling period in coastal areas the pm of the cultural and entertainment area and mixed area of commercial traffic and residents were g m and g m respectively the contribution rates of organic matter om no so nh trace elements and crustal matter in pm were and respectively the sna including so no and nh contributed in pm in terms of seasons the contribution of om to pm in autumn spring and summer was higher than that of other compositions which accounted for and respectively the contribution rate of no in pm was the largest in winter reaching in terms of spatial distribution sna contributed the most to pm in all regions ranging from to with the highest in northern zhejiang and the lowest in southern zhejiang the sna of all regions presented no so nh based on the backward trajectory clustering analysis the main air sources of northern zhejiang were the yellow sea southern jiangsu autumn northern anhui winter east china sea spring and western jiangsu summer areas with contribution rates of and respectively the main air sources of western zhejiang were the yellow sea southern jiangsu autumn southern anhui winter eastern zhejiang spring and northern zhejiang summer with contribution rates of and respectively the air of autumn winter spring and summer in eastern zhejiang were influenced by air masses from northern hebei eastern shandong east china sea and southern guangdong respectively in autumn winter spring and summer southern zhejiang was affected by air masses from the yellow sea northeast anhui east china sea and southern fujian coast respectively the regions in zhejiang province showed large seasonal differences the difference value between the maximum value of pm in the northwest and the lowest value in the southeast was g m and g m in autumn and winter respectively the difference values in spring and summer were g m and g m thus the northern air mass had a certain exogenous contribution to pm in autumn and winter in zhejiang province however with the weakening of the northern air mass trajectory in spring and summer and the increasing contribution of the southern and east china sea air mass to the air flow in zhejiang province pm pollution showed a trend of improvement"
}