{
    "pmid": "41338596",
    "title": "Current practices, perceptions and future challenges in the management of moderate to severe COPD: a cross-sectional survey of respiratory consultants in the Republic of Ireland.",
    "abstract": "Evidence is growing for interventions beyond inhaled therapies in chronic obstructive pulmonary disease (COPD). Clinician attitudes and access to these therapies are crucial to informing COPD care pathways. We sought to explore current attitudes, practices, future directions and challenges in the management of moderate to severe COPD among respiratory consultants in the Republic of Ireland (ROI). A custom online survey was disseminated by email and text messaging to respiratory consultants in the ROI through the Irish Thoracic Society contact list. 37 responses were received (24.5% response rate), of which 36 were eligible for inclusion. Completion rate was 97.2% (n=35). Only 9 of 30 respondents (30%) reported sufficient access to pulmonary rehabilitation (PR), and 9 of 29 (31%) to a dedicated COPD multidisciplinary team (MDT). 10 of 29 respondents (34%) infrequently or never consider long-term non-invasive ventilation (LTNIV), despite 21 of 27 (78%) rating the quality of evidence for its benefit in reducing hospitalisations as moderate or high. 16 of 27 respondents (59%) infrequently or never consider lung volume reduction (LVR), despite 22 of 25 (88%) perceiving it to be moderately or highly beneficial towards improving quality of life. There was variable uncertainty regarding the evidence for biologics in COPD, with up to 11 of 24 respondents (46%) uncertain about Tezepelumab. Perceived challenges to integrating biologics into COPD care in the ROI included the absence of national drug reimbursement agreements, lack of dedicated COPD MDTs and administrative burden. Our study highlights insufficient access to PR and COPD MDTs, variable attitudes towards LTNIV and LVR, and uncertainty around the role of biologics in COPD care. While the modest response rate may limit generalisability, our findings underscore the need to address infrastructural and systemic barriers to optimise care pathways for moderate to severe COPD in the ROI.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "current practices perceptions and future challenges in the management of moderate to severe copd a cross sectional survey of respiratory consultants in the republic of ireland evidence is growing for interventions beyond inhaled therapies in chronic obstructive pulmonary disease copd clinician attitudes and access to these therapies are crucial to informing copd care pathways we sought to explore current attitudes practices future directions and challenges in the management of moderate to severe copd among respiratory consultants in the republic of ireland roi a custom online survey was disseminated by email and text messaging to respiratory consultants in the roi through the irish thoracic society contact list responses were received response rate of which were eligible for inclusion completion rate was n only of respondents reported sufficient access to pulmonary rehabilitation pr and of to a dedicated copd multidisciplinary team mdt of respondents infrequently or never consider long term non invasive ventilation ltniv despite of rating the quality of evidence for its benefit in reducing hospitalisations as moderate or high of respondents infrequently or never consider lung volume reduction lvr despite of perceiving it to be moderately or highly beneficial towards improving quality of life there was variable uncertainty regarding the evidence for biologics in copd with up to of respondents uncertain about tezepelumab perceived challenges to integrating biologics into copd care in the roi included the absence of national drug reimbursement agreements lack of dedicated copd mdts and administrative burden our study highlights insufficient access to pr and copd mdts variable attitudes towards ltniv and lvr and uncertainty around the role of biologics in copd care while the modest response rate may limit generalisability our findings underscore the need to address infrastructural and systemic barriers to optimise care pathways for moderate to severe copd in the roi"
}