{
    "pmid": "41423293",
    "title": "Efficacy and safety of iguratimod in patients with primary Sjögren's syndrome: a multicentre randomised controlled trial.",
    "abstract": "This multicentre randomised controlled trial aimed to compare the efficacy and safety of iguratimod (IGU) and hydroxychloroquine (HCQ) in patients with active primary Sjögren's syndrome (pSS). Eligible pSS patients were randomised 1:1 to receive IGU (25 mg two times per day) or HCQ (0.2 g two times per day) for 24 weeks. The primary endpoint was the Sjögren's Syndrome Responder Index-30 (SSRI-30) response rate at week 24. Secondary endpoints included the Sjögren's Tool for Assessing Response (STAR), European Alliance of Associations for Rheumatology (EULAR) Sjögren's Syndrome Disease Activity Index (ESSDAI), EULAR Sjögren's Syndrome Patient Reported Index (ESSPRI) and biomarker changes. A total of 78 pSS patients were randomised (40 in HCQ group, 38 in IGU group) and 66 patients (35 in HCQ group, 31 in IGU group) completed the 24-week research. SSRI-30 response rate, the primary endpoint, was numerically higher in the IGU group (57.9% vs 40.0%, p=0.114), but with no statistical significance. However, IGU demonstrated significantly higher response rates for key secondary endpoints including STAR (39.5% vs 15.0%, p=0.015) and ESSDAI (21.1% vs 5.0%, p=0.034) response rate. IGU also showed superior IgG reduction (p=0.046). Adverse events were more frequent with IGU (60.6% vs 37.8%) but were mostly mild. IGU monotherapy demonstrated significant improvements in composite, systemic and serologic outcomes compared with HCQ in active pSS and was well-tolerated. These findings establish IGU as a promising therapeutic option for pSS, particularly in the subset of patients with hyperglobulinaemia. NCT04981145.",
    "disease": "rheumatoid arthritis",
    "clean_text": "efficacy and safety of iguratimod in patients with primary sj gren s syndrome a multicentre randomised controlled trial this multicentre randomised controlled trial aimed to compare the efficacy and safety of iguratimod igu and hydroxychloroquine hcq in patients with active primary sj gren s syndrome pss eligible pss patients were randomised to receive igu mg two times per day or hcq g two times per day for weeks the primary endpoint was the sj gren s syndrome responder index ssri response rate at week secondary endpoints included the sj gren s tool for assessing response star european alliance of associations for rheumatology eular sj gren s syndrome disease activity index essdai eular sj gren s syndrome patient reported index esspri and biomarker changes a total of pss patients were randomised in hcq group in igu group and patients in hcq group in igu group completed the week research ssri response rate the primary endpoint was numerically higher in the igu group vs p but with no statistical significance however igu demonstrated significantly higher response rates for key secondary endpoints including star vs p and essdai vs p response rate igu also showed superior igg reduction p adverse events were more frequent with igu vs but were mostly mild igu monotherapy demonstrated significant improvements in composite systemic and serologic outcomes compared with hcq in active pss and was well tolerated these findings establish igu as a promising therapeutic option for pss particularly in the subset of patients with hyperglobulinaemia nct"
}