{
    "pmid": "41432296",
    "title": "CD46 regulates hepatitis B virus entry by modulating cell-surface NTCP levels through cis-interaction.",
    "abstract": "Hepatitis B virus (HBV) infection remains a major global health challenge. While sodium taurocholate co-transporting polypeptide (NTCP) is the primary receptor for HBV entry, the molecular mechanisms regulating NTCP-mediated viral entry remain incompletely understood. Here, we identified CD46 as a crucial regulatory factor for NTCP membrane expression. We found that CD46 interacted with NTCP in cis at the plasma membrane through proximity-based labeling screening. The depletion of CD46 significantly reduced cell-surface NTCP levels and HBV infection in hepatocytes. Anti-CD46 monoclonal antibodies, particularly clone E4.3, inhibited HBV infection by triggering NTCP internalization from the plasma membrane to intracellular vesicles. The antiviral effect of CD46 antibodies was also confirmed in primary human hepatocytes. Our study reveals a previously unknown mechanism regulating NTCP-mediated HBV entry and suggests CD46 as a potential therapeutic target for HBV infection.",
    "disease": "influenza",
    "clean_text": "cd regulates hepatitis b virus entry by modulating cell surface ntcp levels through cis interaction hepatitis b virus hbv infection remains a major global health challenge while sodium taurocholate co transporting polypeptide ntcp is the primary receptor for hbv entry the molecular mechanisms regulating ntcp mediated viral entry remain incompletely understood here we identified cd as a crucial regulatory factor for ntcp membrane expression we found that cd interacted with ntcp in cis at the plasma membrane through proximity based labeling screening the depletion of cd significantly reduced cell surface ntcp levels and hbv infection in hepatocytes anti cd monoclonal antibodies particularly clone e inhibited hbv infection by triggering ntcp internalization from the plasma membrane to intracellular vesicles the antiviral effect of cd antibodies was also confirmed in primary human hepatocytes our study reveals a previously unknown mechanism regulating ntcp mediated hbv entry and suggests cd as a potential therapeutic target for hbv infection"
}