{
    "title": "Antinociceptive and wound healing effects of a commercial formulation of lidocaine, bupivacaine, adrenaline and cetrimide applied topically to superficial skin wounds in horses.",
    "doc_id": "38975630",
    "writer": "Pratt S",
    "year": "2024",
    "summary": "METHODS: The antinociceptive effect, measured by mechanical threshold (MT), and the wound healing impacts of LBAC compared with saline were investigated on surgically created 20 20 mm distal limb wounds in 10 horses. ...The experimental design did not include a mode …",
    "abstract": "Background:\n        \n      \n      Post-traumatic distal limb wounds cause discomfort and heal gradually by second intention. The topical application of Tri-Solfen (lidocaine hydrochloride, bupivacaine hydrochloride, adrenaline acid tartrate and cetrimide [LBAC]) produces effective postsurgical cutaneous analgesia in lambs, calves and piglets; however, its effect on wounds in horses is unknown.\n    \n\n\n          Methods:\n        \n      \n      The antinociceptive effect, measured by mechanical threshold (MT), and the wound healing impacts of LBAC compared with saline were investigated on surgically created 20 × 20 mm distal limb wounds in 10 horses. Treatment was applied once daily for 7 days following wounding on day 0. Mechanical thresholds were measured after treatment on days 1, 2 and 3. Healing was observed for 25 days.\n    \n\n\n          Results:\n        \n      \n      The topical application of LBAC immediately following wounding and its reapplication 24 hours later increased the average MT on the first post-traumatic day by 3 Newtons. However, no antinociceptive benefit was observed on days 2 or 3. Treatment with LBAC did not adversely affect wound healing when compared with saline.\n    \n\n\n          Limitations:\n        \n      \n      Methodological differences preclude absolute MT comparisons between studies. The experimental design did not include a model of contaminated or naturally occurring wounds.\n    \n\n\n          Conclusion:\n        \n      \n      LBAC may provide an early antinociceptive benefit when applied to uncontaminated surgically created wounds without compromising healing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38975630/",
    "clean_text": "antinociceptive and wound healing effects of a commercial formulation of lidocaine bupivacaine adrenaline and cetrimide applied topically to superficial skin wounds in horses methods the antinociceptive effect measured by mechanical threshold mt and the wound healing impacts of lbac compared with saline were investigated on surgically created mm distal limb wounds in horses the experimental design did not include a mode background post traumatic distal limb wounds cause discomfort and heal gradually by second intention the topical application of tri solfen lidocaine hydrochloride bupivacaine hydrochloride adrenaline acid tartrate and cetrimide lbac produces effective postsurgical cutaneous analgesia in lambs calves and piglets however its effect on wounds in horses is unknown methods the antinociceptive effect measured by mechanical threshold mt and the wound healing impacts of lbac compared with saline were investigated on surgically created mm distal limb wounds in horses treatment was applied once daily for days following wounding on day mechanical thresholds were measured after treatment on days and healing was observed for days results the topical application of lbac immediately following wounding and its reapplication hours later increased the average mt on the first post traumatic day by newtons however no antinociceptive benefit was observed on days or treatment with lbac did not adversely affect wound healing when compared with saline limitations methodological differences preclude absolute mt comparisons between studies the experimental design did not include a model of contaminated or naturally occurring wounds conclusion lbac may provide an early antinociceptive benefit when applied to uncontaminated surgically created wounds without compromising healing"
}