{
    "pmid": "41462186",
    "title": "Is colonic lavage an effective tool for left-sided colonic oncological emergencies?",
    "abstract": "The management of left-sided colonic oncological emergencies remains challenging, especially in choosing the optimal approach to control fecal contamination while minimizing surgical risks. This retrospective study evaluates intraoperative colonic lavage (IOCL) versus manual decompression (MD) in emergency left-sided colonic resections with primary anastomosis. Data from 70 patients who underwent emergency colorectal surgery at Pisa University Hospital between 2010 and 2022 were divided into two groups: IOCL (Group A, n = 23) and MD (Group B, n = 47). Primary endpoint was the rate of anastomotic leakage while secondary endpoints included incisional surgical site infections (SSI), overall morbidity, mortality, and length of hospital stay (LOS). Although IOCL significantly increased operative time (p < 0.0001), it was associated with a shorter ICU stay (p < 0.0001). No significant differences were observed between groups regarding anastomotic leakage, incisional SSI rates, overall morbidity, or LOS. These results align with previous studies suggesting that while IOCL may offer benefits in reducing ICU stays, it does not significantly impact overall morbidity or infection risk compared to MD. Our findings suggest that IOCL could be advantageous in selected, hemodynamically stable patients; however, further research is needed to confirm its efficacy. Given the similar morbidity and infection rates, MD remains a viable alternative. Future multicenter randomized studies could further clarify IOCL's clinical benefits in left-sided colonic emergencies, helping to establish guidelines for its use in routine practice.",
    "disease": "colorectal cancer",
    "clean_text": "is colonic lavage an effective tool for left sided colonic oncological emergencies the management of left sided colonic oncological emergencies remains challenging especially in choosing the optimal approach to control fecal contamination while minimizing surgical risks this retrospective study evaluates intraoperative colonic lavage iocl versus manual decompression md in emergency left sided colonic resections with primary anastomosis data from patients who underwent emergency colorectal surgery at pisa university hospital between and were divided into two groups iocl group a n and md group b n primary endpoint was the rate of anastomotic leakage while secondary endpoints included incisional surgical site infections ssi overall morbidity mortality and length of hospital stay los although iocl significantly increased operative time p it was associated with a shorter icu stay p no significant differences were observed between groups regarding anastomotic leakage incisional ssi rates overall morbidity or los these results align with previous studies suggesting that while iocl may offer benefits in reducing icu stays it does not significantly impact overall morbidity or infection risk compared to md our findings suggest that iocl could be advantageous in selected hemodynamically stable patients however further research is needed to confirm its efficacy given the similar morbidity and infection rates md remains a viable alternative future multicenter randomized studies could further clarify iocl s clinical benefits in left sided colonic emergencies helping to establish guidelines for its use in routine practice"
}