{
    "pmid": "41372810",
    "title": "Epidemiological analysis of pediatric respiratory pathogens in Hunan, China: a retrospective multicenter study from 2022 to 2024.",
    "abstract": "The zero-COVID policy and non-pharmaceutical interventions (NPIs) implemented in response to COVID-19 concurrently influenced the transmission of other respiratory pathogens. In the post-pandemic era following the policy's cessation, whether the epidemiological patterns of these respiratory pathogens have reverted to pre-pandemic baselines or persisted unchanged remains a subject of interest. The retrospective study analyzed 8,774 cases with acute respiratory tract infections (ARTIs) from 2022 to 2024, with data sourced from 26 children's hospitals or general hospitals in Hunan Province, to investigate the potential impacts of policy changes on epidemiology. Nine common respiratory pathogens were detected using targeted next-generation sequencing (tNGS) technology. Among children seeking medical care, the overall pathogen positive rate increased (P < 0.001) in both 2023 and 2024, primarily affecting children aged ≤ 1 year and those ≥ 6 years. The positivity rate of respiratory syncytial virus (RSV, both RSV-A and RSV-B) in children aged ≤ 3 years increased and resumed its winter-spring seasonality in 2023-2024, with RSV-A predominant in 2023 and RSV-B in 2024. Human metapneumovirus (HMPV) showing a counter-seasonal pattern. The seasonal epidemics of human parainfluenza virus (HPIV) (mainly HPIV-3) and human bocavirus (HBoV) occur earlier in summer. Influenza A virus (FluA) established typical circulation pattern with influenza B virus (FluB) in autumn and winter. The positive rate of single infection and co-infection of pathogens increased (P < 0.01). The negative co-occurrence patterns between viruses are common. The restricted cubic spline (RCS) model indicates that the susceptible populations for RSV, HMPV, HPIV, and FluA have changed. With the end of the Zero-COVID policy, some respiratory pathogens, including RSV, HPIV, HBoV, and Flu, show clear seasonality. Clinics should closely monitor the epidemiological trends of pediatric respiratory pathogens in the post-pandemic period. Not applicable. This study is a retrospective analysis based on clinical data. Since it only involves statistical analysis and no clinical trials, a clinical trial number is not required.",
    "disease": "influenza",
    "clean_text": "epidemiological analysis of pediatric respiratory pathogens in hunan china a retrospective multicenter study from to the zero covid policy and non pharmaceutical interventions npis implemented in response to covid concurrently influenced the transmission of other respiratory pathogens in the post pandemic era following the policy s cessation whether the epidemiological patterns of these respiratory pathogens have reverted to pre pandemic baselines or persisted unchanged remains a subject of interest the retrospective study analyzed cases with acute respiratory tract infections artis from to with data sourced from children s hospitals or general hospitals in hunan province to investigate the potential impacts of policy changes on epidemiology nine common respiratory pathogens were detected using targeted next generation sequencing tngs technology among children seeking medical care the overall pathogen positive rate increased p in both and primarily affecting children aged year and those years the positivity rate of respiratory syncytial virus rsv both rsv a and rsv b in children aged years increased and resumed its winter spring seasonality in with rsv a predominant in and rsv b in human metapneumovirus hmpv showing a counter seasonal pattern the seasonal epidemics of human parainfluenza virus hpiv mainly hpiv and human bocavirus hbov occur earlier in summer influenza a virus flua established typical circulation pattern with influenza b virus flub in autumn and winter the positive rate of single infection and co infection of pathogens increased p the negative co occurrence patterns between viruses are common the restricted cubic spline rcs model indicates that the susceptible populations for rsv hmpv hpiv and flua have changed with the end of the zero covid policy some respiratory pathogens including rsv hpiv hbov and flu show clear seasonality clinics should closely monitor the epidemiological trends of pediatric respiratory pathogens in the post pandemic period not applicable this study is a retrospective analysis based on clinical data since it only involves statistical analysis and no clinical trials a clinical trial number is not required"
}