{
    "title": "Physical activity and exercise training in cancer patients.",
    "doc_id": "33183519",
    "writer": "Maddocks M.",
    "year": "2020",
    "summary": "Most guidelines for cancer survivors suggest that physical activity and exercise should be an integral and continuous part of care for all cancer survivors. ...Evidence for the added value of providing nutritional support alongside exercise is emerging …",
    "abstract": "Reduced physical function, incorporating exercise intolerance, physical inactivity and dependency, is a common consequence of cancer and its treatment. Most guidelines for cancer survivors suggest that physical activity and exercise should be an integral and continuous part of care for all cancer survivors. However, the full potential of exercise will be only realized with careful and considered individual prescription. Strong evidence supports the promotion of physical activity and exercise for adult cancer patients before, during, and after cancer treatment, across all cancer types, and including patients with advanced disease. Combined aerobic and resistance exercise training, targeting fitness and muscle function, may be particularly relevant in patients with cachexia and other wasting related syndromes. Evidence for the added value of providing nutritional support alongside exercise is emerging. Patient, family and professional beliefs about the value and benefits of physical activity and exercise all influence patients' attitudes and motivation to participate in programmes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33183519/",
    "clean_text": "physical activity and exercise training in cancer patients most guidelines for cancer survivors suggest that physical activity and exercise should be an integral and continuous part of care for all cancer survivors evidence for the added value of providing nutritional support alongside exercise is emerging reduced physical function incorporating exercise intolerance physical inactivity and dependency is a common consequence of cancer and its treatment most guidelines for cancer survivors suggest that physical activity and exercise should be an integral and continuous part of care for all cancer survivors however the full potential of exercise will be only realized with careful and considered individual prescription strong evidence supports the promotion of physical activity and exercise for adult cancer patients before during and after cancer treatment across all cancer types and including patients with advanced disease combined aerobic and resistance exercise training targeting fitness and muscle function may be particularly relevant in patients with cachexia and other wasting related syndromes evidence for the added value of providing nutritional support alongside exercise is emerging patient family and professional beliefs about the value and benefits of physical activity and exercise all influence patients attitudes and motivation to participate in programmes"
}