{
    "title": "Retinal Stem Cell 'Retirement Plans': Growth, Regulation and Species Adaptations in the Retinal Ciliary Marginal Zone.",
    "doc_id": "34207050",
    "writer": "Miles A",
    "year": "2021",
    "summary": "This region, termed the ciliary or circumferential marginal zone (CMZ), possibly represents a conserved retinal stem cell niche. In this review, we highlight the research characterizing similar CMZ-like regions, or stem-like cells located at the peripheral margin …",
    "abstract": "The vertebrate retina develops from a specified group of precursor cells that adopt distinct identities and generate lineages of either the neural retina, retinal pigmented epithelium, or ciliary body. In some species, including teleost fish and amphibians, proliferative cells with stem-cell-like properties capable of continuously supplying new retinal cells post-embryonically have been characterized and extensively studied. This region, termed the ciliary or circumferential marginal zone (CMZ), possibly represents a conserved retinal stem cell niche. In this review, we highlight the research characterizing similar CMZ-like regions, or stem-like cells located at the peripheral margin, across multiple different species. We discuss the proliferative parameters, multipotency and growth mechanisms of these cells to understand how they behave in vivo and how different molecular factors and signalling networks converge at the CMZ niche to regulate their activity. The evidence suggests that the mature retina may have a conserved propensity for homeostatic growth and plasticity and that dysfunction in the regulation of CMZ activity may partially account for dystrophic eye growth diseases such as myopia and hyperopia. A better understanding of the properties of CMZ cells will enable important insight into how an endogenous generative tissue compartment can adapt to altered retinal physiology and potentially even restore vision loss caused by retinal degenerative conditions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34207050/",
    "clean_text": "retinal stem cell retirement plans growth regulation and species adaptations in the retinal ciliary marginal zone this region termed the ciliary or circumferential marginal zone cmz possibly represents a conserved retinal stem cell niche in this review we highlight the research characterizing similar cmz like regions or stem like cells located at the peripheral margin the vertebrate retina develops from a specified group of precursor cells that adopt distinct identities and generate lineages of either the neural retina retinal pigmented epithelium or ciliary body in some species including teleost fish and amphibians proliferative cells with stem cell like properties capable of continuously supplying new retinal cells post embryonically have been characterized and extensively studied this region termed the ciliary or circumferential marginal zone cmz possibly represents a conserved retinal stem cell niche in this review we highlight the research characterizing similar cmz like regions or stem like cells located at the peripheral margin across multiple different species we discuss the proliferative parameters multipotency and growth mechanisms of these cells to understand how they behave in vivo and how different molecular factors and signalling networks converge at the cmz niche to regulate their activity the evidence suggests that the mature retina may have a conserved propensity for homeostatic growth and plasticity and that dysfunction in the regulation of cmz activity may partially account for dystrophic eye growth diseases such as myopia and hyperopia a better understanding of the properties of cmz cells will enable important insight into how an endogenous generative tissue compartment can adapt to altered retinal physiology and potentially even restore vision loss caused by retinal degenerative conditions"
}