{
    "title": "Endometrial Thickness Measurement as Predictor of Endometrial Hyperplasia and Cancer in Perimenopausal Uterine Bleeding: Cross-Sectional Study.",
    "doc_id": "36853321",
    "writer": "Thoprasert P",
    "year": "2023",
    "summary": "BACKGROUND: Endometrial thickness (ET) measurement was an alternative method for predicting abnormal endometrial pathology in postmenopausal bleeding. ...Subjects who met inclusion criteria underwent ET measurement and endometrial biopsy via endometrial …",
    "abstract": "Background:\n        \n      \n      Endometrial thickness (ET) measurement was an alternative method for predicting abnormal endometrial pathology in postmenopausal bleeding. Cut-off value of ET measurement could not be use in perimenopausal bleeding.\n    \n\n\n          Objective:\n        \n      \n      Aim of this study was to investigate appropriate ET cut-off value for perimenopause women with abnormal uterine bleeding (PEMB) and abnormal endometrial histopathology.\n    \n\n\n          Material and methods:\n        \n      \n      This was a cross-sectional study. PEMB at Bhumibol Adulyadej Hospital between July 2018 and June 2022 were recruited. Subjects who met inclusion criteria underwent ET measurement and endometrial biopsy via endometrial aspirator. Participants who had histopathology report of endometrial hyperplasia and more were classified as the study group. The Control group were subjects with no endometrial hyperplasia or cancer. Demographic and clinical character data were included. Correlation of ET and endometrial histopathology were calculated for statistical significance.\n    \n\n\n          Results:\n        \n      \n      A total of 304 cases were included. After exclusion, 254 subjects were recruited for this study. There were 22 and 232 cases in the study and control groups, respectively. The mean age and body mass index (BMI) of participants were 44.7 years old and 27.5 kg/m2, respectively. Prevalence of endometrial hyperplasia and cancer in perimenopausal uterine bleeding were 7.5 (19/254) and 1.2 (3/254) percent, respectively. Endometrial thickness equal to and more than 8 mm was associated with abnormal endometrial histopathology with statistical significance. Age, BMI, nulliparity, anovulatory bleeding history, hypothyroidism, diabetes mellitus and anovulation state of both groups were comparable.\n    \n\n\n          Conclusions:\n        \n      \n      Endometrial thickness equal or more than 8 mm were significantly associated with endometrial hyperplasia or more among perimenopausal women with abnormal uterine bleeding.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36853321/",
    "clean_text": "endometrial thickness measurement as predictor of endometrial hyperplasia and cancer in perimenopausal uterine bleeding cross sectional study background endometrial thickness et measurement was an alternative method for predicting abnormal endometrial pathology in postmenopausal bleeding subjects who met inclusion criteria underwent et measurement and endometrial biopsy via endometrial background endometrial thickness et measurement was an alternative method for predicting abnormal endometrial pathology in postmenopausal bleeding cut off value of et measurement could not be use in perimenopausal bleeding objective aim of this study was to investigate appropriate et cut off value for perimenopause women with abnormal uterine bleeding pemb and abnormal endometrial histopathology material and methods this was a cross sectional study pemb at bhumibol adulyadej hospital between july and june were recruited subjects who met inclusion criteria underwent et measurement and endometrial biopsy via endometrial aspirator participants who had histopathology report of endometrial hyperplasia and more were classified as the study group the control group were subjects with no endometrial hyperplasia or cancer demographic and clinical character data were included correlation of et and endometrial histopathology were calculated for statistical significance results a total of cases were included after exclusion subjects were recruited for this study there were and cases in the study and control groups respectively the mean age and body mass index bmi of participants were years old and kg m respectively prevalence of endometrial hyperplasia and cancer in perimenopausal uterine bleeding were and percent respectively endometrial thickness equal to and more than mm was associated with abnormal endometrial histopathology with statistical significance age bmi nulliparity anovulatory bleeding history hypothyroidism diabetes mellitus and anovulation state of both groups were comparable conclusions endometrial thickness equal or more than mm were significantly associated with endometrial hyperplasia or more among perimenopausal women with abnormal uterine bleeding"
}