{
    "title": "Prognostic outlier genes for enhanced prostate cancer treatment.",
    "doc_id": "27728977",
    "writer": "Kim H",
    "year": "2017",
    "summary": "AIM: To review the current landscape of outlier genes in the field of prostate cancer. METHODS: A comprehensive review was performed. RESULTS: Prostate cancer continues to be a significant worldwide health issue. ...Outlier genes identified in prost …",
    "abstract": "Aim:\n        \n      \n      To review the current landscape of outlier genes in the field of prostate cancer.\n    \n\n\n          Methods:\n        \n      \n      A comprehensive review was performed.\n    \n\n\n          Results:\n        \n      \n      Prostate cancer continues to be a significant worldwide health issue. In the era of personalized medicine, more emphasis is being placed on the ability to determine the timing, intensity and type of treatment, according to each patient's unique disease. Several commercial tests are available to determine the risk of aggressive prostate cancer based on genomic biomarkers and gene expression. Outlier genes represent a form of cancer classification that focuses on bimodal expression of a gene in a specific subset of patients. Outlier genes identified in prostate cancer include TMPRSS2-ERG, SPINK1, ScHLAP1, NVL, SMC4 and SQLE.\n    \n\n\n          Conclusion:\n        \n      \n      Classifying patient prostate cancers by outlier genes may allow for individualized cancer therapies and improved cancer therapy outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27728977/",
    "clean_text": "prognostic outlier genes for enhanced prostate cancer treatment aim to review the current landscape of outlier genes in the field of prostate cancer methods a comprehensive review was performed results prostate cancer continues to be a significant worldwide health issue outlier genes identified in prost aim to review the current landscape of outlier genes in the field of prostate cancer methods a comprehensive review was performed results prostate cancer continues to be a significant worldwide health issue in the era of personalized medicine more emphasis is being placed on the ability to determine the timing intensity and type of treatment according to each patient s unique disease several commercial tests are available to determine the risk of aggressive prostate cancer based on genomic biomarkers and gene expression outlier genes represent a form of cancer classification that focuses on bimodal expression of a gene in a specific subset of patients outlier genes identified in prostate cancer include tmprss erg spink schlap nvl smc and sqle conclusion classifying patient prostate cancers by outlier genes may allow for individualized cancer therapies and improved cancer therapy outcomes"
}