{
    "pmid": "41469294",
    "title": "Exploring the readiness of healthcare providers for scaling up telehealth services beyond the COVID-19 pandemic: A mixed method study.",
    "abstract": "The coronavirus disease 2019 (COVID-19) pandemic accelerated digital health transformation, forcing healthcare providers to immediately implement telehealth services without adequate assessment of their readiness. This study aims to explore the readiness of healthcare providers to scale up telehealth services in Indonesia. A sequential mixed method was used with an explanatory study design. A cross-sectional survey using the translated and validated Telehealth Readiness Assessment (TRA) tool was conducted among general practitioners and pharmacists from public clinics in Bandung City, Indonesia. This was followed by a qualitative study using in-depth interviews and focus group discussions (FGDs) to explore the underlying reasons among those who showed low readiness observed from quantitative results. Quantitative and qualitative data analyses were performed for each type of healthcare provider. The results showed that in total, 63 general practitioners and 86 pharmacists, completed the survey, a majority of whom were female including 64 % of general practitioners and 72 % of pharmacists. Most of general practitioners showed moderate readiness, while most of pharmacists demonstrated high readiness to implement telehealth services. There were no significant correlations between readiness to implement telehealth services with age, sex, education level, and duration of experience (p > 0.05). A total of six females aged between 26 and 50 years participated in the in-depth interviews and FGDs. Among those who showed low readiness, organizational leadership, financial considerations, operational difficulties, staff engagement, and patient participation were mentioned as the main reasons. Differences in these underlying reasons were observed between general practitioners and pharmacists. Differences are observed in the levels at which general practitioners and pharmacists are ready to scale up telehealth services. The underlying reasons for the low readiness are specific to the type of healthcare providers and affected by organizational, operational, and technological factors, but independent of sociodemographic factors.",
    "disease": "covid-19",
    "clean_text": "exploring the readiness of healthcare providers for scaling up telehealth services beyond the covid pandemic a mixed method study the coronavirus disease covid pandemic accelerated digital health transformation forcing healthcare providers to immediately implement telehealth services without adequate assessment of their readiness this study aims to explore the readiness of healthcare providers to scale up telehealth services in indonesia a sequential mixed method was used with an explanatory study design a cross sectional survey using the translated and validated telehealth readiness assessment tra tool was conducted among general practitioners and pharmacists from public clinics in bandung city indonesia this was followed by a qualitative study using in depth interviews and focus group discussions fgds to explore the underlying reasons among those who showed low readiness observed from quantitative results quantitative and qualitative data analyses were performed for each type of healthcare provider the results showed that in total general practitioners and pharmacists completed the survey a majority of whom were female including of general practitioners and of pharmacists most of general practitioners showed moderate readiness while most of pharmacists demonstrated high readiness to implement telehealth services there were no significant correlations between readiness to implement telehealth services with age sex education level and duration of experience p a total of six females aged between and years participated in the in depth interviews and fgds among those who showed low readiness organizational leadership financial considerations operational difficulties staff engagement and patient participation were mentioned as the main reasons differences in these underlying reasons were observed between general practitioners and pharmacists differences are observed in the levels at which general practitioners and pharmacists are ready to scale up telehealth services the underlying reasons for the low readiness are specific to the type of healthcare providers and affected by organizational operational and technological factors but independent of sociodemographic factors"
}