{
    "pmid": "41459581",
    "title": "A Review of Acupuncture for Allergic Disorders: Modulation of Mast Cell Regulation via Inflammatory Pathway Suppression and Cytokine Balance.",
    "abstract": "Mast cells drive allergic diseases (asthma, rhinitis, dermatitis) via degranulation and pro-inflammatory mediator release. This review explores acupuncture's role in modulating mast cells to alleviate allergic symptoms. We screened PubMed and Embase databases from January 2010 to January 2025 to search for published studies. The search keywords used are as follows: [\"acupuncture\" or \"electroacupuncture\"], [\"allergic disease\" or \"asthma\" or \"allergic rhinitis\" or \"dermatitis\" or \"urticaria\"], [\"mast cell\"]. 365 peer-reviewed studies on human/animal models were included, and articles that did not meet the requirements were excluded. Acupuncture inhibited mast cell degranulation, reducing histamine and IgE levels. It downregulated pro-inflammatory cytokines (TNF-α, IL-4, IL-5, IL-13) and upregulated anti-inflammatory IL-10, via suppressing NF-κB, MAPK (p38, ERK), and TLR4/MyD88 pathways. Clinically, it improved asthma (FEV1/PEF elevation), allergic rhinitis, and atopic dermatitis. Preclinically, it reduced eosinophil infiltration and inhibited NLRP3/caspase-1-mediated pyroptosis, further mitigating inflammation. Acupuncture alleviates allergic disorders by targeting mast cells and inflammatory cascades, supporting its potential as a safe, effective therapeutic option.",
    "disease": "asthma",
    "clean_text": "a review of acupuncture for allergic disorders modulation of mast cell regulation via inflammatory pathway suppression and cytokine balance mast cells drive allergic diseases asthma rhinitis dermatitis via degranulation and pro inflammatory mediator release this review explores acupuncture s role in modulating mast cells to alleviate allergic symptoms we screened pubmed and embase databases from january to january to search for published studies the search keywords used are as follows acupuncture or electroacupuncture allergic disease or asthma or allergic rhinitis or dermatitis or urticaria mast cell peer reviewed studies on human animal models were included and articles that did not meet the requirements were excluded acupuncture inhibited mast cell degranulation reducing histamine and ige levels it downregulated pro inflammatory cytokines tnf il il il and upregulated anti inflammatory il via suppressing nf b mapk p erk and tlr myd pathways clinically it improved asthma fev pef elevation allergic rhinitis and atopic dermatitis preclinically it reduced eosinophil infiltration and inhibited nlrp caspase mediated pyroptosis further mitigating inflammation acupuncture alleviates allergic disorders by targeting mast cells and inflammatory cascades supporting its potential as a safe effective therapeutic option"
}