{
    "title": "Aspects of Nanomaterials in Wound Healing.",
    "doc_id": "30227817",
    "writer": "Chakrabarti S",
    "year": "2019",
    "summary": "The emerging concepts of nanobiomaterials such as nanoparticles, nanoemulsion, nanofibrous scaffolds, graphene-based nanocomposites, etc., and nano-sized biomaterials like peptides/proteins, DNA/RNA, oligosaccharides have a vast application in the arena of wound care. Mult …",
    "abstract": "Wound infections impose a remarkable clinical challenge that has a considerable influence on morbidity and mortality of patients, influencing the cost of treatment. The unprecedented advancements in molecular biology have come up with new molecular and cellular targets that can be successfully applied to develop smarter therapeutics against diversified categories of wounds such as acute and chronic wounds. However, nanotechnology-based diagnostics and treatments have achieved a new horizon in the arena of wound care due to its ability to deliver a plethora of therapeutics into the target site, and to target the complexity of the normal wound-healing process, cell type specificity, and plethora of regulating molecules as well as pathophysiology of chronic wounds. The emerging concepts of nanobiomaterials such as nanoparticles, nanoemulsion, nanofibrous scaffolds, graphene-based nanocomposites, etc., and nano-sized biomaterials like peptides/proteins, DNA/RNA, oligosaccharides have a vast application in the arena of wound care. Multi-functional, unique nano-wound care formulations have acquired major attention by facilitating the wound healing process. In this review, emphasis has been given to different types of nanomaterials used in external wound healing (chronic cutaneous wound healing); the concepts of basic mechanisms of wound healing process and the promising strategies that can help in the field of wound management.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30227817/",
    "clean_text": "aspects of nanomaterials in wound healing the emerging concepts of nanobiomaterials such as nanoparticles nanoemulsion nanofibrous scaffolds graphene based nanocomposites etc and nano sized biomaterials like peptides proteins dna rna oligosaccharides have a vast application in the arena of wound care mult wound infections impose a remarkable clinical challenge that has a considerable influence on morbidity and mortality of patients influencing the cost of treatment the unprecedented advancements in molecular biology have come up with new molecular and cellular targets that can be successfully applied to develop smarter therapeutics against diversified categories of wounds such as acute and chronic wounds however nanotechnology based diagnostics and treatments have achieved a new horizon in the arena of wound care due to its ability to deliver a plethora of therapeutics into the target site and to target the complexity of the normal wound healing process cell type specificity and plethora of regulating molecules as well as pathophysiology of chronic wounds the emerging concepts of nanobiomaterials such as nanoparticles nanoemulsion nanofibrous scaffolds graphene based nanocomposites etc and nano sized biomaterials like peptides proteins dna rna oligosaccharides have a vast application in the arena of wound care multi functional unique nano wound care formulations have acquired major attention by facilitating the wound healing process in this review emphasis has been given to different types of nanomaterials used in external wound healing chronic cutaneous wound healing the concepts of basic mechanisms of wound healing process and the promising strategies that can help in the field of wound management"
}