{
    "title": "The Mitochondrion-Targeted Antioxidants in Kidney Disease.",
    "doc_id": "33081669",
    "writer": "Li X",
    "year": "2021",
    "summary": "Mitochondrial targeting is a novel strategy for kidney diseases. At present, there are several ways to target mitochondria, such as the addition of a triphenylphosphonium cation, mitochondria-targeted peptides, and nanocarrier. ...This review summarized the chemical …",
    "abstract": "Mitochondria are a potent source of cellular reactive oxygen species (ROS) and are vulnerable to oxidative damage. Mitochondria dysfunction could result in adenosine triphosphate (ATP) decrease and cell death. The kidney is an ATP-consuming organ, and the relationship between mitochondrial dysfunction and renal disease has been long noted. Mitochondrial targeting is a novel strategy for kidney diseases. At present, there are several ways to target mitochondria, such as the addition of a triphenylphosphonium cation, mitochondria-targeted peptides, and nanocarrier. There are also a variety of choices for the payload, such as nitroxides, quinone derivates, vitamins and so on. This review summarized the chemical and also clinical characteristics of various mitochondria- targeted antioxidants and focused on their application and perspectives in kidney diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33081669/",
    "clean_text": "the mitochondrion targeted antioxidants in kidney disease mitochondrial targeting is a novel strategy for kidney diseases at present there are several ways to target mitochondria such as the addition of a triphenylphosphonium cation mitochondria targeted peptides and nanocarrier this review summarized the chemical mitochondria are a potent source of cellular reactive oxygen species ros and are vulnerable to oxidative damage mitochondria dysfunction could result in adenosine triphosphate atp decrease and cell death the kidney is an atp consuming organ and the relationship between mitochondrial dysfunction and renal disease has been long noted mitochondrial targeting is a novel strategy for kidney diseases at present there are several ways to target mitochondria such as the addition of a triphenylphosphonium cation mitochondria targeted peptides and nanocarrier there are also a variety of choices for the payload such as nitroxides quinone derivates vitamins and so on this review summarized the chemical and also clinical characteristics of various mitochondria targeted antioxidants and focused on their application and perspectives in kidney diseases"
}