{
    "pmid": "41393988",
    "title": "Endoscopic retrograde cholangiopancreatography and primary sclerosing cholangitis: a retrospective study of a high-volume program.",
    "abstract": "Endoscopic retrograde cholangiopancreatography (ERCP) is valuable in management of primary sclerosing cholangitis (PSC). Herein, we characterize individuals with PSC who underwent ERCP on-demand at a high-volume quaternary centre, with evaluation of pathology results and short-term postprocedural outcomes. This retrospective cohort study evaluated patients with PSC who underwent ERCP at St Michael's Hospital between April 2011 and July 2021. Chart review was conducted to collect clinical, procedural, and pathology data, and reported post-ERCP complications within 90 days. Logistic regression analyses were conducted to evaluate factors associated with post-ERCP complications and placement of a biliary stent. One hundred and sixty-seven patients with PSC underwent 464 ERCPs (69% males, median age 45 years). The median duration of PSC diagnosis prior to ERCP was 6.7 years and 42% of procedures were in patients with cirrhosis. Symptoms pre-ERCP included jaundice, abdominal pain, subjective fevers, and pruritus. Stent insertion at procedure was associated with presentations with jaundice or elevated bilirubin, prior stent insertion, and/or concern for malignancy. Stent insertion was also associated with post-ERCP complications within 90 days. Neoplastic pathology was identified in 20% of cytology samples and 27% of biliary biopsies. There were no significant differences in symptomology at presentation between patients with and without neoplastic pathology. Primary sclerosing cholangitis patients undergoing ERCP have high symptom burden and rates of neoplastic pathology, with high rates of recurrent obstruction post-ERCP. Stent insertion is associated with a sicker PSC phenotype and higher risk of post-ERCP complications. Future studies are needed to further explore the role of ERCP in management of PSC.",
    "disease": "liver cirrhosis",
    "clean_text": "endoscopic retrograde cholangiopancreatography and primary sclerosing cholangitis a retrospective study of a high volume program endoscopic retrograde cholangiopancreatography ercp is valuable in management of primary sclerosing cholangitis psc herein we characterize individuals with psc who underwent ercp on demand at a high volume quaternary centre with evaluation of pathology results and short term postprocedural outcomes this retrospective cohort study evaluated patients with psc who underwent ercp at st michael s hospital between april and july chart review was conducted to collect clinical procedural and pathology data and reported post ercp complications within days logistic regression analyses were conducted to evaluate factors associated with post ercp complications and placement of a biliary stent one hundred and sixty seven patients with psc underwent ercps males median age years the median duration of psc diagnosis prior to ercp was years and of procedures were in patients with cirrhosis symptoms pre ercp included jaundice abdominal pain subjective fevers and pruritus stent insertion at procedure was associated with presentations with jaundice or elevated bilirubin prior stent insertion and or concern for malignancy stent insertion was also associated with post ercp complications within days neoplastic pathology was identified in of cytology samples and of biliary biopsies there were no significant differences in symptomology at presentation between patients with and without neoplastic pathology primary sclerosing cholangitis patients undergoing ercp have high symptom burden and rates of neoplastic pathology with high rates of recurrent obstruction post ercp stent insertion is associated with a sicker psc phenotype and higher risk of post ercp complications future studies are needed to further explore the role of ercp in management of psc"
}