{
    "title": "[Characteristics of Organic Matter Composition and Oxidation Potential in Road Dust in Winter in Xi'an].",
    "doc_id": "37438279",
    "writer": "Wang QW",
    "year": "2023",
    "summary": "Here, we explored the characteristics of organic matter composition in water-soluble (WSM) and methanol-soluble fractions (MSM) of road dust in Xi'an and its oxidation potential (OP). Additionally, we investigated the organic fractions and their distribution based o …",
    "abstract": "Roads are the main places where urban people are exposed to atmospheric particulate matter from outdoor activities, and certain oxidatively active substances contained in road particulate matter are important components that induce the generation of reactive oxygen species (ROS), which in turn endanger human health. Here, we explored the characteristics of organic matter composition in water-soluble (WSM) and methanol-soluble fractions (MSM) of road dust in Xi'an and its oxidation potential (OP). Additionally, we investigated the organic fractions and their distribution based on parallel factor analysis (PARAFAC) and analyzed the correlation between organic matter types and OP. The results showed that the water-insoluble fraction of road dust in Xi'an contained more chromophoric organic matter with an average total concentration of (4.71±1.27)×104 R.U., which was 12 times higher than that of WSM[(3.96±1.10)×103 R.U.], of which low-oxidizing humic-like substances (HULIS) were the main organic matter (34.8%-43.7% of the total organic matter). The results of cluster analysis showed that the important sources of organic matter in road dust in Xi'an were fuel combustion and industrial production. The mean value of dust oxidative toxicity was (0.34±0.08) pmol·(min·μg)-1, with the water-insoluble fraction providing 70% of the total oxidative toxicity of dust particles, which was 2.4 times higher than the water-soluble fraction. The main precursors of oxidative toxicity of dust particles were metal elements, and special types of organic substances were also one of the important oxidative toxicity precursors, among which chromophore organic matter was the main cause of OP production in the WSM fraction (r=0.35, P<0.01), and protein-like organic matter and highly oxidized HULIS in WSM may have been the main two types of organic substances for OP production. However, there was no significant correlation between organic matter concentration in MSM and water-insoluble OP (OPTotal-OPWSM) (r=-0.04, P>0.1), so the oxidative toxicity of the water-insoluble particulate matter fraction was mainly generated from non-organic matter.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37438279/",
    "clean_text": "characteristics of organic matter composition and oxidation potential in road dust in winter in xi an here we explored the characteristics of organic matter composition in water soluble wsm and methanol soluble fractions msm of road dust in xi an and its oxidation potential op additionally we investigated the organic fractions and their distribution based o roads are the main places where urban people are exposed to atmospheric particulate matter from outdoor activities and certain oxidatively active substances contained in road particulate matter are important components that induce the generation of reactive oxygen species ros which in turn endanger human health here we explored the characteristics of organic matter composition in water soluble wsm and methanol soluble fractions msm of road dust in xi an and its oxidation potential op additionally we investigated the organic fractions and their distribution based on parallel factor analysis parafac and analyzed the correlation between organic matter types and op the results showed that the water insoluble fraction of road dust in xi an contained more chromophoric organic matter with an average total concentration of r u which was times higher than that of wsm r u of which low oxidizing humic like substances hulis were the main organic matter of the total organic matter the results of cluster analysis showed that the important sources of organic matter in road dust in xi an were fuel combustion and industrial production the mean value of dust oxidative toxicity was pmol min g with the water insoluble fraction providing of the total oxidative toxicity of dust particles which was times higher than the water soluble fraction the main precursors of oxidative toxicity of dust particles were metal elements and special types of organic substances were also one of the important oxidative toxicity precursors among which chromophore organic matter was the main cause of op production in the wsm fraction r p and protein like organic matter and highly oxidized hulis in wsm may have been the main two types of organic substances for op production however there was no significant correlation between organic matter concentration in msm and water insoluble op optotal opwsm r p so the oxidative toxicity of the water insoluble particulate matter fraction was mainly generated from non organic matter"
}