{
    "title": "Defining the borders of splenic marginal zone lymphoma: a multiparameter study.",
    "doc_id": "20004934",
    "writer": "Dufresne SD",
    "year": "2010",
    "summary": "However, the 2008 World Health Organization classification accepts splenic marginal zone lymphomas with monophasic marginal zone-like white pulp nodules and recognizes a group of unclassifiable splenic small B-cell lymphomas. ...Seventeen of 31 splenic …",
    "abstract": "Classic splenic marginal zone lymphomas are CD5-, CD10-, CD23-, CD43-, and usually IgD+ with biphasic white pulp nodules. However, the 2008 World Health Organization classification accepts splenic marginal zone lymphomas with monophasic marginal zone-like white pulp nodules and recognizes a group of unclassifiable splenic small B-cell lymphomas. To explore the relationship of classic splenic marginal zone lymphomas to these other less well-defined splenic lymphomas, a multiparameter study of 47 splenic marginal zone lymphomas and unclassifiable splenic small B-cell lymphomas was performed. Seventeen of 31 splenic marginal zone lymphomas were biphasic, and 14 were monophasic (90%-100% marginal zone-like white pulp nodules). Sixteen cases were unclassifiable splenic small B-cell lymphomas, most lacking a marginal zone-type component. There were many clinical similarities between the 3 groups, including similar survivals. Monophasic and unclassifiable cases were less likely to have a typical splenic marginal zone lymphoma phenotype (28.6%, 23.1%) compared with biphasic cases (86.7%), usually because of IgD negativity (P < .003). Thirty-four of 42 (81%) cases had cytogenetic abnormalities by fluorescence in situ hybridization; and 17 of 20 (85%), by classical cytogenetics. The most frequent fluorescence in situ hybridization abnormalities among the splenic marginal zone lymphomas were del(7)(q31) (26%), +12 (25%), and +3q27 (27%); and among the unclassifiable cases, +12 (50%) and +3q27 (36%). Five of 6 unclassifiable cases with exclusively small non-marginal zone-like lymphocytes involving both white and red pulp had +12 compared with 9 of 34 other cases (P < .02). CDK6 (2 cases) and BCL3 (1 case) rearrangements were only seen in the unclassifiable group. These results support including both biphasic and monophasic cases as splenic marginal zone lymphomas, but suggest that the lack of a non-marginal zone-like population in the monophasic group is associated with some biologic differences. They also demonstrate a relatively large proportion of unclassifiable cases, including a group with frequent +12.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20004934/",
    "clean_text": "defining the borders of splenic marginal zone lymphoma a multiparameter study however the world health organization classification accepts splenic marginal zone lymphomas with monophasic marginal zone like white pulp nodules and recognizes a group of unclassifiable splenic small b cell lymphomas seventeen of splenic classic splenic marginal zone lymphomas are cd cd cd cd and usually igd with biphasic white pulp nodules however the world health organization classification accepts splenic marginal zone lymphomas with monophasic marginal zone like white pulp nodules and recognizes a group of unclassifiable splenic small b cell lymphomas to explore the relationship of classic splenic marginal zone lymphomas to these other less well defined splenic lymphomas a multiparameter study of splenic marginal zone lymphomas and unclassifiable splenic small b cell lymphomas was performed seventeen of splenic marginal zone lymphomas were biphasic and were monophasic marginal zone like white pulp nodules sixteen cases were unclassifiable splenic small b cell lymphomas most lacking a marginal zone type component there were many clinical similarities between the groups including similar survivals monophasic and unclassifiable cases were less likely to have a typical splenic marginal zone lymphoma phenotype compared with biphasic cases usually because of igd negativity p thirty four of cases had cytogenetic abnormalities by fluorescence in situ hybridization and of by classical cytogenetics the most frequent fluorescence in situ hybridization abnormalities among the splenic marginal zone lymphomas were del q and q and among the unclassifiable cases and q five of unclassifiable cases with exclusively small non marginal zone like lymphocytes involving both white and red pulp had compared with of other cases p cdk cases and bcl case rearrangements were only seen in the unclassifiable group these results support including both biphasic and monophasic cases as splenic marginal zone lymphomas but suggest that the lack of a non marginal zone like population in the monophasic group is associated with some biologic differences they also demonstrate a relatively large proportion of unclassifiable cases including a group with frequent"
}