{
    "title": "Elucidating reasons of COVID-19 re-infection and its management strategies.",
    "doc_id": "33989898",
    "writer": "Jain VK",
    "year": "2021",
    "summary": "BACKGROUND AND AIMS: Reinfection is gradually being recognised after symptomatic or asymptomatic COVID-19 infection. We try to elucidate various explanations behind COVID-19 reinfection and suggest possible strategies to counteract this threat. METHODS …",
    "abstract": "Background and aims:\n        \n      \n      Reinfection is gradually being recognised after symptomatic or asymptomatic COVID-19 infection. We try to elucidate various explanations behind COVID-19 reinfection and suggest possible strategies to counteract this threat.\n    \n\n\n          Methods:\n        \n      \n      We carried out a comprehensive review of the literature using suitable keywords such as 'COVID-19', 'Pandemics', 'Reinfection', 'Vaccines' and 'India' on the search engines of PubMed, SCOPUS, Google Scholar and Research Gate in March 2021 and first half of April 2021 during the current COVID-19 pandemic. Epidemiology, risk factors and trends of reinfection were assessed.\n    \n\n\n          Results:\n        \n      \n      A multitude of factors have been associated with rising incidence of COVID-19 reinfection in India and across the world. Emergence of 'Variants of Concern (VOC)', pandemic fatigue and disregard of infection prevention strategies appear to be the most obvious reasons.\n    \n\n\n          Conclusions:\n        \n      \n      COVID-19 reinfection is an emerging concern amongst the worldwide population with newer mutant strains demonstrating increasing transmissibility and responsible for continuing waves of the pandemic. COVID Appropriate Behaviour (CAB), improvised vaccines and enhanced vaccination drives are necessary to mitigate global threat.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33989898/",
    "clean_text": "elucidating reasons of covid re infection and its management strategies background and aims reinfection is gradually being recognised after symptomatic or asymptomatic covid infection we try to elucidate various explanations behind covid reinfection and suggest possible strategies to counteract this threat methods background and aims reinfection is gradually being recognised after symptomatic or asymptomatic covid infection we try to elucidate various explanations behind covid reinfection and suggest possible strategies to counteract this threat methods we carried out a comprehensive review of the literature using suitable keywords such as covid pandemics reinfection vaccines and india on the search engines of pubmed scopus google scholar and research gate in march and first half of april during the current covid pandemic epidemiology risk factors and trends of reinfection were assessed results a multitude of factors have been associated with rising incidence of covid reinfection in india and across the world emergence of variants of concern voc pandemic fatigue and disregard of infection prevention strategies appear to be the most obvious reasons conclusions covid reinfection is an emerging concern amongst the worldwide population with newer mutant strains demonstrating increasing transmissibility and responsible for continuing waves of the pandemic covid appropriate behaviour cab improvised vaccines and enhanced vaccination drives are necessary to mitigate global threat"
}