{
    "pmid": "41445280",
    "title": "A Chip-Based Surveillance Platform for Detecting Antibody-Based Immunity and Immune Escape Using SARS-CoV-2 Pseudovirus Surrogates.",
    "abstract": "As viral diseases like influenza, COVID-19, and respiratory syncytial virus (RSV) become prevalent, demand for treatments and vaccinations is on the rise. Despite widespread vaccination, concerns remain that emerging virus strains may evade immunity. Monitoring these pathogens is crucial for developing effective treatments, but large-scale population screening, while a public health need, is challenging in terms of speed, efficiency, and cost. Herein we demonstrate the use of a high-throughput, chip-based platform that is scalable to population-wide immune surveillance using SARS-CoV-2 pseudovirus surrogates. We tested antibodies against pseudovirus surrogates bearing the spike protein of the Wuhan-Hu-1 (WT) SARS-CoV-2 on-chip and screened patient-derived sera and eluates from patient-derived and contrived Dried Blood Spots (cDBS) for effectiveness against the WT strain. Interestingly, some sera and cDBS eluates inhibited infection by the Omicron BA.4/5 variant, which emerged a year after sample collection, suggesting cross-reactivity against distinct SARS-CoV-2 spike proteins. This chip-based platform may be used to screen populations for existing immunity and immune escape of emerging viruses and their variants from prior infection and/or vaccination.",
    "disease": "influenza",
    "clean_text": "a chip based surveillance platform for detecting antibody based immunity and immune escape using sars cov pseudovirus surrogates as viral diseases like influenza covid and respiratory syncytial virus rsv become prevalent demand for treatments and vaccinations is on the rise despite widespread vaccination concerns remain that emerging virus strains may evade immunity monitoring these pathogens is crucial for developing effective treatments but large scale population screening while a public health need is challenging in terms of speed efficiency and cost herein we demonstrate the use of a high throughput chip based platform that is scalable to population wide immune surveillance using sars cov pseudovirus surrogates we tested antibodies against pseudovirus surrogates bearing the spike protein of the wuhan hu wt sars cov on chip and screened patient derived sera and eluates from patient derived and contrived dried blood spots cdbs for effectiveness against the wt strain interestingly some sera and cdbs eluates inhibited infection by the omicron ba variant which emerged a year after sample collection suggesting cross reactivity against distinct sars cov spike proteins this chip based platform may be used to screen populations for existing immunity and immune escape of emerging viruses and their variants from prior infection and or vaccination"
}