{
    "title": "[Sleep quality in patients with chronic kidney disease on hemodialysis].",
    "doc_id": "38011707",
    "writer": "Caballero-Castañeda L",
    "year": "2023",
    "summary": "A 19-item self-administered survey was applied, assessing 7 components of sleep quality, where overall scores 5 and > 5 indicated respectively good and poor sleep quality. ...RESULTS: A total of 83 patients were included with a mean age of 45.3 (15. …",
    "abstract": "Background:\n        \n      \n      Chronic kidney disease (CKD) is a serious condition that impairs sleep quality, which compromises quality of life, cardiovascular function and increases the risk of mortality; however, limited information is available on sleep quality in hemodialysis (HD) patients.\n    \n\n\n          Objective:\n        \n      \n      To determine the sleep quality in patients with CKD on renal replacement therapy with HD.\n    \n\n\n          Material and methods:\n        \n      \n      Cross-sectional analytical study. The population included patients with CKD on HD, either sex, who answered the Pittsburgh questionnaire in a tertiary hospital. A 19-item self-administered survey was applied, assessing 7 components of sleep quality, where overall scores ≤ 5 and > 5 indicated respectively good and poor sleep quality. Socio-demographic, anthropometric, self-reported lifestyle and CKD history-related characteristics were assessed.\n    \n\n\n          Results:\n        \n      \n      A total of 83 patients were included with a mean age of 45.3 (15.9), 63% (52) were male and 37% (31) female; of these, 63% (52) had poor sleep quality and 37% (31) had good sleep quality.\n    \n\n\n          Conclusion:\n        \n      \n      Sleep quality is poor in patients with CKD on renal replacement therapy with HD. Variables influencing sleep quality are age, occupation, body mass index, sleep duration, and use of hypnotic medications. Therefore, HD patients should be evaluated to detect sleep problems in order to develop strategies to improve their sleep quality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38011707/",
    "clean_text": "sleep quality in patients with chronic kidney disease on hemodialysis a item self administered survey was applied assessing components of sleep quality where overall scores and indicated respectively good and poor sleep quality results a total of patients were included with a mean age of background chronic kidney disease ckd is a serious condition that impairs sleep quality which compromises quality of life cardiovascular function and increases the risk of mortality however limited information is available on sleep quality in hemodialysis hd patients objective to determine the sleep quality in patients with ckd on renal replacement therapy with hd material and methods cross sectional analytical study the population included patients with ckd on hd either sex who answered the pittsburgh questionnaire in a tertiary hospital a item self administered survey was applied assessing components of sleep quality where overall scores and indicated respectively good and poor sleep quality socio demographic anthropometric self reported lifestyle and ckd history related characteristics were assessed results a total of patients were included with a mean age of were male and female of these had poor sleep quality and had good sleep quality conclusion sleep quality is poor in patients with ckd on renal replacement therapy with hd variables influencing sleep quality are age occupation body mass index sleep duration and use of hypnotic medications therefore hd patients should be evaluated to detect sleep problems in order to develop strategies to improve their sleep quality"
}