{
    "title": "Advances in pharmacotherapy of juvenile idiopathic arthritis.",
    "doc_id": "40310283",
    "writer": "Wong SKA",
    "year": "2025",
    "summary": "INTRODUCTION: Juvenile Idiopathic Arthritis (JIA) is the most common chronic rheumatic disease in childhood. ...",
    "abstract": "Introduction:\n        \n      \n      Juvenile Idiopathic Arthritis (JIA) is the most common chronic rheumatic disease in childhood. More therapeutic options are available for the treatment of JIA with more children achieving minimal active disease or inactive disease status.\n    \n\n\n          Areas covered:\n        \n      \n      This review summarizes the major novel treatment options for children with non-systemic JIA, including current evidence supporting the safety and efficacy of biologic treatments.\n    \n\n\n          Expert opinion:\n        \n      \n      With all the advances in treatment targets, the disease trajectory of patients with JIA have changed significantly and remission is the goal of today's treatment. New treatment trials show the pharmacokinetic, immunogenicity, efficacy and safety for these medications in children with JIA. Future studies will need to incorporate patient and family preferences, in addition to novel biomarkers and artificial intelligence-based diagnostic systems into head-to-head international multicenter trials to better assess the treatment algorithm for individual patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40310283/",
    "clean_text": "advances in pharmacotherapy of juvenile idiopathic arthritis introduction juvenile idiopathic arthritis jia is the most common chronic rheumatic disease in childhood introduction juvenile idiopathic arthritis jia is the most common chronic rheumatic disease in childhood more therapeutic options are available for the treatment of jia with more children achieving minimal active disease or inactive disease status areas covered this review summarizes the major novel treatment options for children with non systemic jia including current evidence supporting the safety and efficacy of biologic treatments expert opinion with all the advances in treatment targets the disease trajectory of patients with jia have changed significantly and remission is the goal of today s treatment new treatment trials show the pharmacokinetic immunogenicity efficacy and safety for these medications in children with jia future studies will need to incorporate patient and family preferences in addition to novel biomarkers and artificial intelligence based diagnostic systems into head to head international multicenter trials to better assess the treatment algorithm for individual patients"
}