{
    "title": "Characteristics of Anti-SARS-CoV-2 Antibodies in Recovered COVID-19 Subjects.",
    "doc_id": "33923828",
    "writer": "Huynh A",
    "year": "2021",
    "summary": "Coronavirus Disease 2019 (COVID-19) is a global pandemic caused by the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). While detection of SARS-CoV-2 by pol …",
    "abstract": "Coronavirus Disease 2019 (COVID-19) is a global pandemic caused by the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). While detection of SARS-CoV-2 by polymerase chain reaction with reverse transcription (RT-PCR) is currently used to diagnose acute COVID-19 infection, serological assays are needed to study the humoral immune response to SARS-CoV-2. Anti-SARS-CoV-2 immunoglobulin (Ig)G/A/M antibodies against spike (S) protein and its receptor-binding domain (RBD) were characterized in recovered subjects who were RT-PCR-positive (n = 153) and RT-PCR-negative (n = 55) using an enzyme-linked immunosorbent assay (ELISA). These antibodies were also further assessed for their ability to neutralize live SARS-CoV-2 virus. Anti-SARS-CoV-2 antibodies were detected in 90.9% of resolved subjects up to 180 days post-symptom onset. Anti-S protein and anti-RBD IgG titers correlated (r = 0.5157 and r = 0.6010, respectively) with viral neutralization. Of the RT-PCR-positive subjects, 22 (14.3%) did not have anti-SARS-CoV-2 antibodies; and of those, 17 had RT-PCR cycle threshold (Ct) values > 27. These high Ct values raise the possibility that these indeterminate results are from individuals who were not infected or had mild infection that failed to elicit an antibody response. This study highlights the importance of serological surveys to determine population-level immunity based on infection numbers as determined by RT-PCR.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33923828/",
    "clean_text": "characteristics of anti sars cov antibodies in recovered covid subjects coronavirus disease covid is a global pandemic caused by the novel severe acute respiratory syndrome coronavirus sars cov while detection of sars cov by pol coronavirus disease covid is a global pandemic caused by the novel severe acute respiratory syndrome coronavirus sars cov while detection of sars cov by polymerase chain reaction with reverse transcription rt pcr is currently used to diagnose acute covid infection serological assays are needed to study the humoral immune response to sars cov anti sars cov immunoglobulin ig g a m antibodies against spike s protein and its receptor binding domain rbd were characterized in recovered subjects who were rt pcr positive n and rt pcr negative n using an enzyme linked immunosorbent assay elisa these antibodies were also further assessed for their ability to neutralize live sars cov virus anti sars cov antibodies were detected in of resolved subjects up to days post symptom onset anti s protein and anti rbd igg titers correlated r and r respectively with viral neutralization of the rt pcr positive subjects did not have anti sars cov antibodies and of those had rt pcr cycle threshold ct values these high ct values raise the possibility that these indeterminate results are from individuals who were not infected or had mild infection that failed to elicit an antibody response this study highlights the importance of serological surveys to determine population level immunity based on infection numbers as determined by rt pcr"
}