{
    "title": "Metasynthetic Madness: What Kind of Monster Have We Created?",
    "doc_id": "27956657",
    "writer": "Thorne S.",
    "year": "2017",
    "summary": "From its origins in the 1990s, the qualitative health research metasynthesis project represented a methodological maneuver to capitalize on a growing investment in qualitatively derived study reports to create an interactive dialogue among them that would surface ex …",
    "abstract": "From its origins in the 1990s, the qualitative health research metasynthesis project represented a methodological maneuver to capitalize on a growing investment in qualitatively derived study reports to create an interactive dialogue among them that would surface expanded insights about complex human phenomena. However, newer forms positioning themselves as qualitative metasynthesis but representing a much more technical and theoretically superficial form of scholarly enterprise have begun to appear in the health research literature. It seems imperative that we think through the implications of this trend and determine whether it is to be afforded the credibility of being a form of qualitative scholarship and, if so, what kind of scholarship it represents. As the standardization trend in synthesis research marches forward, we will need clarity and a strong sense of purpose if we are to preserve the essence of what the qualitative metasynthesis project was intended to be all about.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27956657/",
    "clean_text": "metasynthetic madness what kind of monster have we created from its origins in the s the qualitative health research metasynthesis project represented a methodological maneuver to capitalize on a growing investment in qualitatively derived study reports to create an interactive dialogue among them that would surface ex from its origins in the s the qualitative health research metasynthesis project represented a methodological maneuver to capitalize on a growing investment in qualitatively derived study reports to create an interactive dialogue among them that would surface expanded insights about complex human phenomena however newer forms positioning themselves as qualitative metasynthesis but representing a much more technical and theoretically superficial form of scholarly enterprise have begun to appear in the health research literature it seems imperative that we think through the implications of this trend and determine whether it is to be afforded the credibility of being a form of qualitative scholarship and if so what kind of scholarship it represents as the standardization trend in synthesis research marches forward we will need clarity and a strong sense of purpose if we are to preserve the essence of what the qualitative metasynthesis project was intended to be all about"
}