{
    "pmid": "41468131",
    "title": "Considerations for Implementation of Serum Biomarker Testing for Suspected Hypertensive Disorders of Pregnancy.",
    "abstract": "Hypertensive disorders of pregnancy (HDPs) complicate 8% to 9% of all pregnancies. They are a leading cause of maternal and neonatal morbidity and mortality and contribute to over $2.2 billion of health care expenditures annually. In 2023, the FDA first approved a soluble fms-like tyrosine kinase 1 to placental growth factor ratio system for HDP risk stratification; however, little is known about the implementation of such biomarker testing outside of research contexts. HDP severity drives clinical management and adverse perinatal outcomes. Placental biomarker testing aims to determine which patients are at risk for developing or progressing to the most severe HDPs. Widespread implementation of biomarker testing may increase access though it may not be cost-efficient or practice-changing for individual institutions. Accordingly, further attention must be paid to restrictive testing situations (e.g., low-resource settings) or even off-label uses (e.g., multiple gestations) that may solidify the role of biomarker testing in routine practice. This review aims to outline clinical and institutional considerations for placental biomarker utilization in the context of their FDA-approved uses and to highlight the potential advantages and disadvantages of various testing strategies.",
    "disease": "hypertension",
    "clean_text": "considerations for implementation of serum biomarker testing for suspected hypertensive disorders of pregnancy hypertensive disorders of pregnancy hdps complicate to of all pregnancies they are a leading cause of maternal and neonatal morbidity and mortality and contribute to over billion of health care expenditures annually in the fda first approved a soluble fms like tyrosine kinase to placental growth factor ratio system for hdp risk stratification however little is known about the implementation of such biomarker testing outside of research contexts hdp severity drives clinical management and adverse perinatal outcomes placental biomarker testing aims to determine which patients are at risk for developing or progressing to the most severe hdps widespread implementation of biomarker testing may increase access though it may not be cost efficient or practice changing for individual institutions accordingly further attention must be paid to restrictive testing situations e g low resource settings or even off label uses e g multiple gestations that may solidify the role of biomarker testing in routine practice this review aims to outline clinical and institutional considerations for placental biomarker utilization in the context of their fda approved uses and to highlight the potential advantages and disadvantages of various testing strategies"
}