{
    "pmid": "41355992",
    "title": "The role of long non-coding RNAs and circular RNAs in immune evasion of influenza A virus: recent advances.",
    "abstract": "The capacity of influenza A virus (IAV) to circumvent immune defenses in hosts renders it a persistent major peril to worldwide public health. Investigations conducted lately underscore the vital functions played by circular RNAs (circRNAs) and long non-coding RNAs (lncRNAs) during interactions between viruses and their hosts. This review summarizes current understanding of how lncRNAs and circRNAs participate in IAV immune evasion by regulating antiviral signaling pathways, interfering with interferon responses, modulating inflammatory cytokine production and cell metabolism, and affecting viral replication. This review examines molecular actions exhibited by particular lncRNAs and circRNAs within such interactions, assesses their suitability for therapeutic targets and diagnostic biomarkers, and outlines avenues for subsequent investigations across this fast-developing domain.",
    "disease": "influenza",
    "clean_text": "the role of long non coding rnas and circular rnas in immune evasion of influenza a virus recent advances the capacity of influenza a virus iav to circumvent immune defenses in hosts renders it a persistent major peril to worldwide public health investigations conducted lately underscore the vital functions played by circular rnas circrnas and long non coding rnas lncrnas during interactions between viruses and their hosts this review summarizes current understanding of how lncrnas and circrnas participate in iav immune evasion by regulating antiviral signaling pathways interfering with interferon responses modulating inflammatory cytokine production and cell metabolism and affecting viral replication this review examines molecular actions exhibited by particular lncrnas and circrnas within such interactions assesses their suitability for therapeutic targets and diagnostic biomarkers and outlines avenues for subsequent investigations across this fast developing domain"
}