{
    "title": "Neighbourhood community life and health: A systematic review of reviews.",
    "doc_id": "31735517",
    "writer": "Pérez E",
    "year": "2020",
    "summary": "Neighbourhood community life has been widely recognized as an important determinant of population health. This systematic review of reviews provides an overview of the evidence for the ecological correlation between neighbourhood community life and population health …",
    "abstract": "Neighbourhood community life has been widely recognized as an important determinant of population health. This systematic review of reviews provides an overview of the evidence for the ecological correlation between neighbourhood community life and population health. Nine databases were searched from 2008 to 2018 in order to identify systematic reviews of studies examining the association between neighbourhood community life and population health in urban neighbourhoods within the Organisation for Economic Co-operation and Development countries. Two reviewers completed selection and data extraction, then assessed the methodological quality of reviews using the Measurement Tool to Assess Systematic Reviews. We identified three high quality reviews and five of moderate quality. The reviews vary in quality of methodology, concepts, and measures. Most of the reviews examined the influence of social cohesion, social capital, and social interactions on health. Reviews found evidence supporting a consistently favourable correlation between social cohesion and physical activity, as well as a favourable trend in the relationship between social cohesion and healthy weight. They also found evidence of a favourable trend in the correlation between social capital and healthy weight. Reviews identified studies supporting a consistently favourable correlation between social interaction and depression. We identify evidence of a positive association between neighbourhood community life and several population health outcomes. Future research should define and conceptualize neighbourhood community life factors and health indicators to improve the comparison between studies and the process of evidence synthesis. This will also enable policy makers to take appropriate decisions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31735517/",
    "clean_text": "neighbourhood community life and health a systematic review of reviews neighbourhood community life has been widely recognized as an important determinant of population health this systematic review of reviews provides an overview of the evidence for the ecological correlation between neighbourhood community life and population health neighbourhood community life has been widely recognized as an important determinant of population health this systematic review of reviews provides an overview of the evidence for the ecological correlation between neighbourhood community life and population health nine databases were searched from to in order to identify systematic reviews of studies examining the association between neighbourhood community life and population health in urban neighbourhoods within the organisation for economic co operation and development countries two reviewers completed selection and data extraction then assessed the methodological quality of reviews using the measurement tool to assess systematic reviews we identified three high quality reviews and five of moderate quality the reviews vary in quality of methodology concepts and measures most of the reviews examined the influence of social cohesion social capital and social interactions on health reviews found evidence supporting a consistently favourable correlation between social cohesion and physical activity as well as a favourable trend in the relationship between social cohesion and healthy weight they also found evidence of a favourable trend in the correlation between social capital and healthy weight reviews identified studies supporting a consistently favourable correlation between social interaction and depression we identify evidence of a positive association between neighbourhood community life and several population health outcomes future research should define and conceptualize neighbourhood community life factors and health indicators to improve the comparison between studies and the process of evidence synthesis this will also enable policy makers to take appropriate decisions"
}