{
    "title": "Relationship between bone and ash weight to age, body weight and body length of thai adults after cremation.",
    "doc_id": "17205878",
    "writer": "Chirachariyavej T",
    "year": "2006",
    "summary": "The present study supported that age and body weight affected the bone and ash weight while the body length (height) did not. The fitted equation was y = 1.969 - 0.01846 (age) + 0.03087 (body weight), where y = predicted bone and ash w …",
    "abstract": "Background:\n        \n      \n      Cremation is the most common Thai funeral mode. In Thailand, there have not been any previous reports of bone and ash weight after cremation.\n    \n\n\n          Objective:\n        \n      \n      Collect the bone and ash weight after the cremation and find the variables that affected the bone and ash weight.\n    \n\n\n          Material and method:\n        \n      \n      One hundred and ten samples, including fifty-five males and fifty-five females, were collected from the Thai population. A Thai crematorium (Series Tiger 1) that could produce a temperature of approximately 850 degrees C - 1200 degrees C was employed. It took about 1-1.5 hours to complete the incineration.\n    \n\n\n          Results:\n        \n      \n      The average bone and ash weight of the males was 2.68 kg with SD 1.41; female was 2.12 with SD 1.25; and total was 2.40 with SD 1.36. The present study supported that age and body weight affected the bone and ash weight while the body length (height) did not. The fitted equation was y = 1.969 - 0.01846 (age) + 0.03087 (body weight), where y = predicted bone and ash weight.\n    \n\n\n          Conclusion:\n        \n      \n      The present study shows that age and body weight affected the bone and ash weight. From this information, the authors could find the predicted value of either age or body weight. If the authors would like to find the age, the authors can employ the fittest equation y = 76.097 - 3.219 (Bone and ash weight) where y = predicted age. Additionally, if the authors would like tofind the body weight, we can employ thefittest equation = 51.930 + 1.673 (Bone and ash weight) where y = predicted body weight.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17205878/",
    "clean_text": "relationship between bone and ash weight to age body weight and body length of thai adults after cremation the present study supported that age and body weight affected the bone and ash weight while the body length height did not the fitted equation was y age body weight where y predicted bone and ash w background cremation is the most common thai funeral mode in thailand there have not been any previous reports of bone and ash weight after cremation objective collect the bone and ash weight after the cremation and find the variables that affected the bone and ash weight material and method one hundred and ten samples including fifty five males and fifty five females were collected from the thai population a thai crematorium series tiger that could produce a temperature of approximately degrees c degrees c was employed it took about hours to complete the incineration results the average bone and ash weight of the males was kg with sd female was with sd and total was with sd the present study supported that age and body weight affected the bone and ash weight while the body length height did not the fitted equation was y age body weight where y predicted bone and ash weight conclusion the present study shows that age and body weight affected the bone and ash weight from this information the authors could find the predicted value of either age or body weight if the authors would like to find the age the authors can employ the fittest equation y bone and ash weight where y predicted age additionally if the authors would like tofind the body weight we can employ thefittest equation bone and ash weight where y predicted body weight"
}