{
    "pmid": "41416235",
    "title": "Updates from the AAD and AAAAI Guidelines for Managing Atopic Dermatitis.",
    "abstract": "In 2023, the American Academy of Allergy, Asthma, and Immunology (AAAAI)/American College of Allergy, Asthma, and Immunology Joint Task Force (JTF) updated their guidelines for management of atopic dermatitis from their last update in 2012. The American Academy of Dermatology (AAD) also updated their own guidelines from 2014 for the diagnosis, assessment, safety, and efficacy of treatments in 2024. In this review, we outline the key changes from the prior guidelines and highlight the major differences between the two recommendations. The majority of the guidelines and recommendations are similar in their overall recommendations with small stylistic differences including application frequency and combination of therapies. Key differences between the two recommendations include topical PDE-4 Inhibitors, topical JAK Inhibitors, systemic JAK inhibitors, azathioprine, methotrexate, and mycophenolate. The final difference between the AAD and JTF guidelines is that AAD categorizes evidence and comments on the certainty of association for each group of comorbidities, while JTF makes general statements regarding comorbidities.",
    "disease": "asthma",
    "clean_text": "updates from the aad and aaaai guidelines for managing atopic dermatitis in the american academy of allergy asthma and immunology aaaai american college of allergy asthma and immunology joint task force jtf updated their guidelines for management of atopic dermatitis from their last update in the american academy of dermatology aad also updated their own guidelines from for the diagnosis assessment safety and efficacy of treatments in in this review we outline the key changes from the prior guidelines and highlight the major differences between the two recommendations the majority of the guidelines and recommendations are similar in their overall recommendations with small stylistic differences including application frequency and combination of therapies key differences between the two recommendations include topical pde inhibitors topical jak inhibitors systemic jak inhibitors azathioprine methotrexate and mycophenolate the final difference between the aad and jtf guidelines is that aad categorizes evidence and comments on the certainty of association for each group of comorbidities while jtf makes general statements regarding comorbidities"
}