{
    "pmid": "41364828",
    "title": "Overview and evaluation of a nationwide hospital-based surveillance system for influenza and COVID-19 in Switzerland (CH-SUR): 2018-2023.",
    "abstract": "In 2018, a hospital-based surveillance system for influenza (CH-SUR) was established in six tertiary care hospitals in Switzerland. From March 2020 onwards, this surveillance system was expanded to include more institutions, as well as COVID-19. To quantitatively evaluate the timeliness and completeness of CH-SUR data and to qualitatively assess stakeholder perceptions of the importance, reliability and adaptability of the surveillance system. All patients admitted to one of the participating centres for more than 24 hours and who had a laboratory-confirmed influenza virus or SARS-CoV-2 infection were included in CH-SUR. For all cases, we evaluated the timeliness and completeness of reporting to CH-SUR. A qualitative survey among CH-SUR stakeholders assessed perceived importance, understanding, reliability and adaptability of CH-SUR. Up to 20 centres participated in CH-SUR. Between December 2018 and October 2023, 7375 cases of influenza were reported and between March 2020 and October 2023, 49,235 cases of COVID-19 were reported to CH-SUR. During the COVID-19 pandemic, time to data entry and completeness improved over time; the median delay of data entry in CH-SUR was 5 days (interquartile range [IQR]: 2-23) for COVID-19 and 4 days (IQR: 2-15) for influenza during the period 2018-2023. The completeness of variables was high (99.4%), with the exception of COVID-19 or annual influenza vaccination status (respectively, 15% and 72% \"Unknown\" responses). Stakeholders perceived the system as important, relevant, understandable and adaptable. CH-SUR provided critical epidemiological and clinical information on hospitalised influenza and COVID-19 cases across Switzerland during the pandemic. Our evaluation highlighted the importance and relevance of this system among CH-SUR stakeholders, as well as its importance for preparedness and response to future infectious disease outbreaks.",
    "disease": "influenza",
    "clean_text": "overview and evaluation of a nationwide hospital based surveillance system for influenza and covid in switzerland ch sur in a hospital based surveillance system for influenza ch sur was established in six tertiary care hospitals in switzerland from march onwards this surveillance system was expanded to include more institutions as well as covid to quantitatively evaluate the timeliness and completeness of ch sur data and to qualitatively assess stakeholder perceptions of the importance reliability and adaptability of the surveillance system all patients admitted to one of the participating centres for more than hours and who had a laboratory confirmed influenza virus or sars cov infection were included in ch sur for all cases we evaluated the timeliness and completeness of reporting to ch sur a qualitative survey among ch sur stakeholders assessed perceived importance understanding reliability and adaptability of ch sur up to centres participated in ch sur between december and october cases of influenza were reported and between march and october cases of covid were reported to ch sur during the covid pandemic time to data entry and completeness improved over time the median delay of data entry in ch sur was days interquartile range iqr for covid and days iqr for influenza during the period the completeness of variables was high with the exception of covid or annual influenza vaccination status respectively and unknown responses stakeholders perceived the system as important relevant understandable and adaptable ch sur provided critical epidemiological and clinical information on hospitalised influenza and covid cases across switzerland during the pandemic our evaluation highlighted the importance and relevance of this system among ch sur stakeholders as well as its importance for preparedness and response to future infectious disease outbreaks"
}