{
    "pmid": "41318323",
    "title": "Fractional exhaled nitric oxide in acute exacerbations of chronic obstructive pulmonary disease: A meta-analysis with meta-regressions.",
    "abstract": "Fractional exhaled nitric oxide (FeNO) has emerged as a useful tool for monitoring airway inflammation in chronic obstructive pulmonary disease (COPD) patients. We designed a systematic review and meta-analysis to evaluate the impact of acute exacerbations of COPD (AECOPD) on FeNO levels compared to healthy controls and stable patients. A systematic literature search was conducted in the main scientific databases according to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines. The search was completed on February 20th, 2025, and no language restrictions were applied. Using the random effects method, differences between cases and controls were expressed as mean differences (MD) with 95 % confidence intervals (95 %CI). The protocol was submitted to PROSPERO with identification number CRD42023378704. Nineteen articles were included. FeNO levels were significantly higher in AECOPD compared with stable COPD (MD: 4.86 ppb; 95 %CI: 1.26-8.46; P = 0.008) and healthy controls (MD: 8.68 ppb; 95 %CI: 2.47-14.89; P = 0.006). In patients evaluated before and after clinical stabilization, FeNO levels declined significantly following treatment (MD: 6.27 ppb; 95 %CI: 3.57-8.97; P < 0.001), with greater impairment in FEV AECOPD is associated with a significant increase in FeNO levels, particularly when functional impairment is more severe, which then return to lower baseline values once clinical stability is achieved.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "fractional exhaled nitric oxide in acute exacerbations of chronic obstructive pulmonary disease a meta analysis with meta regressions fractional exhaled nitric oxide feno has emerged as a useful tool for monitoring airway inflammation in chronic obstructive pulmonary disease copd patients we designed a systematic review and meta analysis to evaluate the impact of acute exacerbations of copd aecopd on feno levels compared to healthy controls and stable patients a systematic literature search was conducted in the main scientific databases according to the preferred reporting items for systematic reviews and meta analyses prisma guidelines the search was completed on february th and no language restrictions were applied using the random effects method differences between cases and controls were expressed as mean differences md with confidence intervals ci the protocol was submitted to prospero with identification number crd nineteen articles were included feno levels were significantly higher in aecopd compared with stable copd md ppb ci p and healthy controls md ppb ci p in patients evaluated before and after clinical stabilization feno levels declined significantly following treatment md ppb ci p with greater impairment in fev aecopd is associated with a significant increase in feno levels particularly when functional impairment is more severe which then return to lower baseline values once clinical stability is achieved"
}