{
    "pmid": "41432425",
    "title": "Unsatisfactory Accuracy and Inconsistent Inter-Rater Reliability Among Electroencephalographers in Identifying Epileptic Spasms.",
    "abstract": "It is widely believed that electroencephalographers can identify epileptic spasms (ES) accurately. However, additional research is needed to verify this assumption, especially because some ES can be subtle, involving only facial movements, such as eye rolling. The EEG data of 22 patients diagnosed with ES (whether or not it is diagnosed as infantile epileptic spasm syndrome) were evaluated by 6 senior electroencephalographers. The content included judgments of the presence or absence of ES throughout the entire examination process for each patient and in segmented pages every 4 seconds and the consistency among electroencephalographers. The inter-rater reliability (IRR) was assessed using the Fleiss kappa statistic. The accuracy of the 6 evaluators for identifying patients with or without ES in the 22-patient data set was 0.727 to 0.90, and the IRR among the 6 raters was moderate (0.45). Moderate IRR was observed among evaluators from tertiary (0.425), and poor IRR was observed among evaluators from nontertiary (0.399) centers. For the 4-second segmented pages, the accuracy for identifying ES in the 22 patients by the 6 evaluators was 0.943 to 1, and the IRR among the 6 evaluators was good agreement (0.63). Omissions in the identification of ES episodes were noted among different electroencephalographers, and IRR regarding whether a patient experienced an ES or whether a single event constituted an ES was found to be unsatisfactory. Identifying ES remains challenging for even experienced electroencephalographers.",
    "disease": "epilepsy",
    "clean_text": "unsatisfactory accuracy and inconsistent inter rater reliability among electroencephalographers in identifying epileptic spasms it is widely believed that electroencephalographers can identify epileptic spasms es accurately however additional research is needed to verify this assumption especially because some es can be subtle involving only facial movements such as eye rolling the eeg data of patients diagnosed with es whether or not it is diagnosed as infantile epileptic spasm syndrome were evaluated by senior electroencephalographers the content included judgments of the presence or absence of es throughout the entire examination process for each patient and in segmented pages every seconds and the consistency among electroencephalographers the inter rater reliability irr was assessed using the fleiss kappa statistic the accuracy of the evaluators for identifying patients with or without es in the patient data set was to and the irr among the raters was moderate moderate irr was observed among evaluators from tertiary and poor irr was observed among evaluators from nontertiary centers for the second segmented pages the accuracy for identifying es in the patients by the evaluators was to and the irr among the evaluators was good agreement omissions in the identification of es episodes were noted among different electroencephalographers and irr regarding whether a patient experienced an es or whether a single event constituted an es was found to be unsatisfactory identifying es remains challenging for even experienced electroencephalographers"
}