{
    "pmid": "41447883",
    "title": "TPI1 promotes tumor progression and M2 macrophage polarization: Integrated pan-cancer and lung adenocarcinoma insights.",
    "abstract": "Triosephosphate isomerase 1 (TPI1), a glycolytic enzyme, has been increasingly implicated in cancer progression, yet its expression landscape across tumor types and functional roles in tumor immunity remain poorly defined. Here, we performed integrated pan-cancer analyses combining transcriptomic, proteomic, and single-cell RNA-sequencing datasets to characterize TPI1 expression, prognostic significance, mutational associations, and immune infiltration. TPI1 was found to be broadly overexpressed in tumors compared with normal tissues, and its high expression correlated with poor prognosis, increased tumor mutational burden, and reduced adaptive immune cell infiltration. In lung adenocarcinoma (LUAD), TPI1 was enriched in malignant epithelial and myeloid populations and associated with immunosuppressive stromal features. A TPI1-based prognostic model stratified LUAD patients by overall survival, immune phenotype, and mutational status. Functional assays demonstrated that TPI1 promotes M2-like macrophage polarization in THP-1 cells, enhances LUAD epithelial cell proliferation, migration, and clonogenicity, and contributes to resistance to KRAS inhibitors in KRAS-mutant LUAD cells. Collectively, these findings establish TPI1 as a dual modulator of tumor progression and immune remodeling in LUAD, highlighting its potential as both a prognostic biomarker and a therapeutic target.",
    "disease": "lung cancer",
    "clean_text": "tpi promotes tumor progression and m macrophage polarization integrated pan cancer and lung adenocarcinoma insights triosephosphate isomerase tpi a glycolytic enzyme has been increasingly implicated in cancer progression yet its expression landscape across tumor types and functional roles in tumor immunity remain poorly defined here we performed integrated pan cancer analyses combining transcriptomic proteomic and single cell rna sequencing datasets to characterize tpi expression prognostic significance mutational associations and immune infiltration tpi was found to be broadly overexpressed in tumors compared with normal tissues and its high expression correlated with poor prognosis increased tumor mutational burden and reduced adaptive immune cell infiltration in lung adenocarcinoma luad tpi was enriched in malignant epithelial and myeloid populations and associated with immunosuppressive stromal features a tpi based prognostic model stratified luad patients by overall survival immune phenotype and mutational status functional assays demonstrated that tpi promotes m like macrophage polarization in thp cells enhances luad epithelial cell proliferation migration and clonogenicity and contributes to resistance to kras inhibitors in kras mutant luad cells collectively these findings establish tpi as a dual modulator of tumor progression and immune remodeling in luad highlighting its potential as both a prognostic biomarker and a therapeutic target"
}