{
    "pmid": "41396817",
    "title": "Census Tract Variability in COPD Emergency Department, Hospitalization, and Readmission Rates in Travis County, Texas.",
    "abstract": "The variation of chronic obstructive pulmonary disease (COPD) population-level exacerbation rates at fine spatial scales is unclear but is important for understanding the potential role of neighborhood-level factors in risk for COPD exacerbations. We aim to 1) describe the spatial distribution of ED visits, hospitalizations, and readmissions for acute exacerbations of COPD across census tracts in Travis County, Texas and 2) understand the neighborhood characteristics that may contribute to census-tract-level morbidity. We used the Texas Health Care Information Collection (THCIC) data set and the U.S. Census Bureau's 2019 American Community Survey (ACS) to calculate census tract-specific population-based incidence rates (PBIRs) and readmission rates from January 2016 through December 2020. Conditional autoregressive models were used to map estimated PBIRs of acute care use outcomes across census tracts. We then examined associations of neighborhood characteristics with census tract-level rates of acute care use. Census tract-level incidence rates of COPD-related ED visits and hospital admissions exhibited spatial patterning across Travis County. In contrast, there was less spatial patterning of census tract-level readmission rates across census tracts. Several census tract demographic, socioeconomic, and built environment characteristics were associated with census tract-level COPD-related ED visit and hospitalization rates, but not with COPD readmission rates. There is a spatial pattern of ED visit and hospitalization PBIRs for acute exacerbations of COPD within Travis County and several associations with neighborhood characteristics. Readmission rates did not exhibit clear spatial patterning across census tracts and did not have similar associations with neighborhood characteristics.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "census tract variability in copd emergency department hospitalization and readmission rates in travis county texas the variation of chronic obstructive pulmonary disease copd population level exacerbation rates at fine spatial scales is unclear but is important for understanding the potential role of neighborhood level factors in risk for copd exacerbations we aim to describe the spatial distribution of ed visits hospitalizations and readmissions for acute exacerbations of copd across census tracts in travis county texas and understand the neighborhood characteristics that may contribute to census tract level morbidity we used the texas health care information collection thcic data set and the u s census bureau s american community survey acs to calculate census tract specific population based incidence rates pbirs and readmission rates from january through december conditional autoregressive models were used to map estimated pbirs of acute care use outcomes across census tracts we then examined associations of neighborhood characteristics with census tract level rates of acute care use census tract level incidence rates of copd related ed visits and hospital admissions exhibited spatial patterning across travis county in contrast there was less spatial patterning of census tract level readmission rates across census tracts several census tract demographic socioeconomic and built environment characteristics were associated with census tract level copd related ed visit and hospitalization rates but not with copd readmission rates there is a spatial pattern of ed visit and hospitalization pbirs for acute exacerbations of copd within travis county and several associations with neighborhood characteristics readmission rates did not exhibit clear spatial patterning across census tracts and did not have similar associations with neighborhood characteristics"
}