{
    "title": "Herpes zoster and vaccination: a clinical review.",
    "doc_id": "20410546",
    "writer": "Adams EN",
    "year": "2010",
    "summary": "PURPOSE: Herpes zoster, herpes zoster vaccine, and the cost-effectiveness of the vaccine are reviewed. SUMMARY: Herpes zoster infection is estimated to affect one in three people during their lifetime. ...",
    "abstract": "Purpose:\n        \n      \n      Herpes zoster, herpes zoster vaccine, and the cost-effectiveness of the vaccine are reviewed.\n    \n\n\n          Summary:\n        \n      \n      Herpes zoster infection is estimated to affect one in three people during their lifetime. Two thirds of people who develop this disease are over age 60 years. Postherpetic neuralgia (PHN) is the most common complication of herpes zoster, occurring in 10-18% of patients. The associated chronic pain can be very debilitating, affecting patients' quality of life. The pain may last for months or years and is difficult to treat, leading to increased health care costs and morbidity. To prevent herpes zoster, a live attenuated vaccine was developed and approved for marketing in 2006 for individuals age > or = 60 years. The safety and efficacy of the vaccine were evaluated in the Shingles Prevention Study in 38,546 adults age > or = 60 years. Compared with placebo, administration of the vaccine resulted in a 51.3% reduction in the incidence of herpes zoster and a 66.5% reduction in the incidence of PHN (p < 0.001 for both comparisons). A single dose of the vaccine is approximately $162 and is not covered by all insurance plans. Several studies evaluated the cost-effectiveness of the vaccine, which was found to be most beneficial in individuals age 70 years or older. The use of the vaccine appears to reduce health care costs and protect the public health.\n    \n\n\n          Conclusion:\n        \n      \n      The herpes zoster vaccine is effective in preventing herpes zoster and decreasing the incidence of complications. However, insurance coverage may hinder eligible patients from receiving the vaccination.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20410546/",
    "clean_text": "herpes zoster and vaccination a clinical review purpose herpes zoster herpes zoster vaccine and the cost effectiveness of the vaccine are reviewed summary herpes zoster infection is estimated to affect one in three people during their lifetime purpose herpes zoster herpes zoster vaccine and the cost effectiveness of the vaccine are reviewed summary herpes zoster infection is estimated to affect one in three people during their lifetime two thirds of people who develop this disease are over age years postherpetic neuralgia phn is the most common complication of herpes zoster occurring in of patients the associated chronic pain can be very debilitating affecting patients quality of life the pain may last for months or years and is difficult to treat leading to increased health care costs and morbidity to prevent herpes zoster a live attenuated vaccine was developed and approved for marketing in for individuals age or years the safety and efficacy of the vaccine were evaluated in the shingles prevention study in adults age or years compared with placebo administration of the vaccine resulted in a reduction in the incidence of herpes zoster and a reduction in the incidence of phn p for both comparisons a single dose of the vaccine is approximately and is not covered by all insurance plans several studies evaluated the cost effectiveness of the vaccine which was found to be most beneficial in individuals age years or older the use of the vaccine appears to reduce health care costs and protect the public health conclusion the herpes zoster vaccine is effective in preventing herpes zoster and decreasing the incidence of complications however insurance coverage may hinder eligible patients from receiving the vaccination"
}