{
    "title": "Gene therapy then and now: A look back at changes in the field over the past 25 years.",
    "doc_id": "40022444",
    "writer": "Wang D",
    "year": "2025",
    "summary": "Since the inception of Molecular Therapy in 2000, the field of gene therapy has made remarkable progress, evolving from no approved clinical products to 23 clinical gene therapy products today. ...We also discuss the current challenges facing …",
    "abstract": "Since the inception of Molecular Therapy in 2000, the field of gene therapy has made remarkable progress, evolving from no approved clinical products to 23 clinical gene therapy products today. In this review, we aim to capture the transformative changes in the field by surveying the literature over this period, with a particular focus on advancements in gene delivery vector technology, disease and tissue targeting, and the revolutionary molecular tools that have become central to the field. We also discuss the current challenges facing gene therapy and the need for greater collaboration to ensure its accessibility worldwide.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40022444/",
    "clean_text": "gene therapy then and now a look back at changes in the field over the past years since the inception of molecular therapy in the field of gene therapy has made remarkable progress evolving from no approved clinical products to clinical gene therapy products today we also discuss the current challenges facing since the inception of molecular therapy in the field of gene therapy has made remarkable progress evolving from no approved clinical products to clinical gene therapy products today in this review we aim to capture the transformative changes in the field by surveying the literature over this period with a particular focus on advancements in gene delivery vector technology disease and tissue targeting and the revolutionary molecular tools that have become central to the field we also discuss the current challenges facing gene therapy and the need for greater collaboration to ensure its accessibility worldwide"
}