{
    "title": "Juvenile Idiopathic Arthritis: Oligoarthritis and Polyarthritis.",
    "doc_id": "30031492",
    "writer": "Crayne CB",
    "year": "2018",
    "summary": "Juvenile idiopathic arthritis (JIA) comprises a group of heterogeneous diseases further divided into various categories based on shared clinical presentation, laboratory markers, and disease prognosis. ...",
    "abstract": "Juvenile idiopathic arthritis (JIA) comprises a group of heterogeneous diseases further divided into various categories based on shared clinical presentation, laboratory markers, and disease prognosis. Extra-articular complications include uveitis and growth abnormalities. Disease course and prognosis vary with respect to each JIA category and subsequently guide respective treatment. Over the past few decades, considerable treatment advances have significantly reduced the morbidity associated with childhood arthritis. Nevertheless, the treatments are not curative; many children continue to have active disease into adulthood. Emphasis is placed on the initiation of early aggressive therapy in hopes of delaying disease progression and inducing remission.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30031492/",
    "clean_text": "juvenile idiopathic arthritis oligoarthritis and polyarthritis juvenile idiopathic arthritis jia comprises a group of heterogeneous diseases further divided into various categories based on shared clinical presentation laboratory markers and disease prognosis juvenile idiopathic arthritis jia comprises a group of heterogeneous diseases further divided into various categories based on shared clinical presentation laboratory markers and disease prognosis extra articular complications include uveitis and growth abnormalities disease course and prognosis vary with respect to each jia category and subsequently guide respective treatment over the past few decades considerable treatment advances have significantly reduced the morbidity associated with childhood arthritis nevertheless the treatments are not curative many children continue to have active disease into adulthood emphasis is placed on the initiation of early aggressive therapy in hopes of delaying disease progression and inducing remission"
}