{
    "pmid": "41453123",
    "title": "Whole-Brain Dynamic Causal Tractography Atlas of Auditory and Visual Speech Networks Derived From Intracranial Neurophysiologic Data.",
    "abstract": "Since Penfield's era, invasive neurophysiology has laid a lasting foundation for functional neuroscience by elucidating brain regions necessary for speech. Yet, whole-brain studies have not distinguished the millisecond-scale dynamics and specific white matter pathways that support rapid naming in the auditory and visual domains. We developed a whole-brain dynamic causal tractography atlas of speech using intracranial neurophysiologic data. This observational study analyzed intracranial EEG during naming tasks in patients with drug-resistant focal epilepsy who underwent epilepsy surgery at Detroit Medical Center, MI. Task-related cortical high-gamma modulations were quantified, and functional coactivation was defined as sustained high-gamma augmentation occurring simultaneously in cortical regions directly connected by a white matter tract. We examined high-gamma modulations and functional coactivation associated with rapid and delayed auditory and picture naming responses. Electrical stimulation tested the causal significance of these dynamics. A total of 125 patients (5-49 years; 61 female patients) were included. The atlas revealed white matter coactivation intensity patterns at specific 5-millisecond time windows that best aligned with sensorimotor and language symptoms elicited by electrical stimulation. Rapid auditory naming was associated with deactivation of the right rostral middle frontal gyrus and increased coactivation along the left arcuate fasciculus, linked to stimulation-induced receptive and expressive aphasia. By contrast, delayed auditory naming correlated with a late surge in bifrontal coactivation. Rapid picture naming involved early coactivation between cortices connected through the bilateral inferior longitudinal fasciculi-associated with stimulation-induced visual distortions-coinciding with transient co-deactivation of the Broca area. Left-handedness and left-hemispheric epileptogenicity were associated with reduced left-hemispheric dominant high-gamma augmentation in specific regions. These findings delineate dissociable white matter-mediated mechanisms, supporting rapid naming in auditory and visual domains. Reduced inhibitory monitoring by the right dorsolateral prefrontal cortex may facilitate efficient lexical retrieval through left perisylvian pathways during auditory naming, whereas excessive bifrontal interaction may underlie delayed auditory naming. Rapid visual object recognition seems to rely on early occipito-temporal coactivation with minimal Broca area involvement. The resulting atlas provides a resource for trainees studying the network dynamics underlying speech and for presurgical language mapping in patients undergoing cortical or subcortical interventions.",
    "disease": "epilepsy",
    "clean_text": "whole brain dynamic causal tractography atlas of auditory and visual speech networks derived from intracranial neurophysiologic data since penfield s era invasive neurophysiology has laid a lasting foundation for functional neuroscience by elucidating brain regions necessary for speech yet whole brain studies have not distinguished the millisecond scale dynamics and specific white matter pathways that support rapid naming in the auditory and visual domains we developed a whole brain dynamic causal tractography atlas of speech using intracranial neurophysiologic data this observational study analyzed intracranial eeg during naming tasks in patients with drug resistant focal epilepsy who underwent epilepsy surgery at detroit medical center mi task related cortical high gamma modulations were quantified and functional coactivation was defined as sustained high gamma augmentation occurring simultaneously in cortical regions directly connected by a white matter tract we examined high gamma modulations and functional coactivation associated with rapid and delayed auditory and picture naming responses electrical stimulation tested the causal significance of these dynamics a total of patients years female patients were included the atlas revealed white matter coactivation intensity patterns at specific millisecond time windows that best aligned with sensorimotor and language symptoms elicited by electrical stimulation rapid auditory naming was associated with deactivation of the right rostral middle frontal gyrus and increased coactivation along the left arcuate fasciculus linked to stimulation induced receptive and expressive aphasia by contrast delayed auditory naming correlated with a late surge in bifrontal coactivation rapid picture naming involved early coactivation between cortices connected through the bilateral inferior longitudinal fasciculi associated with stimulation induced visual distortions coinciding with transient co deactivation of the broca area left handedness and left hemispheric epileptogenicity were associated with reduced left hemispheric dominant high gamma augmentation in specific regions these findings delineate dissociable white matter mediated mechanisms supporting rapid naming in auditory and visual domains reduced inhibitory monitoring by the right dorsolateral prefrontal cortex may facilitate efficient lexical retrieval through left perisylvian pathways during auditory naming whereas excessive bifrontal interaction may underlie delayed auditory naming rapid visual object recognition seems to rely on early occipito temporal coactivation with minimal broca area involvement the resulting atlas provides a resource for trainees studying the network dynamics underlying speech and for presurgical language mapping in patients undergoing cortical or subcortical interventions"
}