{
    "title": "An assessment of the accuracy of a novel weight estimation device for children.",
    "doc_id": "27633345",
    "writer": "Jung JY",
    "year": "2017",
    "summary": "BACKGROUND: We sought to validate the accuracy and assess the efficacy of a newly developed electronic weight estimation device (ie, the rolling tape) for paediatric weight estimation. METHODS: We enrolled a convenience sample of children aged <17 years presentin …",
    "abstract": "Background:\n        \n      \n      We sought to validate the accuracy and assess the efficacy of a newly developed electronic weight estimation device (ie, the rolling tape) for paediatric weight estimation.\n    \n\n\n          Methods:\n        \n      \n      We enrolled a convenience sample of children aged <17 years presenting to our emergency department who volunteered to participate in the study. The children's heights and weights were measured, and three researchers estimated these values using the rolling tape and Broselow tape at 5 min intervals. The weight estimates of researcher 1, researcher 2 and the Broselow tape were compared with measured values, and mean percentage error (MPE), root mean square error (RMSE) and percentage of estimates within 10% of the actual measured values were calculated. For 30 randomly selected subjects, we compared the time interval from the start of the measurement to the time that orders for epinephrine, defibrillation dose and instrument size could be given in a simulated arrest scenario.\n    \n\n\n          Results:\n        \n      \n      We enrolled 906 children (median age 4.0 years). For researcher 1, researcher 2 and the Broselow tape, MPE values were 0.11% (RMSE 2.61 kg), 1.41% (RMSE, 2.61 kg) and 1.72% (RMSE 5.41 kg), respectively, and the percentages of children with predictions within 10% of their actual weight were 75.1%, 75.7% and 60.6%, respectively. In the 30 simulated cases, the mean time for measurement to ordering was significantly shorter (25.8 s vs 35.5 s, p<0.001) for the rolling tape compared with the Broselow tape method.\n    \n\n\n          Conclusions:\n        \n      \n      The rolling tape is a good weight estimation tool for children compared with other methods. The rolling tape method significantly decreased the time from weight estimation to orders for essential drug dose, instrument size and defibrillation dose for resuscitation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27633345/",
    "clean_text": "an assessment of the accuracy of a novel weight estimation device for children background we sought to validate the accuracy and assess the efficacy of a newly developed electronic weight estimation device ie the rolling tape for paediatric weight estimation methods we enrolled a convenience sample of children aged years presentin background we sought to validate the accuracy and assess the efficacy of a newly developed electronic weight estimation device ie the rolling tape for paediatric weight estimation methods we enrolled a convenience sample of children aged years presenting to our emergency department who volunteered to participate in the study the children s heights and weights were measured and three researchers estimated these values using the rolling tape and broselow tape at min intervals the weight estimates of researcher researcher and the broselow tape were compared with measured values and mean percentage error mpe root mean square error rmse and percentage of estimates within of the actual measured values were calculated for randomly selected subjects we compared the time interval from the start of the measurement to the time that orders for epinephrine defibrillation dose and instrument size could be given in a simulated arrest scenario results we enrolled children median age years for researcher researcher and the broselow tape mpe values were rmse kg rmse kg and rmse kg respectively and the percentages of children with predictions within of their actual weight were and respectively in the simulated cases the mean time for measurement to ordering was significantly shorter s vs s p for the rolling tape compared with the broselow tape method conclusions the rolling tape is a good weight estimation tool for children compared with other methods the rolling tape method significantly decreased the time from weight estimation to orders for essential drug dose instrument size and defibrillation dose for resuscitation"
}