{
    "pmid": "41379513",
    "title": "A Decade of Racial Trends in Unicompartmental Knee Arthroplasty Utilization.",
    "abstract": "The authors sought to examine the racial trends of relative unicompartmental knee arthroplasty (UKA) to total knee arthroplasty (TKA) utilization and complications over 10 years. The National Surgical Quality Improvement Program (NSQIP) database was utilized from 2010 to 2020. Adjusted incidence rate ratios (IRR) were derived for UKA:TKA among African American (AA), Asian, American Indian (AI), and Caucasian racial groups. Multivariate regression was used to compare complications; 406,684 patients were included. AA and AI patients underwent UKA at a lower rate than Caucasian patients (IRR = 0.42, 0.48, respectively, p < 0.001), while Asian patients underwent UKA at a higher rate (IRR = 1.4, p < 0.001). From 2010 to 2020, the IRR among AA patients decreased from 0.71 to 0.57 (p < 0.001), and the IRR for Asian patients increased from 0.38 to 2.07 (p < 0.001). There were no differences in complications. In conclusion, racial disparities in UKA utilization have widened over the past decade, despite similar rates of short-term complications after UKA. Level of Evidence: Prognostic - III. (Journal of Surgical Orthopaedic Advances 34(4):207-210, 2025).",
    "disease": "osteoarthritis",
    "clean_text": "a decade of racial trends in unicompartmental knee arthroplasty utilization the authors sought to examine the racial trends of relative unicompartmental knee arthroplasty uka to total knee arthroplasty tka utilization and complications over years the national surgical quality improvement program nsqip database was utilized from to adjusted incidence rate ratios irr were derived for uka tka among african american aa asian american indian ai and caucasian racial groups multivariate regression was used to compare complications patients were included aa and ai patients underwent uka at a lower rate than caucasian patients irr respectively p while asian patients underwent uka at a higher rate irr p from to the irr among aa patients decreased from to p and the irr for asian patients increased from to p there were no differences in complications in conclusion racial disparities in uka utilization have widened over the past decade despite similar rates of short term complications after uka level of evidence prognostic iii journal of surgical orthopaedic advances"
}