{
    "pmid": "41428329",
    "title": "Molecular Engineering-Driven Self-Assembled Nanotheranostic System for Mannose-Targeted Synergistically Enhanced Photothermal-Photodynamic Precision Therapy in Colorectal Cancer.",
    "abstract": "Cyanine dyes (Cy) possess excellent properties for biomedical applications, but their effectiveness is hampered by disordered aqueous aggregation and photophysical instability. To address these challenges, we rationally engineer the heptamethine cyanine (Cy7) scaffold by integrating tetraphenylethylene (TPE)─a rigid π-conjugated hydrophobic moiety─and tumor-targeting mannose, a hydrophilic glycan that recognizes overexpressed mannose receptors (MR) on cancer cells. This molecular design enables spontaneous self-assembly, driven by hydrophilic-hydrophobic interactions, into well-defined, carrier-free nanoparticles (TCM NPs). TCM NPs serve as an immunogenically safe, multifunctional nanoplatform that integrates MR-targeted delivery, near-infrared (NIR) imaging, and dual phototherapy. Mechanistically, the twisted conformation of TPE introduces steric hindrance, effectively suppressing intramolecular π-π stacking and fluorescence quenching while enhancing nonradiative decay, resulting in a remarkable 58.6% photothermal conversion efficiency. Simultaneously, the excited state of TCM facilitates efficient S",
    "disease": "colorectal cancer",
    "clean_text": "molecular engineering driven self assembled nanotheranostic system for mannose targeted synergistically enhanced photothermal photodynamic precision therapy in colorectal cancer cyanine dyes cy possess excellent properties for biomedical applications but their effectiveness is hampered by disordered aqueous aggregation and photophysical instability to address these challenges we rationally engineer the heptamethine cyanine cy scaffold by integrating tetraphenylethylene tpe a rigid conjugated hydrophobic moiety and tumor targeting mannose a hydrophilic glycan that recognizes overexpressed mannose receptors mr on cancer cells this molecular design enables spontaneous self assembly driven by hydrophilic hydrophobic interactions into well defined carrier free nanoparticles tcm nps tcm nps serve as an immunogenically safe multifunctional nanoplatform that integrates mr targeted delivery near infrared nir imaging and dual phototherapy mechanistically the twisted conformation of tpe introduces steric hindrance effectively suppressing intramolecular stacking and fluorescence quenching while enhancing nonradiative decay resulting in a remarkable photothermal conversion efficiency simultaneously the excited state of tcm facilitates efficient s"
}