{
    "title": "Dual-factor Models of Mental Health: A Systematic Review of Empirical Evidence.",
    "doc_id": "38706709",
    "writer": "Magalhães E.",
    "year": "2024",
    "summary": "Objective: Dual-factor models of mental health propose that mental health includes two interrelated yet distinct dimensions - psychopathology and well-being. ...Conclusions: This review highlights the importance of considering the two dimensions of …",
    "abstract": "Objective: Dual-factor models of mental health propose that mental health includes two interrelated yet distinct dimensions - psychopathology and well-being. However, there is no systematization of the evidence following these models. This review aims to address the following research question: what evidence exists using dual-factor models? Method: The current systematic review was conducted using PRISMA guidelines on the following databases: Web-of-science, Scopus, Academic Search Complete, APA PsycArticles, APA PsycInfo, Psychology and Behavioral Sciences Collection, ERIC, and MEDLINE. The screening process resulted in 85 manuscripts that tested the assumptions of dual-factor models. Results: Evidence revealed psychometric substantiation on the two-dimensionality of the dual-factor model, and 85% of the manuscripts provided evidence related to classifying participants into different mental health groups. Most studies showed that the Complete Mental Health or Positive Mental Health group is the most prevalent status group, and longitudinal evidence suggests that most participants (around 50%-64%) remain in the same group across time. Regarding the factors associated with mental health status groups, studies reviewed in this manuscript focus mainly on school-related outcomes, followed by supportive relationships, sociodemographic characteristics, psychological assets, individual attributes, physical health, and stressful events. Conclusions: This review highlights the importance of considering the two dimensions of mental health when conceptualizing, operationalizing, and measuring mental health. Fostering mental health must go beyond reducing symptoms, and practitioners would be able to include well-being-related interventions in their regular practice to improve individuals' mental health outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38706709/",
    "clean_text": "dual factor models of mental health a systematic review of empirical evidence objective dual factor models of mental health propose that mental health includes two interrelated yet distinct dimensions psychopathology and well being conclusions this review highlights the importance of considering the two dimensions of objective dual factor models of mental health propose that mental health includes two interrelated yet distinct dimensions psychopathology and well being however there is no systematization of the evidence following these models this review aims to address the following research question what evidence exists using dual factor models method the current systematic review was conducted using prisma guidelines on the following databases web of science scopus academic search complete apa psycarticles apa psycinfo psychology and behavioral sciences collection eric and medline the screening process resulted in manuscripts that tested the assumptions of dual factor models results evidence revealed psychometric substantiation on the two dimensionality of the dual factor model and of the manuscripts provided evidence related to classifying participants into different mental health groups most studies showed that the complete mental health or positive mental health group is the most prevalent status group and longitudinal evidence suggests that most participants around remain in the same group across time regarding the factors associated with mental health status groups studies reviewed in this manuscript focus mainly on school related outcomes followed by supportive relationships sociodemographic characteristics psychological assets individual attributes physical health and stressful events conclusions this review highlights the importance of considering the two dimensions of mental health when conceptualizing operationalizing and measuring mental health fostering mental health must go beyond reducing symptoms and practitioners would be able to include well being related interventions in their regular practice to improve individuals mental health outcomes"
}