{
    "pmid": "41448700",
    "title": "Evaluating the impact of the risk-mitigation guidance for opioid prescribing in British Columbia, Canada using a cross-model comparison approach: study protocol.",
    "abstract": "Drug poisoning, caused predominantly by fentanyl in the unregulated drug supply, is the leading cause of death among persons 10-59 years in British Columbia (BC), Canada. In March 2020, in response to the emergence of the COVID-19 pandemic, the province of BC released the Risk Mitigation Guidance (RMG) as a clinical tool for physicians and nurse practitioners, allowing prescribers to provide selective withdrawal management medications, such as hydromorphone, dextroamphetamine, diazepam and others, as a legal and regulated supply of pharmaceutical alternatives to individuals who were at-risk of COVID-19 and overdose. In July 2021, the government of BC released the prescribed safer supply (PSS) policy, extending the scope beyond the COVID-19 pandemic and initial medications offered under the RMG. Recent studies have shown clear benefits among people with a diagnosed opioid use disorder who were prescribed PSS, in reducing mortality, as well as improving retention on opioid agonist treatment for those who were coprescribed PSS medications. The objective of the analysis detailed in this protocol is to use a cross-model comparison approach, comparing two independently developed models which are currently used in public health institutions in BC, to estimate the impact of this policy on opioid overdose-related mortality, while also considering the potential negative impacts of PSS medication diversion to those who are opioid naïve. This project will add to the limited evidence-base on the population-level impact of pharmaceutical alternatives interventions to date. We have identified two appropriate mathematical models to evaluate the impact of PSS on the number of opioid overdose-related deaths within BC from the inception of the programme (March 2020) until December 2022. We will use recently established guidelines on conducting a cross-model comparison to identify structural and parameter differences between the models and perform adaptation steps to generate the counterfactual scenarios. These will include creating additional health states for the population representing individuals receiving PSS, and parameterising the overdose risk, mortality and retention in the new compartments from a comprehensive population-level data set. Harmonisation will be conducted to ensure that both models evaluate the same scenarios with the same data. Further sensitivity analyses will be conducted to consider alternative counterfactual scenarios and changes to the population following the implementation of the intervention. This study is exempt from research ethics board review, as outlined in the Tri-Council Policy Statement, because it relies on data that is available in the public domain and there is no possibility of identifying individual persons. Results of the model validation analysis will be distributed through peer-reviewed journals and knowledge translation materials posted on the websites of the BC Centre for Disease Control and Centre for Advancing Health Outcomes. https://osf.io/kju2p/overview.",
    "disease": "pneumonia",
    "clean_text": "evaluating the impact of the risk mitigation guidance for opioid prescribing in british columbia canada using a cross model comparison approach study protocol drug poisoning caused predominantly by fentanyl in the unregulated drug supply is the leading cause of death among persons years in british columbia bc canada in march in response to the emergence of the covid pandemic the province of bc released the risk mitigation guidance rmg as a clinical tool for physicians and nurse practitioners allowing prescribers to provide selective withdrawal management medications such as hydromorphone dextroamphetamine diazepam and others as a legal and regulated supply of pharmaceutical alternatives to individuals who were at risk of covid and overdose in july the government of bc released the prescribed safer supply pss policy extending the scope beyond the covid pandemic and initial medications offered under the rmg recent studies have shown clear benefits among people with a diagnosed opioid use disorder who were prescribed pss in reducing mortality as well as improving retention on opioid agonist treatment for those who were coprescribed pss medications the objective of the analysis detailed in this protocol is to use a cross model comparison approach comparing two independently developed models which are currently used in public health institutions in bc to estimate the impact of this policy on opioid overdose related mortality while also considering the potential negative impacts of pss medication diversion to those who are opioid na ve this project will add to the limited evidence base on the population level impact of pharmaceutical alternatives interventions to date we have identified two appropriate mathematical models to evaluate the impact of pss on the number of opioid overdose related deaths within bc from the inception of the programme march until december we will use recently established guidelines on conducting a cross model comparison to identify structural and parameter differences between the models and perform adaptation steps to generate the counterfactual scenarios these will include creating additional health states for the population representing individuals receiving pss and parameterising the overdose risk mortality and retention in the new compartments from a comprehensive population level data set harmonisation will be conducted to ensure that both models evaluate the same scenarios with the same data further sensitivity analyses will be conducted to consider alternative counterfactual scenarios and changes to the population following the implementation of the intervention this study is exempt from research ethics board review as outlined in the tri council policy statement because it relies on data that is available in the public domain and there is no possibility of identifying individual persons results of the model validation analysis will be distributed through peer reviewed journals and knowledge translation materials posted on the websites of the bc centre for disease control and centre for advancing health outcomes https osf io kju p overview"
}