{
    "pmid": "41440866",
    "title": "Minimally Invasive Multivessel Coronary Artery Bypass Grafting Using Total Coronary Revascularization via Left Anterior Minithoracotomy in Octogenarians.",
    "abstract": "A sternum-sparing approach of minimally invasive total coronary revascularization via left anterior thoracotomy (TCRAT) demonstrated favorable early and midterm results in unselected patients with coronary artery multivessel disease. However, safety and outcomes in elderly patients remain less well defined. Particularly in octogenarians with relevant comorbidities, data are scarce, and the role of TCRAT compared to conventional coronary artery bypass grafting (CABG) remains uncertain. This study aimed to evaluate in-hospital and midterm outcomes of TCRAT in patients aged ≥ 80 years. From 11/2019 to 10/2025, CABG via left anterior minithoracotomy on cardiopulmonary bypass and cardioplegic arrest was performed as a routine procedure in 859 consecutive, nonemergency patients. Among them, 82 patients (9.5%) were octogenarians, all presenting with multivessel coronary artery disease. In the group of octogenarians, mean BMI was 26.5 ± 3.1 kg/m TCRAT enables complete coronary artery revascularization in multivessel coronary artery disease without sternotomy and can be safely performed in octogenarians. Both in-hospital and midterm outcomes were favorable and comparable to reported contemporary outcomes of conventional CABG in elderly patients.",
    "disease": "coronary artery disease",
    "clean_text": "minimally invasive multivessel coronary artery bypass grafting using total coronary revascularization via left anterior minithoracotomy in octogenarians a sternum sparing approach of minimally invasive total coronary revascularization via left anterior thoracotomy tcrat demonstrated favorable early and midterm results in unselected patients with coronary artery multivessel disease however safety and outcomes in elderly patients remain less well defined particularly in octogenarians with relevant comorbidities data are scarce and the role of tcrat compared to conventional coronary artery bypass grafting cabg remains uncertain this study aimed to evaluate in hospital and midterm outcomes of tcrat in patients aged years from to cabg via left anterior minithoracotomy on cardiopulmonary bypass and cardioplegic arrest was performed as a routine procedure in consecutive nonemergency patients among them patients were octogenarians all presenting with multivessel coronary artery disease in the group of octogenarians mean bmi was kg m tcrat enables complete coronary artery revascularization in multivessel coronary artery disease without sternotomy and can be safely performed in octogenarians both in hospital and midterm outcomes were favorable and comparable to reported contemporary outcomes of conventional cabg in elderly patients"
}