{
    "pmid": "41424797",
    "title": "CX3CR1: a potential microglia-specific PET imaging target in Alzheimer's and Parkinson's diseases.",
    "abstract": "Microglia are the resident immune cells of the central nervous system (CNS), playing a crucial role in maintaining brain homeostasis and mediating neuroimmune responses. The chemokine receptor CX3CR1, predominantly expressed on microglia, regulates microglial function via interactions with its neuronal ligand CX3CL1. The CX3CR1-CX3CL1 signaling exhibits complex, context-dependent roles in neurodegenerative diseases. In Alzheimer's disease (AD) and Parkinson's disease (PD) animal models, CX3CR1 deficiency shows paradoxical outcomes, attenuating or exacerbating amyloid-β (Aβ) and tau pathologies in AD, while consistently worsening α-synuclein-induced neurodegeneration in PD. Although CX3CR1 emerges as a promising therapeutic and diagnostic target, its complex role in microglial dynamics remains incompletely understood. Positron emission tomography (PET) imaging provides a powerful, noninvasive method for investigating biological processes ",
    "disease": "parkinson disease",
    "clean_text": "cx cr a potential microglia specific pet imaging target in alzheimer s and parkinson s diseases microglia are the resident immune cells of the central nervous system cns playing a crucial role in maintaining brain homeostasis and mediating neuroimmune responses the chemokine receptor cx cr predominantly expressed on microglia regulates microglial function via interactions with its neuronal ligand cx cl the cx cr cx cl signaling exhibits complex context dependent roles in neurodegenerative diseases in alzheimer s disease ad and parkinson s disease pd animal models cx cr deficiency shows paradoxical outcomes attenuating or exacerbating amyloid a and tau pathologies in ad while consistently worsening synuclein induced neurodegeneration in pd although cx cr emerges as a promising therapeutic and diagnostic target its complex role in microglial dynamics remains incompletely understood positron emission tomography pet imaging provides a powerful noninvasive method for investigating biological processes"
}