{
    "pmid": "41460796",
    "title": "Adverse drug reactions in tuberculosis treatment: Incidence, duration and resolution pathways from a mixed-methods patient-centric study in India.",
    "abstract": "Adverse drug reactions (ADRs) remain a major barrier to successful tuberculosis (TB) treatment. They undermine adherence, prolong morbidity, and increase the risk of treatment failures and mortality. Yet, evidence on their incidence, duration, and management across diverse patient groups remains limited. We conducted a mixed-methods study to address this gap, using a representative sample of patients from six states in India. Specifically, we combined ethnographic observations and interviews with patients and stakeholders (n = 40) across three districts with a quantitative survey of 2,124 randomly selected TB patients across eight districts. The ethnographic analysis revealed a novel taxonomy of ADRs, distinguishing active ADRs (acute, clinically urgent conditions), from passive ADRs (persistent, lower-intensity conditions) that quietly undermine adherence in later treatment phases. Passive ADRs such as skin darkening and fatigue typically warrant little clinical attention, yet their persistence makes them highly relevant for patient management strategies aimed at supporting adherence and achieving TB elimination. This finding was further contextualized and strengthened by quantitative analysis, which provided robust statistical insights into their incidence across diverse patient profiles. The quantitative analyses also reveal a near-universal burden of ADRs, with 86% of patients reporting at least one ADR (Mean = 3.1, SD 2.38). Women reported ADRs more frequently and for longer durations, particularly cutaneous ADRs, while elderly patients were more prone to gastrointestinal and musculoskeletal ADRs. Younger patients and women reported the highest prevalence of vomiting (41%), which emerged as the only independent predictor of unsuccessful treatment completion (OR = 0.39, 95% CI: 0.20-0.76). The overall number of ADRs was also strongly correlated with adverse treatment outcomes (OR = 0.88, 95% CI: 0.78-0.98). The active-passive taxonomy, along with risk-group profiling, offers a roadmap for differentiated counselling and pro-active patient-centric ADR management. We recommend embedding this approach into national TB protocols, with structured risk-based patient counselling at different stages of treatment, supported by adequate training for treatment coordinators and providers. While further research is warranted to assess scalability and cost-effectiveness, our findings demonstrate both the urgency and the feasibility of structured ADR management in high-burden TB settings.",
    "disease": "tuberculosis",
    "clean_text": "adverse drug reactions in tuberculosis treatment incidence duration and resolution pathways from a mixed methods patient centric study in india adverse drug reactions adrs remain a major barrier to successful tuberculosis tb treatment they undermine adherence prolong morbidity and increase the risk of treatment failures and mortality yet evidence on their incidence duration and management across diverse patient groups remains limited we conducted a mixed methods study to address this gap using a representative sample of patients from six states in india specifically we combined ethnographic observations and interviews with patients and stakeholders n across three districts with a quantitative survey of randomly selected tb patients across eight districts the ethnographic analysis revealed a novel taxonomy of adrs distinguishing active adrs acute clinically urgent conditions from passive adrs persistent lower intensity conditions that quietly undermine adherence in later treatment phases passive adrs such as skin darkening and fatigue typically warrant little clinical attention yet their persistence makes them highly relevant for patient management strategies aimed at supporting adherence and achieving tb elimination this finding was further contextualized and strengthened by quantitative analysis which provided robust statistical insights into their incidence across diverse patient profiles the quantitative analyses also reveal a near universal burden of adrs with of patients reporting at least one adr mean sd women reported adrs more frequently and for longer durations particularly cutaneous adrs while elderly patients were more prone to gastrointestinal and musculoskeletal adrs younger patients and women reported the highest prevalence of vomiting which emerged as the only independent predictor of unsuccessful treatment completion or ci the overall number of adrs was also strongly correlated with adverse treatment outcomes or ci the active passive taxonomy along with risk group profiling offers a roadmap for differentiated counselling and pro active patient centric adr management we recommend embedding this approach into national tb protocols with structured risk based patient counselling at different stages of treatment supported by adequate training for treatment coordinators and providers while further research is warranted to assess scalability and cost effectiveness our findings demonstrate both the urgency and the feasibility of structured adr management in high burden tb settings"
}