{
    "pmid": "41462629",
    "title": "Short-Chain Fatty Acids Enhance EAAT2-Mediated Glutamate Clearance and Alleviate Oxidative Stress in an MPTP Mouse Model of Parkinson's Disease.",
    "abstract": "Parkinson's disease (PD) is a progressive neurodegenerative disorder characterized by dopaminergic neuron loss, motor deficits, and oxidative stress. Emerging evidence suggests that short-chain fatty acids (SCFAs), microbial metabolites derived from gut fermentation, exert neuroprotective effects, but the underlying mechanisms remain incompletely understood. In this study, we investigated the role of SCFAs in modulating astrocytic glutamate clearance and oxidative stress in a PD mouse model induced by 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP). Behavioral tests demonstrated that SCFA treatment significantly improved locomotor activity, grip strength, and coordination, while attenuating dopaminergic neuron loss and tyrosine hydroxylase (TH) reduction in the substantia nigra and striatum. Mechanistically, SCFAs enhanced astrocytic glutamate uptake mediated by excitatory amino acid transporter 2 (EAAT2), suppressed astrocyte reactivity, and reduced neuroinflammation, as evidenced by decreased plasma interleukin-6 (IL-6), interleukin-1 beta (IL-1β), and tumor necrosis factor-alpha (TNF-α) levels. SCFAs also restored redox homeostasis by elevating glutathione, reducing malondialdehyde, preserving superoxide dismutase activity, and promoting nuclear factor-erythroid 2-related factor 2 (Nrf2) nuclear translocation with upregulation of downstream antioxidant enzymes like heme oxygenase-1 (HO-1), superoxide dismutase 1 (SOD1), and superoxide dismutase 2 (SOD2). Inhibition of EAAT2 with dihydrokainic acid (DHK) abolished the beneficial effects of SCFAs, highlighting the critical role of EAAT2 in mediating SCFA-driven neuroprotection. Collectively, our findings demonstrate that SCFAs confer neuroprotection in PD by enhancing EAAT2-dependent glutamate clearance, reducing reactive oxygen species (ROS) accumulation, and activating Nrf2-dependent antioxidant pathways, providing a mechanistic basis for SCFA-based therapeutic strategies in PD.",
    "disease": "parkinson disease",
    "clean_text": "short chain fatty acids enhance eaat mediated glutamate clearance and alleviate oxidative stress in an mptp mouse model of parkinson s disease parkinson s disease pd is a progressive neurodegenerative disorder characterized by dopaminergic neuron loss motor deficits and oxidative stress emerging evidence suggests that short chain fatty acids scfas microbial metabolites derived from gut fermentation exert neuroprotective effects but the underlying mechanisms remain incompletely understood in this study we investigated the role of scfas in modulating astrocytic glutamate clearance and oxidative stress in a pd mouse model induced by methyl phenyl tetrahydropyridine mptp behavioral tests demonstrated that scfa treatment significantly improved locomotor activity grip strength and coordination while attenuating dopaminergic neuron loss and tyrosine hydroxylase th reduction in the substantia nigra and striatum mechanistically scfas enhanced astrocytic glutamate uptake mediated by excitatory amino acid transporter eaat suppressed astrocyte reactivity and reduced neuroinflammation as evidenced by decreased plasma interleukin il interleukin beta il and tumor necrosis factor alpha tnf levels scfas also restored redox homeostasis by elevating glutathione reducing malondialdehyde preserving superoxide dismutase activity and promoting nuclear factor erythroid related factor nrf nuclear translocation with upregulation of downstream antioxidant enzymes like heme oxygenase ho superoxide dismutase sod and superoxide dismutase sod inhibition of eaat with dihydrokainic acid dhk abolished the beneficial effects of scfas highlighting the critical role of eaat in mediating scfa driven neuroprotection collectively our findings demonstrate that scfas confer neuroprotection in pd by enhancing eaat dependent glutamate clearance reducing reactive oxygen species ros accumulation and activating nrf dependent antioxidant pathways providing a mechanistic basis for scfa based therapeutic strategies in pd"
}