{
    "pmid": "41473305",
    "title": "NVUAtlas: A Comprehensive Single-Nucleus RNA-Seq Resource for the Human Neurovascular Unit in Alzheimer's Disease.",
    "abstract": "Neurovascular unit (NVU) dysfunction is being recognized as one of the earliest contributors to Alzheimer's disease (AD) pathogenesis. However, systematic investigation of NVU dysfunction is currently limited by lack of access to molecular level information due to underrepresentation of vascular and mural cells in standard single-nucleus RNA sequencing (snRNA-seq) datasets. Consequently, existing transcriptomic atlases lack the resolution necessary to capture the coordinated intercellular signaling and dysfunction across vascular components of NVU, including endothelial cells and pericytes. We constructed the Human NVU Atlas by integrating 11 publicly available snRNA-seq datasets, including vascular-enriched samples, from the human prefrontal cortex. This comprehensive dataset aggregates over 4.2 million nuclei from 748 donors, including AD patients and age-matched controls. We utilized a unified probabilistic pipeline based on deep generative models (SCVI) to perform batch-aware integration and employed an ensemble of supervised and deep-learning classifiers to rigorously re-annotate cell types. Differential expression and ligand-receptor interaction analyses were subsequently performed to identify cell-type-specific disruptions in males versus females. The atlas successfully curated vascular populations from 11 studies to assemble the largest publically available NVU cohort of endothelial cells (2.8%) and pericytes (1.9%) alongside astrocytes and neurons. Differential expression analysis revealed that while neurons predominantly exhibited gene downregulation in AD, vascular cells displayed a pattern of transcriptional hyperactivity with significant gene upregulation. We also identified pronounced sex-specific vulnerabilities; females exhibited distinct inflammatory signatures and downregulation of basement membrane collagen genes (e.g.,  The Human NVU Atlas provides a high-resolution, integrated transcriptomic framework for dissecting the cellular heterogeneity of the neurovascular unit. By uncovering sex-specific vascular mechanisms and disrupted intercellular communication, this resource highlights the critical role of vascular cells in AD progression and serves as a foundational reference for investigating cerebrovascular contribution to AD.",
    "disease": "alzheimer disease",
    "clean_text": "nvuatlas a comprehensive single nucleus rna seq resource for the human neurovascular unit in alzheimer s disease neurovascular unit nvu dysfunction is being recognized as one of the earliest contributors to alzheimer s disease ad pathogenesis however systematic investigation of nvu dysfunction is currently limited by lack of access to molecular level information due to underrepresentation of vascular and mural cells in standard single nucleus rna sequencing snrna seq datasets consequently existing transcriptomic atlases lack the resolution necessary to capture the coordinated intercellular signaling and dysfunction across vascular components of nvu including endothelial cells and pericytes we constructed the human nvu atlas by integrating publicly available snrna seq datasets including vascular enriched samples from the human prefrontal cortex this comprehensive dataset aggregates over million nuclei from donors including ad patients and age matched controls we utilized a unified probabilistic pipeline based on deep generative models scvi to perform batch aware integration and employed an ensemble of supervised and deep learning classifiers to rigorously re annotate cell types differential expression and ligand receptor interaction analyses were subsequently performed to identify cell type specific disruptions in males versus females the atlas successfully curated vascular populations from studies to assemble the largest publically available nvu cohort of endothelial cells and pericytes alongside astrocytes and neurons differential expression analysis revealed that while neurons predominantly exhibited gene downregulation in ad vascular cells displayed a pattern of transcriptional hyperactivity with significant gene upregulation we also identified pronounced sex specific vulnerabilities females exhibited distinct inflammatory signatures and downregulation of basement membrane collagen genes e g the human nvu atlas provides a high resolution integrated transcriptomic framework for dissecting the cellular heterogeneity of the neurovascular unit by uncovering sex specific vascular mechanisms and disrupted intercellular communication this resource highlights the critical role of vascular cells in ad progression and serves as a foundational reference for investigating cerebrovascular contribution to ad"
}