{
    "pmid": "41397769",
    "title": "Pill retention in Parkinson's disease presenting as a soft tissue mass.",
    "abstract": "Dysphagia in Parkinson's disease (PD) may lead to medication or 'pill retention', compromising drug delivery and mimicking other pathology on imaging. We report an octogenarian with advanced PD who presented after an unwitnessed fall, throat pain, hoarseness and cough when swallowing. A CT of the neck suggested a soft tissue mass in the piriform recess. Endoscopic evaluation instead revealed a large collection of retained levodopa tablets above the epiglottis with active aspiration. Management with crushed medication in thickened feeds, allied-health involvement and palliative-focused care was instituted; the patient died several weeks later due to an ischaemic stroke. This case highlights that (1) retained oral PD medications can present as a suspicious neck mass, (2) pill size and formulation must be tailored when dysphagia is present, and (3) early dysphagia screening and multidisciplinary management in PD patients are essential to prevent motor 'off' periods, aspiration and misdiagnosis.",
    "disease": "parkinson disease",
    "clean_text": "pill retention in parkinson s disease presenting as a soft tissue mass dysphagia in parkinson s disease pd may lead to medication or pill retention compromising drug delivery and mimicking other pathology on imaging we report an octogenarian with advanced pd who presented after an unwitnessed fall throat pain hoarseness and cough when swallowing a ct of the neck suggested a soft tissue mass in the piriform recess endoscopic evaluation instead revealed a large collection of retained levodopa tablets above the epiglottis with active aspiration management with crushed medication in thickened feeds allied health involvement and palliative focused care was instituted the patient died several weeks later due to an ischaemic stroke this case highlights that retained oral pd medications can present as a suspicious neck mass pill size and formulation must be tailored when dysphagia is present and early dysphagia screening and multidisciplinary management in pd patients are essential to prevent motor off periods aspiration and misdiagnosis"
}