{
    "pmid": "41440876",
    "title": "Intravascular Imaging Guidance for Left Main Interventions: The Emerging Role of Optical Coherence Tomography.",
    "abstract": "Left main (LM) coronary artery disease remains a critical and high-risk clinical entity with considerable prognostic impact. While surgical revascularization has long been the standard of care, advances in percutaneous coronary intervention (PCI) techniques have significantly improved outcomes, challenging traditional treatment paradigms. Nevertheless, PCI in LM lesions continues to be associated with increased rates of repeat revascularization. This has underscored the importance of precise procedural planning and stent optimization, for which intravascular imaging is central. Among available modalities, intravascular ultrasound (IVUS) is well-established and widely endorsed in clinical guidelines for LM PCI. Optical coherence tomography (OCT), although increasingly utilized in other coronary settings, has a more limited but growing body of evidence in LM disease. This review explores the evolving application of OCT in LM interventions, focusing on its capabilities in plaque characterization, vessel sizing, stent selection, and identification of failure mechanisms such as malapposition and underexpansion. In addition, it discusses the utility of OCT in guiding bifurcation strategies and provides a comparative assessment with IVUS, integrating the most recent clinical data.",
    "disease": "coronary artery disease",
    "clean_text": "intravascular imaging guidance for left main interventions the emerging role of optical coherence tomography left main lm coronary artery disease remains a critical and high risk clinical entity with considerable prognostic impact while surgical revascularization has long been the standard of care advances in percutaneous coronary intervention pci techniques have significantly improved outcomes challenging traditional treatment paradigms nevertheless pci in lm lesions continues to be associated with increased rates of repeat revascularization this has underscored the importance of precise procedural planning and stent optimization for which intravascular imaging is central among available modalities intravascular ultrasound ivus is well established and widely endorsed in clinical guidelines for lm pci optical coherence tomography oct although increasingly utilized in other coronary settings has a more limited but growing body of evidence in lm disease this review explores the evolving application of oct in lm interventions focusing on its capabilities in plaque characterization vessel sizing stent selection and identification of failure mechanisms such as malapposition and underexpansion in addition it discusses the utility of oct in guiding bifurcation strategies and provides a comparative assessment with ivus integrating the most recent clinical data"
}