{
    "pmid": "41357311",
    "title": "Fezakinumab Alleviates Cigarette Smoke-Induced COPD by Suppressing the JAK1/STAT3 Pathway in Mice.",
    "abstract": "Elevated Th-22 cells and IL-22 are linked to chronic obstructive pulmonary disease (COPD); however, their mechanisms are not fully elucidated. This study aimed to evaluate the therapeutic effects of AG490 and fezakinumab in a cigarette smoke-induced COPD mouse model. Cigarette smoke-induced COPD mice were divided into Air, CS, AG490, and Fezakinumab groups. We assessed BALF TH-22 cell levels, IL-22 levels and lung tissue (lung tissue were taken from the same anatomical site of the left lower lobe) histopathological changes, IL-22R1 expression, and protein expression of Jak1, TYK2, STAT3, p-STAT3, Caspase3, Bax, and Bcl-2. Th-22 and IL-22 expressions were higher in the CS group than those in the Air group. Both the AG490 and Fezakinumab groups had reduced levels compared with the CS group but remained higher than the Air group. Similarly, IL-22R1 expression was higher in the CS group than in the Air group, while both AG490 and Fezakinumab groups exhibited lower expression than the CS group. H&E staining indicated less severe airway remodeling, alveolar enlargement, and inflammatory cell infiltration in the AG490 and Fezakinumab groups compared with the CS group. Western blot analysis revealed higher levels of JAK1, p-STAT3, and Caspase3 and lower levels of STAT3 and Bcl-2 in the CS group than those in the Air group. Both AG490 and Fezakinumab groups exhibited lower levels of JAK1, p-STAT3, and Caspase3 than the CS group, while Fezakinumab groups exhibited lower levels of STAT3 and higher levels of Bcl-2 than the CS group. Th-22 cells and IL-22 play crucial roles in COPD pathogenesis. Fezakinumab and AG490 mitigate airway remodeling, alveolar enlargement, and pulmonary tissue inflammatory cell infiltration by modulating JAK/STAT pathways and apoptosis. These results suggest promising targeted therapies for COPD, potentially improving patient outcomes by addressing inflammatory mechanisms.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "fezakinumab alleviates cigarette smoke induced copd by suppressing the jak stat pathway in mice elevated th cells and il are linked to chronic obstructive pulmonary disease copd however their mechanisms are not fully elucidated this study aimed to evaluate the therapeutic effects of ag and fezakinumab in a cigarette smoke induced copd mouse model cigarette smoke induced copd mice were divided into air cs ag and fezakinumab groups we assessed balf th cell levels il levels and lung tissue lung tissue were taken from the same anatomical site of the left lower lobe histopathological changes il r expression and protein expression of jak tyk stat p stat caspase bax and bcl th and il expressions were higher in the cs group than those in the air group both the ag and fezakinumab groups had reduced levels compared with the cs group but remained higher than the air group similarly il r expression was higher in the cs group than in the air group while both ag and fezakinumab groups exhibited lower expression than the cs group h e staining indicated less severe airway remodeling alveolar enlargement and inflammatory cell infiltration in the ag and fezakinumab groups compared with the cs group western blot analysis revealed higher levels of jak p stat and caspase and lower levels of stat and bcl in the cs group than those in the air group both ag and fezakinumab groups exhibited lower levels of jak p stat and caspase than the cs group while fezakinumab groups exhibited lower levels of stat and higher levels of bcl than the cs group th cells and il play crucial roles in copd pathogenesis fezakinumab and ag mitigate airway remodeling alveolar enlargement and pulmonary tissue inflammatory cell infiltration by modulating jak stat pathways and apoptosis these results suggest promising targeted therapies for copd potentially improving patient outcomes by addressing inflammatory mechanisms"
}