{
    "pmid": "41463160",
    "title": "Age-Related Multigene Analysis of Colorectal Cancer Using Next-Generation Sequencing.",
    "abstract": "Colorectal cancer (CRC) remains a major global health problem, with rising incidence among younger individuals. The implementation of next-generation sequencing (NGS) has enabled comprehensive multigene analysis to identify cancer-predisposing variants and molecular alterations in tumors. However, data on age-related genetic differences in CRC from Central and Eastern European populations, including Poland, remain limited. This study aimed to explore molecular differences in CRC between patients aged ≤50 and >50 years in a Polish cohort. Tumor DNA was extracted from formalin-fixed, paraffin-embedded (FFPE) tissue samples obtained from 54 treatment-naive patients. Targeted sequencing of hot spot regions of 50 genes with known association to cancer was performed using an AmpliSeq for Illumina Cancer Hotspot Panel v2. Variant frequencies in younger vs. older patients were:  Multigene panel sequencing revealed distinct age-related molecular patterns in CRC. Younger patients were more likely to harbor ",
    "disease": "colorectal cancer",
    "clean_text": "age related multigene analysis of colorectal cancer using next generation sequencing colorectal cancer crc remains a major global health problem with rising incidence among younger individuals the implementation of next generation sequencing ngs has enabled comprehensive multigene analysis to identify cancer predisposing variants and molecular alterations in tumors however data on age related genetic differences in crc from central and eastern european populations including poland remain limited this study aimed to explore molecular differences in crc between patients aged and years in a polish cohort tumor dna was extracted from formalin fixed paraffin embedded ffpe tissue samples obtained from treatment naive patients targeted sequencing of hot spot regions of genes with known association to cancer was performed using an ampliseq for illumina cancer hotspot panel v variant frequencies in younger vs older patients were multigene panel sequencing revealed distinct age related molecular patterns in crc younger patients were more likely to harbor"
}