{
    "title": "Fragile X-associated tremor/ataxia syndrome - features, mechanisms and management.",
    "doc_id": "27340021",
    "writer": "Hagerman RJ",
    "year": "2016",
    "summary": "Many physicians are unaware of the many phenotypes associated with the fragile X premutation, an expansion in the 5' untranslated region of the fragile X mental retardation 1 (FMR1) gene that consists of 55-200 CGG repeats. The most severe of these phe …",
    "abstract": "Many physicians are unaware of the many phenotypes associated with the fragile X premutation, an expansion in the 5' untranslated region of the fragile X mental retardation 1 (FMR1) gene that consists of 55-200 CGG repeats. The most severe of these phenotypes is fragile X-associated tremor/ataxia syndrome (FXTAS), which occurs in the majority of ageing male premutation carriers but in fewer than 20% of ageing women with the premutation. The prevalence of the premutation is 1 in 150-300 females, and 1 in 400-850 males, so physicians are likely to see people affected by FXTAS. Fragile X DNA testing is broadly available in the Western world. The clinical phenotype of FXTAS at presentation can vary and includes intention tremor, cerebellar ataxia, neuropathic pain, memory and/or executive function deficits, parkinsonian features, and psychological disorders, such as depression, anxiety and/or apathy. FXTAS causes brain atrophy and white matter disease, usually in the middle cerebellar peduncles, the periventricular area, and the splenium and/or genu of the corpus callosum. Here, we review the complexities involved in the clinical management of FXTAS and consider how targeted treatment for these clinical features of FXTAS will result from advances in our understanding of the molecular mechanisms that underlie this neurodegenerative disorder. Such targeted approaches should also be more broadly applicable to earlier forms of clinical involvement among premutation carriers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27340021/",
    "clean_text": "fragile x associated tremor ataxia syndrome features mechanisms and management many physicians are unaware of the many phenotypes associated with the fragile x premutation an expansion in the untranslated region of the fragile x mental retardation fmr gene that consists of cgg repeats the most severe of these phe many physicians are unaware of the many phenotypes associated with the fragile x premutation an expansion in the untranslated region of the fragile x mental retardation fmr gene that consists of cgg repeats the most severe of these phenotypes is fragile x associated tremor ataxia syndrome fxtas which occurs in the majority of ageing male premutation carriers but in fewer than of ageing women with the premutation the prevalence of the premutation is in females and in males so physicians are likely to see people affected by fxtas fragile x dna testing is broadly available in the western world the clinical phenotype of fxtas at presentation can vary and includes intention tremor cerebellar ataxia neuropathic pain memory and or executive function deficits parkinsonian features and psychological disorders such as depression anxiety and or apathy fxtas causes brain atrophy and white matter disease usually in the middle cerebellar peduncles the periventricular area and the splenium and or genu of the corpus callosum here we review the complexities involved in the clinical management of fxtas and consider how targeted treatment for these clinical features of fxtas will result from advances in our understanding of the molecular mechanisms that underlie this neurodegenerative disorder such targeted approaches should also be more broadly applicable to earlier forms of clinical involvement among premutation carriers"
}