{
    "pmid": "41456827",
    "title": "Risk-Adjusted Outcomes of Reoperative versus Primary Coronary Artery Bypass Grafting.",
    "abstract": "Coronary artery bypass grafting (CABG) is a mainstay of therapy for advanced coronary artery disease. While the proportion of reoperative CABG has declined to roughly 3-7% of all CABG procedures, redo operations remain essential for patients with recurrent or refractory ischemia. Redo CABG involves greater technical complexity and risk, highlighting the need for risk-adjusted analyses. We conducted a single-center retrospective review of all isolated CABG procedures from January 2009 to December 2023. After excluding emergent cases and missing data, 12,120 first-time CABG (designated: CABG) and 341 redo (designated: REDO-CABG) patients were analyzed. We used risk-score matching, inverse probability of treatment weighting (IPTW), and multivariable-adjusted approaches to assess in-hospital mortality, perioperative complications, and mortality and revascularization risks up to ten years of follow-up. Crude in-hospital mortality was 1.0% in CABG versus 1.8% in REDO-CABG. After risk-score matching (258 pairs), in-hospital mortality did not differ statistically significantly between the two groups (1.2% vs. 1.9%; relative risk 1.68 (95%CI:0.40-7.10). Major perioperative complications, including stroke, myocardial infarction, hemofiltration, and extracorporeal membrane oxygenation use, were similar. However, the need for cardiopulmonary resuscitation tended to be higher in REDO-CABG, and repeat revascularization up to ten years was significantly greater in REDO-CABG. Both groups demonstrated comparable survival up to ten years of follow-up. Sensitivity analysis using the IPTW approach resulted in in-hospital mortality rates of 1.0% (CABG) and 0.8% (REDO-CABG), with a relative risk of 0.75 (95%CI:0.60-0.94). In this risk-adjusted analysis, redo-CABG achieved similar in-hospital mortality and 10-year survival compared to CABG.",
    "disease": "coronary artery disease",
    "clean_text": "risk adjusted outcomes of reoperative versus primary coronary artery bypass grafting coronary artery bypass grafting cabg is a mainstay of therapy for advanced coronary artery disease while the proportion of reoperative cabg has declined to roughly of all cabg procedures redo operations remain essential for patients with recurrent or refractory ischemia redo cabg involves greater technical complexity and risk highlighting the need for risk adjusted analyses we conducted a single center retrospective review of all isolated cabg procedures from january to december after excluding emergent cases and missing data first time cabg designated cabg and redo designated redo cabg patients were analyzed we used risk score matching inverse probability of treatment weighting iptw and multivariable adjusted approaches to assess in hospital mortality perioperative complications and mortality and revascularization risks up to ten years of follow up crude in hospital mortality was in cabg versus in redo cabg after risk score matching pairs in hospital mortality did not differ statistically significantly between the two groups vs relative risk ci major perioperative complications including stroke myocardial infarction hemofiltration and extracorporeal membrane oxygenation use were similar however the need for cardiopulmonary resuscitation tended to be higher in redo cabg and repeat revascularization up to ten years was significantly greater in redo cabg both groups demonstrated comparable survival up to ten years of follow up sensitivity analysis using the iptw approach resulted in in hospital mortality rates of cabg and redo cabg with a relative risk of ci in this risk adjusted analysis redo cabg achieved similar in hospital mortality and year survival compared to cabg"
}