{
    "pmid": "41366850",
    "title": "Reassessing PCI Timing in High Bleeding Risk Patients: Evidence, Strategies, and Outcomes.",
    "abstract": "Percutaneous coronary intervention (PCI) in patients with high bleeding risk (HBR) presents a therapeutic challenge, requiring careful balancing of ischemic prevention and bleeding avoidance. The Academic Research Consortium High Bleeding Risk (ARC-HBR) criteria provide a standardized framework for identifying this population, yet optimal PCI timing, procedural strategies, and antithrombotic regimens remain uncertain. This review synthesizes data from randomized controlled trials, large-scale registries, and meta-analyses involving HBR patients undergoing PCI in settings including stable coronary artery disease, acute coronary syndromes (ACS), ST-elevation myocardial infarction (STEMI), post-resuscitation states, and malignancy-related thrombocytopenia. Special emphasis is placed on procedural approaches (radial vs. femoral access), device selection (drug-coated balloons, polymer-free drug-eluting stents), and dual antiplatelet therapy (DAPT) duration. Evidence supports the safety of abbreviated DAPT regimens (1-3 months) when combined with bleeding-sparing techniques and devices, with the greatest benefit observed in patients with a high ischemic burden (e.g., GRACE score > 140). Early invasive management in ACS has been associated with reduced ischemic endpoints and shorter hospital stays without a significant rise in major bleeding. Conversely, delayed PCI is advisable in the presence of active bleeding, recent thrombolysis, or severe coagulopathy. Persistent limitations include underrepresentation of ARC-HBR patients in trials and lack of standardized, bleeding risk-tailored timing protocols. PCI in HBR patients can be performed safely and effectively when guided by individualized, evidence-based strategies for procedural timing and antithrombotic therapy. Future directions include integrating biomarker-driven DAPT modulation and artificial intelligence-based decision frameworks to optimize outcomes in this high-risk group.",
    "disease": "coronary artery disease",
    "clean_text": "reassessing pci timing in high bleeding risk patients evidence strategies and outcomes percutaneous coronary intervention pci in patients with high bleeding risk hbr presents a therapeutic challenge requiring careful balancing of ischemic prevention and bleeding avoidance the academic research consortium high bleeding risk arc hbr criteria provide a standardized framework for identifying this population yet optimal pci timing procedural strategies and antithrombotic regimens remain uncertain this review synthesizes data from randomized controlled trials large scale registries and meta analyses involving hbr patients undergoing pci in settings including stable coronary artery disease acute coronary syndromes acs st elevation myocardial infarction stemi post resuscitation states and malignancy related thrombocytopenia special emphasis is placed on procedural approaches radial vs femoral access device selection drug coated balloons polymer free drug eluting stents and dual antiplatelet therapy dapt duration evidence supports the safety of abbreviated dapt regimens months when combined with bleeding sparing techniques and devices with the greatest benefit observed in patients with a high ischemic burden e g grace score early invasive management in acs has been associated with reduced ischemic endpoints and shorter hospital stays without a significant rise in major bleeding conversely delayed pci is advisable in the presence of active bleeding recent thrombolysis or severe coagulopathy persistent limitations include underrepresentation of arc hbr patients in trials and lack of standardized bleeding risk tailored timing protocols pci in hbr patients can be performed safely and effectively when guided by individualized evidence based strategies for procedural timing and antithrombotic therapy future directions include integrating biomarker driven dapt modulation and artificial intelligence based decision frameworks to optimize outcomes in this high risk group"
}