{
    "pmid": "41466152",
    "title": "Prognostic impact of pre-procedural blood pressure profiles on clinical outcomes in patients with ST-elevation myocardial infarction undergoing primary percutaneous coronary intervention.",
    "abstract": "Elevated systolic blood pressure (SBP) increases myocardial oxygen demand, whereas low diastolic blood pressure (DBP) can impair coronary perfusion. The prognostic impact of this high-SBP/low-DBP (HSLD) profile in patients with ST-elevation myocardial infarction (STEMI) remains unknown. We analyzed 696 consecutive patients with STEMI undergoing primary percutaneous coronary intervention (PCI) from a prospective 11-center registry in Japan. Patients were categorized based on pre-procedural SBP (≥ 120 mmHg) and DBP (< 70 mmHg) into four groups: high-SBP/low-DBP (HSLD) high-SBP/high-DBP (HSHD), low-SBP/high-DBP (LSHD), and low-SBP/low-DBP (LSLD). The primary endpoint was a 1-year composite of cardiovascular death, non-fatal myocardial infarction, or stroke. Median follow-up was 369 days. The 1-year cumulative incidence of the primary endpoint was 7 (9.5%) in the HSLD group, 19 (4.2%) in the HSHD group, 2 (2.8%) in the LSHD group, and 5 (6.0%) in the LSLD group (log-rank p = 0.007). In multivariable Cox regression, the HSLD was independently associated with the primary endpoint compared to the HSHD group (hazard ratio 3.20, 95% CI 1.04-9.87; p = 0.043). The prognostic value of HSLD was consistent across major subgroups. A pre-procedural blood pressure pattern of SBP ≥ 120 mmHg combined with DBP < 70 mmHg independently predicts a higher risk of adverse cardiovascular events at 1 year in patients with STEMI. This simple measurement at admission identifies a previously unrecognized high-risk phenotype and presents a valuable opportunity for early risk stratification.",
    "disease": "stroke",
    "clean_text": "prognostic impact of pre procedural blood pressure profiles on clinical outcomes in patients with st elevation myocardial infarction undergoing primary percutaneous coronary intervention elevated systolic blood pressure sbp increases myocardial oxygen demand whereas low diastolic blood pressure dbp can impair coronary perfusion the prognostic impact of this high sbp low dbp hsld profile in patients with st elevation myocardial infarction stemi remains unknown we analyzed consecutive patients with stemi undergoing primary percutaneous coronary intervention pci from a prospective center registry in japan patients were categorized based on pre procedural sbp mmhg and dbp mmhg into four groups high sbp low dbp hsld high sbp high dbp hshd low sbp high dbp lshd and low sbp low dbp lsld the primary endpoint was a year composite of cardiovascular death non fatal myocardial infarction or stroke median follow up was days the year cumulative incidence of the primary endpoint was in the hsld group in the hshd group in the lshd group and in the lsld group log rank p in multivariable cox regression the hsld was independently associated with the primary endpoint compared to the hshd group hazard ratio ci p the prognostic value of hsld was consistent across major subgroups a pre procedural blood pressure pattern of sbp mmhg combined with dbp mmhg independently predicts a higher risk of adverse cardiovascular events at year in patients with stemi this simple measurement at admission identifies a previously unrecognized high risk phenotype and presents a valuable opportunity for early risk stratification"
}