{
    "pmid": "41465466",
    "title": "Limited Microvascular Remodelling Occurs in the Aged Human Hippocampus in Obstructive Sleep Apnoea.",
    "abstract": "In mice, intermittent hypoxia is associated with an increase in microvessels in the hippocampus, whereas in humans with obstructive sleep apnoea (OSA), microvessels are lost from the heart and retina. The present study investigated microvascular changes in the hippocampus of patients with OSA, and whether patient age or use of continuous positive airway pressure (CPAP) influence microvascularisation. Using autopsy samples from 31 people with confirmed OSA, microvessels were immunolabelled and quantitatively analysed. Compared to the Low OSA group, the High OSA group had larger mean microvessel diameters in the fimbria and CA4, and greater mean microvessel length in the fimbria, which are indicative of microvascular remodelling. An absence of angiogenesis was indicated by similar mean vessel counts in both OSA severity groups. Increased age was associated with microvascular remodelling in the fimbria only. Treatment with CPAP was not associated with changed patterns of microvascularisation. We conclude that: (i) no evidence was found for angiogenesis in the human hippocampus in OSA or ageing; (ii) increased OSA severity is associated with microvascular remodelling in the fimbria and CA4; (iii) microvascular remodelling does not appear to be influenced by CPAP use; (iv) limited adaptability of the microvasculature may underpin the vulnerability of the hippocampus to hypoxic injury, particularly in severe OSA.",
    "disease": "alzheimer disease",
    "clean_text": "limited microvascular remodelling occurs in the aged human hippocampus in obstructive sleep apnoea in mice intermittent hypoxia is associated with an increase in microvessels in the hippocampus whereas in humans with obstructive sleep apnoea osa microvessels are lost from the heart and retina the present study investigated microvascular changes in the hippocampus of patients with osa and whether patient age or use of continuous positive airway pressure cpap influence microvascularisation using autopsy samples from people with confirmed osa microvessels were immunolabelled and quantitatively analysed compared to the low osa group the high osa group had larger mean microvessel diameters in the fimbria and ca and greater mean microvessel length in the fimbria which are indicative of microvascular remodelling an absence of angiogenesis was indicated by similar mean vessel counts in both osa severity groups increased age was associated with microvascular remodelling in the fimbria only treatment with cpap was not associated with changed patterns of microvascularisation we conclude that i no evidence was found for angiogenesis in the human hippocampus in osa or ageing ii increased osa severity is associated with microvascular remodelling in the fimbria and ca iii microvascular remodelling does not appear to be influenced by cpap use iv limited adaptability of the microvasculature may underpin the vulnerability of the hippocampus to hypoxic injury particularly in severe osa"
}