{
    "title": "Central Diabetes Insipidus Due to IgG4-related Hypophysitis That Required over One Year to Reach the Final Diagnosis Due to Symptoms Being Masked by Sialadenitis.",
    "doc_id": "35569983",
    "writer": "Iwamoto Y",
    "year": "2022",
    "summary": "Pituitary inflammation due to IgG4-related disease is a rare condition and is sometimes accompanied by central diabetes insipidus. Central diabetes insipidus produces a strong thirst sensation, which may be difficult to distinguish when complicated by …",
    "abstract": "Pituitary inflammation due to IgG4-related disease is a rare condition and is sometimes accompanied by central diabetes insipidus. Central diabetes insipidus produces a strong thirst sensation, which may be difficult to distinguish when complicated by salivary insufficiency. A 45-year-old man was admitted to our department for a thorough examination of his thirst and polyuria. He had suddenly developed these symptoms more than one year earlier and visited an oral surgeon. Swelling of the left submandibular gland, right parotid gland, and cervical lymph nodes had been observed. Since his IgG4 level was relatively high at 792 mg/dL and a lip biopsy showed high plasmacytoid infiltration around the gland ducts, he had been diagnosed with IgG4-related disease. He had started taking 0.4 mg/kg/day of prednisolone, and his chief complaint temporarily improved. However, since the symptom recurred, he was referred to our institution. After admission, to examine the cause of his thirst and polyuria, we performed a water restriction test, vasopressin loading test, hypertonic saline loading test and pituitary magnetic resonance imaging. Based on the findings, we diagnosed him with central diabetes insipidus due to IgG4-related hypophysitis. We increased the dose of prednisolone to 0.6 mg/kg/day and started 10 μg/day of intranasal desmopressin. His symptoms were subsequently alleviated, and his serum IgG4 level finally normalized. We should remember that IgG4-related disease can be accompanied by hypophysitis and that central diabetes insipidus is brought about by IgG4-related hypophysitis. This case report should remind physicians of the fact that pituitary inflammation due to IgG4-related disease is very rare and can be masked by symptoms due to salivary gland inflammation, which can lead to pitfalls in the diagnosis in clinical practice.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35569983/",
    "clean_text": "central diabetes insipidus due to igg related hypophysitis that required over one year to reach the final diagnosis due to symptoms being masked by sialadenitis pituitary inflammation due to igg related disease is a rare condition and is sometimes accompanied by central diabetes insipidus central diabetes insipidus produces a strong thirst sensation which may be difficult to distinguish when complicated by pituitary inflammation due to igg related disease is a rare condition and is sometimes accompanied by central diabetes insipidus central diabetes insipidus produces a strong thirst sensation which may be difficult to distinguish when complicated by salivary insufficiency a year old man was admitted to our department for a thorough examination of his thirst and polyuria he had suddenly developed these symptoms more than one year earlier and visited an oral surgeon swelling of the left submandibular gland right parotid gland and cervical lymph nodes had been observed since his igg level was relatively high at mg dl and a lip biopsy showed high plasmacytoid infiltration around the gland ducts he had been diagnosed with igg related disease he had started taking mg kg day of prednisolone and his chief complaint temporarily improved however since the symptom recurred he was referred to our institution after admission to examine the cause of his thirst and polyuria we performed a water restriction test vasopressin loading test hypertonic saline loading test and pituitary magnetic resonance imaging based on the findings we diagnosed him with central diabetes insipidus due to igg related hypophysitis we increased the dose of prednisolone to mg kg day and started g day of intranasal desmopressin his symptoms were subsequently alleviated and his serum igg level finally normalized we should remember that igg related disease can be accompanied by hypophysitis and that central diabetes insipidus is brought about by igg related hypophysitis this case report should remind physicians of the fact that pituitary inflammation due to igg related disease is very rare and can be masked by symptoms due to salivary gland inflammation which can lead to pitfalls in the diagnosis in clinical practice"
}