{
    "title": "Association of Subjective Quality and Quantity of Sleep with Quality of Life among a General Population.",
    "doc_id": "34886562",
    "writer": "Matsui K",
    "year": "2021",
    "summary": "The Short Form-8 was used to assess physical and mental QOL. We used the Pittsburgh Sleep Quality Index (PSQI) and extracted items related to subjective sleep quality and sleep duration. ...The hypothesized models were tested using structural eq …",
    "abstract": "This study aimed to determine whether both subjective sleep quality and sleep duration are directly associated with quality of life (QOL), as well as indirectly associated with QOL through insomnia symptoms. Individuals aged 20-69 years without mental illness (n = 9305) were enrolled in this web-based cross-sectional survey. The Short Form-8 was used to assess physical and mental QOL. We used the Pittsburgh Sleep Quality Index (PSQI) and extracted items related to subjective sleep quality and sleep duration. Insomnia symptoms were also extracted from the PSQI. The hypothesized models were tested using structural equation modeling. Worse sleep quality, but not shorter sleep duration, was related to worse physical QOL. Both worse sleep quality and shorter sleep duration were related to worse mental QOL. Insomnia symptoms mediated these relationships. Subgroup analyses revealed a U-shaped relationship between sleep duration and physical/mental QOL. However, the relationship between sleep quality and physical/mental QOL was consistent regardless of sleep duration. The results suggest that subjective sleep quality has a more coherent association with QOL than subjective sleep duration. Because of its high feasibility, a questionnaire on overall sleep quality could be a useful indicator in future epidemiological studies of strategies for improving QOL.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34886562/",
    "clean_text": "association of subjective quality and quantity of sleep with quality of life among a general population the short form was used to assess physical and mental qol we used the pittsburgh sleep quality index psqi and extracted items related to subjective sleep quality and sleep duration the hypothesized models were tested using structural eq this study aimed to determine whether both subjective sleep quality and sleep duration are directly associated with quality of life qol as well as indirectly associated with qol through insomnia symptoms individuals aged years without mental illness n were enrolled in this web based cross sectional survey the short form was used to assess physical and mental qol we used the pittsburgh sleep quality index psqi and extracted items related to subjective sleep quality and sleep duration insomnia symptoms were also extracted from the psqi the hypothesized models were tested using structural equation modeling worse sleep quality but not shorter sleep duration was related to worse physical qol both worse sleep quality and shorter sleep duration were related to worse mental qol insomnia symptoms mediated these relationships subgroup analyses revealed a u shaped relationship between sleep duration and physical mental qol however the relationship between sleep quality and physical mental qol was consistent regardless of sleep duration the results suggest that subjective sleep quality has a more coherent association with qol than subjective sleep duration because of its high feasibility a questionnaire on overall sleep quality could be a useful indicator in future epidemiological studies of strategies for improving qol"
}