{
    "pmid": "41342310",
    "title": "Comparison of the efficacy of platelet-albumin-bilirubin score vs. Child-Turcotte-Pugh, Model for End-Stage Liver Disease-Sodium, and complete Rockall score in predicting rebleed and mortality in patients presenting with variceal bleed.",
    "abstract": "Acute variceal bleeding (AVB) comprises 70% of upper gastrointestinal bleeding in cirrhotic individuals, with first-episode mortality of 15-20%. A third of surviving patients rebleed within 6 weeks of initial presentation. Scores such as Child-Turcotte-Pugh (CTP), model for end-stage liver disease-sodium (MELD-Na), and complete Rockall score (CRS) predict such outcomes, but with limitations. The platelet-albumin-bilirubin (PALBI) score is an attractive, rapid scoring system for predicting 6-week adverse outcomes after AVB. To correlate 5-day and 6-week outcomes after AVB with the PALBI score against the MELD-Na, CTP, and CRS. Two hundred fifty patients presenting with AVB over the 20-month study period were investigated. CTP, MELD-Na and PALBI, and CRS scores were calculated; patients were followed for 6 weeks. The areas under the receiver-operator characteristic curves (AUROCs) were compared. The most common etiology for cirrhosis was ethanol (52.8%). Sixty-five patients were PALBI-1 (26%), 46 PALBI-2 (18.4%), and 139 PALBI-3 (55.6%). Ninety-five rebleeding events (30%) and 30 mortalities (12%) were noted over the follow-up period. AUROCs for predicting adverse outcomes at 5 days were 0.888 for CTP, 0.833 for MELD-Na, 0.777 for CRS, and 0.720 for PALBI; and at 6 weeks, were 0.885 for CTP, 0.821 for MELD-Na, 0.709 for CRS, and 0.856 for PALBI. AUROCs were statistically significant (P < 0.001). Compared to other scores, PALBI showed no statistically significant difference compared to the MELD-Na and CTP scores at week 6. PALBI score on admission is a good predictor of adverse outcomes within 6 weeks in patients who present with variceal bleed.",
    "disease": "liver cirrhosis",
    "clean_text": "comparison of the efficacy of platelet albumin bilirubin score vs child turcotte pugh model for end stage liver disease sodium and complete rockall score in predicting rebleed and mortality in patients presenting with variceal bleed acute variceal bleeding avb comprises of upper gastrointestinal bleeding in cirrhotic individuals with first episode mortality of a third of surviving patients rebleed within weeks of initial presentation scores such as child turcotte pugh ctp model for end stage liver disease sodium meld na and complete rockall score crs predict such outcomes but with limitations the platelet albumin bilirubin palbi score is an attractive rapid scoring system for predicting week adverse outcomes after avb to correlate day and week outcomes after avb with the palbi score against the meld na ctp and crs two hundred fifty patients presenting with avb over the month study period were investigated ctp meld na and palbi and crs scores were calculated patients were followed for weeks the areas under the receiver operator characteristic curves aurocs were compared the most common etiology for cirrhosis was ethanol sixty five patients were palbi palbi and palbi ninety five rebleeding events and mortalities were noted over the follow up period aurocs for predicting adverse outcomes at days were for ctp for meld na for crs and for palbi and at weeks were for ctp for meld na for crs and for palbi aurocs were statistically significant p compared to other scores palbi showed no statistically significant difference compared to the meld na and ctp scores at week palbi score on admission is a good predictor of adverse outcomes within weeks in patients who present with variceal bleed"
}