{
    "pmid": "41473162",
    "title": "Pediatric solitary pulmonary tuberculoma mimicking peripheral pulmonary hamartoma with extensive pleural adhesions: a case report.",
    "abstract": "This report describes a rare case of solitary pulmonary tuberculoma in a pediatric patient. A 13-year-old male presented with a progressively enlarging solitary nodule in the left lung, identified via chest computed tomography (CT). The patient had no obvious symptoms of tuberculosis and no known history of exposure. The tuberculin skin test was negative. The imaging findings strongly resembled a peripheral pulmonary hamartoma, leading to a preliminary diagnosis of pulmonary hamartoma with plans for video-assisted thoracoscopic surgery resection. Intraoperative findings revealed extensive and dense pleural adhesions, complicating both the identification of the lesion and surgical procedures. Postoperative pathology confirmed pulmonary tuberculoma. Additional diagnostic tests, including acid-fast bacillus staining, ",
    "disease": "tuberculosis",
    "clean_text": "pediatric solitary pulmonary tuberculoma mimicking peripheral pulmonary hamartoma with extensive pleural adhesions a case report this report describes a rare case of solitary pulmonary tuberculoma in a pediatric patient a year old male presented with a progressively enlarging solitary nodule in the left lung identified via chest computed tomography ct the patient had no obvious symptoms of tuberculosis and no known history of exposure the tuberculin skin test was negative the imaging findings strongly resembled a peripheral pulmonary hamartoma leading to a preliminary diagnosis of pulmonary hamartoma with plans for video assisted thoracoscopic surgery resection intraoperative findings revealed extensive and dense pleural adhesions complicating both the identification of the lesion and surgical procedures postoperative pathology confirmed pulmonary tuberculoma additional diagnostic tests including acid fast bacillus staining"
}