{
    "title": "Detection of immunoglobulin response to COVID-19 vaccination using a novel rapid fingerstick assay.",
    "doc_id": "34214649",
    "writer": "Cobb BL",
    "year": "2022",
    "summary": "COVID-19 vaccines have been shown to be highly effective in preventing COVID-19 infections and significantly reducing disease severity and mortality. We report on a novel COVID-19 antibody assay using a unique platform to rapidly d …",
    "abstract": "Coronavirus Disease 2019 (COVID-19) emerged as a global pandemic resulting in significant mortality and morbidity. COVID-19 vaccines have been shown to be highly effective in preventing COVID-19 infections and significantly reducing disease severity and mortality. We report on a novel COVID-19 antibody assay using a unique platform to rapidly detect SARS-CoV-2 antibodies with a drop of fingerstick blood in a subject following COVID-19 vaccination. We show early detection of SARS-CoV-2 antibodies post vaccination and persistence of detectable antibodies for at least 6 months. Rapid point of care COVID-19 antibody tests might have a role in assessing the appearance and durability of immune response following COVID-19 vaccination.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34214649/",
    "clean_text": "detection of immunoglobulin response to covid vaccination using a novel rapid fingerstick assay covid vaccines have been shown to be highly effective in preventing covid infections and significantly reducing disease severity and mortality we report on a novel covid antibody assay using a unique platform to rapidly d coronavirus disease covid emerged as a global pandemic resulting in significant mortality and morbidity covid vaccines have been shown to be highly effective in preventing covid infections and significantly reducing disease severity and mortality we report on a novel covid antibody assay using a unique platform to rapidly detect sars cov antibodies with a drop of fingerstick blood in a subject following covid vaccination we show early detection of sars cov antibodies post vaccination and persistence of detectable antibodies for at least months rapid point of care covid antibody tests might have a role in assessing the appearance and durability of immune response following covid vaccination"
}