{
    "pmid": "41444344",
    "title": "A CRISPR-assisted passive microfluidic chip for rapid, visual detection of multiple respiratory viruses.",
    "abstract": "In recent years, viral co-infections, particularly with respiratory viruses, have resulted in more complex symptoms, a greater disease burden, and increased challenges in clinical decision-making. These complexities underscore the urgent need for improved diagnostic tools in the managing acute respiratory infections. To address the limitations of conventional qPCR and current POCT methodologies, we developed a passively driven microfluidic chip capable of rapidly screening multiple respiratory viruses. This platform is particularly suited for the point-of-care diagnosis of viral co-infections. Our device integrates nucleic acid amplification and CRISPR-based detection within a single, passively operated system. By utilizing a rapid, 10-minute sample preparation protocol and a 35-minute on-chip assay, this platform enables the multiplex detection of influenza A/B, human parainfluenza virus, and SARS-CoV-2. The total assay time from sample to answer is approximately 45 min, with equipment requirements minimized to a heating block. The assay demonstrated a detection sensitivity of about 10 copies/µL for viral RNA in dilution series experiments. The sensitivity of the assay was 98.44% (95% CI: 91.6%-99.96%), and the specificity was 100% (95% CI: 79.4%-100%). The system combines CRISPR-Cas12a-mediated sensing with reverse transcription recombinase polymerase amplification (RPA) for highly specific nucleic acid detection. The chip design utilizes capillary action and gravity-driven flow for autonomous fluid control, while lyophilized reagent preloading ensures storage stability and minimizes user intervention.",
    "disease": "influenza",
    "clean_text": "a crispr assisted passive microfluidic chip for rapid visual detection of multiple respiratory viruses in recent years viral co infections particularly with respiratory viruses have resulted in more complex symptoms a greater disease burden and increased challenges in clinical decision making these complexities underscore the urgent need for improved diagnostic tools in the managing acute respiratory infections to address the limitations of conventional qpcr and current poct methodologies we developed a passively driven microfluidic chip capable of rapidly screening multiple respiratory viruses this platform is particularly suited for the point of care diagnosis of viral co infections our device integrates nucleic acid amplification and crispr based detection within a single passively operated system by utilizing a rapid minute sample preparation protocol and a minute on chip assay this platform enables the multiplex detection of influenza a b human parainfluenza virus and sars cov the total assay time from sample to answer is approximately min with equipment requirements minimized to a heating block the assay demonstrated a detection sensitivity of about copies l for viral rna in dilution series experiments the sensitivity of the assay was ci and the specificity was ci the system combines crispr cas a mediated sensing with reverse transcription recombinase polymerase amplification rpa for highly specific nucleic acid detection the chip design utilizes capillary action and gravity driven flow for autonomous fluid control while lyophilized reagent preloading ensures storage stability and minimizes user intervention"
}