{
    "title": "Changing the name of diabetes insipidus: a position statement of The Working Group for Renaming Diabetes Insipidus.",
    "doc_id": "36239119",
    "writer": "Working Group for Renaming Diabetes Insipidus; Arima H",
    "year": "2022",
    "summary": "A working group of representatives from national and international endocrinology, nephrology and pediatric societies now proposes changing the name of 'diabetes insipidus' to 'arginine vasopressin deficiency (AVP-D)' for central etiologies and 'arginine vasopressin …",
    "abstract": "'What's in a name? That which we call a rose/By any other name would smell as sweet.' (Juliet, from Romeo and Juliet by William Shakespeare). Shakespeare's implication is that a name is nothing but a word and it therefore represents a convention with no intrinsic meaning. Whilst this may be relevant to romantic literature, disease names do have real meanings, and consequences, in medicine. Hence, there must be a very good rationale for changing the name of a disease that has a centuries-old historical context. A working group of representatives from national and international endocrinology, nephrology and pediatric societies now proposes changing the name of 'diabetes insipidus' to 'arginine vasopressin deficiency (AVP-D)' for central etiologies and 'arginine vasopressin resistance (AVP-R)' for nephrogenic etiologies. This editorial provides both the historical context and the rationale for this proposed name change.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36239119/",
    "clean_text": "changing the name of diabetes insipidus a position statement of the working group for renaming diabetes insipidus a working group of representatives from national and international endocrinology nephrology and pediatric societies now proposes changing the name of diabetes insipidus to arginine vasopressin deficiency avp d for central etiologies and arginine vasopressin what s in a name that which we call a rose by any other name would smell as sweet juliet from romeo and juliet by william shakespeare shakespeare s implication is that a name is nothing but a word and it therefore represents a convention with no intrinsic meaning whilst this may be relevant to romantic literature disease names do have real meanings and consequences in medicine hence there must be a very good rationale for changing the name of a disease that has a centuries old historical context a working group of representatives from national and international endocrinology nephrology and pediatric societies now proposes changing the name of diabetes insipidus to arginine vasopressin deficiency avp d for central etiologies and arginine vasopressin resistance avp r for nephrogenic etiologies this editorial provides both the historical context and the rationale for this proposed name change"
}