{
    "pmid": "41453183",
    "title": "Multisystem inflammatory syndrome in children treated at a hospital in Yucatan.",
    "abstract": "Multisystem inflammatory syndrome in children (MIS-C) has not been described in southeastern Mexico. To report the clinical and epidemiological aspects of MIS-C in a private hospital in Mérida, Yucatán. Retrospective, descriptive, consecutive case series study in children under 18 years of age, treated from January 2021 to March 2024. Patients diagnosed with MIS-C were selected. Patients underwent PCR testing, serological testing, or had known exposure to a family member with COVID-19. Descriptive statistics were analyzed with the X Seventy patients were included: 59 (84%) were hospitalized and 11 (16%) were followed up in the outpatient clinic, all with a diagnosis of MIS-C, median age 48 months (4-192), 44 (74.58%) were < 5 years old (p < 0.001) and predominance of males with 36 (61%). Of the hospitalized cases, 40 (67.79%) had the MIS-C phenotype and 19 (32.2%) had Kawasaki disease and MIS-C. MIS-C predominated in those aged ≤ 60 months. Gastrointestinal symptoms predominated in 68.5% of cases, and cardiovascular symptoms in 68.5%. There were 6 cases with coronary aneurysms (8.5%). Cases were most frequent in those aged < 5 years, with gastrointestinal and cardiovascular symptoms predominating. The presence of coronary aneurysms was low. El síndrome inflamatorio multisistémico en niños (MIS-C) no ha sido descrito en el sureste de México. Reportar los aspectos clínicos y epidemiológicos del MIS-C en un hospital privado en Mérida, Yucatán. Estudio retrospectivo, descriptivo, de una serie de casos consecutivos en menores de 18 años, atendidos de enero de 2021 a marzo de 2024. Se seleccionaron pacientes con diagnóstico de MIS-C. A los pacientes se les realizó prueba de PCR, prueba serológica o se conoció su exposición a un familiar con COVID-19. Se realizó análisis con estadística descriptiva; prueba de X Se incluyeron 70 pacientes: 59 (84%) fueron hospitalizados y 11 (16%) seguidos en la consulta externa; todos con diagnóstico de MIS-C, mediana de edad 48 meses (4-192), 44 (74.58%) fueron < 5 años (p < 0.001) y predominio del sexo masculino con 36 (61%). En los casos hospitalizados, 40 (67.79%) tuvieron fenotipo de MIS-C y 19 (32.2%) de enfermedad de Kawasaki y MIS-C. El MIS-C predominó en ≤ 60 meses. Predominaron los síntomas gastrointestinales en el 68.5% y cardiovasculares en el 68.5%. Hubo 6 casos con aneurismas coronarios (8.5%). Los casos fueron más frecuentes en < 5 años, predominando síntomas gastrointestinales y cardiovasculares. La presencia de aneurismas coronarios fue baja.",
    "disease": "pneumonia",
    "clean_text": "multisystem inflammatory syndrome in children treated at a hospital in yucatan multisystem inflammatory syndrome in children mis c has not been described in southeastern mexico to report the clinical and epidemiological aspects of mis c in a private hospital in m rida yucat n retrospective descriptive consecutive case series study in children under years of age treated from january to march patients diagnosed with mis c were selected patients underwent pcr testing serological testing or had known exposure to a family member with covid descriptive statistics were analyzed with the x seventy patients were included were hospitalized and were followed up in the outpatient clinic all with a diagnosis of mis c median age months were years old p and predominance of males with of the hospitalized cases had the mis c phenotype and had kawasaki disease and mis c mis c predominated in those aged months gastrointestinal symptoms predominated in of cases and cardiovascular symptoms in there were cases with coronary aneurysms cases were most frequent in those aged years with gastrointestinal and cardiovascular symptoms predominating the presence of coronary aneurysms was low el s ndrome inflamatorio multisist mico en ni os mis c no ha sido descrito en el sureste de m xico reportar los aspectos cl nicos y epidemiol gicos del mis c en un hospital privado en m rida yucat n estudio retrospectivo descriptivo de una serie de casos consecutivos en menores de a os atendidos de enero de a marzo de se seleccionaron pacientes con diagn stico de mis c a los pacientes se les realiz prueba de pcr prueba serol gica o se conoci su exposici n a un familiar con covid se realiz an lisis con estad stica descriptiva prueba de x se incluyeron pacientes fueron hospitalizados y seguidos en la consulta externa todos con diagn stico de mis c mediana de edad meses fueron a os p y predominio del sexo masculino con en los casos hospitalizados tuvieron fenotipo de mis c y de enfermedad de kawasaki y mis c el mis c predomin en meses predominaron los s ntomas gastrointestinales en el y cardiovasculares en el hubo casos con aneurismas coronarios los casos fueron m s frecuentes en a os predominando s ntomas gastrointestinales y cardiovasculares la presencia de aneurismas coronarios fue baja"
}