{
    "title": "Traditional Cardiovascular Risk Factors for Incident Atrial Fibrillation.",
    "doc_id": "27795488",
    "writer": "Kokubo Y",
    "year": "2016",
    "summary": "To prevent atrial fibrillation (AF), it is essential to reduce its risk factors and extend healthy life expectancy as a result. There are few reviews on the AF risk factors. ...There are few studies of the AF risk factors in non-Western p …",
    "abstract": "To prevent atrial fibrillation (AF), it is essential to reduce its risk factors and extend healthy life expectancy as a result. There are few reviews on the AF risk factors. We discuss them and approach the prevention of AF. We briefly review traditional risk factors for incident AF, especially focusing on high blood pressure, overweight/obesity, dyslipidemia, diabetes, tobacco smoking, and excessive drinking. When trying to prevent AF by modifying lifestyle, it is important to comprehensively utilize the risk factors for AF to predict the 10-year as an AF risk score. However, there are only 2 risk scores of AF just for the US population. There are few studies of the AF risk factors in non-Western populations. A risk score for incident AF in non-Westerners is awaited because different race and lifestyles may have different contributions as AF risk factors. An AF risk score in accordance with race could be useful for identifying persons with a high risk of AF in order to encourage them to consult a doctor and encourage lifestyle modifications before the onset of AF. (Circ J 2016; 80: 2415-2422).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27795488/",
    "clean_text": "traditional cardiovascular risk factors for incident atrial fibrillation to prevent atrial fibrillation af it is essential to reduce its risk factors and extend healthy life expectancy as a result there are few reviews on the af risk factors there are few studies of the af risk factors in non western p to prevent atrial fibrillation af it is essential to reduce its risk factors and extend healthy life expectancy as a result there are few reviews on the af risk factors we discuss them and approach the prevention of af we briefly review traditional risk factors for incident af especially focusing on high blood pressure overweight obesity dyslipidemia diabetes tobacco smoking and excessive drinking when trying to prevent af by modifying lifestyle it is important to comprehensively utilize the risk factors for af to predict the year as an af risk score however there are only risk scores of af just for the us population there are few studies of the af risk factors in non western populations a risk score for incident af in non westerners is awaited because different race and lifestyles may have different contributions as af risk factors an af risk score in accordance with race could be useful for identifying persons with a high risk of af in order to encourage them to consult a doctor and encourage lifestyle modifications before the onset of af circ j"
}