{
    "pmid": "41381270",
    "title": "The preoperative condition of the temporomandibular joint and role of disc perforation in postoperative condylar resorption in Class II orthognathic surgery patients.",
    "abstract": "This study was performed to investigate whether preoperative disc perforation is associated with postoperative condylar resorption (assessed as the 1-year change in mandibular ramus height) in skeletal Class II patients, and to analyse the preoperative temporomandibular joint (TMJ) morphology and synovial biomarkers in Class II and III patients. Orthognathic surgery patients treated between 2020 and 2022, who had undergone preoperative arthroscopy, MRI, CT, and synovial fluid analysis, were included. Three groups of patients were investigated: Class II with disc perforation (Class II/Pf(+); nine patients), Class II without disc perforation (Class II/Pf(-); eight patients), and Class III (seven patients). None of the Class III patients had disc perforation. Anterior disc displacement without reduction was significantly more common in Class II/Pf(+) than in Class II/Pf(-) (P = 0.033) and Class III (P = 0.017), suggesting that progressive disc displacement may lead to disc perforation. Moreover, TMJ osteoarthritis was significantly more frequent in Class II/Pf(+) than in Class II/Pf(-) (P = 0.037) and Class III (P = 0.005). Levels of IL-6 in the synovial fluid were significantly elevated in Class II/Pf(+) compared to Class III (P = 0.011), indicating an association between this inflammatory cytokine and the pathogenesis of TMJ deformities. Postoperative condylar resorption was significantly greater in Class II/Pf(+) (6.5%) than in Class II/Pf(-) (1.7%) (P = 0.019). These findings suggest that disc perforation in preoperative Class II patients is an important factor promoting postoperative condylar resorption. This study highlights the importance of preoperative evaluation of disc perforation in orthognathic surgery planning.",
    "disease": "osteoarthritis",
    "clean_text": "the preoperative condition of the temporomandibular joint and role of disc perforation in postoperative condylar resorption in class ii orthognathic surgery patients this study was performed to investigate whether preoperative disc perforation is associated with postoperative condylar resorption assessed as the year change in mandibular ramus height in skeletal class ii patients and to analyse the preoperative temporomandibular joint tmj morphology and synovial biomarkers in class ii and iii patients orthognathic surgery patients treated between and who had undergone preoperative arthroscopy mri ct and synovial fluid analysis were included three groups of patients were investigated class ii with disc perforation class ii pf nine patients class ii without disc perforation class ii pf eight patients and class iii seven patients none of the class iii patients had disc perforation anterior disc displacement without reduction was significantly more common in class ii pf than in class ii pf p and class iii p suggesting that progressive disc displacement may lead to disc perforation moreover tmj osteoarthritis was significantly more frequent in class ii pf than in class ii pf p and class iii p levels of il in the synovial fluid were significantly elevated in class ii pf compared to class iii p indicating an association between this inflammatory cytokine and the pathogenesis of tmj deformities postoperative condylar resorption was significantly greater in class ii pf than in class ii pf p these findings suggest that disc perforation in preoperative class ii patients is an important factor promoting postoperative condylar resorption this study highlights the importance of preoperative evaluation of disc perforation in orthognathic surgery planning"
}