{
    "title": "Quality improvement in gynecologic oncology: Current successes and future promise.",
    "doc_id": "30876493",
    "writer": "Kumar A",
    "year": "2019",
    "summary": "Quality improvement in healthcare has accelerated over the past two decades, including in gynecologic oncology. ...Quality improvement methodology is born out of industrial engineering and includes Six Sigma and Lean; both are frameworks for implementi …",
    "abstract": "Quality improvement in healthcare has accelerated over the past two decades, including in gynecologic oncology. Improvements have been made on a practice, institution, system and national scale, and efforts have focused on improving safety, efficiency, and cost of care. Gynecologic oncology practitioners ought to engage in this work to improve patient outcomes, comply with federal regulation, and continue to meet required educational requirements of training programs. In gynecologic oncology there are already many examples of successful quality improvement initiatives that have resulted in improved patient care, including the implementation of enhanced recovery after surgery programs, reduction in blood transfusion, and increases in guideline adherent cancer care. Quality improvement methodology is born out of industrial engineering and includes Six Sigma and Lean; both are frameworks for implementing quality improvement as a process and can be adopted in healthcare settings to achieve the desired outcomes. Six Sigma is a system that aims to have a 99.9997% defect free process, and uses the DMAIC (Define-Measure-Analyze-Improve-Control) framework to guide stakeholders in their work. Lean is a concept aimed at reducing waste in process. Regardless of methodology used, the most important aspect of successful quality improvement is the use of change-management theory to achieve stakeholder buy-in and institutional participation. The physician champion is a key element to this. Finally, once a project has been completed, successfully or not, it is important to disseminate the experience. This will allow for adoption and replication in other institutions. It also can serve as a mechanism for academic recognition and advancement. Quality improvement is an important and growing field in medicine, and has an important role in the future of gynecologic oncology.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30876493/",
    "clean_text": "quality improvement in gynecologic oncology current successes and future promise quality improvement in healthcare has accelerated over the past two decades including in gynecologic oncology quality improvement methodology is born out of industrial engineering and includes six sigma and lean both are frameworks for implementi quality improvement in healthcare has accelerated over the past two decades including in gynecologic oncology improvements have been made on a practice institution system and national scale and efforts have focused on improving safety efficiency and cost of care gynecologic oncology practitioners ought to engage in this work to improve patient outcomes comply with federal regulation and continue to meet required educational requirements of training programs in gynecologic oncology there are already many examples of successful quality improvement initiatives that have resulted in improved patient care including the implementation of enhanced recovery after surgery programs reduction in blood transfusion and increases in guideline adherent cancer care quality improvement methodology is born out of industrial engineering and includes six sigma and lean both are frameworks for implementing quality improvement as a process and can be adopted in healthcare settings to achieve the desired outcomes six sigma is a system that aims to have a defect free process and uses the dmaic define measure analyze improve control framework to guide stakeholders in their work lean is a concept aimed at reducing waste in process regardless of methodology used the most important aspect of successful quality improvement is the use of change management theory to achieve stakeholder buy in and institutional participation the physician champion is a key element to this finally once a project has been completed successfully or not it is important to disseminate the experience this will allow for adoption and replication in other institutions it also can serve as a mechanism for academic recognition and advancement quality improvement is an important and growing field in medicine and has an important role in the future of gynecologic oncology"
}