{
    "title": "Older adults' experiences of participation in daily activities in Swedish assisted living.",
    "doc_id": "37990295",
    "writer": "Jonasson LL",
    "year": "2023",
    "summary": "The ability of staff working in social and healthcare to invite older adults to participate varies. It is important to examine how older adults perceive their situation, as caregivers in eldercare tend to focus on routine work and experience difficulties in meeting …",
    "abstract": "Background:\n        \n      \n      According to Swedish law, older adults in Sweden should be able to live a good, safe, and independent life with social and healthcare provided, based on their individual needs. In assisted living in Swedish eldercare the environment affects the older adults' ability to participate in decision-making and strengthens their ability to feel meaningfulness. The ability of staff working in social and healthcare to invite older adults to participate varies. It is important to examine how older adults perceive their situation, as caregivers in eldercare tend to focus on routine work and experience difficulties in meeting the individual needs of older adults. The aim of this study was to explore how older adults in assisted living experienced participation in daily activities.\n    \n\n\n          Methods:\n        \n      \n      A qualitative interview study was conducted in two municipalities in the western part of Sweden. An exploratory and inductive design was used. Individual interviews were conducted with 11 older adults living in two different assisted living facilities. The data were analysed using thematic analysis.\n    \n\n\n          Results:\n        \n      \n      The interviews resulted in three themes: Being involved, Sense of well-being, and Influenced by the context. The older adults' experiences of participation were interpreted as feelings of being involved in daily life activities, and how they felt involved in their own care and nursing. Participation created prerequisites for well-being. Sense of well-being could be related to feelings of security and social community. The organisation and work environment of the healthcare staff had a great impact on their ability to increase the participation of the older adults. The older adults were aware of the everyday work situation of the providers of social and healthcare and were Influenced by the context.\n    \n\n\n          Discussion/conclusion:\n        \n      \n      Important conditions for a good quality of life and participation for the older adults are to be treated with respect, receive information, and be able to choose. The older adults expressed several good ideas for improvements and a willingness to be involved in the development of the organisation at different levels. It is essential to invite older adults in assisted living to participate in the design of care and nursing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37990295/",
    "clean_text": "older adults experiences of participation in daily activities in swedish assisted living the ability of staff working in social and healthcare to invite older adults to participate varies it is important to examine how older adults perceive their situation as caregivers in eldercare tend to focus on routine work and experience difficulties in meeting background according to swedish law older adults in sweden should be able to live a good safe and independent life with social and healthcare provided based on their individual needs in assisted living in swedish eldercare the environment affects the older adults ability to participate in decision making and strengthens their ability to feel meaningfulness the ability of staff working in social and healthcare to invite older adults to participate varies it is important to examine how older adults perceive their situation as caregivers in eldercare tend to focus on routine work and experience difficulties in meeting the individual needs of older adults the aim of this study was to explore how older adults in assisted living experienced participation in daily activities methods a qualitative interview study was conducted in two municipalities in the western part of sweden an exploratory and inductive design was used individual interviews were conducted with older adults living in two different assisted living facilities the data were analysed using thematic analysis results the interviews resulted in three themes being involved sense of well being and influenced by the context the older adults experiences of participation were interpreted as feelings of being involved in daily life activities and how they felt involved in their own care and nursing participation created prerequisites for well being sense of well being could be related to feelings of security and social community the organisation and work environment of the healthcare staff had a great impact on their ability to increase the participation of the older adults the older adults were aware of the everyday work situation of the providers of social and healthcare and were influenced by the context discussion conclusion important conditions for a good quality of life and participation for the older adults are to be treated with respect receive information and be able to choose the older adults expressed several good ideas for improvements and a willingness to be involved in the development of the organisation at different levels it is essential to invite older adults in assisted living to participate in the design of care and nursing"
}