{
    "title": "Health State Utility Values in Juvenile Idiopathic Arthritis: What is the Evidence?",
    "doc_id": "32390065",
    "writer": "Grazziotin LR",
    "year": "2020",
    "summary": "Seven studies reported HSUV of children with juvenile idiopathic arthritis, and three of adults with a history of juvenile idiopathic arthritis. ...CONCLUSIONS: We have identified critical gaps in the literature reporting HSUV in patients with juven …",
    "abstract": "Objectives:\n        \n      \n      The objectives of this systematic review were to identify health state utility values (HSUV) of children and adults with juvenile idiopathic arthritis in the literature and to assess whether HSUV were appropriately reported and could be used to inform parameter inputs for a model-based cost-utility analysis to inform decision making.\n    \n\n\n          Methods:\n        \n      \n      MEDLINE, EMBASE, PsycINFO, EconLit and CINAHL databases were searched in July 2019. Inclusion criteria were studies using preference-based instruments, targeting children or adults with juvenile idiopathic arthritis, and in the English language. The quality of studies was assessed using a modified checklist that included relevant sources of bias and assessment of quality of HSUV valuation and measurement. A descriptive analysis was conducted, including assessment on reporting of population characteristics and stratification of HSUV by potential health states or population subgroup.\n    \n\n\n          Results:\n        \n      \n      From 620 identified articles, ten reported HSUV. Seven studies reported HSUV of children with juvenile idiopathic arthritis, and three of adults with a history of juvenile idiopathic arthritis. Population disease activity status and drug treatment were reported in less than half of the studies. Six (out of ten) studies stratified HSUV results for at least one of the potential health state categories, but they represent very specific situations or interventions (e.g. patients receiving different types of physiotherapy or treated with etanercept over time).\n    \n\n\n          Conclusions:\n        \n      \n      We have identified critical gaps in the literature reporting HSUV in patients with juvenile idiopathic arthritis including a lack of HSUV measures for distinct health states, particularly in adults with a history of juvenile idiopathic arthritis. The current reported HSUV data in juvenile idiopathic arthritis are insufficient for a full cost-utility analysis with a short or lifetime horizon.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32390065/",
    "clean_text": "health state utility values in juvenile idiopathic arthritis what is the evidence seven studies reported hsuv of children with juvenile idiopathic arthritis and three of adults with a history of juvenile idiopathic arthritis conclusions we have identified critical gaps in the literature reporting hsuv in patients with juven objectives the objectives of this systematic review were to identify health state utility values hsuv of children and adults with juvenile idiopathic arthritis in the literature and to assess whether hsuv were appropriately reported and could be used to inform parameter inputs for a model based cost utility analysis to inform decision making methods medline embase psycinfo econlit and cinahl databases were searched in july inclusion criteria were studies using preference based instruments targeting children or adults with juvenile idiopathic arthritis and in the english language the quality of studies was assessed using a modified checklist that included relevant sources of bias and assessment of quality of hsuv valuation and measurement a descriptive analysis was conducted including assessment on reporting of population characteristics and stratification of hsuv by potential health states or population subgroup results from identified articles ten reported hsuv seven studies reported hsuv of children with juvenile idiopathic arthritis and three of adults with a history of juvenile idiopathic arthritis population disease activity status and drug treatment were reported in less than half of the studies six out of ten studies stratified hsuv results for at least one of the potential health state categories but they represent very specific situations or interventions e g patients receiving different types of physiotherapy or treated with etanercept over time conclusions we have identified critical gaps in the literature reporting hsuv in patients with juvenile idiopathic arthritis including a lack of hsuv measures for distinct health states particularly in adults with a history of juvenile idiopathic arthritis the current reported hsuv data in juvenile idiopathic arthritis are insufficient for a full cost utility analysis with a short or lifetime horizon"
}