{
    "pmid": "41417940",
    "title": "[Brown tumor due to hyperparathyroidism secondary to chronic kidney disease: A clinical case].",
    "abstract": "Brown tumors are aggressive and lethal due to their osteolytic capacity. They occur in 1.5 to 1.7% of patients with secondary hyperparathyroidism. The objective is to present the unusual case of an adolescent with stage V chronic kidney disease (CKD) who developed a brown tumor at the angle of the mandible due to secondary hyperparathyroidism. A 14-year-old female with stage V CKD of 4 months of evolution. She came to the consultation because 3 months earlier she had developed a tumor at the level of the lower left second molar which caused an increase in volume in the cheek and ipsilateral facial asymmetry, as well as occasional mild bleeding due to biting. The tumor was identified at the level of the aforementioned molar, measuring 3 cm in diameter, firm, non-mobile, and not painful to palpation; it also showed enlargement of the ipsilateral mandibular angle. Computed tomography of the mandibular angle showed a locally aggressive, solid lesion that expanded the cortex and eroded to extrude into soft tissue. A biopsy identified giant cell granuloma. Secondary hyperparathyroidism and subclinical hypothyroidism were detected; pharmacological management was initiated, with an adequate tumor's response. Brown tumors are very rare as the first clinical manifestation of secondary hyperparathyroidism in pediatric population. If a giant cell tumor is present in patients with CKD, brown tumor should be ruled out. los tumores pardos son agresivos y letales por su capacidad osteolítica. Se presentan en 1.5 a 1.7% de pacientes con hiperparatiroidismo secundario. El objetivo es presentar el caso inusual de una adolescente con enfermedad renal crónica (ERC) estadio V que desarrolló un tumor pardo en el ángulo de la mandíbula por hiperparatiroidismo secundario. mujer de 14 años, con ERC estadio V, de 4 meses de evolución. Acudió a consulta debido a que 3 meses antes inició con tumoración a nivel del segundo molar inferior izquierdo que condicionaba aumento de volumen en el carrillo y asimetría facial ipsilateral, así como sangrado ocasional leve por mordedura. Se identificó la tumoración a nivel del molar referido, de 3 cm de diámetro, de consistencia firme, no móvil, no dolorosa a la palpación, además, con aumento de volumen del ángulo mandibular ipsilateral. La tomografía del ángulo mandibular mostró la lesión de aspecto localmente agresivo, sólida, que expandía la cortical y erosionaba para extruir hacia tejidos blandos. La biopsia identificó granuloma de células gigantes. Se detectó hiperparatiroidismo secundario e hipotiroidismo subclínico; se otorgó manejo farmacológico con adecuada respuesta de la tumoración. los tumores pardos son muy poco frecuentes como primera manifestación clínica del hiperparatiroidismo secundario en población pediátrica. Ante la presencia de una tumoración de células gigantes en pacientes con ERC, se debe descartar tumor pardo.",
    "disease": "chronic kidney disease",
    "clean_text": "brown tumor due to hyperparathyroidism secondary to chronic kidney disease a clinical case brown tumors are aggressive and lethal due to their osteolytic capacity they occur in to of patients with secondary hyperparathyroidism the objective is to present the unusual case of an adolescent with stage v chronic kidney disease ckd who developed a brown tumor at the angle of the mandible due to secondary hyperparathyroidism a year old female with stage v ckd of months of evolution she came to the consultation because months earlier she had developed a tumor at the level of the lower left second molar which caused an increase in volume in the cheek and ipsilateral facial asymmetry as well as occasional mild bleeding due to biting the tumor was identified at the level of the aforementioned molar measuring cm in diameter firm non mobile and not painful to palpation it also showed enlargement of the ipsilateral mandibular angle computed tomography of the mandibular angle showed a locally aggressive solid lesion that expanded the cortex and eroded to extrude into soft tissue a biopsy identified giant cell granuloma secondary hyperparathyroidism and subclinical hypothyroidism were detected pharmacological management was initiated with an adequate tumor s response brown tumors are very rare as the first clinical manifestation of secondary hyperparathyroidism in pediatric population if a giant cell tumor is present in patients with ckd brown tumor should be ruled out los tumores pardos son agresivos y letales por su capacidad osteol tica se presentan en a de pacientes con hiperparatiroidismo secundario el objetivo es presentar el caso inusual de una adolescente con enfermedad renal cr nica erc estadio v que desarroll un tumor pardo en el ngulo de la mand bula por hiperparatiroidismo secundario mujer de a os con erc estadio v de meses de evoluci n acudi a consulta debido a que meses antes inici con tumoraci n a nivel del segundo molar inferior izquierdo que condicionaba aumento de volumen en el carrillo y asimetr a facial ipsilateral as como sangrado ocasional leve por mordedura se identific la tumoraci n a nivel del molar referido de cm de di metro de consistencia firme no m vil no dolorosa a la palpaci n adem s con aumento de volumen del ngulo mandibular ipsilateral la tomograf a del ngulo mandibular mostr la lesi n de aspecto localmente agresivo s lida que expand a la cortical y erosionaba para extruir hacia tejidos blandos la biopsia identific granuloma de c lulas gigantes se detect hiperparatiroidismo secundario e hipotiroidismo subcl nico se otorg manejo farmacol gico con adecuada respuesta de la tumoraci n los tumores pardos son muy poco frecuentes como primera manifestaci n cl nica del hiperparatiroidismo secundario en poblaci n pedi trica ante la presencia de una tumoraci n de c lulas gigantes en pacientes con erc se debe descartar tumor pardo"
}