{
    "title": "The Mentalizing Approach to Psychopathology: State of the Art and Future Directions.",
    "doc_id": "32023093",
    "writer": "Luyten P",
    "year": "2020",
    "summary": "Mentalizing is the capacity to understand others and oneself in terms of internal mental states. It is assumed to be underpinned by four dimensions: automatic-controlled, internally-externally focused, self-other, and cognitive-affective. Research suggests that m …",
    "abstract": "Mentalizing is the capacity to understand others and oneself in terms of internal mental states. It is assumed to be underpinned by four dimensions: automatic-controlled, internally-externally focused, self-other, and cognitive-affective. Research suggests that mental disorders are associated with different imbalances in these dimensions. Addressing the quality of mentalizing as part of psychosocial treatments may benefit individuals with various mental disorders. We suggest that mentalizing is a helpful transtheoretical and transdiagnostic concept to explain vulnerability to psychopathology and its treatment. This review summarizes the mentalizing approach to psychopathology from a developmental socioecological evolutionary perspective. We then focus on the application of the mentalizing approach to personality disorders, and we review studies that have extended this approach to other types of psychopathology, including depression, anxiety, and eating disorders. We summarize core principles of mentalization-based treatments and preventive interventions and the evidence for their effectiveness. We conclude with recommendations for future research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32023093/",
    "clean_text": "the mentalizing approach to psychopathology state of the art and future directions mentalizing is the capacity to understand others and oneself in terms of internal mental states it is assumed to be underpinned by four dimensions automatic controlled internally externally focused self other and cognitive affective research suggests that m mentalizing is the capacity to understand others and oneself in terms of internal mental states it is assumed to be underpinned by four dimensions automatic controlled internally externally focused self other and cognitive affective research suggests that mental disorders are associated with different imbalances in these dimensions addressing the quality of mentalizing as part of psychosocial treatments may benefit individuals with various mental disorders we suggest that mentalizing is a helpful transtheoretical and transdiagnostic concept to explain vulnerability to psychopathology and its treatment this review summarizes the mentalizing approach to psychopathology from a developmental socioecological evolutionary perspective we then focus on the application of the mentalizing approach to personality disorders and we review studies that have extended this approach to other types of psychopathology including depression anxiety and eating disorders we summarize core principles of mentalization based treatments and preventive interventions and the evidence for their effectiveness we conclude with recommendations for future research"
}