{
    "title": "The clinical back pain courses described by information available in Danish central registries.",
    "doc_id": "34991558",
    "writer": "Iachina M",
    "year": "2022",
    "summary": "BACKGROUND: Patients with back pain are often in contact with 2-4 hospital departments when receiving a back pain diagnosis and treatment. ...With at least 1 year between a possible previous contact, model II (60,914 courses) fits the everyday clinical …",
    "abstract": "Background:\n        \n      \n      Patients with back pain are often in contact with 2-4 hospital departments when receiving a back pain diagnosis and treatment. This complicates the entire clinical course description. There is, currently, no model that describes the course across departments for patients with back pain. This study aims to construct an interdisciplinary clinical course using the central register's information.\n    \n\n\n          Methods:\n        \n      \n      All patients with back pain referred for diagnosis and treatment at the Spine Center of Southern Denmark from 1 January 2011 until 31 December 2017 were included. By means of information available in central registers, we described the interdisciplinary clinical course for the individual patient, including information on all contacts at different departments, and proposed three different models to define the index and final date. The index date was defined as the first visit without a previous contact to the Spine Center for 6 months for model I, 1 year for model II, and 2 years for model III. The final date was defined as the last visit without following contacts for 6 months, 1 year, and 2 years, respectively, for models I, II, and III.\n    \n\n\n          Results:\n        \n      \n      A total of 69,564 patients (male: n = 30,976) with back pain diagnosis were identified. The three models all leave the information on the entire course at the hospital. In model I (64,757 clinical back pain courses), the time span to a possible previous clinical course is too short to secure the start of a new course (14% had two or more). With at least 1 year between a possible previous contact, model II (60,914 courses) fits the everyday clinical practice (9% had two or more clinical back pain courses). In model III (60,173 courses) it seems that two independent courses might be connected in the same course as only 5% had two or more clinical back pain courses.\n    \n\n\n          Conclusions:\n        \n      \n      Despite contact with different departments, the clinical course for back pain patients can be described by information from the central registers. A one-year time interval fits best the clinicians' everyday observations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34991558/",
    "clean_text": "the clinical back pain courses described by information available in danish central registries background patients with back pain are often in contact with hospital departments when receiving a back pain diagnosis and treatment with at least year between a possible previous contact model ii courses fits the everyday clinical background patients with back pain are often in contact with hospital departments when receiving a back pain diagnosis and treatment this complicates the entire clinical course description there is currently no model that describes the course across departments for patients with back pain this study aims to construct an interdisciplinary clinical course using the central register s information methods all patients with back pain referred for diagnosis and treatment at the spine center of southern denmark from january until december were included by means of information available in central registers we described the interdisciplinary clinical course for the individual patient including information on all contacts at different departments and proposed three different models to define the index and final date the index date was defined as the first visit without a previous contact to the spine center for months for model i year for model ii and years for model iii the final date was defined as the last visit without following contacts for months year and years respectively for models i ii and iii results a total of patients male n with back pain diagnosis were identified the three models all leave the information on the entire course at the hospital in model i clinical back pain courses the time span to a possible previous clinical course is too short to secure the start of a new course had two or more with at least year between a possible previous contact model ii courses fits the everyday clinical practice had two or more clinical back pain courses in model iii courses it seems that two independent courses might be connected in the same course as only had two or more clinical back pain courses conclusions despite contact with different departments the clinical course for back pain patients can be described by information from the central registers a one year time interval fits best the clinicians everyday observations"
}