{
    "title": "Autosomal dominant tubulointerstitial kidney disease: diagnosis, classification, and management--A KDIGO consensus report.",
    "doc_id": "25738250",
    "writer": "Eckardt KU",
    "year": "2015",
    "summary": "Multiple names have been proposed for these disorders, including 'Medullary Cystic Kidney Disease (MCKD) type 2', 'Familial Juvenile Hyperuricemic Nephropathy (FJHN)', or 'Uromodulin-Associated Kidney Disease (UAKD)' for UMOD-related diseases an …",
    "abstract": "Rare autosomal dominant tubulointerstitial kidney disease is caused by mutations in the genes encoding uromodulin (UMOD), hepatocyte nuclear factor-1β (HNF1B), renin (REN), and mucin-1 (MUC1). Multiple names have been proposed for these disorders, including 'Medullary Cystic Kidney Disease (MCKD) type 2', 'Familial Juvenile Hyperuricemic Nephropathy (FJHN)', or 'Uromodulin-Associated Kidney Disease (UAKD)' for UMOD-related diseases and 'MCKD type 1' for the disease caused by MUC1 mutations. The multiplicity of these terms, and the fact that cysts are not pathognomonic, creates confusion. Kidney Disease: Improving Global Outcomes (KDIGO) proposes adoption of a new terminology for this group of diseases using the term 'Autosomal Dominant Tubulointerstitial Kidney Disease' (ADTKD) appended by a gene-based subclassification, and suggests diagnostic criteria. Implementation of these recommendations is anticipated to facilitate recognition and characterization of these monogenic diseases. A better understanding of these rare disorders may be relevant for the tubulointerstitial fibrosis component in many forms of chronic kidney disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25738250/",
    "clean_text": "autosomal dominant tubulointerstitial kidney disease diagnosis classification and management a kdigo consensus report multiple names have been proposed for these disorders including medullary cystic kidney disease mckd type familial juvenile hyperuricemic nephropathy fjhn or uromodulin associated kidney disease uakd for umod related diseases an rare autosomal dominant tubulointerstitial kidney disease is caused by mutations in the genes encoding uromodulin umod hepatocyte nuclear factor hnf b renin ren and mucin muc multiple names have been proposed for these disorders including medullary cystic kidney disease mckd type familial juvenile hyperuricemic nephropathy fjhn or uromodulin associated kidney disease uakd for umod related diseases and mckd type for the disease caused by muc mutations the multiplicity of these terms and the fact that cysts are not pathognomonic creates confusion kidney disease improving global outcomes kdigo proposes adoption of a new terminology for this group of diseases using the term autosomal dominant tubulointerstitial kidney disease adtkd appended by a gene based subclassification and suggests diagnostic criteria implementation of these recommendations is anticipated to facilitate recognition and characterization of these monogenic diseases a better understanding of these rare disorders may be relevant for the tubulointerstitial fibrosis component in many forms of chronic kidney disease"
}