{
    "title": "Differential wound activation of members of the phenylalanine ammonia-lyase and 4-coumarate:CoA ligase gene families in various organs of parsley plants.",
    "doc_id": "1376996",
    "writer": "Lois R",
    "year": "1992",
    "summary": "An appreciable increase in CHS mRNA levels was observed in wounded leaves. By contrast, root wounding led to a decrease in the existing CHS mRNA levels. ...While PAL-3 was preferentially activated in wounded leaves and 4CL-1 in wounded roots, PAL-2 and …",
    "abstract": "We analyzed the developmental regulation and the activation by wounding of several stress-related genes in various parsley organs. The genes encode phenylalanine ammonia-lyase (PAL) and 4-coumarate:CoA ligase (4CL), two enzymes of general phenylpropanoid metabolism; a flavonoid specific enzyme, chalcone synthase (CHS); a furanocoumarin specific enzyme, bergaptol O-methyltransferase (BMT); and a pathogenesis-related protein (PR 1). All genes or gene families exhibited high levels of expression in roots and during certain stages of leaf development. PAL, 4CL and CHS were preferentially expressed in young leaves, BMT and PR 1 in old leaves. An appreciable increase in CHS mRNA levels was observed in wounded leaves. By contrast, root wounding led to a decrease in the existing CHS mRNA levels. A biphasic response (a decrease followed by an increase) to wounding was seen for BMT and PR 1 mRNAs in roots and for BMT mRNA in attached leaves. Using gene-specific oligonucleotide probes to measure the expression rates of three of the four PAL genes and of the two 4CL genes separately we observed a differential behavior of the individual family members under many of the conditions tested. While PAL-3 was preferentially activated in wounded leaves and 4CL-1 in wounded roots, PAL-2 and 4CL-2 were primarily responsible for the high constitutive expression levels in roots and flowering stems respectively. Despite the differential expression of their individual members, the PAL and 4CL gene families displayed very similar changes in the overall patterns of expression, reflecting their closely related functions in phenylpropanoid metabolism.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1376996/",
    "clean_text": "differential wound activation of members of the phenylalanine ammonia lyase and coumarate coa ligase gene families in various organs of parsley plants an appreciable increase in chs mrna levels was observed in wounded leaves by contrast root wounding led to a decrease in the existing chs mrna levels while pal was preferentially activated in wounded leaves and cl in wounded roots pal and we analyzed the developmental regulation and the activation by wounding of several stress related genes in various parsley organs the genes encode phenylalanine ammonia lyase pal and coumarate coa ligase cl two enzymes of general phenylpropanoid metabolism a flavonoid specific enzyme chalcone synthase chs a furanocoumarin specific enzyme bergaptol o methyltransferase bmt and a pathogenesis related protein pr all genes or gene families exhibited high levels of expression in roots and during certain stages of leaf development pal cl and chs were preferentially expressed in young leaves bmt and pr in old leaves an appreciable increase in chs mrna levels was observed in wounded leaves by contrast root wounding led to a decrease in the existing chs mrna levels a biphasic response a decrease followed by an increase to wounding was seen for bmt and pr mrnas in roots and for bmt mrna in attached leaves using gene specific oligonucleotide probes to measure the expression rates of three of the four pal genes and of the two cl genes separately we observed a differential behavior of the individual family members under many of the conditions tested while pal was preferentially activated in wounded leaves and cl in wounded roots pal and cl were primarily responsible for the high constitutive expression levels in roots and flowering stems respectively despite the differential expression of their individual members the pal and cl gene families displayed very similar changes in the overall patterns of expression reflecting their closely related functions in phenylpropanoid metabolism"
}