{
    "pmid": "41437786",
    "title": "Label-Free SERS Sensing of Native Aβ with Aptamer-Modified Mesoporous Gold and Gold-Coated Magnetic Nanoparticles Using a Clinical Cohort.",
    "abstract": "Label-free surface-enhanced Raman scattering (SERS) exhibits potential for liquid biopsies but requires further developments with clinical translations. Here, we demonstrate a label-free SERS immunoassay for quantifying amyloid beta (Aβ) using a clinical cohort of Alzheimer's disease (AD), featuring robustness, speed, and economical and clinical validity. This was demonstrated using a gap-mode SERS with aptamer-modified mesoporous gold (mesoAu) and gold-coated magnetic nanoparticles (Au@MNPs). The mesoAu substrate was prepared by electrodeposition with pore sizes tuned between 30 and 70 nm, and the Au@MNPs were synthesized by hydrothermal methods. A self-assembled monolayer with a mixture of polyethylene glycol (PEG) and DNA aptamers was modified onto the surface of gold, reducing nonspecific adsorptions and enabling target recognition to allow measurements in complex media. Using the intrinsic SERS fingerprints of phenylalanine (Phe), which are orthogonal to the DNA aptamer, it is shown that this assay is capable of quantifying Aβ42 in cerebrospinal fluid (CSF) in a label-free manner, with a limit of detection (LoD) of ∼0.15 pM, an assay time of ∼20 min, and cost less than ∼$10. The assay was further demonstrated using a clinical cohort containing 30 cerebral spinal fluid (CSF) samples of AD, mild cognitive impairment (MCI), and controls. The results showed clinical validity in differentiating the groups. Due to the simplicity and robustness of the assay, it is expected that this work will pave the way for label-free SERS bioassays for early diagnosis of major diseases using molecular biomarkers.",
    "disease": "alzheimer disease",
    "clean_text": "label free sers sensing of native a with aptamer modified mesoporous gold and gold coated magnetic nanoparticles using a clinical cohort label free surface enhanced raman scattering sers exhibits potential for liquid biopsies but requires further developments with clinical translations here we demonstrate a label free sers immunoassay for quantifying amyloid beta a using a clinical cohort of alzheimer s disease ad featuring robustness speed and economical and clinical validity this was demonstrated using a gap mode sers with aptamer modified mesoporous gold mesoau and gold coated magnetic nanoparticles au mnps the mesoau substrate was prepared by electrodeposition with pore sizes tuned between and nm and the au mnps were synthesized by hydrothermal methods a self assembled monolayer with a mixture of polyethylene glycol peg and dna aptamers was modified onto the surface of gold reducing nonspecific adsorptions and enabling target recognition to allow measurements in complex media using the intrinsic sers fingerprints of phenylalanine phe which are orthogonal to the dna aptamer it is shown that this assay is capable of quantifying a in cerebrospinal fluid csf in a label free manner with a limit of detection lod of pm an assay time of min and cost less than the assay was further demonstrated using a clinical cohort containing cerebral spinal fluid csf samples of ad mild cognitive impairment mci and controls the results showed clinical validity in differentiating the groups due to the simplicity and robustness of the assay it is expected that this work will pave the way for label free sers bioassays for early diagnosis of major diseases using molecular biomarkers"
}