{
    "pmid": "41474241",
    "title": "The role of personalized 3D printed side hernia fixation plate in the care of patients with permanent colostomy for colorectal cancer.",
    "abstract": "The research aims to study the application effect of personalized 3D printed side hernia fixation plates in the care of patients with permanent colostomy for colorectal cancer. A total of 110 patients with permanent colostomy of colorectal cancer are selected from the Wound Ostomy Nursing Clinic of the First People's Hospital of Huai'an City from December 2018 to January 2023. They are randomly divided into the research group and the control group, with 55 cases in each group. The control group uses a stoma pocket and wears an abdominal band to fix the tissue around the stoma, while the research group uses a 3D printed side hernia fixator to fix the tissue around the stoma with the abdominal band. At 1, 3, and 6 months after surgery, the inflammatory factors C-reactive protein (CRP), interleukin-6 (IL-6), interleukin-1β (IL-1β), and skin condition around the stoma scores are observed in both groups of patients. The incidence of stoma complications, pocket replacement frequency, abdominal belt wearing frequency, and abdominal belt displacement within 6 months are also analyzed. The time effect and grouping exchange effect of changes in CRP, IL-6, IL-1β in both groups of patients were statistically significant (P < 0.05). At 1 month after surgery, there was no statistically significant difference in the expression levels of CRP, IL-6, and IL-1β between the two groups of patients (P > 0.05). At 3 and 6 months after surgery, the expression levels of CRP, IL-6, and IL-1β in the research group were significantly lower than those in the control group (P < 0.05). Patients with permanent colostomy for colorectal cancer can effectively reduce inflammatory reactions by wearing an abdominal strap on the basis of personalized 3D printed side hernia fixators.",
    "disease": "colorectal cancer",
    "clean_text": "the role of personalized d printed side hernia fixation plate in the care of patients with permanent colostomy for colorectal cancer the research aims to study the application effect of personalized d printed side hernia fixation plates in the care of patients with permanent colostomy for colorectal cancer a total of patients with permanent colostomy of colorectal cancer are selected from the wound ostomy nursing clinic of the first people s hospital of huai an city from december to january they are randomly divided into the research group and the control group with cases in each group the control group uses a stoma pocket and wears an abdominal band to fix the tissue around the stoma while the research group uses a d printed side hernia fixator to fix the tissue around the stoma with the abdominal band at and months after surgery the inflammatory factors c reactive protein crp interleukin il interleukin il and skin condition around the stoma scores are observed in both groups of patients the incidence of stoma complications pocket replacement frequency abdominal belt wearing frequency and abdominal belt displacement within months are also analyzed the time effect and grouping exchange effect of changes in crp il il in both groups of patients were statistically significant p at month after surgery there was no statistically significant difference in the expression levels of crp il and il between the two groups of patients p at and months after surgery the expression levels of crp il and il in the research group were significantly lower than those in the control group p patients with permanent colostomy for colorectal cancer can effectively reduce inflammatory reactions by wearing an abdominal strap on the basis of personalized d printed side hernia fixators"
}