{
    "title": "Factors influencing older people's experiences of participation in autonomous decisions concerning their daily care in their own homes: a review of the literature.",
    "doc_id": "27019374",
    "writer": "Fjordside S",
    "year": "2016",
    "summary": "BACKGROUND: The perception of personal control plays a critical role in an older person's health and well-being. Little is known about factors that facilitate or hinder older people's autonomous decision-making in their own homes. ...The organisation of nursing care …",
    "abstract": "Aim:\n        \n      \n      To review the literature on how older people perceive opportunities and limitations with regard to participation in autonomous decisions concerning their daily care in their own homes.\n    \n\n\n          Background:\n        \n      \n      The perception of personal control plays a critical role in an older person's health and well-being. Little is known about factors that facilitate or hinder older people's autonomous decision-making in their own homes.\n    \n\n\n          Methods:\n        \n      \n      The study has been carried out as a literature review. The following databases were used: CINAHL, PubMed, PsykInfo, Cochrane, SweMed, Embase. Research studies range from 2009 to 2014.\n    \n\n\n          Results:\n        \n      \n      The review includes 12 publications. Four core themes are generated: older person's autonomy in their own home; autonomy and relationship; the balance between autonomy and dependency; older people's autonomy and the organisation of home care.\n    \n\n\n          Conclusion:\n        \n      \n      Older people have a strong inner drive to maintain autonomy in their own home. The autonomy is challenged when the person becomes increasingly dependent on help. The relationship with carers is of vital importance with regard to the person's ability to make autonomous decisions. The organisation of home care restricts older people' scope for autonomy.\n    \n\n\n          Implications for practice:\n        \n      \n      Older people's own perspectives on autonomous decisions can contribute to the ongoing debate about how nursing care can be developed with respect to their autonomy. Nursing care demands attention to an older person's desire for autonomy despite dependency. A framework for systematic ethical discussions among carers may improve awareness about factors that facilitate or hinder good personalised care. The organisation of nursing care needs to be shaped in line with best practice for older people.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27019374/",
    "clean_text": "factors influencing older people s experiences of participation in autonomous decisions concerning their daily care in their own homes a review of the literature background the perception of personal control plays a critical role in an older person s health and well being little is known about factors that facilitate or hinder older people s autonomous decision making in their own homes the organisation of nursing care aim to review the literature on how older people perceive opportunities and limitations with regard to participation in autonomous decisions concerning their daily care in their own homes background the perception of personal control plays a critical role in an older person s health and well being little is known about factors that facilitate or hinder older people s autonomous decision making in their own homes methods the study has been carried out as a literature review the following databases were used cinahl pubmed psykinfo cochrane swemed embase research studies range from to results the review includes publications four core themes are generated older person s autonomy in their own home autonomy and relationship the balance between autonomy and dependency older people s autonomy and the organisation of home care conclusion older people have a strong inner drive to maintain autonomy in their own home the autonomy is challenged when the person becomes increasingly dependent on help the relationship with carers is of vital importance with regard to the person s ability to make autonomous decisions the organisation of home care restricts older people scope for autonomy implications for practice older people s own perspectives on autonomous decisions can contribute to the ongoing debate about how nursing care can be developed with respect to their autonomy nursing care demands attention to an older person s desire for autonomy despite dependency a framework for systematic ethical discussions among carers may improve awareness about factors that facilitate or hinder good personalised care the organisation of nursing care needs to be shaped in line with best practice for older people"
}