{
    "title": "Combining quantitative and qualitative breast density measures to assess breast cancer risk.",
    "doc_id": "28830497",
    "writer": "Kerlikowske K",
    "year": "2017",
    "summary": "We examined the independent contribution of dense breast volume and BI-RADS breast density to predict invasive breast cancer and whether dense breast volume combined with Breast Cancer Surveillance Consortium (BCSC) risk model factors (age, race …",
    "abstract": "Background:\n        \n      \n      Accurately identifying women with dense breasts (Breast Imaging Reporting and Data System [BI-RADS] heterogeneously or extremely dense) who are at high breast cancer risk will facilitate discussions of supplemental imaging and primary prevention. We examined the independent contribution of dense breast volume and BI-RADS breast density to predict invasive breast cancer and whether dense breast volume combined with Breast Cancer Surveillance Consortium (BCSC) risk model factors (age, race/ethnicity, family history of breast cancer, history of breast biopsy, and BI-RADS breast density) improves identifying women with dense breasts at high breast cancer risk.\n    \n\n\n          Methods:\n        \n      \n      We conducted a case-control study of 1720 women with invasive cancer and 3686 control subjects. We calculated ORs and 95% CIs for the effect of BI-RADS breast density and Volpara™ automated dense breast volume on invasive cancer risk, adjusting for other BCSC risk model factors plus body mass index (BMI), and we compared C-statistics between models. We calculated BCSC 5-year breast cancer risk, incorporating the adjusted ORs associated with dense breast volume.\n    \n\n\n          Results:\n        \n      \n      Compared with women with BI-RADS scattered fibroglandular densities and second-quartile dense breast volume, women with BI-RADS extremely dense breasts and third- or fourth-quartile dense breast volume (75% of women with extremely dense breasts) had high breast cancer risk (OR 2.87, 95% CI 1.84-4.47, and OR 2.56, 95% CI 1.87-3.52, respectively), whereas women with extremely dense breasts and first- or second-quartile dense breast volume were not at significantly increased breast cancer risk (OR 1.53, 95% CI 0.75-3.09, and OR 1.50, 95% CI 0.82-2.73, respectively). Adding continuous dense breast volume to a model with BCSC risk model factors and BMI increased discriminatory accuracy compared with a model with only BCSC risk model factors (C-statistic 0.639, 95% CI 0.623-0.654, vs. C-statistic 0.614, 95% CI 0.598-0.630, respectively; P < 0.001). Women with dense breasts and fourth-quartile dense breast volume had a BCSC 5-year risk of 2.5%, whereas women with dense breasts and first-quartile dense breast volume had a 5-year risk ≤ 1.8%.\n    \n\n\n          Conclusions:\n        \n      \n      Risk models with automated dense breast volume combined with BI-RADS breast density may better identify women with dense breasts at high breast cancer risk than risk models with either measure alone.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28830497/",
    "clean_text": "combining quantitative and qualitative breast density measures to assess breast cancer risk we examined the independent contribution of dense breast volume and bi rads breast density to predict invasive breast cancer and whether dense breast volume combined with breast cancer surveillance consortium bcsc risk model factors age race background accurately identifying women with dense breasts breast imaging reporting and data system bi rads heterogeneously or extremely dense who are at high breast cancer risk will facilitate discussions of supplemental imaging and primary prevention we examined the independent contribution of dense breast volume and bi rads breast density to predict invasive breast cancer and whether dense breast volume combined with breast cancer surveillance consortium bcsc risk model factors age race ethnicity family history of breast cancer history of breast biopsy and bi rads breast density improves identifying women with dense breasts at high breast cancer risk methods we conducted a case control study of women with invasive cancer and control subjects we calculated ors and cis for the effect of bi rads breast density and volpara automated dense breast volume on invasive cancer risk adjusting for other bcsc risk model factors plus body mass index bmi and we compared c statistics between models we calculated bcsc year breast cancer risk incorporating the adjusted ors associated with dense breast volume results compared with women with bi rads scattered fibroglandular densities and second quartile dense breast volume women with bi rads extremely dense breasts and third or fourth quartile dense breast volume of women with extremely dense breasts had high breast cancer risk or ci and or ci respectively whereas women with extremely dense breasts and first or second quartile dense breast volume were not at significantly increased breast cancer risk or ci and or ci respectively adding continuous dense breast volume to a model with bcsc risk model factors and bmi increased discriminatory accuracy compared with a model with only bcsc risk model factors c statistic ci vs c statistic ci respectively p women with dense breasts and fourth quartile dense breast volume had a bcsc year risk of whereas women with dense breasts and first quartile dense breast volume had a year risk conclusions risk models with automated dense breast volume combined with bi rads breast density may better identify women with dense breasts at high breast cancer risk than risk models with either measure alone"
}