{
    "pmid": "41437975",
    "title": "Trends in the prevalence of apparent treatment-resistant hypertension among U.S. adults, 1999-2018.",
    "abstract": "This study aimed to investigate the changing trends in the prevalence of apparent treatment-resistant hypertension (aTRH) in American adults between 1999 and 2018. We analyzed data from 50,906 non-pregnant individuals aged ≥20 years who participated in the National Health and Nutrition Examination Survey. Prevalence estimates were standardized by age and sex based on 2010 U.S. Census data. Overall, the prevalence of aTRH remained relatively stable during the study period, ranging from 1.27 % to 1.33 %. However, significant differences existed between different sociodemographic subgroups. Higher prevalence was observed in older adults (≥65 years), women, non-Hispanic Black individuals, and those with lower levels of education level or family income. These differences may reflect age-related physiological changes, individual differences in drug response, genetic susceptibility, and the influence of structural social factors affecting health. Subgroup analysis showed that obesity, type 2 diabetes mellitus, cardiovascular diseases, and chronic kidney disease were all associated with a higher prevalence of aTRH. Our findings highlight the persistent burden of aTRH in specific high-risk populations and underscore the need for targeted, equity-oriented interventions to improve blood pressure control and reduce health disparities.",
    "disease": "chronic kidney disease",
    "clean_text": "trends in the prevalence of apparent treatment resistant hypertension among u s adults this study aimed to investigate the changing trends in the prevalence of apparent treatment resistant hypertension atrh in american adults between and we analyzed data from non pregnant individuals aged years who participated in the national health and nutrition examination survey prevalence estimates were standardized by age and sex based on u s census data overall the prevalence of atrh remained relatively stable during the study period ranging from to however significant differences existed between different sociodemographic subgroups higher prevalence was observed in older adults years women non hispanic black individuals and those with lower levels of education level or family income these differences may reflect age related physiological changes individual differences in drug response genetic susceptibility and the influence of structural social factors affecting health subgroup analysis showed that obesity type diabetes mellitus cardiovascular diseases and chronic kidney disease were all associated with a higher prevalence of atrh our findings highlight the persistent burden of atrh in specific high risk populations and underscore the need for targeted equity oriented interventions to improve blood pressure control and reduce health disparities"
}