{
    "pmid": "41429719",
    "title": "SHORT-COURSE RADIOTHERAPY FOR OLDER PATIENTS WITH LOCALLY ADVANCED RECTAL CANCER AND UNFIT FOR CHEMOTHERAPY: THE SOFT STUDY.",
    "abstract": "The treatment of locally advanced rectal cancer (LARC) in older patients is not sufficiently standardized in international guidelines. Short-course radiotherapy (SCRT) followed by delayed surgery has emerged as a promising therapeutic option for these patients, offering potential benefits in terms of reduced treatment time and toxicity, along with improved convenience. From February 2019 to April 2024, a total of 141 older patients aged ≥ 70 years [median age = 79 (range, 70-91)], unfit for chemotherapy and with LARC (stage II-III) adenocarcinoma, underwent SCRT (5 daily fractions of 5 Gy each for a total dose of 25 Gy) followed by delayed surgery (no earlier than 6 weeks after the end of treatment). The study was conducted at 11 centers in Italy. Down-staging rates, relapse-free survival (RFS), overall survival (OS), cancer-specific survival (CSS), safety, and mortality were analyzed. Down-staging occurred in 87 cases (61.7 %). Complete radiological responses after SCRT and before surgery were reported in 10 patients (7.1 %), while partial responses were reported in 77 (54.6 %) cases. All patients underwent delayed surgery. The R0 resection rate was 93.6 %. Eight patients (5.7 %) had a pathological complete response (pCR). At a follow-up of 70.5 months, the median RFS, OS and CSS were 31.5, 40.5 and 41.5 months, respectively. Post-operative severe morbidity was 23.4 %, and mortality was 2.8 %. Overall, SCRT offers a viable alternative to conventional long-term radiotherapy plus chemotherapy in older patients with LARC, with favorable results in terms of efficacy, limited toxicity and low mortality.",
    "disease": "colorectal cancer",
    "clean_text": "short course radiotherapy for older patients with locally advanced rectal cancer and unfit for chemotherapy the soft study the treatment of locally advanced rectal cancer larc in older patients is not sufficiently standardized in international guidelines short course radiotherapy scrt followed by delayed surgery has emerged as a promising therapeutic option for these patients offering potential benefits in terms of reduced treatment time and toxicity along with improved convenience from february to april a total of older patients aged years median age range unfit for chemotherapy and with larc stage ii iii adenocarcinoma underwent scrt daily fractions of gy each for a total dose of gy followed by delayed surgery no earlier than weeks after the end of treatment the study was conducted at centers in italy down staging rates relapse free survival rfs overall survival os cancer specific survival css safety and mortality were analyzed down staging occurred in cases complete radiological responses after scrt and before surgery were reported in patients while partial responses were reported in cases all patients underwent delayed surgery the r resection rate was eight patients had a pathological complete response pcr at a follow up of months the median rfs os and css were and months respectively post operative severe morbidity was and mortality was overall scrt offers a viable alternative to conventional long term radiotherapy plus chemotherapy in older patients with larc with favorable results in terms of efficacy limited toxicity and low mortality"
}