{
    "title": "Stromal heterogeneity in the adult lung delineated by single-cell genomics.",
    "doc_id": "40353369",
    "writer": "Tsukui T",
    "year": "2025",
    "summary": "Stromal cells in the lung provide structural support to other cells and play critical roles in inflammation, repair, and fibrosis after injury. Recent technological advancements in single-cell genomics have tremendously improved our knowledge of stroma …",
    "abstract": "Stromal cells in the lung provide structural support to other cells and play critical roles in inflammation, repair, and fibrosis after injury. Recent technological advancements in single-cell genomics have tremendously improved our knowledge of stromal heterogeneity in the lung. Stromal heterogeneity in single-cell RNA sequencing data is often conserved across different studies despite the different annotation strategies. Spatial analyses suggest that each stromal subset is characterized by unique anatomic locations in the adult lung. This review overviews the stromal heterogeneity delineated by single-cell RNA sequencing studies and highlights the functional characteristics and locations of each population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40353369/",
    "clean_text": "stromal heterogeneity in the adult lung delineated by single cell genomics stromal cells in the lung provide structural support to other cells and play critical roles in inflammation repair and fibrosis after injury recent technological advancements in single cell genomics have tremendously improved our knowledge of stroma stromal cells in the lung provide structural support to other cells and play critical roles in inflammation repair and fibrosis after injury recent technological advancements in single cell genomics have tremendously improved our knowledge of stromal heterogeneity in the lung stromal heterogeneity in single cell rna sequencing data is often conserved across different studies despite the different annotation strategies spatial analyses suggest that each stromal subset is characterized by unique anatomic locations in the adult lung this review overviews the stromal heterogeneity delineated by single cell rna sequencing studies and highlights the functional characteristics and locations of each population"
}