{
    "title": "Diagnostic accuracy of sentinel lymph node biopsy in determining the axillary lymph node metastasis.",
    "doc_id": "33342782",
    "writer": "Okur O",
    "year": "2020",
    "summary": "Forty-three (51.8%) of them had tumor positive axillary lymph nodes and 40 (48.2%) of them had tumor negative axillary lymph nodes. INTERPRETATION: In 48.2% of the patients, positive sentinel lymph node does not demonstrate a positive axi …",
    "abstract": "Background:\n        \n      \n      Sentinel lymph node biopsy (SLNB) is accepted as the standard procedure to determine the axillary lymph node metastasis in breast cancer at early stage. However, in many cases with sentinel lymph node positivity, the axilla does not contain any tumor cells. As a result, the accuracy of SLNB to predict axillary lymph node metastasis must be evaluated.\n    \n\n\n          Patients and methods:\n        \n      \n      Thousand hundred and fourteen women operated for breast cancer were retrospectively examined. Breast cancer patients without axillary metastasis on clinical examination who had undergone SLNB were included in the study. Sentinel lymph node positivity and axillary lymph node positivity were compared.\n    \n\n\n          Results:\n        \n      \n      Among 1114 women operated for breast cancer, 230 were clinically node negative preoperatively and undergone SLNB. Eighty-three (36%) of the patients were SLNB positive and undergone axillary dissection. Forty-three (51.8%) of them had tumor positive axillary lymph nodes and 40 (48.2%) of them had tumor negative axillary lymph nodes.\n    \n\n\n          Interpretation:\n        \n      \n      In 48.2% of the patients, positive sentinel lymph node does not demonstrate a positive axilla. This finding supports sparing axillary dissection in patients with favorable prognostic factors even if the sentinel lymph node is found to be positive.\n    \n\n\n          Conclusion:\n        \n      \n      Axillary lymph node dissection(ALND) may be spared even if there are macrometastatic sentinel lymph nodes in patients with favorable tumor types who will undergo breast-conserving surgery.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33342782/",
    "clean_text": "diagnostic accuracy of sentinel lymph node biopsy in determining the axillary lymph node metastasis forty three of them had tumor positive axillary lymph nodes and of them had tumor negative axillary lymph nodes interpretation in of the patients positive sentinel lymph node does not demonstrate a positive axi background sentinel lymph node biopsy slnb is accepted as the standard procedure to determine the axillary lymph node metastasis in breast cancer at early stage however in many cases with sentinel lymph node positivity the axilla does not contain any tumor cells as a result the accuracy of slnb to predict axillary lymph node metastasis must be evaluated patients and methods thousand hundred and fourteen women operated for breast cancer were retrospectively examined breast cancer patients without axillary metastasis on clinical examination who had undergone slnb were included in the study sentinel lymph node positivity and axillary lymph node positivity were compared results among women operated for breast cancer were clinically node negative preoperatively and undergone slnb eighty three of the patients were slnb positive and undergone axillary dissection forty three of them had tumor positive axillary lymph nodes and of them had tumor negative axillary lymph nodes interpretation in of the patients positive sentinel lymph node does not demonstrate a positive axilla this finding supports sparing axillary dissection in patients with favorable prognostic factors even if the sentinel lymph node is found to be positive conclusion axillary lymph node dissection alnd may be spared even if there are macrometastatic sentinel lymph nodes in patients with favorable tumor types who will undergo breast conserving surgery"
}