{
    "pmid": "41367365",
    "title": "Nationwide Analysis of PCI After TAVR From the Netherlands Heart Registration.",
    "abstract": "Percutaneous coronary intervention (PCI) after transcatheter aortic valve replacement (TAVR) has gained interest as concomitant coronary artery disease (CAD) is now often treated conservatively before TAVR, and TAVR is increasingly used in younger patients with longer life expectancies. Therefore, more contemporary data on PCI after TAVR are warranted to optimize CAD treatment and guide lifetime management. The primary objective was to evaluate the incidence of PCI in patients with prior TAVR, including insights on trends and procedural and clinical outcomes from a large, nationwide cohort. Data from the Netherlands Heart Registration were used to identify patients with prior TAVR who underwent PCI between January 2015 and September 2021. Among 216,813 PCI patients, 419 (0.19%) had previously undergone TAVR, representing an incidence of 2.81% among all TAVR patients (n = 14,933) in the Netherlands. The annual proportion of PCI procedures after TAVR increased from 0.05% in 2015 to 0.39% in 2021 (p < 0.001). Procedural adverse events were low. Patients treated with self-expanding transcatheter heart valves (THVs) more frequently underwent PCI without stenting (17.8% vs. 10.1%, p = 0.049), though target vessel revascularization rates and all-cause mortality were comparable. Matched patients with and without prior TAVR had similar clinical outcomes. The incidence of PCI after TAVR is low but increasing. Clinical outcomes are comparable between THV platforms, but self-expanding THVs were associated with higher rates of PCI without stent implantation. The growing need for PCI after TAVR underscores the importance of coronary access in lifetime management strategies by multidisciplinary heart teams.",
    "disease": "coronary artery disease",
    "clean_text": "nationwide analysis of pci after tavr from the netherlands heart registration percutaneous coronary intervention pci after transcatheter aortic valve replacement tavr has gained interest as concomitant coronary artery disease cad is now often treated conservatively before tavr and tavr is increasingly used in younger patients with longer life expectancies therefore more contemporary data on pci after tavr are warranted to optimize cad treatment and guide lifetime management the primary objective was to evaluate the incidence of pci in patients with prior tavr including insights on trends and procedural and clinical outcomes from a large nationwide cohort data from the netherlands heart registration were used to identify patients with prior tavr who underwent pci between january and september among pci patients had previously undergone tavr representing an incidence of among all tavr patients n in the netherlands the annual proportion of pci procedures after tavr increased from in to in p procedural adverse events were low patients treated with self expanding transcatheter heart valves thvs more frequently underwent pci without stenting vs p though target vessel revascularization rates and all cause mortality were comparable matched patients with and without prior tavr had similar clinical outcomes the incidence of pci after tavr is low but increasing clinical outcomes are comparable between thv platforms but self expanding thvs were associated with higher rates of pci without stent implantation the growing need for pci after tavr underscores the importance of coronary access in lifetime management strategies by multidisciplinary heart teams"
}