{
    "title": "HIV infection in Xi'an, China: epidemic characterization, risk factors to false positives and potential utility of the sample-to-cutoff index to identify true positives using Architect HIV Ag/Ab combo.",
    "doc_id": "30651975",
    "writer": "Wang L",
    "year": "2019",
    "summary": "OBJECTIVES: The study was carried out to determine the epidemic of HIV infection in Xi'an, analyse false positives (FP) risk factors and potential utility of sample-to-cutoff index to identify true positives using Architect HIV Ag/Ab Combo. METHODS: A retrospective …",
    "abstract": "Background:\n        \n      \n      In China, although tremendous efforts has been made, the HIV/AIDS is still not controlled.\n    \n\n\n          Objectives:\n        \n      \n      The study was carried out to determine the epidemic of HIV infection in Xi'an, analyse false positives (FP) risk factors and potential utility of sample-to-cutoff index to identify true positives using Architect HIV Ag/Ab Combo.\n    \n\n\n          Methods:\n        \n      \n      A retrospective review for HIV screening by Architect HIV Ag/Ab Combo was performed in a teaching hospital in Xi'an between 2015 and 2016. The prevalence of HIV, positive predictive value (PPV) at different cut-off indexices (COI) were calculated. The epidemic of infections and risk factors for FP results were investigated.\n    \n\n\n          Results:\n        \n      \n      In the study, the HIV prevalence and FP rate of Architect HIV Ag/Ab Combo were 0.076 and 46.08%, respectively. The Han Chinese, males and people aged < 40 years accounted for the majority of infections (98.29, 76.07 and 73.5%, respectively). 85.47% of the infections were transmitted through sexual contact (35.04% of male homosexual and 50.43% of heterosexual). COI at 1-10, 10-30 and ≥ 30, the PPVs were 0, 50 and 100%, respectively. The independent risk factors for FP, i.e., pregnancy and malignancy had a statistically significant association with FP (p < 0.05), and age had a very strong statistically significant association with FP (p < 0.001).\n    \n\n\n          Conclusions:\n        \n      \n      In Xi'an, sexual contact was the most important transmission mode for HIV, and the infections were predominantly identified in Han Chinese, males, young and middle-aged people. For Architect HIV Ag/Ab Combo, it can achieve 100% of PPV with COI ≥30, and the age was strongly statistically associated with FP.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30651975/",
    "clean_text": "hiv infection in xi an china epidemic characterization risk factors to false positives and potential utility of the sample to cutoff index to identify true positives using architect hiv ag ab combo objectives the study was carried out to determine the epidemic of hiv infection in xi an analyse false positives fp risk factors and potential utility of sample to cutoff index to identify true positives using architect hiv ag ab combo methods a retrospective background in china although tremendous efforts has been made the hiv aids is still not controlled objectives the study was carried out to determine the epidemic of hiv infection in xi an analyse false positives fp risk factors and potential utility of sample to cutoff index to identify true positives using architect hiv ag ab combo methods a retrospective review for hiv screening by architect hiv ag ab combo was performed in a teaching hospital in xi an between and the prevalence of hiv positive predictive value ppv at different cut off indexices coi were calculated the epidemic of infections and risk factors for fp results were investigated results in the study the hiv prevalence and fp rate of architect hiv ag ab combo were and respectively the han chinese males and people aged years accounted for the majority of infections and respectively of the infections were transmitted through sexual contact of male homosexual and of heterosexual coi at and the ppvs were and respectively the independent risk factors for fp i e pregnancy and malignancy had a statistically significant association with fp p and age had a very strong statistically significant association with fp p conclusions in xi an sexual contact was the most important transmission mode for hiv and the infections were predominantly identified in han chinese males young and middle aged people for architect hiv ag ab combo it can achieve of ppv with coi and the age was strongly statistically associated with fp"
}