{
    "pmid": "41472776",
    "title": "Establishment and characterization of canine mammary tumors 622: A novel luminal B CMT cell line exhibiting partial epithelial-mesenchymal transition and intermediate drug sensitivity.",
    "abstract": "Canine mammary tumors (CMTs) serve as valuable comparative models for human breast cancer (HBC) owing to their shared biological and molecular features. However, well-defined cell lines representing the luminal B subtype remain limited. This study aimed to establish and characterize a novel CMT cell line, designated CMT-622, to expand available  Primary tumor tissue was collected from an 11-year-old female dog diagnosed with high-grade mammary carcinoma (T3N1M0). Tumor cells were isolated using enzymatic digestion and differential adhesion. Morphological, cytogenetic, and immunophenotypic characteristics were assessed using hematoxylin-eosin staining, immunohistochemistry, and immunofluorescence. Growth kinetics, clonogenicity, and chromosomal analyses were performed, and tumorigenicity was evaluated through xenograft assays in nude mice. Drug sensitivity and apoptosis were compared with two existing CMT lines (CMT-1211 and CMT-n7) using the cell counting kit-8 (CCK)-8 assay and flow cytometry. CMT-622 cells maintained stable proliferation beyond 40 passages with a doubling time of 46.23 h and >15% cloning efficiency. Karyotyping revealed hyperdiploidy (80-110 chromosomes; modal = 87). Immunohistochemistry and immunofluorescence confirmed estrogen receptor (+), progesterone receptor (-), and human epidermal growth factor receptor 2 (weak +) expression, consistent with a luminal B phenotype. Co-expression of cytokeratin-18 and vimentin indicated a partial epithelial-mesenchymal transition (EMT) state. In nude mice, CMT-622 exhibited moderate tumorigenicity and pulmonary metastasis. The line showed intermediate osthole sensitivity (half-maximal inhibitory concentration = 50.48 μM) and an apoptosis rate of 21%, between CMT-1211 and CMT-n7, indicating balanced proliferative and drug-responsive behavior. CMT-622 represents a newly established luminal B CMT cell line with stable growth, EMT plasticity, and moderate drug sensitivity, reflecting clinically relevant tumor aggressiveness. Its molecular and phenotypic consistency across ",
    "disease": "breast cancer",
    "clean_text": "establishment and characterization of canine mammary tumors a novel luminal b cmt cell line exhibiting partial epithelial mesenchymal transition and intermediate drug sensitivity canine mammary tumors cmts serve as valuable comparative models for human breast cancer hbc owing to their shared biological and molecular features however well defined cell lines representing the luminal b subtype remain limited this study aimed to establish and characterize a novel cmt cell line designated cmt to expand available primary tumor tissue was collected from an year old female dog diagnosed with high grade mammary carcinoma t n m tumor cells were isolated using enzymatic digestion and differential adhesion morphological cytogenetic and immunophenotypic characteristics were assessed using hematoxylin eosin staining immunohistochemistry and immunofluorescence growth kinetics clonogenicity and chromosomal analyses were performed and tumorigenicity was evaluated through xenograft assays in nude mice drug sensitivity and apoptosis were compared with two existing cmt lines cmt and cmt n using the cell counting kit cck assay and flow cytometry cmt cells maintained stable proliferation beyond passages with a doubling time of h and cloning efficiency karyotyping revealed hyperdiploidy chromosomes modal immunohistochemistry and immunofluorescence confirmed estrogen receptor progesterone receptor and human epidermal growth factor receptor weak expression consistent with a luminal b phenotype co expression of cytokeratin and vimentin indicated a partial epithelial mesenchymal transition emt state in nude mice cmt exhibited moderate tumorigenicity and pulmonary metastasis the line showed intermediate osthole sensitivity half maximal inhibitory concentration m and an apoptosis rate of between cmt and cmt n indicating balanced proliferative and drug responsive behavior cmt represents a newly established luminal b cmt cell line with stable growth emt plasticity and moderate drug sensitivity reflecting clinically relevant tumor aggressiveness its molecular and phenotypic consistency across"
}