{
    "title": "Marginal reticular cells: a stromal subset directly descended from the lymphoid tissue organizer.",
    "doc_id": "22807928",
    "writer": "Katakai T.",
    "year": "2012",
    "summary": "Currently it is established that two distinct stromal subsets, follicular dendritic cells and fibroblastic reticular cells, play crucial roles in the formation of tissue compartments within SLOs, i.e., the follicle and T zone, respectively. Although stromal cells in the an …",
    "abstract": "The architecture of secondary lymphoid organs (SLOs) is supported by several non-hematopoietic stromal cells. Currently it is established that two distinct stromal subsets, follicular dendritic cells and fibroblastic reticular cells, play crucial roles in the formation of tissue compartments within SLOs, i.e., the follicle and T zone, respectively. Although stromal cells in the anlagen are essential for SLO development, the relationship between these primordial cells and the subsets in adulthood remains poorly understood. In addition, the roles of stromal cells in the entry of antigens into the compartments through some tissue structures peculiar to SLOs remain unclear. A recently identified stromal subset, marginal reticular cells (MRCs), covers the margin of SLOs that are primarily located in the outer edge of follicles and construct a unique reticulum. MRCs are closely associated with specialized endothelial or epithelial structures for antigen transport. The similarities in marker expression profiles and successive localization during development suggest that MRCs directly descend from organizer stromal cells in the anlagen. Therefore, MRCs are thought to be a crucial stromal component for the organization and function of SLOs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22807928/",
    "clean_text": "marginal reticular cells a stromal subset directly descended from the lymphoid tissue organizer currently it is established that two distinct stromal subsets follicular dendritic cells and fibroblastic reticular cells play crucial roles in the formation of tissue compartments within slos i e the follicle and t zone respectively although stromal cells in the an the architecture of secondary lymphoid organs slos is supported by several non hematopoietic stromal cells currently it is established that two distinct stromal subsets follicular dendritic cells and fibroblastic reticular cells play crucial roles in the formation of tissue compartments within slos i e the follicle and t zone respectively although stromal cells in the anlagen are essential for slo development the relationship between these primordial cells and the subsets in adulthood remains poorly understood in addition the roles of stromal cells in the entry of antigens into the compartments through some tissue structures peculiar to slos remain unclear a recently identified stromal subset marginal reticular cells mrcs covers the margin of slos that are primarily located in the outer edge of follicles and construct a unique reticulum mrcs are closely associated with specialized endothelial or epithelial structures for antigen transport the similarities in marker expression profiles and successive localization during development suggest that mrcs directly descend from organizer stromal cells in the anlagen therefore mrcs are thought to be a crucial stromal component for the organization and function of slos"
}