{
    "pmid": "41427968",
    "title": "Mucus plugs in large airways are associated with adverse hospitalization outcomes in acute exacerbation of chronic obstructive pulmonary disease.",
    "abstract": "Acute exacerbations of chronic obstructive pulmonary disease (AECOPD) impose a substantial health-economic burden. Although mucociliary dysfunction is a key pathophysiological feature linked to adverse outcomes, the implication of computed tomography (CT)-identified mucus plugs in hospitalized patients with AECOPD remains unclear. This retrospective cohort study included 508 patients. Mucus plugs were assessed on the first chest CT scans after admission. Logistic regression analyses were employed to investigate the association of mucus plugs and hospitalization outcomes. The predictive performance was evaluated using receiver operating characteristic (ROC) analysis. Mucus plugs were observed in 179 (35.20%) patients and were independently associated with both prolonged length of stay (LOS) (adjusted odds ratio [OR], 1.85; 95% CI, 1.14-3.03;  Mucus plugs are significantly associated with prolonged LOS and increased hospitalization costs in AECOPD, highlighting their utility as practical imaging biomarkers for risk stratification and clinical management.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "mucus plugs in large airways are associated with adverse hospitalization outcomes in acute exacerbation of chronic obstructive pulmonary disease acute exacerbations of chronic obstructive pulmonary disease aecopd impose a substantial health economic burden although mucociliary dysfunction is a key pathophysiological feature linked to adverse outcomes the implication of computed tomography ct identified mucus plugs in hospitalized patients with aecopd remains unclear this retrospective cohort study included patients mucus plugs were assessed on the first chest ct scans after admission logistic regression analyses were employed to investigate the association of mucus plugs and hospitalization outcomes the predictive performance was evaluated using receiver operating characteristic roc analysis mucus plugs were observed in patients and were independently associated with both prolonged length of stay los adjusted odds ratio or ci mucus plugs are significantly associated with prolonged los and increased hospitalization costs in aecopd highlighting their utility as practical imaging biomarkers for risk stratification and clinical management"
}