{
    "title": "Potential risk factors and triggers for back pain in children and young adults. A scoping review, part I: incident and episodic back pain.",
    "doc_id": "31827766",
    "writer": "Beynon AM",
    "year": "2019",
    "summary": "The purpose of part I was to identify potential risk factors for incident and episodic back pain in young people. Part II included all eligible studies with unclear or mixed types of back pain. ...The most consistent risk factors for incident and episo …",
    "abstract": "Background:\n        \n      \n      The one-month prevalence of back pain in children and adolescents has been reported at 33, 28 and 48% at ages 9, 13 and 15 respectively. There are many suspected risk factors and triggers of back pain in young people.\n    \n\n\n          Objective:\n        \n      \n      The purpose of this scoping review was to identify potential risk factors and potential triggers for back pain in young people. The purpose of part I was to identify potential risk factors for incident and episodic back pain in young people. Part II included all eligible studies with unclear or mixed types of back pain.\n    \n\n\n          Methods:\n        \n      \n      Due to the vast number of studies on \"risk factors\" for back pain, a two-part scoping review of the literature was chosen as the best way to summarise the evidence. We adhered to the PRISMA-ScR guideline for scoping reviews. General potential risk factors and triggers for back pain in children and young adults (≤ 24 years) were included, incorporating physical, environmental, and/or physiological factors. A search was conducted using PubMed and Cochrane databases from inception to September 2018, limited to the English language. Within part I, and because of their importance, only the results of the studies that investigated risk factors of incident back pain and back pain episodes are presented.\n    \n\n\n          Results:\n        \n      \n      The search identified 7356 articles, of which 91 articles were eligible for this scoping review. The majority of the eligible articles had an unclear definition of back pain (results presented in scoping review part II). There were 7 inception cohort studies included and 1 cohort study that met the criteria for part I. The most consistent risk factors for incident and episodic back pain are female sex and older age.\n    \n\n\n          Conclusion:\n        \n      \n      Due to inconsistent ways of reporting on the type of back pain, no definitive risk factor for back pain has been identified. In general, females often report more symptoms, also for other diseases, and older age is not a useful risk factor as it merely indicates that the onset may not be in childhood. Clearly, the time has come to study the causes of back pain from different angles.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31827766/",
    "clean_text": "potential risk factors and triggers for back pain in children and young adults a scoping review part i incident and episodic back pain the purpose of part i was to identify potential risk factors for incident and episodic back pain in young people part ii included all eligible studies with unclear or mixed types of back pain the most consistent risk factors for incident and episo background the one month prevalence of back pain in children and adolescents has been reported at and at ages and respectively there are many suspected risk factors and triggers of back pain in young people objective the purpose of this scoping review was to identify potential risk factors and potential triggers for back pain in young people the purpose of part i was to identify potential risk factors for incident and episodic back pain in young people part ii included all eligible studies with unclear or mixed types of back pain methods due to the vast number of studies on risk factors for back pain a two part scoping review of the literature was chosen as the best way to summarise the evidence we adhered to the prisma scr guideline for scoping reviews general potential risk factors and triggers for back pain in children and young adults years were included incorporating physical environmental and or physiological factors a search was conducted using pubmed and cochrane databases from inception to september limited to the english language within part i and because of their importance only the results of the studies that investigated risk factors of incident back pain and back pain episodes are presented results the search identified articles of which articles were eligible for this scoping review the majority of the eligible articles had an unclear definition of back pain results presented in scoping review part ii there were inception cohort studies included and cohort study that met the criteria for part i the most consistent risk factors for incident and episodic back pain are female sex and older age conclusion due to inconsistent ways of reporting on the type of back pain no definitive risk factor for back pain has been identified in general females often report more symptoms also for other diseases and older age is not a useful risk factor as it merely indicates that the onset may not be in childhood clearly the time has come to study the causes of back pain from different angles"
}