{
    "title": "Hypersensitivity to Biological Treatments in Juvenile Idiopathic Arthritis: How Should It Be Managed?",
    "doc_id": "36555908",
    "writer": "Kasap Cuceoglu M",
    "year": "2022",
    "summary": "Juvenile idiopathic arthritis (JIA) is one of the most frequent diseases in the practice of pediatric rheumatology. ...In this review, the hypersensitivity reactions to the biological treatments used in patients with juvenile idiopathic arthritis and t …",
    "abstract": "Juvenile idiopathic arthritis (JIA) is one of the most frequent diseases in the practice of pediatric rheumatology. JIA treatments have been modified and improved with the use of biological drugs along with technological innovations. However, different types of hypersensitivity reactions to biological drugs have also been reported. Anaphylaxis and infusion reactions occurring during the intravenous infusion require a critical approach in the acute period. On the other hand, the detection of drug-related late-type reactions and the development of antibodies to the agent highlight the need for an understanding of the drug-induced etiology to prevent the patient from continuing the treatment with the culprit drug. The chronic disease process, concomitant immune dysregulation, and multiple drug use may result in these hypersensitivity reactions. In this review, the hypersensitivity reactions to the biological treatments used in patients with juvenile idiopathic arthritis and the management of these conditions are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36555908/",
    "clean_text": "hypersensitivity to biological treatments in juvenile idiopathic arthritis how should it be managed juvenile idiopathic arthritis jia is one of the most frequent diseases in the practice of pediatric rheumatology in this review the hypersensitivity reactions to the biological treatments used in patients with juvenile idiopathic arthritis and t juvenile idiopathic arthritis jia is one of the most frequent diseases in the practice of pediatric rheumatology jia treatments have been modified and improved with the use of biological drugs along with technological innovations however different types of hypersensitivity reactions to biological drugs have also been reported anaphylaxis and infusion reactions occurring during the intravenous infusion require a critical approach in the acute period on the other hand the detection of drug related late type reactions and the development of antibodies to the agent highlight the need for an understanding of the drug induced etiology to prevent the patient from continuing the treatment with the culprit drug the chronic disease process concomitant immune dysregulation and multiple drug use may result in these hypersensitivity reactions in this review the hypersensitivity reactions to the biological treatments used in patients with juvenile idiopathic arthritis and the management of these conditions are discussed"
}