{
    "pmid": "41469769",
    "title": "Exploring the Application of Dual-Gate Doppler Technology in Evaluating the Fetal Cardiac Global Function of Gestational Diabetes Mellitus.",
    "abstract": "Gestational diabetes mellitus (GDM) is a common complication observed during pregnancy, with its global prevalence increasing in recent years. GDM has been linked to adverse myocardial remodeling in the fetus and impaired fetal cardiac function. This study seeks to evaluate the impact of GDM on fetal global cardiac function using dual-gate Doppler ultrasound (DD) technology, and to investigate the potential benefits and advantages of DD technology in assessing fetal cardiac function. A cohort consisting of 56 pregnant women diagnosed with gestational diabetes mellitus between 24 and 28 weeks of gestation (GDM group) was selected, alongside a control group of 55 pregnant women with normal glucose levels at the same gestational age. Both the conventional pulsed combined method and the dual-gate (DD) method were utilized to evaluate the ultrasound parameters of fetal global cardiac function in both groups. These parameters included isovolumic contraction time (ICT), isovolumic relaxation time (IRT), and ejection time (ET), from which the Tei index was subsequently calculated. The ICT, IRT, and Tei index of the left heart in the GDM group were significantly elevated compared to the control group (P < .05). Although ET in the GDM group, as assessed by the combined method, demonstrated a decreasing trend, this difference did not achieve statistical significance (P > .05). Conversely, the ET determined by the DD method in the GDM group was significantly reduced compared to the control group (P < .05). Right ventricular Tei index measurements showed poor consistency, with intraobserver ICCs of 0.56 for the separated measurement and 0.58 for the DD method, and interobserver ICCs of 0.50 and 0.53. As a result, right ventricular Tei indices were excluded from the final analysis. Pregnant women with GDM will cause an increase in the Tei index of the fetal left global cardiac function, indicating that the intrauterine hyperglycemic environment can cause damage to the global fetal cardiac function. The global fetal cardiac function was impaired in both the well-controlled and poorly controlled GDM groups, suggesting that early detection of GDM and the fetal cardiac dysfunction caused by GDM are necessary. The measurement of the Tei index of the left heart in the fetus using dual-gate Doppler technology can help detect the fetal cardiac dysfunction caused by GDM at an early stage, while the application of dual-gate Doppler technology in the overall cardiac function of the right heart still faces significant challenges.",
    "disease": "diabetes mellitus",
    "clean_text": "exploring the application of dual gate doppler technology in evaluating the fetal cardiac global function of gestational diabetes mellitus gestational diabetes mellitus gdm is a common complication observed during pregnancy with its global prevalence increasing in recent years gdm has been linked to adverse myocardial remodeling in the fetus and impaired fetal cardiac function this study seeks to evaluate the impact of gdm on fetal global cardiac function using dual gate doppler ultrasound dd technology and to investigate the potential benefits and advantages of dd technology in assessing fetal cardiac function a cohort consisting of pregnant women diagnosed with gestational diabetes mellitus between and weeks of gestation gdm group was selected alongside a control group of pregnant women with normal glucose levels at the same gestational age both the conventional pulsed combined method and the dual gate dd method were utilized to evaluate the ultrasound parameters of fetal global cardiac function in both groups these parameters included isovolumic contraction time ict isovolumic relaxation time irt and ejection time et from which the tei index was subsequently calculated the ict irt and tei index of the left heart in the gdm group were significantly elevated compared to the control group p although et in the gdm group as assessed by the combined method demonstrated a decreasing trend this difference did not achieve statistical significance p conversely the et determined by the dd method in the gdm group was significantly reduced compared to the control group p right ventricular tei index measurements showed poor consistency with intraobserver iccs of for the separated measurement and for the dd method and interobserver iccs of and as a result right ventricular tei indices were excluded from the final analysis pregnant women with gdm will cause an increase in the tei index of the fetal left global cardiac function indicating that the intrauterine hyperglycemic environment can cause damage to the global fetal cardiac function the global fetal cardiac function was impaired in both the well controlled and poorly controlled gdm groups suggesting that early detection of gdm and the fetal cardiac dysfunction caused by gdm are necessary the measurement of the tei index of the left heart in the fetus using dual gate doppler technology can help detect the fetal cardiac dysfunction caused by gdm at an early stage while the application of dual gate doppler technology in the overall cardiac function of the right heart still faces significant challenges"
}