{
    "pmid": "41329981",
    "title": "The influence of chronic hepatitis B virus infection on fatty acid composition in erythrocyte membranes and plasma, and its effect on lipoxin A4 and resolvin D1 levels.",
    "abstract": "This study aimed to assess the impact of chronic hepatitis B on fatty acids (FA) composition in erythrocyte membranes (RBC) and plasma, and its effect on lipoxin A4 and resolvin D1 levels. Sixty participants were enrolled: 30 hepatitis B patients (15 with cirrhosis, 15 without) and 30 healthy controls. Fatty acids content in plasma and RBC membranes was analyzed by gas chromatography. Serum lipoxin A4 (LXA4) and resolvin D1 (RvD1) were measured via enzyme immunoassay. Principal component analysis (PCA) assessed correlations between fatty acid composition, LXA4 and RvD1 levels. Hepatitis B patients with cirrhosis exhibited significantly lower plasma lipoxin A4 (1812 pg/mL) compared to controls (2230 pg/mL) and non-cirrhotic hepatitis B patients (2453 pg/mL). Plasma n-3 FA levels (15.4% vs. 8.7%) and the n-3/n-6 ratio (0.8 vs. 0.4) were significantly reduced in cirrhotic patients. PCA data revealed associations between LXA4 and saturated fatty acids, and between n-3 FA and RvD1 pathways, suggesting disrupted lipid-mediated inflammation resolution. Erythrocyte membranes showed elevated trans C18:1 in cirrhotic hepatitis B. Chronic HBV infection, especially with cirrhosis, alters fatty acid profiles and reduces lipoxin A4 level, contributing to persistent hepatic inflammation and highlighting potential lipid-targeted therapies.",
    "disease": "liver cirrhosis",
    "clean_text": "the influence of chronic hepatitis b virus infection on fatty acid composition in erythrocyte membranes and plasma and its effect on lipoxin a and resolvin d levels this study aimed to assess the impact of chronic hepatitis b on fatty acids fa composition in erythrocyte membranes rbc and plasma and its effect on lipoxin a and resolvin d levels sixty participants were enrolled hepatitis b patients with cirrhosis without and healthy controls fatty acids content in plasma and rbc membranes was analyzed by gas chromatography serum lipoxin a lxa and resolvin d rvd were measured via enzyme immunoassay principal component analysis pca assessed correlations between fatty acid composition lxa and rvd levels hepatitis b patients with cirrhosis exhibited significantly lower plasma lipoxin a pg ml compared to controls pg ml and non cirrhotic hepatitis b patients pg ml plasma n fa levels vs and the n n ratio vs were significantly reduced in cirrhotic patients pca data revealed associations between lxa and saturated fatty acids and between n fa and rvd pathways suggesting disrupted lipid mediated inflammation resolution erythrocyte membranes showed elevated trans c in cirrhotic hepatitis b chronic hbv infection especially with cirrhosis alters fatty acid profiles and reduces lipoxin a level contributing to persistent hepatic inflammation and highlighting potential lipid targeted therapies"
}