{
    "title": "Metastasis to lateral lymph nodes with no mesenteric lymph node involvement in low rectal cancer: a retrospective case series.",
    "doc_id": "33158448",
    "writer": "Li P",
    "year": "2020",
    "summary": "PURPOSE: The aim of this study is to examine the pattern of lymph node metastasis (lateral vs. mesenteric lymph nodes) in low rectal cancer. METHODS: This retrospective analysis included all patients undergoing laparoscopic total mesorectal excision pl …",
    "abstract": "Purpose:\n        \n      \n      The aim of this study is to examine the pattern of lymph node metastasis (lateral vs. mesenteric lymph nodes) in low rectal cancer.\n    \n\n\n          Methods:\n        \n      \n      This retrospective analysis included all patients undergoing laparoscopic total mesorectal excision plus lateral lymph node dissection for advanced low rectal cancer (up to 8 cm from the anal verge) during a period from July 1, 2017, to August 31, 2019, at the Department of Colorectal Surgery, Tianjin Union Medical Center. The decision to conduct lateral lymph node dissection was based on positive findings in preoperative imaging assessments.\n    \n\n\n          Results:\n        \n      \n      A total of 42 patients were included in data analysis. Surgery was successfully completed as planned, without conversion to open surgery in any case. A minimum of 10 mesenteric lymph nodes and 1 lateral lymph node on each side were dissected in all patients. Pathologic examination of resected specimens showed no metastasis to either mesenteric or lateral lymph nodes in 7 (16.7%) case, metastasis to both mesenteric and lateral lymph nodes in 26 (61.9%) cases, metastasis to mesenteric but not lateral lymph nodes in 4 (9.5%) cases, and metastasis to lateral but not mesenteric lymph nodes in 5 (11.9%) cases (n = 2 in the obturator region; n = 3 in the iliac artery region).\n    \n\n\n          Conclusion:\n        \n      \n      A clinically significant proportion of low rectal cancer patients have metastasis to lateral lymph nodes without involvement of mesenteric lymph nodes. More carefully planned prospective studies are needed to verify this preliminary finding.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33158448/",
    "clean_text": "metastasis to lateral lymph nodes with no mesenteric lymph node involvement in low rectal cancer a retrospective case series purpose the aim of this study is to examine the pattern of lymph node metastasis lateral vs mesenteric lymph nodes in low rectal cancer methods this retrospective analysis included all patients undergoing laparoscopic total mesorectal excision pl purpose the aim of this study is to examine the pattern of lymph node metastasis lateral vs mesenteric lymph nodes in low rectal cancer methods this retrospective analysis included all patients undergoing laparoscopic total mesorectal excision plus lateral lymph node dissection for advanced low rectal cancer up to cm from the anal verge during a period from july to august at the department of colorectal surgery tianjin union medical center the decision to conduct lateral lymph node dissection was based on positive findings in preoperative imaging assessments results a total of patients were included in data analysis surgery was successfully completed as planned without conversion to open surgery in any case a minimum of mesenteric lymph nodes and lateral lymph node on each side were dissected in all patients pathologic examination of resected specimens showed no metastasis to either mesenteric or lateral lymph nodes in case metastasis to both mesenteric and lateral lymph nodes in cases metastasis to mesenteric but not lateral lymph nodes in cases and metastasis to lateral but not mesenteric lymph nodes in cases n in the obturator region n in the iliac artery region conclusion a clinically significant proportion of low rectal cancer patients have metastasis to lateral lymph nodes without involvement of mesenteric lymph nodes more carefully planned prospective studies are needed to verify this preliminary finding"
}