{
    "title": "Molecular physiology and pathophysiology of tight junctions III. Tight junction regulation by intracellular messengers: differences in response within and between epithelia.",
    "doc_id": "11005751",
    "writer": "Karczewski J",
    "year": "2000",
    "summary": "Tight junction permeability differs with the type of permeants, their size, and their charge. Selective changes in permeability do occur, and they illustrate the diversity in functional reactions of tight junctions. This suggests that special structure …",
    "abstract": "Tight junction permeability differs with the type of permeants, their size, and their charge. Selective changes in permeability do occur, and they illustrate the diversity in functional reactions of tight junctions. This suggests that special structures in the tight junctions are involved. More and more structural components of the tight junctions are becoming known. The divergence in behavior of native tissue and filter-grown epithelial monolayers with respect to the effects of intracellular messengers offers the possibility to relate structure and function. In addition to the tools for conventional permeability studies, probes have become available to detect changes in activation of intracellular effector proteins such as the protein kinase C isotypes, and with in situ imaging techniques the way is open for a functional approach in the study of tight junctions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11005751/",
    "clean_text": "molecular physiology and pathophysiology of tight junctions iii tight junction regulation by intracellular messengers differences in response within and between epithelia tight junction permeability differs with the type of permeants their size and their charge selective changes in permeability do occur and they illustrate the diversity in functional reactions of tight junctions this suggests that special structure tight junction permeability differs with the type of permeants their size and their charge selective changes in permeability do occur and they illustrate the diversity in functional reactions of tight junctions this suggests that special structures in the tight junctions are involved more and more structural components of the tight junctions are becoming known the divergence in behavior of native tissue and filter grown epithelial monolayers with respect to the effects of intracellular messengers offers the possibility to relate structure and function in addition to the tools for conventional permeability studies probes have become available to detect changes in activation of intracellular effector proteins such as the protein kinase c isotypes and with in situ imaging techniques the way is open for a functional approach in the study of tight junctions"
}