{
    "pmid": "41357781",
    "title": "Association Between Subclinical Hypothyroidism and MASLD: A Systematic Review and Meta-Analysis.",
    "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is a highly prevalent chronic liver disorder that can progress to cirrhosis and hepatocellular carcinoma. Although overt hypothyroidism has been identified as a MASLD risk factor, the impact of subclinical hypothyroidism (SCH), which affects approximately 4.6% of US adults, remains unclear. We conducted a systematic review and meta-analysis to determine whether SCH is independently associated with MASLD and to inform targeted screening recommendations. We systematically searched PubMed, Embase, Cochrane, ClinicalTrials.gov, and Web of Science up to June 2025 for studies evaluating the association between SCH and MASLD. Random-effects meta-analyses were performed on eligible cross-sectional and longitudinal studies. We screened 537 records and ultimately included 10 high-quality studies with 71,332 participants. Overall, 22.3% had MASLD and 7.7% had SCH. In cross-sectional analyses ( This meta-analysis provides evidence that SCH is associated with both higher odds of prevalent MASLD and increased risk of incident MASLD. Clinicians should consider routine screening for MASLD in patients with SCH and vice versa.",
    "disease": "liver cirrhosis",
    "clean_text": "association between subclinical hypothyroidism and masld a systematic review and meta analysis metabolic dysfunction associated steatotic liver disease masld is a highly prevalent chronic liver disorder that can progress to cirrhosis and hepatocellular carcinoma although overt hypothyroidism has been identified as a masld risk factor the impact of subclinical hypothyroidism sch which affects approximately of us adults remains unclear we conducted a systematic review and meta analysis to determine whether sch is independently associated with masld and to inform targeted screening recommendations we systematically searched pubmed embase cochrane clinicaltrials gov and web of science up to june for studies evaluating the association between sch and masld random effects meta analyses were performed on eligible cross sectional and longitudinal studies we screened records and ultimately included high quality studies with participants overall had masld and had sch in cross sectional analyses this meta analysis provides evidence that sch is associated with both higher odds of prevalent masld and increased risk of incident masld clinicians should consider routine screening for masld in patients with sch and vice versa"
}