{
    "title": "A systematic review and meta-analysis of investigating the mutual impact of COVID-19 and psoriasis: Focusing on COVID-19 course in psoriasis and the opinion on biologics in this setting.",
    "doc_id": "38018599",
    "writer": "Ghoreishi Amin N",
    "year": "2023",
    "summary": "INTRODUCTION: This systematic review and meta-analysis aims to investigate the mutual impact of COVID-19 and psoriasis to inform clinical practice and future research. ...",
    "abstract": "Introduction:\n        \n      \n      This systematic review and meta-analysis aims to investigate the mutual impact of COVID-19 and psoriasis to inform clinical practice and future research.\n    \n\n\n          Methods:\n        \n      \n      We followed the Preferred Reporting Items for Systematic Reviews and Meta-analysis protocol for systematic reviews and searched PubMed, Web of Science, Scopus, and Google Scholar until May 1, 2022. Eligibility criteria included full-text articles in English reporting COVID-19 treatment outcomes in psoriasis patients. Studies on animals, letters to editors, non-English studies, and studies with no access to full articles were excluded. Search results were screened and data were extracted by two groups of reviewers with any discrepancies resolved by the senior author. The risk of bias was assessed using ROBINS-I for nonrandomized studies. The hospitalization rate, Intensive Care Unit (ICU) admission rate, case fatality rate, odds ratios of COVID-19 infection and hospitalization rate in psoriasis patients were extracted and analyzed using random effects analysis to calculate pooled prevalence and odds ratios, as well as to explore heterogeneity.\n    \n\n\n          Results:\n        \n      \n      We found 1980 records from four databases and included 20 studies after screening and removing duplicates. These studies evaluated 185,000 psoriasis patients and included eight retrospective cohort studies, one case-control study, three cross-sectional studies, and eight case series studies. The impact of the COVID-19 pandemic on psoriasis treatment and the outcome of COVID-19 infection in psoriasis patients receiving different forms of treatment were evaluated. The pooled data from included studies showed that the incidence rate of COVID-19 infection among psoriasis patients was 0.03% (confidence interval [CI]: 0.01-0.06), with a pooled odds ratio of 1.97 (CI: 0.69-5.60) compared to the general population. The hospitalization rate, ICU admission rate, and case fatality rate for psoriasis patients with COVID-19 were 0.17 (CI: 0.10-0.31), 0.06 (CI: 0.06-0.46), and 0.02 (CI: 0.01-0.04), respectively. Additionally, psoriasis patients receiving systemic nonbiologic therapy had a pooled odds ratio of 2.32 (CI: 1.18-4.57) for hospitalization compared to those using biologic agents.\n    \n\n\n          Conclusion:\n        \n      \n      Studies have shown that biologic therapy for psoriasis did not increase the risk of hospitalization due to COVID-19 infection and may have even offered some protection. Treatment adherence was higher in psoriasis patients receiving biologic therapies than those receiving conventional therapies. These findings suggest that psoriasis treatment did not negatively impact COVID-19 infection and that treatment could be continued on a case-by-case basis during the pandemic.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38018599/",
    "clean_text": "a systematic review and meta analysis of investigating the mutual impact of covid and psoriasis focusing on covid course in psoriasis and the opinion on biologics in this setting introduction this systematic review and meta analysis aims to investigate the mutual impact of covid and psoriasis to inform clinical practice and future research introduction this systematic review and meta analysis aims to investigate the mutual impact of covid and psoriasis to inform clinical practice and future research methods we followed the preferred reporting items for systematic reviews and meta analysis protocol for systematic reviews and searched pubmed web of science scopus and google scholar until may eligibility criteria included full text articles in english reporting covid treatment outcomes in psoriasis patients studies on animals letters to editors non english studies and studies with no access to full articles were excluded search results were screened and data were extracted by two groups of reviewers with any discrepancies resolved by the senior author the risk of bias was assessed using robins i for nonrandomized studies the hospitalization rate intensive care unit icu admission rate case fatality rate odds ratios of covid infection and hospitalization rate in psoriasis patients were extracted and analyzed using random effects analysis to calculate pooled prevalence and odds ratios as well as to explore heterogeneity results we found records from four databases and included studies after screening and removing duplicates these studies evaluated psoriasis patients and included eight retrospective cohort studies one case control study three cross sectional studies and eight case series studies the impact of the covid pandemic on psoriasis treatment and the outcome of covid infection in psoriasis patients receiving different forms of treatment were evaluated the pooled data from included studies showed that the incidence rate of covid infection among psoriasis patients was confidence interval ci with a pooled odds ratio of ci compared to the general population the hospitalization rate icu admission rate and case fatality rate for psoriasis patients with covid were ci ci and ci respectively additionally psoriasis patients receiving systemic nonbiologic therapy had a pooled odds ratio of ci for hospitalization compared to those using biologic agents conclusion studies have shown that biologic therapy for psoriasis did not increase the risk of hospitalization due to covid infection and may have even offered some protection treatment adherence was higher in psoriasis patients receiving biologic therapies than those receiving conventional therapies these findings suggest that psoriasis treatment did not negatively impact covid infection and that treatment could be continued on a case by case basis during the pandemic"
}