{
    "pmid": "41466008",
    "title": "Effect of pre-stroke statin use on the progression of intracranial atherosclerosis in ischemic stroke patients: Evidence from high-resolution magnetic resonance imaging.",
    "abstract": "High-resolution magnetic resonance imaging (HR-MRI) has emerged as a valuable tool for evaluating intracranial atherosclerotic plaque characteristics in vivo. This study aimed to identify clinical and imaging predictors of plaque enhancement (PE) on HR-MRI in patients presenting with acute ischemic stroke (AIS) or transient ischemic attack (TIA). We retrospectively included consecutive patients diagnosed with AIS or TIA who underwent HR-MRI between January 2021 and August 2022. Participants were categorized according to the presence or absence of contrast enhancement in culprit plaques and further stratified by prior statin usage. Plaque enhancement was defined as increased signal intensity on contrast-enhanced T1-weighted images. Clinical profiles and imaging parameters were compared between groups. Among the 208 participants, 138 demonstrated enhancement of the culprit plaque, whereas 70 showed no such enhancement. Enhanced plaques were associated with significantly greater plaque burden and higher degrees of luminal stenosis (both P < .001). At the site of maximum stenosis, patients without enhancement exhibited significantly larger vessel area (VA; P = .01) and lumen area (LA; P < .001). A modest but statistically significant correlation was observed between stenosis severity and enhancement grade (Spearman ρ = 0.372, P < .001). Notably, prior use of statins was associated with a lower incidence of PE (P = .03). HR-MRI-detected PE is associated with more severe arterial narrowing and may serve as an indicator of plaque instability. The observed reduction in enhancement among statin users supports the potential role of statin therapy in stabilizing intracranial atherosclerotic lesions.",
    "disease": "stroke",
    "clean_text": "effect of pre stroke statin use on the progression of intracranial atherosclerosis in ischemic stroke patients evidence from high resolution magnetic resonance imaging high resolution magnetic resonance imaging hr mri has emerged as a valuable tool for evaluating intracranial atherosclerotic plaque characteristics in vivo this study aimed to identify clinical and imaging predictors of plaque enhancement pe on hr mri in patients presenting with acute ischemic stroke ais or transient ischemic attack tia we retrospectively included consecutive patients diagnosed with ais or tia who underwent hr mri between january and august participants were categorized according to the presence or absence of contrast enhancement in culprit plaques and further stratified by prior statin usage plaque enhancement was defined as increased signal intensity on contrast enhanced t weighted images clinical profiles and imaging parameters were compared between groups among the participants demonstrated enhancement of the culprit plaque whereas showed no such enhancement enhanced plaques were associated with significantly greater plaque burden and higher degrees of luminal stenosis both p at the site of maximum stenosis patients without enhancement exhibited significantly larger vessel area va p and lumen area la p a modest but statistically significant correlation was observed between stenosis severity and enhancement grade spearman p notably prior use of statins was associated with a lower incidence of pe p hr mri detected pe is associated with more severe arterial narrowing and may serve as an indicator of plaque instability the observed reduction in enhancement among statin users supports the potential role of statin therapy in stabilizing intracranial atherosclerotic lesions"
}