{
    "pmid": "41449337",
    "title": "Analysis of risk factors associated with in-hospital mortality in severe HIV-negative PCP patients: a retrospective cohort study.",
    "abstract": "With the widespread use of corticosteroids and immunosuppressants, the incidence of pneumocystis pneumonia in non-human immunodeficiency virus patients (non-HIV PCP) has continued to rise and has led to a high mortality rate. This study analyzed the clinical characteristics of severe HIV-negative PCP patients to explore the risk factors that can predict the risk of death. A retrospective analysis was conducted on the clinical data of 165 adult patients with severe HIV-negative PCP patients who were hospitalized at Peking Union Medical College Hospital from January 2019 to October 2024. Univariate analysis of variance and chi-square test were used to compare the differences between the death group and the survival group. Multivariate logistic regression analysis was employed to identify the risk factors for mortality; To further explore the efficacy of different treatment strategies, the study subjects were divided into three groups: group1 [Trimethoprim/sulfamethoxazole (TMP/SMZ) monotherapy)], group2 (TMP/SMZ combined with caspofungin), and group3 (TMP/SMZ combined with clindamycin). Chi-square test was used to analyze the differences among the groups. Compared with the survivor group, the death group had lower platelet counts and albumin levels, and higher rates of shock, mediastinal emphysema and tracheal intubation with mechanical ventilation (p < 0.05). Multivariate logistic regression analysis showed that albumin was negatively correlated with the outcome of death (OR 0.9; 95% CI 0.83-0.97; p = 0.005), while advanced age, cytomegalovirus (CMV) infection, and aspergillus infection might be positively correlated with the outcome of death, but the correlations were not statistically significant(OR 1.02; 95%, CI 1.00-1.05; p = 0.064)、(OR 1.62; 95%, CI 0.81-3.28; p = 0.178)、(OR 1.50; 95%, CI 0.71-2.21; p = 0.292). For patients receiving invasive mechanical ventilation treatment, multivariate logistic regression analysis showed that connective tissue disease was positively correlated with death (OR 2.88; 95% CI 1.02-8.15; p = 0.046), while albumin was negatively correlated with death (OR 0.88; 95% CI 0.79-0.96; p = 0.016). The number of patients in the three groups according to the treatment plan was 79 (48.5%) in group 1, 35 (21.5%) in group 2, and 45 (27.6%) in group 3. The rates of receiving invasive mechanical ventilation were (54.4% vs 77.1%, 79.6%, p = 0.013), and the mortality rates were (39.2% vs 51.4%, 65.3%, p = 0.041), with statistically significant differences (p < 0.05). This suggests that among severe HIV-negative PCP patients, the group using TMP/SMZ had the largest number of patients, the lowest rate of invasive mechanical ventilation, and the lowest mortality rate. Further analysis of the patients who received invasive mechanical ventilation showed that the mortality rates in group 1, group 2, and group 3 were (69.8% vs. 66.7%, 82.1%, p = 0.491), suggesting that the mortality rate in the group TMP/SMZ combined with caspofungin was lower than the groups TMP/SMZ monotherapy and TMP/SMZ combined with clindamycin, but the difference was not statistically significant (p > 0.05). Hypoalbuminemia is a risk factor for death in severe HIV-negative PCP patients, while connective tissue diseases are another risk factor for death who receive invasive mechanical ventilation treatment. TMP/SMZ is the main treatment method for severe HIV-negative PCP patients. However, for patients who received invasive mechanical ventilation, TMP/SMZ combined with caspofungin may have a better therapeutic effect than using TMP/SMZ monotherapy and TMP/SMZ combined with clindamycin. Further research with a larger sample size is needed in the future.",
    "disease": "pneumonia",
    "clean_text": "analysis of risk factors associated with in hospital mortality in severe hiv negative pcp patients a retrospective cohort study with the widespread use of corticosteroids and immunosuppressants the incidence of pneumocystis pneumonia in non human immunodeficiency virus patients non hiv pcp has continued to rise and has led to a high mortality rate this study analyzed the clinical characteristics of severe hiv negative pcp patients to explore the risk factors that can predict the risk of death a retrospective analysis was conducted on the clinical data of adult patients with severe hiv negative pcp patients who were hospitalized at peking union medical college hospital from january to october univariate analysis of variance and chi square test were used to compare the differences between the death group and the survival group multivariate logistic regression analysis was employed to identify the risk factors for mortality to further explore the efficacy of different treatment strategies the study subjects were divided into three groups group trimethoprim sulfamethoxazole tmp smz monotherapy group tmp smz combined with caspofungin and group tmp smz combined with clindamycin chi square test was used to analyze the differences among the groups compared with the survivor group the death group had lower platelet counts and albumin levels and higher rates of shock mediastinal emphysema and tracheal intubation with mechanical ventilation p multivariate logistic regression analysis showed that albumin was negatively correlated with the outcome of death or ci p while advanced age cytomegalovirus cmv infection and aspergillus infection might be positively correlated with the outcome of death but the correlations were not statistically significant or ci p or ci p or ci p for patients receiving invasive mechanical ventilation treatment multivariate logistic regression analysis showed that connective tissue disease was positively correlated with death or ci p while albumin was negatively correlated with death or ci p the number of patients in the three groups according to the treatment plan was in group in group and in group the rates of receiving invasive mechanical ventilation were vs p and the mortality rates were vs p with statistically significant differences p this suggests that among severe hiv negative pcp patients the group using tmp smz had the largest number of patients the lowest rate of invasive mechanical ventilation and the lowest mortality rate further analysis of the patients who received invasive mechanical ventilation showed that the mortality rates in group group and group were vs p suggesting that the mortality rate in the group tmp smz combined with caspofungin was lower than the groups tmp smz monotherapy and tmp smz combined with clindamycin but the difference was not statistically significant p hypoalbuminemia is a risk factor for death in severe hiv negative pcp patients while connective tissue diseases are another risk factor for death who receive invasive mechanical ventilation treatment tmp smz is the main treatment method for severe hiv negative pcp patients however for patients who received invasive mechanical ventilation tmp smz combined with caspofungin may have a better therapeutic effect than using tmp smz monotherapy and tmp smz combined with clindamycin further research with a larger sample size is needed in the future"
}