{
    "title": "Unraveling the Complex Interplay Between T Cell Metabolism and Function.",
    "doc_id": "29677474",
    "writer": "Geltink RIK",
    "year": "2018",
    "summary": "Metabolism drives function, on both an organismal and a cellular level. In T cell biology, metabolic remodeling is intrinsically linked to cellular development, activation, function, differentiation, and survival. ...Here we review the most recent advances describin …",
    "abstract": "Metabolism drives function, on both an organismal and a cellular level. In T cell biology, metabolic remodeling is intrinsically linked to cellular development, activation, function, differentiation, and survival. After naive T cells are activated, increased demands for metabolic currency in the form of ATP, as well as biomass for cell growth, proliferation, and the production of effector molecules, are met by rewiring cellular metabolism. Consequently, pharmacological strategies are being developed to perturb or enhance selective metabolic processes that are skewed in immune-related pathologies. Here we review the most recent advances describing the metabolic changes that occur during the T cell lifecycle. We discuss how T cell metabolism can have profound effects on health and disease and where it might be a promising target to treat a variety of pathologies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29677474/",
    "clean_text": "unraveling the complex interplay between t cell metabolism and function metabolism drives function on both an organismal and a cellular level in t cell biology metabolic remodeling is intrinsically linked to cellular development activation function differentiation and survival here we review the most recent advances describin metabolism drives function on both an organismal and a cellular level in t cell biology metabolic remodeling is intrinsically linked to cellular development activation function differentiation and survival after naive t cells are activated increased demands for metabolic currency in the form of atp as well as biomass for cell growth proliferation and the production of effector molecules are met by rewiring cellular metabolism consequently pharmacological strategies are being developed to perturb or enhance selective metabolic processes that are skewed in immune related pathologies here we review the most recent advances describing the metabolic changes that occur during the t cell lifecycle we discuss how t cell metabolism can have profound effects on health and disease and where it might be a promising target to treat a variety of pathologies"
}