{
    "title": "Back Pain in Children and Adolescents.",
    "doc_id": "33139409",
    "writer": "Lamb M",
    "year": "2020",
    "summary": "Back pain has long been considered an uncommon complaint in the pediatric population. ...This, in turn, places an increasing amount of pressure on pediatricians to accurately assess and manage their patients presenting with complaints of back pain. The …",
    "abstract": "Back pain has long been considered an uncommon complaint in the pediatric population. When present, teaching had been that pediatric back pain almost always has a diagnosable cause, many of which are progressive and potentially debilitating. Recent evidence has suggested that pediatric back pain is not only more common than once thought but also, within certain populations, benign and idiopathic. This, in turn, places an increasing amount of pressure on pediatricians to accurately assess and manage their patients presenting with complaints of back pain. The aim of this article is to serve as a review of the current literature on pediatric back pain. The article reviews the epidemiology, basic anatomy, and important elements of a history and examination, which should be considered when a child presents complaining of back pain. Last, a common differential diagnosis with evaluation and management is also given to help guide pediatricians through their medical decision making.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33139409/",
    "clean_text": "back pain in children and adolescents back pain has long been considered an uncommon complaint in the pediatric population this in turn places an increasing amount of pressure on pediatricians to accurately assess and manage their patients presenting with complaints of back pain the back pain has long been considered an uncommon complaint in the pediatric population when present teaching had been that pediatric back pain almost always has a diagnosable cause many of which are progressive and potentially debilitating recent evidence has suggested that pediatric back pain is not only more common than once thought but also within certain populations benign and idiopathic this in turn places an increasing amount of pressure on pediatricians to accurately assess and manage their patients presenting with complaints of back pain the aim of this article is to serve as a review of the current literature on pediatric back pain the article reviews the epidemiology basic anatomy and important elements of a history and examination which should be considered when a child presents complaining of back pain last a common differential diagnosis with evaluation and management is also given to help guide pediatricians through their medical decision making"
}