{
    "pmid": "41447531",
    "title": "Distinct fibroblast assemblies establish scarless regeneration.",
    "abstract": "Optimal tissue recovery requires coordinated fibroblast activity from deep fascia. Using multi-modal imaging of fascia explants from lineage-specific reporter mice, we tracked wound fibroblasts over 5 days, revealing their organization into supracellular assemblies-sprouting, reticulating, and clustering throughout healing. High-throughput screening of the Prestwick library against these fascia explants identified drugs modulating these behaviors, revealing a spectrum from fibrosis to scarless healing. Recovery phenotypes correlated with fibroblast sprouting, reticulation, and clustering rather than traditional extracellular matrix (ECM) deposition markers. We identified two therapeutic categories: compounds disrupting reticulation/clustering that inhibit scarring and compounds (fluvastatin, thiostrepton, fenbendazole) disrupting sprouting that blocked pro-inflammatory fibroblast/myofibroblast commitment, promoted angiogenesis, reduced inflammatory infiltration, and enabled scar-free regenerative healing with hair follicle papillae regrowth in mice. These findings establish fibroblast supracellular organization as fundamental to tissue recovery, providing novel therapeutic targets for wound healing and fibrotic disorders.",
    "disease": "stroke",
    "clean_text": "distinct fibroblast assemblies establish scarless regeneration optimal tissue recovery requires coordinated fibroblast activity from deep fascia using multi modal imaging of fascia explants from lineage specific reporter mice we tracked wound fibroblasts over days revealing their organization into supracellular assemblies sprouting reticulating and clustering throughout healing high throughput screening of the prestwick library against these fascia explants identified drugs modulating these behaviors revealing a spectrum from fibrosis to scarless healing recovery phenotypes correlated with fibroblast sprouting reticulation and clustering rather than traditional extracellular matrix ecm deposition markers we identified two therapeutic categories compounds disrupting reticulation clustering that inhibit scarring and compounds fluvastatin thiostrepton fenbendazole disrupting sprouting that blocked pro inflammatory fibroblast myofibroblast commitment promoted angiogenesis reduced inflammatory infiltration and enabled scar free regenerative healing with hair follicle papillae regrowth in mice these findings establish fibroblast supracellular organization as fundamental to tissue recovery providing novel therapeutic targets for wound healing and fibrotic disorders"
}