{
    "pmid": "41443486",
    "title": "TROP-2-directed antibody-drug conjugates in advanced NSCLC: A systematic review and meta-analysis of efficacy, safety, and reconstructed survival outcomes.",
    "abstract": "Non-small cell lung cancer (NSCLC) represents the majority of lung cancer cases worldwide, with most patients diagnosed at advanced stages and limited by resistance to existing therapies. TROP-2, an epithelial cell surface glycoprotein overexpressed in many NSCLCs, has emerged as a promising therapeutic target for antibody-drug conjugates (ADCs). This study aims to systematically evaluate the efficacy and safety of TROP-2-directed ADCs in patients with advanced or metastatic NSCLC. Electronic databases (PubMed, Embase, Clinical Trials and Cochrane Central) were searched up to November 2025 for studies reporting outcomes in advanced NSCLC patients treated with TROP-2-directed ADCs. Eligible studies included adult populations with advanced NSCLC that were treated with datopotamab deruxtecan, sacituzumab govitecan, or sacituzumab tirumotecan, and reported efficacy or safety outcomes. Pseudo-individual patient-level data for survival analyses were reconstructed from published Kaplan-Meier curves. Pooled effect sizes were estimated using random-effects meta-analytic models. Seven studies encompassing 1365 patients with advanced or metastatic NSCLC were included. The pooled median overall survival (OS) was 16.38 months (95 % CI: 11.17-22.96), and the median progression-free survival (PFS) was 6.08 months (95 % CI: 4.93-8.55). The objective response rate (ORR) across studies was 29 % (95 % CI: 19 %-39 %), with a disease control rate (DCR) of 79 % (95 % CI: 74 %-84 %). Subgroup analysis revealed patients with EGFR-mutated tumors had a significantly higher likelihood of response (risk ratio 1.70, 95 % CI: 1.11-2.61). Safety analysis showed treatment-emergent adverse events (TEAEs) in 98 % (95 % CI: 94 %-100 %), grade ≥ 3 TEAEs in 52 % (95 % CI: 38 %-67 %), and interstitial lung disease (ILD) in 9 % (95 % CI: 3 %-16 %). TROP-2-directed ADCs demonstrate meaningful efficacy in previously treated advanced NSCLC, especially among EGFR-mutant and non-squamous histology patients, with survival and response outcomes superior to traditional chemotherapy. However, high rates of adverse events, particularly ILD, necessitate close monitoring. Further randomized and biomarker-driven studies are warranted to refine patient selection and optimize the therapeutic potential of these agents.",
    "disease": "lung cancer",
    "clean_text": "trop directed antibody drug conjugates in advanced nsclc a systematic review and meta analysis of efficacy safety and reconstructed survival outcomes non small cell lung cancer nsclc represents the majority of lung cancer cases worldwide with most patients diagnosed at advanced stages and limited by resistance to existing therapies trop an epithelial cell surface glycoprotein overexpressed in many nsclcs has emerged as a promising therapeutic target for antibody drug conjugates adcs this study aims to systematically evaluate the efficacy and safety of trop directed adcs in patients with advanced or metastatic nsclc electronic databases pubmed embase clinical trials and cochrane central were searched up to november for studies reporting outcomes in advanced nsclc patients treated with trop directed adcs eligible studies included adult populations with advanced nsclc that were treated with datopotamab deruxtecan sacituzumab govitecan or sacituzumab tirumotecan and reported efficacy or safety outcomes pseudo individual patient level data for survival analyses were reconstructed from published kaplan meier curves pooled effect sizes were estimated using random effects meta analytic models seven studies encompassing patients with advanced or metastatic nsclc were included the pooled median overall survival os was months ci and the median progression free survival pfs was months ci the objective response rate orr across studies was ci with a disease control rate dcr of ci subgroup analysis revealed patients with egfr mutated tumors had a significantly higher likelihood of response risk ratio ci safety analysis showed treatment emergent adverse events teaes in ci grade teaes in ci and interstitial lung disease ild in ci trop directed adcs demonstrate meaningful efficacy in previously treated advanced nsclc especially among egfr mutant and non squamous histology patients with survival and response outcomes superior to traditional chemotherapy however high rates of adverse events particularly ild necessitate close monitoring further randomized and biomarker driven studies are warranted to refine patient selection and optimize the therapeutic potential of these agents"
}