{
    "pmid": "41440943",
    "title": "Not So Benign: Revisiting Pure Membranous Lupus Nephritis.",
    "abstract": "Pure membranous lupus nephritis (pMLN, ISN/RPS-class V) is a rare form of lupus nephritis (LN). Despite being associated with significant comorbidities, it has traditionally been considered a less aggressive subtype. Emerging data challenges this perception, highlighting its potential for chronic kidney disease progression and kidney failure. pMLN is pathologically defined by subepithelial immune-complex deposits and typically presents with nephrotic syndrome, preserved renal function, and fewer systemic/immunologic manifestations compared to proliferative LN (ISN/RPS-classes III/IV). Repeat biopsies reveal frequent histological class switching from pMLN to proliferative and mixed LN forms, underscoring the dynamic nature of the disease and the limitations of clinical markers in reflecting histological activity. While the ISN/RPS kidney biopsy classification provides important prognostic insight, it does not fully capture underlying molecular heterogeneity. Recent advances in precision medicine, including proteomic and biomarker studies (e.g., EXT1/2, NCAM1), offer promising tools for patient stratification and tailored treatments. International guidelines now recommend immunosuppressive therapy for pMLN, aligning treatment strategies more closely with those for proliferative and mixed LN. Overall, pMLN should be considered a distinct but clinically relevant LN subtype requiring personalized management based on clinical, histological and molecular features. Long-term monitoring is essential, as baseline presentation does not reliably predict treatment response or disease trajectory.",
    "disease": "chronic kidney disease",
    "clean_text": "not so benign revisiting pure membranous lupus nephritis pure membranous lupus nephritis pmln isn rps class v is a rare form of lupus nephritis ln despite being associated with significant comorbidities it has traditionally been considered a less aggressive subtype emerging data challenges this perception highlighting its potential for chronic kidney disease progression and kidney failure pmln is pathologically defined by subepithelial immune complex deposits and typically presents with nephrotic syndrome preserved renal function and fewer systemic immunologic manifestations compared to proliferative ln isn rps classes iii iv repeat biopsies reveal frequent histological class switching from pmln to proliferative and mixed ln forms underscoring the dynamic nature of the disease and the limitations of clinical markers in reflecting histological activity while the isn rps kidney biopsy classification provides important prognostic insight it does not fully capture underlying molecular heterogeneity recent advances in precision medicine including proteomic and biomarker studies e g ext ncam offer promising tools for patient stratification and tailored treatments international guidelines now recommend immunosuppressive therapy for pmln aligning treatment strategies more closely with those for proliferative and mixed ln overall pmln should be considered a distinct but clinically relevant ln subtype requiring personalized management based on clinical histological and molecular features long term monitoring is essential as baseline presentation does not reliably predict treatment response or disease trajectory"
}