{
    "pmid": "41423918",
    "title": "Risk of Pneumocystis Pneumonia in Patients With Rheumatoid Arthritis and the Role of Prophylactic Salazosulfapyridine.",
    "abstract": "This study aimed to assess the risk factors for Pneumocystis pneumonia (PCP) in patients with rheumatoid arthritis (RA) and investigate the potential of salazosulfapyridine (SASP) as a prophylactic agent. The present study analyzed data from the Japanese Diagnosis Procedure Combination database, which provides comprehensive inpatient data (including diagnoses, procedures, and medications) covering a large portion of the population. We identified patients with RA who developed PCP among 14 190 patients diagnosed with RA at admission with a treatment history. Patients with RA who were receiving therapeutic doses of drugs for PCP were defined as having PCP. A nested case-control analysis was performed to compare patients with RA and PCP with age- and sex-matched control patients with RA without PCP in a ratio of 1:20. The cohort comprised 132 patients with PCP and 2575 controls. The risk factors for PCP in RA were chronic obstructive pulmonary disease, methotrexate (MTX), biological/targeted synthetic DMARDs (b/tsDMARDs), and high-dose glucocorticoids. SASP may have a protective effect against PCP, particularly in patients with RA treated with MTX and/or b/tsDMARDs. The large sample size of the present study suggests that SASP may be associated with a reduced PCP risk in RA patients.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "risk of pneumocystis pneumonia in patients with rheumatoid arthritis and the role of prophylactic salazosulfapyridine this study aimed to assess the risk factors for pneumocystis pneumonia pcp in patients with rheumatoid arthritis ra and investigate the potential of salazosulfapyridine sasp as a prophylactic agent the present study analyzed data from the japanese diagnosis procedure combination database which provides comprehensive inpatient data including diagnoses procedures and medications covering a large portion of the population we identified patients with ra who developed pcp among patients diagnosed with ra at admission with a treatment history patients with ra who were receiving therapeutic doses of drugs for pcp were defined as having pcp a nested case control analysis was performed to compare patients with ra and pcp with age and sex matched control patients with ra without pcp in a ratio of the cohort comprised patients with pcp and controls the risk factors for pcp in ra were chronic obstructive pulmonary disease methotrexate mtx biological targeted synthetic dmards b tsdmards and high dose glucocorticoids sasp may have a protective effect against pcp particularly in patients with ra treated with mtx and or b tsdmards the large sample size of the present study suggests that sasp may be associated with a reduced pcp risk in ra patients"
}