{
    "title": "Endometrial Biopsy: Indications and Technique.",
    "doc_id": "34752269",
    "writer": "Long S.",
    "year": "2021",
    "summary": "Abnormal uterine bleeding is a frequent medical concern for premenopausal and postmenopausal patients. Endometrial biopsy is a safe, cost-effective option offered in the office setting. Although endometrial biopsy may result in insufficient tissue or false-negative …",
    "abstract": "Abnormal uterine bleeding is a frequent medical concern for premenopausal and postmenopausal patients. Endometrial biopsy is a safe, cost-effective option offered in the office setting. Although endometrial biopsy may result in insufficient tissue or false-negative results, data suggest that endometrial biopsy is 90% sensitive for endometrial cancer and 82% sensitive for atypical hyperplasia, with specificity of 100% for postmenopausal patients and similar results in premenopausal patients. Topical cervical analgesia and oral nonsteroidal anti-inflammatory drugs decrease a patient's discomfort during endometrial biopsy. Aftercare instructions and how patients want to receive results should be reviewed in advance of performing the endometrial biopsy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34752269/",
    "clean_text": "endometrial biopsy indications and technique abnormal uterine bleeding is a frequent medical concern for premenopausal and postmenopausal patients endometrial biopsy is a safe cost effective option offered in the office setting although endometrial biopsy may result in insufficient tissue or false negative abnormal uterine bleeding is a frequent medical concern for premenopausal and postmenopausal patients endometrial biopsy is a safe cost effective option offered in the office setting although endometrial biopsy may result in insufficient tissue or false negative results data suggest that endometrial biopsy is sensitive for endometrial cancer and sensitive for atypical hyperplasia with specificity of for postmenopausal patients and similar results in premenopausal patients topical cervical analgesia and oral nonsteroidal anti inflammatory drugs decrease a patient s discomfort during endometrial biopsy aftercare instructions and how patients want to receive results should be reviewed in advance of performing the endometrial biopsy"
}