{
    "title": "Acute subdural haematomas and enoxaparin.",
    "doc_id": "12093130",
    "writer": "Olson S",
    "year": "2002",
    "summary": "In the period November 1998 until December 1999 there were three acute subdural haematomas (ASDH) related to therapeutic doses of enoxaparin. These culminated in death or severe neurological disability. ...There may however be some concerns regarding the haemorrhagic …",
    "abstract": "Townsville General Hospital (TGH) has 285 beds and serves a population of approximately 500,0000 in North Queensland. In the period November 1998 until December 1999 there were three acute subdural haematomas (ASDH) related to therapeutic doses of enoxaparin. These culminated in death or severe neurological disability. Unfractionated heparin (UFH) is probably used equivalently in TGH. There were no intracranial haemorrhages in this period with UFH. It is well known low molecular weight heparins (LMWH) have a proven place in the management of deep vein thrombosis (DVT) and ischaemic heart disease (IHD). There may however be some concerns regarding the haemorrhagic complications of therapeutic doses of enoxaparin in the central nervous system.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12093130/",
    "clean_text": "acute subdural haematomas and enoxaparin in the period november until december there were three acute subdural haematomas asdh related to therapeutic doses of enoxaparin these culminated in death or severe neurological disability there may however be some concerns regarding the haemorrhagic townsville general hospital tgh has beds and serves a population of approximately in north queensland in the period november until december there were three acute subdural haematomas asdh related to therapeutic doses of enoxaparin these culminated in death or severe neurological disability unfractionated heparin ufh is probably used equivalently in tgh there were no intracranial haemorrhages in this period with ufh it is well known low molecular weight heparins lmwh have a proven place in the management of deep vein thrombosis dvt and ischaemic heart disease ihd there may however be some concerns regarding the haemorrhagic complications of therapeutic doses of enoxaparin in the central nervous system"
}