{
    "title": "Central diabetes insipidus: a previously unreported side effect of temozolomide.",
    "doc_id": "23928668",
    "writer": "Faje AT",
    "year": "2013",
    "summary": "CONTEXT: Temozolomide (TMZ) is an alkylating agent primarily used to treat tumors of the central nervous system. We describe 2 patients with apparent TMZ-induced central diabetes insipidus. Using our institution's Research Patient Database Registry, we identi …",
    "abstract": "Context:\n        \n      \n      Temozolomide (TMZ) is an alkylating agent primarily used to treat tumors of the central nervous system. We describe 2 patients with apparent TMZ-induced central diabetes insipidus. Using our institution's Research Patient Database Registry, we identified 3 additional potential cases of TMZ-induced diabetes insipidus among a group of 1545 patients treated with TMZ.\n    \n\n\n          Case presentations:\n        \n      \n      A 53-year-old male with an oligoastrocytoma and a 38-year-old male with an oligodendroglioma each developed symptoms of polydipsia and polyuria approximately 2 months after the initiation of TMZ. Laboratory analyses demonstrated hypernatremia and urinary concentrating defects, consistent with the presence of diabetes insipidus, and the patients were successfully treated with desmopressin acetate. Desmopressin acetate was withdrawn after the discontinuation of TMZ, and diabetes insipidus did not recur. Magnetic resonance imaging of the pituitary and hypothalamus was unremarkable apart from the absence of a posterior pituitary bright spot in both of the cases. Anterior pituitary function tests were normal in both cases. Using the Research Patient Database Registry database, we identified the 2 index cases and 3 additional potential cases of diabetes insipidus for an estimated prevalence of 0.3% (5 cases of diabetes insipidus per 1545 patients prescribed TMZ).\n    \n\n\n          Conclusions:\n        \n      \n      Central diabetes insipidus is a rare but reversible side effect of treatment with TMZ.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23928668/",
    "clean_text": "central diabetes insipidus a previously unreported side effect of temozolomide context temozolomide tmz is an alkylating agent primarily used to treat tumors of the central nervous system we describe patients with apparent tmz induced central diabetes insipidus using our institution s research patient database registry we identi context temozolomide tmz is an alkylating agent primarily used to treat tumors of the central nervous system we describe patients with apparent tmz induced central diabetes insipidus using our institution s research patient database registry we identified additional potential cases of tmz induced diabetes insipidus among a group of patients treated with tmz case presentations a year old male with an oligoastrocytoma and a year old male with an oligodendroglioma each developed symptoms of polydipsia and polyuria approximately months after the initiation of tmz laboratory analyses demonstrated hypernatremia and urinary concentrating defects consistent with the presence of diabetes insipidus and the patients were successfully treated with desmopressin acetate desmopressin acetate was withdrawn after the discontinuation of tmz and diabetes insipidus did not recur magnetic resonance imaging of the pituitary and hypothalamus was unremarkable apart from the absence of a posterior pituitary bright spot in both of the cases anterior pituitary function tests were normal in both cases using the research patient database registry database we identified the index cases and additional potential cases of diabetes insipidus for an estimated prevalence of cases of diabetes insipidus per patients prescribed tmz conclusions central diabetes insipidus is a rare but reversible side effect of treatment with tmz"
}