{
    "title": "Clinical Outcomes after Traumatic Brain Injury.",
    "doc_id": "27072952",
    "writer": "Sandsmark DK.",
    "year": "2016",
    "summary": "Traumatic brain injury (TBI) is a major cause of death and disability that often affects young people. ...Understanding what factors influence recovery is important for counseling patients and families in the acute period after injury and can help guide thera …",
    "abstract": "Traumatic brain injury (TBI) is a major cause of death and disability that often affects young people. After injury, the degree of recovery can be highly variable, with some people regaining near complete function while others remain severely disabled. Understanding what factors influence recovery is important for counseling patients and families in the acute period after injury and can help guide therapeutic decisions in the acute period following injury. In this review, prognostic algorithms useful for clinicians are discussed. Tools for grading patient outcomes, their role in clinical care and research studies, and their limitations are reviewed. Ongoing work focusing on the development of biomarkers to track TBI recovery and the refinement of clinical outcome metrics is summarized.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27072952/",
    "clean_text": "clinical outcomes after traumatic brain injury traumatic brain injury tbi is a major cause of death and disability that often affects young people understanding what factors influence recovery is important for counseling patients and families in the acute period after injury and can help guide thera traumatic brain injury tbi is a major cause of death and disability that often affects young people after injury the degree of recovery can be highly variable with some people regaining near complete function while others remain severely disabled understanding what factors influence recovery is important for counseling patients and families in the acute period after injury and can help guide therapeutic decisions in the acute period following injury in this review prognostic algorithms useful for clinicians are discussed tools for grading patient outcomes their role in clinical care and research studies and their limitations are reviewed ongoing work focusing on the development of biomarkers to track tbi recovery and the refinement of clinical outcome metrics is summarized"
}