{
    "title": "Where Does Your State Stand on Shackling of Pregnant Incarcerated Women?",
    "doc_id": "29433697",
    "writer": "Ferszt GG",
    "year": "2018",
    "summary": "Pregnant incarcerated women have been identified as a particularly high-risk group and among the most vulnerable women in the United States. The use of shackling or restraints poses health risks to pregnant women and their fetuses. Currently, on …",
    "abstract": "Pregnant incarcerated women have been identified as a particularly high-risk group and among the most vulnerable women in the United States. The use of shackling or restraints poses health risks to pregnant women and their fetuses. Currently, only 22 states have legislation prohibiting or limiting the shackling of pregnant women. Here we provide an overview of the potential negative health outcomes that can result from shackling pregnant women, especially during labor and birth, and suggest strategies for nurses who wish to promote optimal health care for incarcerated women and to advocate for anti-shackling legislation in their states.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29433697/",
    "clean_text": "where does your state stand on shackling of pregnant incarcerated women pregnant incarcerated women have been identified as a particularly high risk group and among the most vulnerable women in the united states the use of shackling or restraints poses health risks to pregnant women and their fetuses currently on pregnant incarcerated women have been identified as a particularly high risk group and among the most vulnerable women in the united states the use of shackling or restraints poses health risks to pregnant women and their fetuses currently only states have legislation prohibiting or limiting the shackling of pregnant women here we provide an overview of the potential negative health outcomes that can result from shackling pregnant women especially during labor and birth and suggest strategies for nurses who wish to promote optimal health care for incarcerated women and to advocate for anti shackling legislation in their states"
}