{
    "title": "Determinants of ICS therapy adherence in patients with asthma.",
    "doc_id": "33577159",
    "writer": "Wang J",
    "year": "2021",
    "summary": "METHODS: Patients with asthma who were 18 years and older in the outpatient clinic of The First Affiliated Hospital of Xi'an Jiaotong University from November 2016 to January 2018 were investigated. RESULTS: In the 350 patients with asthma recruited, 32% of p …",
    "abstract": "Objectives:\n        \n      \n      This study aimed to evaluate factors affecting adherence to inhaled therapy in patients with asthma to further identify the determinants most closely associated with adherence to inhaled therapy for asthma, especially inhaled glucocorticosteroids (ICS).\n    \n\n\n          Study design:\n        \n      \n      A 2-stage study was conducted. In stage 1, we performed nonassumptive deep-dive qualitative scoping to investigate the determinants of poor adherence in patients with asthma, and in stage 2 we developed a new questionnaire for cross-sectional surveys to obtain more accurate information about critical issues related to asthma management.\n    \n\n\n          Methods:\n        \n      \n      Patients with asthma who were 18 years and older in the outpatient clinic of The First Affiliated Hospital of Xi'an Jiaotong University from November 2016 to January 2018 were investigated.\n    \n\n\n          Results:\n        \n      \n      In the 350 patients with asthma recruited, 32% of patients showed good adherence, whereas 68% of patients displayed poor adherence to inhaled therapy due to various reasons. Further analysis indicated that inadequate understanding of asthma treatment and control, poor self-management, financial burden, adverse reactions, and the fear of potential adverse reactions were significant independent risk factors for poor ICS inhalation adherence in patients with asthma.\n    \n\n\n          Conclusions:\n        \n      \n      Our research shows that many patients with asthma in western China have poor disease control and poor inhalation therapy adherence. We hope this research can alert clinicians and help them identify patients who may be experiencing uncontrolled asthma due to poor adherence to inhaled therapy, and we suggest that clinicians help those patients obtain appropriate information about asthma control and self-management.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33577159/",
    "clean_text": "determinants of ics therapy adherence in patients with asthma methods patients with asthma who were years and older in the outpatient clinic of the first affiliated hospital of xi an jiaotong university from november to january were investigated results in the patients with asthma recruited of p objectives this study aimed to evaluate factors affecting adherence to inhaled therapy in patients with asthma to further identify the determinants most closely associated with adherence to inhaled therapy for asthma especially inhaled glucocorticosteroids ics study design a stage study was conducted in stage we performed nonassumptive deep dive qualitative scoping to investigate the determinants of poor adherence in patients with asthma and in stage we developed a new questionnaire for cross sectional surveys to obtain more accurate information about critical issues related to asthma management methods patients with asthma who were years and older in the outpatient clinic of the first affiliated hospital of xi an jiaotong university from november to january were investigated results in the patients with asthma recruited of patients showed good adherence whereas of patients displayed poor adherence to inhaled therapy due to various reasons further analysis indicated that inadequate understanding of asthma treatment and control poor self management financial burden adverse reactions and the fear of potential adverse reactions were significant independent risk factors for poor ics inhalation adherence in patients with asthma conclusions our research shows that many patients with asthma in western china have poor disease control and poor inhalation therapy adherence we hope this research can alert clinicians and help them identify patients who may be experiencing uncontrolled asthma due to poor adherence to inhaled therapy and we suggest that clinicians help those patients obtain appropriate information about asthma control and self management"
}