{
    "pmid": "41364706",
    "title": "Cross-Sectional Study of Illness Perception Clusters and Quality of Life in Those With Rheumatoid Arthritis.",
    "abstract": "Negative illness perception detrimentally influences health outcomes. Understanding the clusters of illness perception among persons with rheumatoid arthritis (RA) can help in targeted interventions, potentially improving their quality of life (QoL). This study aimed to identify distinct illness perception clusters and evaluate their associations with QoL. This study involved 300 participants. The Brief Illness Perception Questionnaire and the Chinese version of the Rheumatoid Arthritis Patient Quality of Life Scale were employed to evaluate illness perception and QoL, respectively. Cluster and discriminant analyses were performed to identify distinct clusters of illness perception. One-way analysis of variance was performed to evaluate the associations between each illness perception cluster and QoL in persons with RA. Multiple linear regression analysis was employed to investigate the factors influencing QoL. Four illness perception clusters emerged: cautious optimism, chronic worry, symptom distress, and severe negativity. Significant QoL disparities were observed across clusters, with the cautious optimism cluster demonstrating optimal QoL and severe negativity in the poorest. Multivariable analysis identified education, joint function status, visual analog scale pain scores, and illness perception clusters as key QoL predictors. Findings revealed the heterogeneity of illness perception patterns among persons with RA and their differential effects on QoL, suggesting that interventions tailored to distinct perception clusters may optimize patient outcomes.",
    "disease": "rheumatoid arthritis",
    "clean_text": "cross sectional study of illness perception clusters and quality of life in those with rheumatoid arthritis negative illness perception detrimentally influences health outcomes understanding the clusters of illness perception among persons with rheumatoid arthritis ra can help in targeted interventions potentially improving their quality of life qol this study aimed to identify distinct illness perception clusters and evaluate their associations with qol this study involved participants the brief illness perception questionnaire and the chinese version of the rheumatoid arthritis patient quality of life scale were employed to evaluate illness perception and qol respectively cluster and discriminant analyses were performed to identify distinct clusters of illness perception one way analysis of variance was performed to evaluate the associations between each illness perception cluster and qol in persons with ra multiple linear regression analysis was employed to investigate the factors influencing qol four illness perception clusters emerged cautious optimism chronic worry symptom distress and severe negativity significant qol disparities were observed across clusters with the cautious optimism cluster demonstrating optimal qol and severe negativity in the poorest multivariable analysis identified education joint function status visual analog scale pain scores and illness perception clusters as key qol predictors findings revealed the heterogeneity of illness perception patterns among persons with ra and their differential effects on qol suggesting that interventions tailored to distinct perception clusters may optimize patient outcomes"
}