{
    "title": "Epidemiology of low back pain in adults.",
    "doc_id": "25395111",
    "writer": "Manchikanti L",
    "year": "2014",
    "summary": "Furthermore, as the population ages over the coming decades, the number of individuals with low back pain is likely to increase substantially. This comprehensive review is undertaken to assess the increasing prevalence of low back pain an …",
    "abstract": "Objective:\n        \n      \n      Low back pain affects many individuals. It has profound effects on well-being and is often the cause of significant physical and psychological health impairments. Low back pain also affects work performance and social responsibilities, such as family life, and is increasingly a major factor in escalating health-care costs. A global review of the prevalence of low back pain in the adult general population has shown its point prevalence to be approximately 12%, with a one-month prevalence of 23%, a one-year prevalence of 38%, and a lifetime prevalence of approximately 40%. Furthermore, as the population ages over the coming decades, the number of individuals with low back pain is likely to increase substantially. This comprehensive review is undertaken to assess the increasing prevalence of low back pain and the influence of comorbid factors, along with escalating costs.\n    \n\n\n          Materials and methods:\n        \n      \n      A narrative review with literature assessment.\n    \n\n\n          Results:\n        \n      \n      In the USA, low back pain and related costs are escalating. Based on the available literature, it appears that the prevalence of low back pain continues to increase, along with numerous modalities and their application in managing low back pain. Comorbid factors with psychological disorders and multiple medical problems, including obesity, smoking, lack of exercise, increasing age, and lifestyle factors, are considered as risk factors for low back pain.\n    \n\n\n          Conclusion:\n        \n      \n      Although it has been alleged that low back pain resolves in approximately 80% to 90% of patients in about six weeks, irrespective of the administration or type of treatment, with only 5% to 10% of patients developing persistent back pain, this concept has been frequently questioned as the condition tends to relapse and most patients experience multiple episodes years after the initial attack.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25395111/",
    "clean_text": "epidemiology of low back pain in adults furthermore as the population ages over the coming decades the number of individuals with low back pain is likely to increase substantially this comprehensive review is undertaken to assess the increasing prevalence of low back pain an objective low back pain affects many individuals it has profound effects on well being and is often the cause of significant physical and psychological health impairments low back pain also affects work performance and social responsibilities such as family life and is increasingly a major factor in escalating health care costs a global review of the prevalence of low back pain in the adult general population has shown its point prevalence to be approximately with a one month prevalence of a one year prevalence of and a lifetime prevalence of approximately furthermore as the population ages over the coming decades the number of individuals with low back pain is likely to increase substantially this comprehensive review is undertaken to assess the increasing prevalence of low back pain and the influence of comorbid factors along with escalating costs materials and methods a narrative review with literature assessment results in the usa low back pain and related costs are escalating based on the available literature it appears that the prevalence of low back pain continues to increase along with numerous modalities and their application in managing low back pain comorbid factors with psychological disorders and multiple medical problems including obesity smoking lack of exercise increasing age and lifestyle factors are considered as risk factors for low back pain conclusion although it has been alleged that low back pain resolves in approximately to of patients in about six weeks irrespective of the administration or type of treatment with only to of patients developing persistent back pain this concept has been frequently questioned as the condition tends to relapse and most patients experience multiple episodes years after the initial attack"
}