{
    "title": "Association between oral hypofunction and general health: a systematic review.",
    "doc_id": "37620920",
    "writer": "Limpuangthip N",
    "year": "2023",
    "summary": "",
    "abstract": "Background:\n        \n      \n      Oral hypofunction comprises 7 oral function conditions, including mastication, swallowing, pronouncing, oral hygiene, and oral dryness. However, it remains unresolved whether having oral hypofunction and each individual condition adversely affect general health. This study aimed to investigate the association between oral hypofunction and general health, encompassing physical, psychological, and social dimensions.\n    \n\n\n          Methods:\n        \n      \n      Oral hypofunction was diagnosed following the criteria proposed by the 2016 Japan Society of Gerodontology, comprising 7 oral function conditions. Oral hypofunction was diagnosed when at least 3 conditions presented. The selected studies eligible for reviewing were based on the PI(E)CO criteria: P (population), adult and older adults; I/E (intervention/exposure), having oral hypofunction by considering overall and individual 7 oral function conditions; C (comparator), not having oral hypofunction; O (outcome), the general health status, encompassing physical, psychological, and social dimensions. Electronic search limited to English articles was performed through PubMed, Scopus, and Cochrane Database of Systematic Reviews databases from January 2016 to June 2023. The included studies were assessed for quaility and risk of bias using the modified Newcastle-Ottawa scale. Qualitative analyses were performed on the general outcome, and having oral hypofunction considering overall and individual oral function conditions.\n    \n\n\n          Results:\n        \n      \n      Ten studies were included in the final syntheses. One was a prospective cohort, one was a case-control, and the others were cross-sectional studies. All included studies were high quality. General health outcomes were mostly frailty, sarcopenia, and malnutrition, whereas mild cognitive impairment,social withdrawal, and gastric cancer prognosis were identified in one of the included studies. The association between general health and having oral hypofunction was stronger than when considering an individual condition. The health outcomes were predominantly associated with mastication and swallowing, whereas their relationships with oral hygiene and dryness were less likely to be reported.\n    \n\n\n          Conclusions:\n        \n      \n      The present review found an association between the presence of oral hypofunction and impaired general health. However, the specific impact on individual physical, psychological, and social dimensions cannot be distinctly delineated. Further prospective studies are required to clarify the causal-effect relationship between oral and general health.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37620920/",
    "clean_text": "association between oral hypofunction and general health a systematic review background oral hypofunction comprises oral function conditions including mastication swallowing pronouncing oral hygiene and oral dryness however it remains unresolved whether having oral hypofunction and each individual condition adversely affect general health this study aimed to investigate the association between oral hypofunction and general health encompassing physical psychological and social dimensions methods oral hypofunction was diagnosed following the criteria proposed by the japan society of gerodontology comprising oral function conditions oral hypofunction was diagnosed when at least conditions presented the selected studies eligible for reviewing were based on the pi e co criteria p population adult and older adults i e intervention exposure having oral hypofunction by considering overall and individual oral function conditions c comparator not having oral hypofunction o outcome the general health status encompassing physical psychological and social dimensions electronic search limited to english articles was performed through pubmed scopus and cochrane database of systematic reviews databases from january to june the included studies were assessed for quaility and risk of bias using the modified newcastle ottawa scale qualitative analyses were performed on the general outcome and having oral hypofunction considering overall and individual oral function conditions results ten studies were included in the final syntheses one was a prospective cohort one was a case control and the others were cross sectional studies all included studies were high quality general health outcomes were mostly frailty sarcopenia and malnutrition whereas mild cognitive impairment social withdrawal and gastric cancer prognosis were identified in one of the included studies the association between general health and having oral hypofunction was stronger than when considering an individual condition the health outcomes were predominantly associated with mastication and swallowing whereas their relationships with oral hygiene and dryness were less likely to be reported conclusions the present review found an association between the presence of oral hypofunction and impaired general health however the specific impact on individual physical psychological and social dimensions cannot be distinctly delineated further prospective studies are required to clarify the causal effect relationship between oral and general health"
}