{
    "title": "Preemployment physical evaluation.",
    "doc_id": "7925553",
    "writer": "Jackson AS.",
    "year": "1994",
    "summary": "There is a growing trend toward using preemployment tests to select employees for physically demanding jobs. Women are, in increasing numbers, entering physically demanding occupations that were traditionally dominated by men. ...The validity of preemployment hiring …",
    "abstract": "There is a growing trend toward using preemployment tests to select employees for physically demanding jobs. Women are, in increasing numbers, entering physically demanding occupations that were traditionally dominated by men. Under current Federal employment law, it is illegal to disqualify an employee for a job because of race, color, religion, sex, national origin, and with the recent passage of the American Disabilities Act (ADA), handicap. Because of gender differences in strength, body composition, and VO2max, preemployment tests for physically demanding jobs tend to screen out more females than males. Employers are using preemployment tests not only to enhance worker productivity, but also to minimize the threat of litigation for discriminatory hiring practices and to reduce the risk of musculoskeletal injuries. The primary ergonomic methods used in industry to reduce the risk of back injuries are preemployment testing and job redesign. When a test results in adverse impact, the validity of the test must be established. Validity in this context means that the test represents or predicts the applicant's capacity to perform the job. Criterion-related, content, and construct validation studies are the means used to establish validity. The validity of preemployment hiring practices for physically demanding jobs has been decided in the courts. The most common reason for ruling an employment practice invalid is the failure to show that the test measured important job behaviors. Much of this litigation has involved height and weight requirements for public safety jobs. The courts have generally ruled that using height and weight standards as a criteria for employment is illegal because they were not job related. If fitness tests comprise part or all of the preemployment test, it is essential to demonstrate that the fitness component is related to job performance. Although there are many factors to consider when establishing a cut score, there is a growing trend toward establishing the cut score on the basis of the job's physical demands, defined by VO2max and strength. This literature is limited because most validation studies are not published. They more typically take the form of a technical report to the governmental agency or company that funded the project. There are published preemployment validation studies for outdoor telephone craft jobs involving pole-climbing tasks; firefighters; highway patrol officers; steel workers; underground coal miners; chemical plant workers; electrical transmission lineworkers; and various military jobs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7925553/",
    "clean_text": "preemployment physical evaluation there is a growing trend toward using preemployment tests to select employees for physically demanding jobs women are in increasing numbers entering physically demanding occupations that were traditionally dominated by men the validity of preemployment hiring there is a growing trend toward using preemployment tests to select employees for physically demanding jobs women are in increasing numbers entering physically demanding occupations that were traditionally dominated by men under current federal employment law it is illegal to disqualify an employee for a job because of race color religion sex national origin and with the recent passage of the american disabilities act ada handicap because of gender differences in strength body composition and vo max preemployment tests for physically demanding jobs tend to screen out more females than males employers are using preemployment tests not only to enhance worker productivity but also to minimize the threat of litigation for discriminatory hiring practices and to reduce the risk of musculoskeletal injuries the primary ergonomic methods used in industry to reduce the risk of back injuries are preemployment testing and job redesign when a test results in adverse impact the validity of the test must be established validity in this context means that the test represents or predicts the applicant s capacity to perform the job criterion related content and construct validation studies are the means used to establish validity the validity of preemployment hiring practices for physically demanding jobs has been decided in the courts the most common reason for ruling an employment practice invalid is the failure to show that the test measured important job behaviors much of this litigation has involved height and weight requirements for public safety jobs the courts have generally ruled that using height and weight standards as a criteria for employment is illegal because they were not job related if fitness tests comprise part or all of the preemployment test it is essential to demonstrate that the fitness component is related to job performance although there are many factors to consider when establishing a cut score there is a growing trend toward establishing the cut score on the basis of the job s physical demands defined by vo max and strength this literature is limited because most validation studies are not published they more typically take the form of a technical report to the governmental agency or company that funded the project there are published preemployment validation studies for outdoor telephone craft jobs involving pole climbing tasks firefighters highway patrol officers steel workers underground coal miners chemical plant workers electrical transmission lineworkers and various military jobs"
}