{
    "pmid": "41378496",
    "title": "Genetic Downregulation of Interleukin-6 Signaling, Coagulation Function, and Risk of Thromboembolic Disease.",
    "abstract": "Although genetic evidence supports IL-6 (interleukin-6) signaling inhibition as protective against atherosclerotic disease, its potential effects on thromboembolic outcomes are not well established. We conducted a Mendelian randomization analysis to investigate the association of genetically proxied IL-6 signaling inhibition with venous thromboembolism, cardioembolic stroke, and coagulation cascade protein levels. IL-6 signaling inhibition was proxied using the rs2228145  Genetically proxied IL-6 signaling inhibition was associated with increased risk of venous thromboembolism (odds ratio [OR], 1.31 [95% CI, 1.16-1.47],  These findings suggest that IL-6 signaling inhibition dysregulates coagulation homeostasis and increases venous thromboembolism risk. Further experimental, translational, and epidemiologic studies are warranted to delineate underlying mechanisms and to evaluate thromboembolic safety in pharmacologic IL-6 signaling inhibition.",
    "disease": "coronary artery disease",
    "clean_text": "genetic downregulation of interleukin signaling coagulation function and risk of thromboembolic disease although genetic evidence supports il interleukin signaling inhibition as protective against atherosclerotic disease its potential effects on thromboembolic outcomes are not well established we conducted a mendelian randomization analysis to investigate the association of genetically proxied il signaling inhibition with venous thromboembolism cardioembolic stroke and coagulation cascade protein levels il signaling inhibition was proxied using the rs genetically proxied il signaling inhibition was associated with increased risk of venous thromboembolism odds ratio or ci these findings suggest that il signaling inhibition dysregulates coagulation homeostasis and increases venous thromboembolism risk further experimental translational and epidemiologic studies are warranted to delineate underlying mechanisms and to evaluate thromboembolic safety in pharmacologic il signaling inhibition"
}