{
    "title": "Current Status of Ultrasound in Acute Rejection After Renal Transplantation: A Review with a Focus on Contrast-Enhanced Ultrasound.",
    "doc_id": "33941759",
    "writer": "Zhou Q",
    "year": "2021",
    "summary": "Early detection and diagnosis will significantly help the prognosis of transplanted kidney patients. As a seminal morphological and hemodynamic examination method, ultrasound can monitor the tissue structure and arteriovenous blood flow of the transplanted kidney, p …",
    "abstract": "Renal transplantation has developed into the best treatment for end-stage renal disease, but severe cases can even lead to loss of renal allograft function due to rejection and complications caused by surgical procedures. If a series of postoperative complications can be reduced or even avoided, the quality of life of recipients will be significantly improved. Acute rejection in a transplanted kidney is one of the main complications after renal transplantation. Early detection and diagnosis will significantly help the prognosis of transplanted kidney patients. As a seminal morphological and hemodynamic examination method, ultrasound can monitor the tissue structure and arteriovenous blood flow of the transplanted kidney, providing information on the transplanted kidney's gross shape and blood perfusion. Ultrasound is a commonly used detection method after renal transplantation. At present, two-dimensional ultrasound, color Doppler ultrasound, three-dimensional ultrasound, and contrast-enhanced ultrasound have been applied in the monitoring of complications after renal transplantation. Contrast-enhanced ultrasound, as a non-invasive, radiation-free, and easy to perform examination technique, can qualitatively and quantitatively evaluate the microcirculatory blood perfusion of the transplanted kidney. It can reflect the function of the transplanted kidney more objectively and sensitively. In recent years, contrast-enhanced ultrasound has attracted attention as a new technology that can quantitatively monitor the transplanted kidney's microcirculation perfusion. A large number of studies have shown that contrast-enhanced ultrasound has unique advantages in monitoring acute rejection after renal transplantation compared with other imaging methods, providing a reliable basis for clinical intervention. This article reviews the current status of and recent research on contrast-enhanced ultrasound in acute rejection after renal transplantation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33941759/",
    "clean_text": "current status of ultrasound in acute rejection after renal transplantation a review with a focus on contrast enhanced ultrasound early detection and diagnosis will significantly help the prognosis of transplanted kidney patients as a seminal morphological and hemodynamic examination method ultrasound can monitor the tissue structure and arteriovenous blood flow of the transplanted kidney p renal transplantation has developed into the best treatment for end stage renal disease but severe cases can even lead to loss of renal allograft function due to rejection and complications caused by surgical procedures if a series of postoperative complications can be reduced or even avoided the quality of life of recipients will be significantly improved acute rejection in a transplanted kidney is one of the main complications after renal transplantation early detection and diagnosis will significantly help the prognosis of transplanted kidney patients as a seminal morphological and hemodynamic examination method ultrasound can monitor the tissue structure and arteriovenous blood flow of the transplanted kidney providing information on the transplanted kidney s gross shape and blood perfusion ultrasound is a commonly used detection method after renal transplantation at present two dimensional ultrasound color doppler ultrasound three dimensional ultrasound and contrast enhanced ultrasound have been applied in the monitoring of complications after renal transplantation contrast enhanced ultrasound as a non invasive radiation free and easy to perform examination technique can qualitatively and quantitatively evaluate the microcirculatory blood perfusion of the transplanted kidney it can reflect the function of the transplanted kidney more objectively and sensitively in recent years contrast enhanced ultrasound has attracted attention as a new technology that can quantitatively monitor the transplanted kidney s microcirculation perfusion a large number of studies have shown that contrast enhanced ultrasound has unique advantages in monitoring acute rejection after renal transplantation compared with other imaging methods providing a reliable basis for clinical intervention this article reviews the current status of and recent research on contrast enhanced ultrasound in acute rejection after renal transplantation"
}