{
    "title": "Endometrial hyperplasia in asymptomatic subfertile population.",
    "doc_id": "35151930",
    "writer": "Aldarazi K",
    "year": "2022",
    "summary": "Patients received hormonal treatment in the last three months, suffered from premature ovarian failure, ovarian cyst, thyroid malfunction, hyperprolactinaemia or underwent endometrial biopsy for abnormal uterine bleeding were all excluded. Endometrial biopsy was per …",
    "abstract": "Objective:\n        \n      \n      To establish the prevalence of endometrial hyperplasia in asymptomatic subfertile women, identify the clinical characteristics of the group at risk; predict the associated factors, and determine the predictive cut-off value of endometrial thickness MATERIAL & METHODS: Prospective cross-sectional study of asymptomatic subfertile women recruited from university-affiliated tertiary hospital. Patients received hormonal treatment in the last three months, suffered from premature ovarian failure, ovarian cyst, thyroid malfunction, hyperprolactinaemia or underwent endometrial biopsy for abnormal uterine bleeding were all excluded. Endometrial biopsy was performed for the study group during the luteal phase as a screening test for endometrial hyperplasia RESULT (S): Among hundred and eleven patients underwent endometrial biopsy, endometrial hyperplasia was found in 12 cases (11%) and atypical hyperplasia was detected in one patient (0.9%). All cases of and endometrial hyperplasia with or without atypia were reported among women with polycystic ovary syndrome. The study showed that a patient age, BMI, estradiol levels, insulin resistance and endometrial thickness of a cut-off value of 7.5 mm, have a positive correlation with endometrial hyperplasia in subfertile women with polycystic ovary syndrome. The areas under the ROC curves for these parameters were greater than (0.5).\n    \n\n\n          Conclusion(s):\n        \n      \n      In asymptomatic subfertile population, PCOS women at risk to develop endometrial hyperplasia & atypical hyperplasia. Selective endometrial biopsy recommended with BMI ≥ 30, in presence of insulin resistance and with endometrial thickness ≥7.5 mm.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35151930/",
    "clean_text": "endometrial hyperplasia in asymptomatic subfertile population patients received hormonal treatment in the last three months suffered from premature ovarian failure ovarian cyst thyroid malfunction hyperprolactinaemia or underwent endometrial biopsy for abnormal uterine bleeding were all excluded endometrial biopsy was per objective to establish the prevalence of endometrial hyperplasia in asymptomatic subfertile women identify the clinical characteristics of the group at risk predict the associated factors and determine the predictive cut off value of endometrial thickness material methods prospective cross sectional study of asymptomatic subfertile women recruited from university affiliated tertiary hospital patients received hormonal treatment in the last three months suffered from premature ovarian failure ovarian cyst thyroid malfunction hyperprolactinaemia or underwent endometrial biopsy for abnormal uterine bleeding were all excluded endometrial biopsy was performed for the study group during the luteal phase as a screening test for endometrial hyperplasia result s among hundred and eleven patients underwent endometrial biopsy endometrial hyperplasia was found in cases and atypical hyperplasia was detected in one patient all cases of and endometrial hyperplasia with or without atypia were reported among women with polycystic ovary syndrome the study showed that a patient age bmi estradiol levels insulin resistance and endometrial thickness of a cut off value of mm have a positive correlation with endometrial hyperplasia in subfertile women with polycystic ovary syndrome the areas under the roc curves for these parameters were greater than conclusion s in asymptomatic subfertile population pcos women at risk to develop endometrial hyperplasia atypical hyperplasia selective endometrial biopsy recommended with bmi in presence of insulin resistance and with endometrial thickness mm"
}