{
    "title": "Tamm-Horsfall protein translocates to the basolateral domain of thick ascending limbs, interstitium, and circulation during recovery from acute kidney injury.",
    "doc_id": "23389456",
    "writer": "El-Achkar TM",
    "year": "2013",
    "summary": "Tamm-Horsfall protein (THP) is a glycoprotein normally targeted to the apical membrane domain of the kidney's thick ascending limbs (TAL). We previously showed that THP of TAL confers protection to proximal tubules against acute kidney injury (AKI) via …",
    "abstract": "Tamm-Horsfall protein (THP) is a glycoprotein normally targeted to the apical membrane domain of the kidney's thick ascending limbs (TAL). We previously showed that THP of TAL confers protection to proximal tubules against acute kidney injury (AKI) via a possible cross talk between the two functionally distinct tubular segments. However, the extent, timing, specificity, and functional effects of basolateral translocation of THP during AKI remain unclear. Using an ischemia-reperfusion (IRI) model of murine AKI, we show here that, while THP expression in TAL is downregulated at the peak of injury, it is significantly upregulated 48 h after IRI. Confocal immunofluorescence and immunoelectron microscopy reveal a major redirection of THP during recovery from the apical membrane domain of TAL towards the basolateral domain, interstitium, and basal compartment of S3 segments. This corresponds with increased THP in the serum but not in the urine. The overall epithelial polarity of TAL cells does not change, as evidenced by correct apical targeting of Na(+)-K(+)-2Cl cotransporter (NKCC2) and basolateral targeting of Na(+)-K(+)-ATPase. Compared with the wild-type, THP(-/-) mice show a significantly delayed renal recovery after IRI, due possibly to reduced suppression by THP of proinflammatory cytokines and chemokines such as monocyte chemoattractant protein-1 during recovery. Taken together, our data suggest that THP redistribution in the TAL after AKI is a protein-specific event and its increased interstitial presence negatively regulates the evolving inflammatory signaling in neighboring proximal tubules, thereby enhancing kidney recovery. The increase of serum THP may be used as a prognostic biomarker for recovery from AKI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23389456/",
    "clean_text": "tamm horsfall protein translocates to the basolateral domain of thick ascending limbs interstitium and circulation during recovery from acute kidney injury tamm horsfall protein thp is a glycoprotein normally targeted to the apical membrane domain of the kidney s thick ascending limbs tal we previously showed that thp of tal confers protection to proximal tubules against acute kidney injury aki via tamm horsfall protein thp is a glycoprotein normally targeted to the apical membrane domain of the kidney s thick ascending limbs tal we previously showed that thp of tal confers protection to proximal tubules against acute kidney injury aki via a possible cross talk between the two functionally distinct tubular segments however the extent timing specificity and functional effects of basolateral translocation of thp during aki remain unclear using an ischemia reperfusion iri model of murine aki we show here that while thp expression in tal is downregulated at the peak of injury it is significantly upregulated h after iri confocal immunofluorescence and immunoelectron microscopy reveal a major redirection of thp during recovery from the apical membrane domain of tal towards the basolateral domain interstitium and basal compartment of s segments this corresponds with increased thp in the serum but not in the urine the overall epithelial polarity of tal cells does not change as evidenced by correct apical targeting of na k cl cotransporter nkcc and basolateral targeting of na k atpase compared with the wild type thp mice show a significantly delayed renal recovery after iri due possibly to reduced suppression by thp of proinflammatory cytokines and chemokines such as monocyte chemoattractant protein during recovery taken together our data suggest that thp redistribution in the tal after aki is a protein specific event and its increased interstitial presence negatively regulates the evolving inflammatory signaling in neighboring proximal tubules thereby enhancing kidney recovery the increase of serum thp may be used as a prognostic biomarker for recovery from aki"
}