{
    "pmid": "41398821",
    "title": "Resilience in people with epilepsy in Jordan: an interplay between demographics, clinical variables, and insomnia? A cross-sectional study.",
    "abstract": "Although resilience among people with epilepsy (PWE) is important to maintain adequate mental health, however, it has not been unstudied in Jordan. The current study aims to identify the correlates of lower resilience among a cohort of PWE in Jordan, with an emphasis on the demographic variables, clinical variables, and insomnia. This cross-sectional study recruited PWE from Al-Bashir Hospital-Jordan used validated scales for insomnia and resilience. Data from 104 PWE showed that 56 (53.8%) were males, 59 (56.7%) were aged between 18 to 29 years old, and 65 (62.5%) were single. Furthermore, only 9 (8.6%) of the sample received a university education, 60 (57.7%) received a high school education, and 35 (33.6%) received an elementary education. Also, unemployment was evident in 76 (73.1%), and smoking in 37 (35.6%) of the PWE. Also, moderate/severe insomnia was reported in 43 (41.3%), and poor resilience in 54 (51.4%) of the PWE. The multivariable binary logistic regression analysis demonstrated that PWE with lower education showed lower odds (odd ratio = 0.43, 95% CI = 0.22-0.86, P = .02) for resilience. Although the current investigation underscored the importance of education in resilience, however, further larger-scale studies have to be pursued to uncover and address other risk factors.",
    "disease": "epilepsy",
    "clean_text": "resilience in people with epilepsy in jordan an interplay between demographics clinical variables and insomnia a cross sectional study although resilience among people with epilepsy pwe is important to maintain adequate mental health however it has not been unstudied in jordan the current study aims to identify the correlates of lower resilience among a cohort of pwe in jordan with an emphasis on the demographic variables clinical variables and insomnia this cross sectional study recruited pwe from al bashir hospital jordan used validated scales for insomnia and resilience data from pwe showed that were males were aged between to years old and were single furthermore only of the sample received a university education received a high school education and received an elementary education also unemployment was evident in and smoking in of the pwe also moderate severe insomnia was reported in and poor resilience in of the pwe the multivariable binary logistic regression analysis demonstrated that pwe with lower education showed lower odds odd ratio ci p for resilience although the current investigation underscored the importance of education in resilience however further larger scale studies have to be pursued to uncover and address other risk factors"
}