{
    "title": "Breast cancer and the role of exercise in women.",
    "doc_id": "19107433",
    "writer": "Reigle BS",
    "year": "2009",
    "summary": "The disease and treatments are an assault to a woman's body, resulting in sequelae that can be debilitating. Although women diagnosed with breast cancer are living longer, concerns about functional limitations, recurrence, and survival remain paramount. Physical act …",
    "abstract": "Cancer of the breast is a significant health problem for women from the time of diagnosis through the treatment and survivorship trajectory. The disease and treatments are an assault to a woman's body, resulting in sequelae that can be debilitating. Although women diagnosed with breast cancer are living longer, concerns about functional limitations, recurrence, and survival remain paramount. Physical activity and exercise are preventative and rehabilitative measures that can be employed at various points along the breast cancer trajectory. Current research supports the beneficial role that physical activity and exercise play in reducing the risk for developing breast cancer and preventing or attenuating disease and treatment-related impairments.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19107433/",
    "clean_text": "breast cancer and the role of exercise in women the disease and treatments are an assault to a woman s body resulting in sequelae that can be debilitating although women diagnosed with breast cancer are living longer concerns about functional limitations recurrence and survival remain paramount physical act cancer of the breast is a significant health problem for women from the time of diagnosis through the treatment and survivorship trajectory the disease and treatments are an assault to a woman s body resulting in sequelae that can be debilitating although women diagnosed with breast cancer are living longer concerns about functional limitations recurrence and survival remain paramount physical activity and exercise are preventative and rehabilitative measures that can be employed at various points along the breast cancer trajectory current research supports the beneficial role that physical activity and exercise play in reducing the risk for developing breast cancer and preventing or attenuating disease and treatment related impairments"
}