{
    "pmid": "41457982",
    "title": "Fibulin 2 Deficiency Drives Epigenetic Hypertension.",
    "abstract": "Although epigenetic modification of histone in embryonic development is well documented, its mechanistic role in the pathogenesis of hypertension is poorly understood. The purpose of this study is to investigate how histone 3 modification (H3K27me3 [trimethylation of histone 3 lysine 27]) in renal tubule cells regulates sodium excretion and blood pressure. A mouse model of inducible renal tubule cell-specific deletion of KDM6A cKO (histone 3 lysine 27 demethylase 6A gene) was generated. Here, we uncovered the potential role of FBLN2 (fibulin 2) in the pathogenesis of epigenetic hypertension due to KDM6A cKO. KDM6A is a specific demethylase for H3K27me3. ChIP-seq analysis revealed that the H3K27me3 mark was increased in the promoter region of the  These findings highlight a critical role of FBLN2 in the regulation of renal sodium excretion and blood pressure and suggest that FBLN2 deficiency may drive KDM6A deficiency-induced epigenetic hypertension. FBLN2 treatment may provide a new preventive and therapeutic strategy for salt-sensitive hypertension.",
    "disease": "hypertension",
    "clean_text": "fibulin deficiency drives epigenetic hypertension although epigenetic modification of histone in embryonic development is well documented its mechanistic role in the pathogenesis of hypertension is poorly understood the purpose of this study is to investigate how histone modification h k me trimethylation of histone lysine in renal tubule cells regulates sodium excretion and blood pressure a mouse model of inducible renal tubule cell specific deletion of kdm a cko histone lysine demethylase a gene was generated here we uncovered the potential role of fbln fibulin in the pathogenesis of epigenetic hypertension due to kdm a cko kdm a is a specific demethylase for h k me chip seq analysis revealed that the h k me mark was increased in the promoter region of the these findings highlight a critical role of fbln in the regulation of renal sodium excretion and blood pressure and suggest that fbln deficiency may drive kdm a deficiency induced epigenetic hypertension fbln treatment may provide a new preventive and therapeutic strategy for salt sensitive hypertension"
}