{
    "pmid": "41419341",
    "title": "First confirmation of Mycobacterium tuberculosis complex from medieval Ireland by aDNA analysis - palaeopathological and microbial findings.",
    "abstract": "Eight burials from the multi-period rural settlement site of Ranelagh near Roscommon town, Ireland, with palaeopathological lesions suggestive of skeletal tuberculosis or brucellosis were examined by ancient DNA (aDNA) testing. Tuberculosis infection (MTB complex DNA) was confirmed in five individuals - an 11th-13th CE adolescent female (14.5-17.5 years), two young adults females (18-35 years, 7th-10th CE), one adolescent of unknown sex and one middle-aged adult (35-50 years, medieval in date). In the latter case, the differential diagnosis included brucellosis due to the presence of small multifocal lytic lesions in the lower spinal vertebrae. However, this individual and all cases tested negative for Brucella species DNA. In two positive cases, lineage 4 (Euro-American) Mycobacterium tuberculosis DNA was identified in extracts obtained from tooth pulp cavities. These are the first archaeological individuals from Ireland to have had tuberculosis infection confirmed through aDNA analysis.",
    "disease": "tuberculosis",
    "clean_text": "first confirmation of mycobacterium tuberculosis complex from medieval ireland by adna analysis palaeopathological and microbial findings eight burials from the multi period rural settlement site of ranelagh near roscommon town ireland with palaeopathological lesions suggestive of skeletal tuberculosis or brucellosis were examined by ancient dna adna testing tuberculosis infection mtb complex dna was confirmed in five individuals an th th ce adolescent female years two young adults females years th th ce one adolescent of unknown sex and one middle aged adult years medieval in date in the latter case the differential diagnosis included brucellosis due to the presence of small multifocal lytic lesions in the lower spinal vertebrae however this individual and all cases tested negative for brucella species dna in two positive cases lineage euro american mycobacterium tuberculosis dna was identified in extracts obtained from tooth pulp cavities these are the first archaeological individuals from ireland to have had tuberculosis infection confirmed through adna analysis"
}