{
    "title": "Association between coping strategies and drug use in a large cohort of students from a northern Italian University.",
    "doc_id": "34487061",
    "writer": "Caricati L",
    "year": "2021",
    "summary": "METHODS: This study investigated the relationship between coping strategies and ID use in students (N=12316) from the University of Parma, Italy. Information about the ID use in the past 12 months and coping strategies were collected with a cross-sectional research design …",
    "abstract": "Background and aim of the work:\n        \n      \n      Illicit drug (ID) use/abuse represent a social and economic burden for most countries worldwide which, in spite of the efforts to prevent this phenomena, is often a growing habit especially in the young adults. Preventive measurements, are needed to reduce the adverse health and social consequences of ID use/abuse.\n    \n\n\n          Methods:\n        \n      \n      This study investigated the relationship between coping strategies and ID use in students (N=12316) from the University of Parma, Italy. Information about the ID use in the past 12 months and coping strategies were collected with a cross-sectional research design using an online questionnaire.\n    \n\n\n          Results:\n        \n      \n      More than 25% of the participants used ID in the past year; men were more likely to use drugs than female; the likelihood of using drugs was inversely related to age. The relationship between coping strategies and ID use was analyzed with a multilevel logistic model taking into account the within-department nested structure of data. Analysis revealed that transcendence-orientation and problem-orientation were associated with a reduction of the likelihood to have used drugs. Conversely, avoidance and positive attitude were associated with an increase of the likelihood to have used drugs. Finally, seeking social support revealed a positive but modest association with increasing in drug use.\n    \n\n\n          Conclusions:\n        \n      \n      The ID use association factors identified in this study could be utilized by the appropriate institutions/authorities as a critical review in order to develop relevant public health policies and preventive measures aimed at minimizing the use of ID in this critical age group.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34487061/",
    "clean_text": "association between coping strategies and drug use in a large cohort of students from a northern italian university methods this study investigated the relationship between coping strategies and id use in students n from the university of parma italy information about the id use in the past months and coping strategies were collected with a cross sectional research design background and aim of the work illicit drug id use abuse represent a social and economic burden for most countries worldwide which in spite of the efforts to prevent this phenomena is often a growing habit especially in the young adults preventive measurements are needed to reduce the adverse health and social consequences of id use abuse methods this study investigated the relationship between coping strategies and id use in students n from the university of parma italy information about the id use in the past months and coping strategies were collected with a cross sectional research design using an online questionnaire results more than of the participants used id in the past year men were more likely to use drugs than female the likelihood of using drugs was inversely related to age the relationship between coping strategies and id use was analyzed with a multilevel logistic model taking into account the within department nested structure of data analysis revealed that transcendence orientation and problem orientation were associated with a reduction of the likelihood to have used drugs conversely avoidance and positive attitude were associated with an increase of the likelihood to have used drugs finally seeking social support revealed a positive but modest association with increasing in drug use conclusions the id use association factors identified in this study could be utilized by the appropriate institutions authorities as a critical review in order to develop relevant public health policies and preventive measures aimed at minimizing the use of id in this critical age group"
}