{
    "pmid": "41443482",
    "title": "Increases in inflammation are associated with decreased trust of racial Out-Group members.",
    "abstract": "While social group divisions occur naturally, inauspicious contexts like pathogen threat may exacerbate divides, driving in-group favoritism and out-group derogation. Minimal work has examined biological underpinnings of intergroup dynamics, particularly immune changes likely to accompany pathogen threat. To address this, we administered the influenza vaccine to 44 young adult participants. Before and after receiving the vaccine, participants completed a modified affect misattribution procedure, wherein they rated the trustworthiness of racial in-group and out-group faces. Participants also provided pre- and post-vaccine blood samples which were assayed for the inflammatory cytokine interleukin-6 (IL-6). Results showed a negative association between inflammatory reactivity and ratings of out-group faces: those who experienced greater increases in IL-6 rated racial out-group faces as less trustworthy than those with less IL-6 reactivity. This work begins exploring the role of inflammation in intergroup processes and findings, while preliminary, suggest a novel biological process that is associated with intergroup perception.",
    "disease": "influenza",
    "clean_text": "increases in inflammation are associated with decreased trust of racial out group members while social group divisions occur naturally inauspicious contexts like pathogen threat may exacerbate divides driving in group favoritism and out group derogation minimal work has examined biological underpinnings of intergroup dynamics particularly immune changes likely to accompany pathogen threat to address this we administered the influenza vaccine to young adult participants before and after receiving the vaccine participants completed a modified affect misattribution procedure wherein they rated the trustworthiness of racial in group and out group faces participants also provided pre and post vaccine blood samples which were assayed for the inflammatory cytokine interleukin il results showed a negative association between inflammatory reactivity and ratings of out group faces those who experienced greater increases in il rated racial out group faces as less trustworthy than those with less il reactivity this work begins exploring the role of inflammation in intergroup processes and findings while preliminary suggest a novel biological process that is associated with intergroup perception"
}