{
    "pmid": "41456223",
    "title": "Adiponectin 1 receptor is increased but not adiponectin levels in the tumour microenvironment of postmenopausal women with breast cancer.",
    "abstract": "To analyze the ADIPOQ and ADIPOR1 levels in breast tumour tissue and adjacent adipose tissue of postmenopausal women with this cancer. We hypothesized that the tumour microenvironment (TME) of the breast had lower levels of ADIPOQ and ADIPOR1 in postmenopausal women with obesity than in those with a normal BMI. Twenty women with normal body mass index (BMI) and 20 with obesity, all of them postmenopausal and with breast cancer (BC) were included. We obtained during surgery fresh breast tumour tissue and a fragment of breast adipose tissue adjacent to the tumour and analyzed the levels of adiponectin (ADIPOQ) and its receptor ADIPOR1 by Western blot. Statistical power of the study was > 80% with a p < 0.05ADIPOR1 protein levels were higher in breast tumour tissue versus breast adipose tissue adjacent to the tumour in postmenopausal women with normal BMI and postmenopausal women with obesity (p = 0.0012 and p = 0.0001, respectively). Moreover, we observed higher ADIPOR1 levels only in breast adipose tissue adjacent to the tumour in postmenopausal women with obesity and tumour size > 2.0 cm and clinical stage II/III (p = 0.019 and p = 0.025, respectively) versus postmenopausal women with a normal BMI. We did not observe differences in ADIPOQ. ADIPOR1 levels were higher in breast tumour tissue compared to breast adipose tissue adjacent to the tumour in both postmenopausal women with normal BMI or with obesity. Besides, ADIPOR1 levels were higher in breast adipose tissue adjacent to the tumour of postmenopausal women and obesity, with a more aggressive breast tumour.",
    "disease": "breast cancer",
    "clean_text": "adiponectin receptor is increased but not adiponectin levels in the tumour microenvironment of postmenopausal women with breast cancer to analyze the adipoq and adipor levels in breast tumour tissue and adjacent adipose tissue of postmenopausal women with this cancer we hypothesized that the tumour microenvironment tme of the breast had lower levels of adipoq and adipor in postmenopausal women with obesity than in those with a normal bmi twenty women with normal body mass index bmi and with obesity all of them postmenopausal and with breast cancer bc were included we obtained during surgery fresh breast tumour tissue and a fragment of breast adipose tissue adjacent to the tumour and analyzed the levels of adiponectin adipoq and its receptor adipor by western blot statistical power of the study was with a p adipor protein levels were higher in breast tumour tissue versus breast adipose tissue adjacent to the tumour in postmenopausal women with normal bmi and postmenopausal women with obesity p and p respectively moreover we observed higher adipor levels only in breast adipose tissue adjacent to the tumour in postmenopausal women with obesity and tumour size cm and clinical stage ii iii p and p respectively versus postmenopausal women with a normal bmi we did not observe differences in adipoq adipor levels were higher in breast tumour tissue compared to breast adipose tissue adjacent to the tumour in both postmenopausal women with normal bmi or with obesity besides adipor levels were higher in breast adipose tissue adjacent to the tumour of postmenopausal women and obesity with a more aggressive breast tumour"
}