{
    "pmid": "41404927",
    "title": "Post-stroke risk stratification in primary care: implications for occupational and preventive medicine.",
    "abstract": "Acute ischemic stroke stands as a significant contributor to high disability and mortality rates. Patient after stroke require vigilant supervision from general practitioners. Cardiovascular prevention emerges as a critical aspect. Physicians play a vital role in managing post-acute care and preventing secondary complications in patients with stroke after discharge. The aim of the study was to characterize and evaluate the cerebrovascular risk factors for stroke in patients under the care of general practitioners. Data were collected from 277 patients after ischemic brain stroke under general practitioner care. Baseline demographic and clinical characteristics were gathered for all study participants. Data were collected from 277 patients after ischemic brain stroke under general practitioner care. Baseline demographic and clinical characteristics were gathered for all study participants. Results: Gender distribution among the study cohort was 143 females (51.6%) aged mean (M) ± standard deviation (SD) 76.4±11.8 years and 134 males (48.4%), aged 78.5±11.9 years. Hypertension emerged as the most prevalent risk factor, affecting 75.8% of participants. Ischemic heart disease, lipid disorders, and atrial fibrillation, observed in 30.32%, 30.7%, and 29.6% of patients respectively. Diabetes mellitus was present in 23.1% of the cohort. The body weight was M±SD 76.9±16 kg, with BMI 27.6±6.6 kg/m The authors' findings highlight the necessity for sex-specific approaches in stroke management, particularly considering the impact of comorbid conditions such as hypertension and atrial fibrillation on stroke outcomes. Despite the availability of general guidelines, it would be valuable to develop specific guidelines for general practitioners on ischemic stroke risk factors. Int J Occup Med Environ Health. 2025;38(6):641-53.",
    "disease": "chronic kidney disease",
    "clean_text": "post stroke risk stratification in primary care implications for occupational and preventive medicine acute ischemic stroke stands as a significant contributor to high disability and mortality rates patient after stroke require vigilant supervision from general practitioners cardiovascular prevention emerges as a critical aspect physicians play a vital role in managing post acute care and preventing secondary complications in patients with stroke after discharge the aim of the study was to characterize and evaluate the cerebrovascular risk factors for stroke in patients under the care of general practitioners data were collected from patients after ischemic brain stroke under general practitioner care baseline demographic and clinical characteristics were gathered for all study participants data were collected from patients after ischemic brain stroke under general practitioner care baseline demographic and clinical characteristics were gathered for all study participants results gender distribution among the study cohort was females aged mean m standard deviation sd years and males aged years hypertension emerged as the most prevalent risk factor affecting of participants ischemic heart disease lipid disorders and atrial fibrillation observed in and of patients respectively diabetes mellitus was present in of the cohort the body weight was m sd kg with bmi kg m the authors findings highlight the necessity for sex specific approaches in stroke management particularly considering the impact of comorbid conditions such as hypertension and atrial fibrillation on stroke outcomes despite the availability of general guidelines it would be valuable to develop specific guidelines for general practitioners on ischemic stroke risk factors int j occup med environ health"
}