{
    "title": "Reirradiation of head and neck cancer using modern highly conformal techniques.",
    "doc_id": "29684256",
    "writer": "Ho JC",
    "year": "2018",
    "summary": "Locoregional disease recurrence or development of a second primary cancer after definitive radiotherapy for head and neck cancers remains a treatment challenge. Reirradiation utilizing traditional techniques has been limited by concern for serious toxicity. ...We pr …",
    "abstract": "Locoregional disease recurrence or development of a second primary cancer after definitive radiotherapy for head and neck cancers remains a treatment challenge. Reirradiation utilizing traditional techniques has been limited by concern for serious toxicity. With the advent of newer, more precise radiotherapy techniques, such as intensity-modulated radiotherapy (IMRT), proton radiotherapy, and stereotactic body radiotherapy (SBRT), there has been renewed interest in curative-intent head and neck reirradiation. However, as most studies were retrospective, single-institutional experiences, the optimal modality is not clear. We provide a comprehensive review of the outcomes of relevant studies using these 3 head and neck reirradiation techniques, followed by an analysis and comparison of the toxicity, tumor control, concurrent systemic therapy, and prognostic factors. Overall, there is evidence that IMRT, proton therapy, and SBRT reirradiation are feasible treatment options that offer a chance for durable local control and survival. Prospective studies, particularly randomized trials, are needed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29684256/",
    "clean_text": "reirradiation of head and neck cancer using modern highly conformal techniques locoregional disease recurrence or development of a second primary cancer after definitive radiotherapy for head and neck cancers remains a treatment challenge reirradiation utilizing traditional techniques has been limited by concern for serious toxicity we pr locoregional disease recurrence or development of a second primary cancer after definitive radiotherapy for head and neck cancers remains a treatment challenge reirradiation utilizing traditional techniques has been limited by concern for serious toxicity with the advent of newer more precise radiotherapy techniques such as intensity modulated radiotherapy imrt proton radiotherapy and stereotactic body radiotherapy sbrt there has been renewed interest in curative intent head and neck reirradiation however as most studies were retrospective single institutional experiences the optimal modality is not clear we provide a comprehensive review of the outcomes of relevant studies using these head and neck reirradiation techniques followed by an analysis and comparison of the toxicity tumor control concurrent systemic therapy and prognostic factors overall there is evidence that imrt proton therapy and sbrt reirradiation are feasible treatment options that offer a chance for durable local control and survival prospective studies particularly randomized trials are needed"
}