{
    "title": "Gene therapy for the treatment of oral squamous cell carcinoma.",
    "doc_id": "12508038",
    "writer": "Xi S",
    "year": "2003",
    "summary": "Treatment options for recurrent or refractory oral cancers are limited. Gene therapy for oral cancer is currently under investigation in clinical trials. The goal of cancer gene therapy is to introduce new genetic material into target cells with …",
    "abstract": "Despite advances in surgery, radiotherapy, and chemotherapy, the survival of patients with oral squamous cell carcinoma has not significantly improved over the past several decades. Treatment options for recurrent or refractory oral cancers are limited. Gene therapy for oral cancer is currently under investigation in clinical trials. The goal of cancer gene therapy is to introduce new genetic material into target cells without toxicity to non-target tissues. This review discusses the techniques used in cancer gene therapy for oral squamous cell carcinoma and summarizes the ongoing strategies that are being evaluated in clinical trials.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12508038/",
    "clean_text": "gene therapy for the treatment of oral squamous cell carcinoma treatment options for recurrent or refractory oral cancers are limited gene therapy for oral cancer is currently under investigation in clinical trials the goal of cancer gene therapy is to introduce new genetic material into target cells with despite advances in surgery radiotherapy and chemotherapy the survival of patients with oral squamous cell carcinoma has not significantly improved over the past several decades treatment options for recurrent or refractory oral cancers are limited gene therapy for oral cancer is currently under investigation in clinical trials the goal of cancer gene therapy is to introduce new genetic material into target cells without toxicity to non target tissues this review discusses the techniques used in cancer gene therapy for oral squamous cell carcinoma and summarizes the ongoing strategies that are being evaluated in clinical trials"
}