{
    "title": "The complete genomic sequence of pepper yellow leaf curl virus (PYLCV) and its implications for our understanding of evolution dynamics in the genus polerovirus.",
    "doc_id": "23936244",
    "writer": "Dombrovsky A",
    "year": "2013",
    "summary": "We determined the complete sequence and organization of the genome of a putative member of the genus Polerovirus tentatively named Pepper yellow leaf curl virus (PYLCV). PYLCV has a wider host range than Tobacco vein-distorting virus (TVDV) and has a close serological rela …",
    "abstract": "We determined the complete sequence and organization of the genome of a putative member of the genus Polerovirus tentatively named Pepper yellow leaf curl virus (PYLCV). PYLCV has a wider host range than Tobacco vein-distorting virus (TVDV) and has a close serological relationship with Cucurbit aphid-borne yellows virus (CABYV) (both poleroviruses). The extracted viral RNA was subjected to SOLiD next-generation sequence analysis and used as a template for reverse transcription synthesis, which was followed by PCR amplification. The ssRNA genome of PYLCV includes 6,028 nucleotides encoding six open reading frames (ORFs), which is typical of the genus Polerovirus. Comparisons of the deduced amino acid sequences of the PYLCV ORFs 2-4 and ORF5, indicate that there are high levels of similarity between these sequences to ORFs 2-4 of TVDV (84-93%) and to ORF5 of CABYV (87%). Both PYLCV and Pepper vein yellowing virus (PeVYV) contain sequences that point to a common ancestral polerovirus. The recombination breakpoint which is located at CABYV ORF3, which encodes the viral coat protein (CP), may explain the CABYV-like sequences found in the genomes of the pepper infecting viruses PYLCV and PeVYV. Two additional regions unique to PYLCV (PY1 and PY2) were identified between nucleotides 4,962 and 5,061 (ORF 5) and between positions 5,866 and 6,028 in the 3' NCR. Sequence analysis of the pepper-infecting PeVYV revealed three unique regions (Pe1-Pe3) with no similarity to other members of the genus Polerovirus. Genomic analyses of PYLCV and PeVYV suggest that the speciation of these viruses occurred through putative recombination event(s) between poleroviruses co-infecting a common host(s), resulting in the emergence of PYLCV, a novel pathogen with a wider host range.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23936244/",
    "clean_text": "the complete genomic sequence of pepper yellow leaf curl virus pylcv and its implications for our understanding of evolution dynamics in the genus polerovirus we determined the complete sequence and organization of the genome of a putative member of the genus polerovirus tentatively named pepper yellow leaf curl virus pylcv pylcv has a wider host range than tobacco vein distorting virus tvdv and has a close serological rela we determined the complete sequence and organization of the genome of a putative member of the genus polerovirus tentatively named pepper yellow leaf curl virus pylcv pylcv has a wider host range than tobacco vein distorting virus tvdv and has a close serological relationship with cucurbit aphid borne yellows virus cabyv both poleroviruses the extracted viral rna was subjected to solid next generation sequence analysis and used as a template for reverse transcription synthesis which was followed by pcr amplification the ssrna genome of pylcv includes nucleotides encoding six open reading frames orfs which is typical of the genus polerovirus comparisons of the deduced amino acid sequences of the pylcv orfs and orf indicate that there are high levels of similarity between these sequences to orfs of tvdv and to orf of cabyv both pylcv and pepper vein yellowing virus pevyv contain sequences that point to a common ancestral polerovirus the recombination breakpoint which is located at cabyv orf which encodes the viral coat protein cp may explain the cabyv like sequences found in the genomes of the pepper infecting viruses pylcv and pevyv two additional regions unique to pylcv py and py were identified between nucleotides and orf and between positions and in the ncr sequence analysis of the pepper infecting pevyv revealed three unique regions pe pe with no similarity to other members of the genus polerovirus genomic analyses of pylcv and pevyv suggest that the speciation of these viruses occurred through putative recombination event s between poleroviruses co infecting a common host s resulting in the emergence of pylcv a novel pathogen with a wider host range"
}