{
    "pmid": "41473443",
    "title": "Poor nutritional status based on controlling nutritional status score and nutritional risk index may be related to the occurrence of complications after laparoscopic treatment in patients with gastrointestinal tumors aged no more than 60 years.",
    "abstract": "Nutritional status is related to the postoperative complications in gastrointestinal tumors. Early-onset and late-onset tumors have differences in molecular characteristics and clinical manifestations. The purpose of this study is to explore the relationship between preoperative nutritional assessment indices (prognostic nutritional index (PNI), nutritional risk index (NRI), and controlled nutritional status (CONUT) score) and the occurrence of complications after laparoscopic treatment in patients with gastrointestinal tumors aged ≤60 years. 1405 patients with gastrointestinal tumors aged ≤60 years who underwent laparoscopic surgery were retrospectively analyzed. Medical records (age, gender, body mass index (BMI), hypertension, diabetes mellitus, tumor location, preoperative laboratory test results, imaging results, complications) were collected. The relationship between PNI, NRI, CONUT and postoperative complications were analyzed. There were 584 (41.6%) patients with postoperative complications and 821 (58.4%) without. The distribution of CONUT grade and the means PNI and NRI were significant differences between the two groups (all  Low NRI level, abnormal CONUT score, underweight, and intestinal tumor were significantly associated with postoperative complications in gastrointestinal tumors patients with aged ≤ 60 who performed laparoscopic surgery.",
    "disease": "diabetes mellitus",
    "clean_text": "poor nutritional status based on controlling nutritional status score and nutritional risk index may be related to the occurrence of complications after laparoscopic treatment in patients with gastrointestinal tumors aged no more than years nutritional status is related to the postoperative complications in gastrointestinal tumors early onset and late onset tumors have differences in molecular characteristics and clinical manifestations the purpose of this study is to explore the relationship between preoperative nutritional assessment indices prognostic nutritional index pni nutritional risk index nri and controlled nutritional status conut score and the occurrence of complications after laparoscopic treatment in patients with gastrointestinal tumors aged years patients with gastrointestinal tumors aged years who underwent laparoscopic surgery were retrospectively analyzed medical records age gender body mass index bmi hypertension diabetes mellitus tumor location preoperative laboratory test results imaging results complications were collected the relationship between pni nri conut and postoperative complications were analyzed there were patients with postoperative complications and without the distribution of conut grade and the means pni and nri were significant differences between the two groups all low nri level abnormal conut score underweight and intestinal tumor were significantly associated with postoperative complications in gastrointestinal tumors patients with aged who performed laparoscopic surgery"
}