{
    "pmid": "41436220",
    "title": "Disseminated coccidioidomycosis with cutaneous, pulmonary and suspected CNS involvement in an elderly patient with Parkinson's disease.",
    "abstract": "An elderly patient with recently diagnosed Parkinson's disease presented with disseminated coccidioidomycosis (DCM) manifesting as ulcerative nasal lesions, pulmonary involvement and acute-on-chronic cognitive decline. Culture-confirmed cutaneous disease, positive serology, and imaging demonstrated pulmonary and central nervous system (CNS) involvement, establishing the diagnosis. The patient achieved marked clinical improvement with high-dose oral fluconazole (800 mg, later tapered to 400 mg daily), with serial imaging documenting resolution of CNS and pulmonary lesions. Lymphocyte subset analysis revealed preserved immune function with subtle findings suggestive of age-related immunosenescence. This case demonstrates that DCM can occur in elderly patients without traditional immunocompromise and emphasises the importance of maintaining high clinical suspicion in endemic areas.",
    "disease": "parkinson disease",
    "clean_text": "disseminated coccidioidomycosis with cutaneous pulmonary and suspected cns involvement in an elderly patient with parkinson s disease an elderly patient with recently diagnosed parkinson s disease presented with disseminated coccidioidomycosis dcm manifesting as ulcerative nasal lesions pulmonary involvement and acute on chronic cognitive decline culture confirmed cutaneous disease positive serology and imaging demonstrated pulmonary and central nervous system cns involvement establishing the diagnosis the patient achieved marked clinical improvement with high dose oral fluconazole mg later tapered to mg daily with serial imaging documenting resolution of cns and pulmonary lesions lymphocyte subset analysis revealed preserved immune function with subtle findings suggestive of age related immunosenescence this case demonstrates that dcm can occur in elderly patients without traditional immunocompromise and emphasises the importance of maintaining high clinical suspicion in endemic areas"
}