{
    "pmid": "41444763",
    "title": "An efficient hybrid artificial intelligence framework for lung cancer classification using CT images.",
    "abstract": "Lung cancer is the most dangerous type of cancer, and its affected rate increases gradually. The survival rate of lung cancer is very low compared to other cancers. Early prediction of lung cancer can help increase the survival rate by ensuring sufficient oxygen supply and eliminating carbon dioxide in the human body. Computed Tomography (CT) imaging is widely used by physicians for lung disease identification because it provides detailed cross-sectional views of the lungs and helps in detecting small nodules that may be missed by other imaging techniques. Manual visualization is time-consuming and sometimes leads to classification errors, making it difficult to identify lung cancer at an early stage. This limitation can be addressed through automated lung cancer prediction using Artificial Intelligence (AI). This research proposes a hybrid AI model to classify lung CT images as normal, benign, or malignant. Images from the Iraq-Oncology Teaching Hospital/National Center for Cancer Diseases (IQ-OTH/NCCD) dataset are used. These images undergo various pre-processing techniques, and features are extracted using both traditional methods such as Gray-Level Co-occurrence Matrix (GLCM) and Scale-Invariant Feature Transform (SIFT), and Deep Learning (DL) methods such as Visual Geometry Group (VGG-16) and MobileNet. The extracted features from both approaches are fused and processed through a Fully Connected Layer (FCL) for classification. Six combinations of feature extraction modules are evaluated for lung cancer prediction: GLCM + MobileNet, GLCM + VGG-16, SIFT + MobileNet, SIFT + VGG-16, GLCM + SIFT + MobileNet, and GLCM + SIFT + VGG-16. Among these combinations, the integration of GLCM and SIFT with MobileNet demonstrates superior performance compared to other AI combinations, achieving the highest accuracy, precision, recall, F1-score, and specificity. The proposed methodology is also compared with state-of-the-art methods, and the results indicate that the hybrid AI model surpasses existing approaches. The experimental findings confirm that the proposed model provides reliable results for lung cancer prediction from CT images and is suitable for real-time deployment.",
    "disease": "lung cancer",
    "clean_text": "an efficient hybrid artificial intelligence framework for lung cancer classification using ct images lung cancer is the most dangerous type of cancer and its affected rate increases gradually the survival rate of lung cancer is very low compared to other cancers early prediction of lung cancer can help increase the survival rate by ensuring sufficient oxygen supply and eliminating carbon dioxide in the human body computed tomography ct imaging is widely used by physicians for lung disease identification because it provides detailed cross sectional views of the lungs and helps in detecting small nodules that may be missed by other imaging techniques manual visualization is time consuming and sometimes leads to classification errors making it difficult to identify lung cancer at an early stage this limitation can be addressed through automated lung cancer prediction using artificial intelligence ai this research proposes a hybrid ai model to classify lung ct images as normal benign or malignant images from the iraq oncology teaching hospital national center for cancer diseases iq oth nccd dataset are used these images undergo various pre processing techniques and features are extracted using both traditional methods such as gray level co occurrence matrix glcm and scale invariant feature transform sift and deep learning dl methods such as visual geometry group vgg and mobilenet the extracted features from both approaches are fused and processed through a fully connected layer fcl for classification six combinations of feature extraction modules are evaluated for lung cancer prediction glcm mobilenet glcm vgg sift mobilenet sift vgg glcm sift mobilenet and glcm sift vgg among these combinations the integration of glcm and sift with mobilenet demonstrates superior performance compared to other ai combinations achieving the highest accuracy precision recall f score and specificity the proposed methodology is also compared with state of the art methods and the results indicate that the hybrid ai model surpasses existing approaches the experimental findings confirm that the proposed model provides reliable results for lung cancer prediction from ct images and is suitable for real time deployment"
}