{
    "title": "The Kidney's role in glucose balance following partial hepatectomy.",
    "doc_id": "9758728",
    "writer": "Jones CE",
    "year": "1998",
    "summary": "Recently, investigators have implicated the kidney as having a significant contribution to systemic glucose appearance. We studied the relative contributions of the kidney and liver to glucose homeostasis in fasted nonoperated, sham-operated, and 70% hepatectomized …",
    "abstract": "It has long been believed that the liver is the major contributor to glucose balance during fasting and stressful situations. Recently, investigators have implicated the kidney as having a significant contribution to systemic glucose appearance. We studied the relative contributions of the kidney and liver to glucose homeostasis in fasted nonoperated, sham-operated, and 70% hepatectomized rats. Systemic glucose appearance, renal glucose release and uptake, and hepatic glucose release were determined by glucose balance and isotopic dilution techniques. Systemic glucose appearance remained unchanged following hepatectomy. There was a significant output of glucose by the kidney in all groups, accounting for >50% of total glucose appearance. Despite the kidney's appreciable contribution to circulating glucose in the postabsorptive state, renal glucose release was not increased in the hepatectomized rats compared to controls. Total glucose appearance was maintained following hepatectomy by an increase in hepatic glucogenesis. There was a significant increase in the rate of hepatic glucose release from resected rats when normalized to gram of remaining liver (P < 0.001). Despite the substantial amount of renal glucose output in the postabsorptive state, preservation of glucose balance following 70% hepatectomy is accomplished by adaptation in hepatic glucose output.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9758728/",
    "clean_text": "the kidney s role in glucose balance following partial hepatectomy recently investigators have implicated the kidney as having a significant contribution to systemic glucose appearance we studied the relative contributions of the kidney and liver to glucose homeostasis in fasted nonoperated sham operated and hepatectomized it has long been believed that the liver is the major contributor to glucose balance during fasting and stressful situations recently investigators have implicated the kidney as having a significant contribution to systemic glucose appearance we studied the relative contributions of the kidney and liver to glucose homeostasis in fasted nonoperated sham operated and hepatectomized rats systemic glucose appearance renal glucose release and uptake and hepatic glucose release were determined by glucose balance and isotopic dilution techniques systemic glucose appearance remained unchanged following hepatectomy there was a significant output of glucose by the kidney in all groups accounting for of total glucose appearance despite the kidney s appreciable contribution to circulating glucose in the postabsorptive state renal glucose release was not increased in the hepatectomized rats compared to controls total glucose appearance was maintained following hepatectomy by an increase in hepatic glucogenesis there was a significant increase in the rate of hepatic glucose release from resected rats when normalized to gram of remaining liver p despite the substantial amount of renal glucose output in the postabsorptive state preservation of glucose balance following hepatectomy is accomplished by adaptation in hepatic glucose output"
}