{
    "pmid": "41407392",
    "title": "Diminishing activities of daily living as severity of chronic breathlessness worsens: a national, cross-sectional survey.",
    "abstract": "Effective management of chronic breathlessness requires understanding people's activity limitations. This study evaluated the extent to which chronic breathlessness limits people's self-reported everyday activities. A web-based, cross-sectional survey (adults ≥18 years). Recruitment was through a marketing research company, stratified to the 2016 Australian Census for key demographics (age, sex, state/territory of residence, rurality). Self-reported measures included demographics, breathlessness limiting exertion (modified Medical Research Council (mMRC) breathlessness scale) and breathlessness impact (yes/no question; three most important activities affected). Impact was categorised as performing with difficulty/reduced/ceased. 7300 respondents were included (mean age 46.5 (SD 18.6); men 50.8%; mMRC ≥1 290.0%). 30.6% (648/2119) with mMRC ≥1 versus 2.6% (136/5181; p<0.001) with mMRC 0 reported activities affected; the proportions increased for each mMRC level.2342 activities were nominated with the most frequent being: high intensity sport, household chores and mobility. The order changed for mMRC 2 (household chores>high intensity sports>mobility) and mMRC 3-4 (mobility>household chores>high intensity sports). Breathlessness increased the likelihood of activities being reduced or ceased.In a logistic regression model exploring the WHO Disability Assessment Schedule, controlling for baseline factors, most affected domains were getting along (OR 2.5 (95% CI 1.5 to 4.2)), life activities (OR 1.8 (95% CI 1.2 to 2.7)) and participation (OR 6.4 (95% CI 4.2 to 9.9)). Chronic breathlessness of every intensity above mMRC 0 affects people's ability to perform a range of everyday activities. The progressive loss of these activities is a key coping mechanism to avoid precipitating breathlessness and is mostly invisible to other people.",
    "disease": "asthma",
    "clean_text": "diminishing activities of daily living as severity of chronic breathlessness worsens a national cross sectional survey effective management of chronic breathlessness requires understanding people s activity limitations this study evaluated the extent to which chronic breathlessness limits people s self reported everyday activities a web based cross sectional survey adults years recruitment was through a marketing research company stratified to the australian census for key demographics age sex state territory of residence rurality self reported measures included demographics breathlessness limiting exertion modified medical research council mmrc breathlessness scale and breathlessness impact yes no question three most important activities affected impact was categorised as performing with difficulty reduced ceased respondents were included mean age sd men mmrc with mmrc versus p with mmrc reported activities affected the proportions increased for each mmrc level activities were nominated with the most frequent being high intensity sport household chores and mobility the order changed for mmrc household chores high intensity sports mobility and mmrc mobility household chores high intensity sports breathlessness increased the likelihood of activities being reduced or ceased in a logistic regression model exploring the who disability assessment schedule controlling for baseline factors most affected domains were getting along or ci to life activities or ci to and participation or ci to chronic breathlessness of every intensity above mmrc affects people s ability to perform a range of everyday activities the progressive loss of these activities is a key coping mechanism to avoid precipitating breathlessness and is mostly invisible to other people"
}