{
    "title": "Low back pain frequency and the related risk factors in nurses and caregivers.",
    "doc_id": "38985102",
    "writer": "Yıldırım Kalabalık G",
    "year": "2024",
    "summary": "OBJECTIVES: The objective of this study is to investigate the frequency of low back pain and the relationship between low back pain and personal and occupational risk factors in hospital employees. METHODS: The study sample consisted of 2 …",
    "abstract": "Objectives:\n        \n      \n      The objective of this study is to investigate the frequency of low back pain and the relationship between low back pain and personal and occupational risk factors in hospital employees.\n    \n\n\n          Methods:\n        \n      \n      The study sample consisted of 270 nurses and 189 caregivers working in a university hospital. Demographic characteristics, low back pain history, and low back pain risk factors were queried by self-report questionnaires. The Biering-Sorensen Test was used to evaluate the endurance of trunk extensor muscles. Also, the Oswestry Disability Index (ODI) and Hospital Anxiety and Depression Scale (HADS) were used.\n    \n\n\n          Results:\n        \n      \n      Of the hospital employees included in the study, 56.5% had low back pain in the last month, and 81.9% had a his-tory of low back pain. The frequency of low back pain was significantly higher among those who work in a stressful working environment, stand for extended periods, lift patients or heavy subjects without using a lifting device, and transfer patients alone. In addition, it was determined that those who exercise regularly and are satisfied with their job had significantly less low back pain (p<0.05). The mean Biering-Sorensen test difference between the two groups was statistically significant (p<0.001). There was a significant difference between the groups with and without low back pain in terms of HADS-Anxiety and HADS-Depression subscale scores.\n    \n\n\n          Conclusion:\n        \n      \n      The study findings indicated that being a hospital worker is a risk factor for low back pain, and the decrease in the strength and endurance of the lower back muscles increases the risk of low back pain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38985102/",
    "clean_text": "low back pain frequency and the related risk factors in nurses and caregivers objectives the objective of this study is to investigate the frequency of low back pain and the relationship between low back pain and personal and occupational risk factors in hospital employees methods the study sample consisted of objectives the objective of this study is to investigate the frequency of low back pain and the relationship between low back pain and personal and occupational risk factors in hospital employees methods the study sample consisted of nurses and caregivers working in a university hospital demographic characteristics low back pain history and low back pain risk factors were queried by self report questionnaires the biering sorensen test was used to evaluate the endurance of trunk extensor muscles also the oswestry disability index odi and hospital anxiety and depression scale hads were used results of the hospital employees included in the study had low back pain in the last month and had a his tory of low back pain the frequency of low back pain was significantly higher among those who work in a stressful working environment stand for extended periods lift patients or heavy subjects without using a lifting device and transfer patients alone in addition it was determined that those who exercise regularly and are satisfied with their job had significantly less low back pain p the mean biering sorensen test difference between the two groups was statistically significant p there was a significant difference between the groups with and without low back pain in terms of hads anxiety and hads depression subscale scores conclusion the study findings indicated that being a hospital worker is a risk factor for low back pain and the decrease in the strength and endurance of the lower back muscles increases the risk of low back pain"
}