{
    "pmid": "41458202",
    "title": "Progress and Challenges in the Global Elimination of Viral Hepatitis D.",
    "abstract": "Hepatitis D virus (HDV) is a defective virus whose replication depends on hepatitis B virus (HBV) surface antigen (HBsAg). HBV/HDV coinfection represents the most severe form of viral hepatitis, substantially accelerating progression to liver fibrosis, cirrhosis, and hepatocellular carcinoma. In response to the World Health Organization's (WHO) 2030 elimination target for viral hepatitis as a major public health threat, HDV elimination has emerged as one of the most formidable challenges, driven by its unique biological characteristics, widespread underdiagnosis, and historical absence of effective therapies. This article reviews key global advances in HDV epidemiology, screening and diagnosis, therapeutic development, and public health strategies. We provide an in-depth analysis of current barriers to elimination and offer strategic insights to guide future control efforts.",
    "disease": "liver cirrhosis",
    "clean_text": "progress and challenges in the global elimination of viral hepatitis d hepatitis d virus hdv is a defective virus whose replication depends on hepatitis b virus hbv surface antigen hbsag hbv hdv coinfection represents the most severe form of viral hepatitis substantially accelerating progression to liver fibrosis cirrhosis and hepatocellular carcinoma in response to the world health organization s who elimination target for viral hepatitis as a major public health threat hdv elimination has emerged as one of the most formidable challenges driven by its unique biological characteristics widespread underdiagnosis and historical absence of effective therapies this article reviews key global advances in hdv epidemiology screening and diagnosis therapeutic development and public health strategies we provide an in depth analysis of current barriers to elimination and offer strategic insights to guide future control efforts"
}