{
    "pmid": "41448490",
    "title": "Augmenting the cytotoxicity and apoptosis induction of green synthesized copper oxide nanoparticles from Artemisia sieberi by combining with tamoxifen: Mechanism involving Bax/Bcl-2 modulation.",
    "abstract": "Treatment of breast cancer is severely hindered by dose-limiting toxicity and acquired Tamoxifen (Tam) resistance. This study investigated the synergistic anti-cancer effect and molecular mechanism of green-synthesized Copper Oxide Nanoparticles (CuO NPs) when combined with Tam against the MCF-7 human breast cancer cell line. CuO NPs were successfully produced using an aqueous extract of Artemisia sieberi as a dual reducing/capping agent. Characterization confirmed the formation of stable nanoparticles, evidenced by a Surface Plasmon Resonance (SPR) peak at 552 nm, an average size of ∼36 nm (TEM), and excellent colloidal stability with a highly negative Zeta Potential (-33.5 mV). The MTT assay demonstrated that the combination regimen exhibited a strong synergistic cytotoxic effect (CI<1) toward MCF-7 cells. Synergy was achieved even at low concentrations, such as 15.0 μg/mL CuO NPs:1.0 μM Tam (CI=0.99), with the most potent synergy (CI=0.69) observed at the maximum dose. Quantitative analysis via Annexin V/PI flow cytometry confirmed this enhancement, showing the combination reduced the viable cell population to a minimal 4.87%. Mechanistically, RT-qPCR analysis revealed a maximal perturbation of the mitochondrial apoptotic pathway. The combined treatment simultaneously maximized the up-regulation of the pro-apoptotic gene BAX and the down-regulation of the anti-apoptotic gene BCL-2. This synergistic action resulted in a 16.74-fold increase in the critical BAX/BCL-2 ratio, approximately two times greater than either monotherapy. These findings validate CuO NPs co-administration with Tamoxifen as a promising strategy for overcoming acquired Tamoxifen resistance.",
    "disease": "breast cancer",
    "clean_text": "augmenting the cytotoxicity and apoptosis induction of green synthesized copper oxide nanoparticles from artemisia sieberi by combining with tamoxifen mechanism involving bax bcl modulation treatment of breast cancer is severely hindered by dose limiting toxicity and acquired tamoxifen tam resistance this study investigated the synergistic anti cancer effect and molecular mechanism of green synthesized copper oxide nanoparticles cuo nps when combined with tam against the mcf human breast cancer cell line cuo nps were successfully produced using an aqueous extract of artemisia sieberi as a dual reducing capping agent characterization confirmed the formation of stable nanoparticles evidenced by a surface plasmon resonance spr peak at nm an average size of nm tem and excellent colloidal stability with a highly negative zeta potential mv the mtt assay demonstrated that the combination regimen exhibited a strong synergistic cytotoxic effect ci toward mcf cells synergy was achieved even at low concentrations such as g ml cuo nps m tam ci with the most potent synergy ci observed at the maximum dose quantitative analysis via annexin v pi flow cytometry confirmed this enhancement showing the combination reduced the viable cell population to a minimal mechanistically rt qpcr analysis revealed a maximal perturbation of the mitochondrial apoptotic pathway the combined treatment simultaneously maximized the up regulation of the pro apoptotic gene bax and the down regulation of the anti apoptotic gene bcl this synergistic action resulted in a fold increase in the critical bax bcl ratio approximately two times greater than either monotherapy these findings validate cuo nps co administration with tamoxifen as a promising strategy for overcoming acquired tamoxifen resistance"
}