{
    "title": "Atrial fibrillation and stroke: how much atrial fibrillation is enough to cause a stroke?",
    "doc_id": "31809335",
    "writer": "Healey JS",
    "year": "2020",
    "summary": "PURPOSE OF REVIEW: The association between atrial fibrillation and stroke is firmly established, and anticoagulation reduces stroke risk in patients with atrial fibrillation. However, the role of anticoagulation in very brief durations of atrial …",
    "abstract": "Purpose of review:\n        \n      \n      The association between atrial fibrillation and stroke is firmly established, and anticoagulation reduces stroke risk in patients with atrial fibrillation. However, the role of anticoagulation in very brief durations of atrial fibrillation (subclinical atrial fibrillation) is an area of controversy.\n    \n\n\n          Recent findings:\n        \n      \n      Stroke risk increases alongside burden of atrial fibrillation. Ongoing trials will clarify if 24 h or less of atrial fibrillation on extended monitoring necessitates lifelong anticoagulation. Trials examining empiric anticoagulation for individuals with ESUS did not demonstrate benefit over antiplatelet agents. However, hypothesis-generating sub-analyses suggest that certain at-risk groups may benefit. Atrial cardiopathy is associated with subclinical atrial fibrillation and research examining anticoagulation after ESUS in this population is underway.\n    \n\n\n          Summary:\n        \n      \n      Stroke risk increases alongside burden of ectopic atrial activity. However, this risk may in part be because of prothrombotic dysfunction associated with atrial cardiopathy in addition to the arrhythmia itself. The minimal amount of subclinical atrial fibrillation to warrant anticoagulation for stroke prevention, and how this may be modified by the total duration of monitoring, will be clarified by the results of ongoing clinical trials. Currently research will also help identify whether a select group of ESUS patients who have structural and electrophysiological markers of atrial cardiopathy warrant anticoagulation for secondary prevention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31809335/",
    "clean_text": "atrial fibrillation and stroke how much atrial fibrillation is enough to cause a stroke purpose of review the association between atrial fibrillation and stroke is firmly established and anticoagulation reduces stroke risk in patients with atrial fibrillation however the role of anticoagulation in very brief durations of atrial purpose of review the association between atrial fibrillation and stroke is firmly established and anticoagulation reduces stroke risk in patients with atrial fibrillation however the role of anticoagulation in very brief durations of atrial fibrillation subclinical atrial fibrillation is an area of controversy recent findings stroke risk increases alongside burden of atrial fibrillation ongoing trials will clarify if h or less of atrial fibrillation on extended monitoring necessitates lifelong anticoagulation trials examining empiric anticoagulation for individuals with esus did not demonstrate benefit over antiplatelet agents however hypothesis generating sub analyses suggest that certain at risk groups may benefit atrial cardiopathy is associated with subclinical atrial fibrillation and research examining anticoagulation after esus in this population is underway summary stroke risk increases alongside burden of ectopic atrial activity however this risk may in part be because of prothrombotic dysfunction associated with atrial cardiopathy in addition to the arrhythmia itself the minimal amount of subclinical atrial fibrillation to warrant anticoagulation for stroke prevention and how this may be modified by the total duration of monitoring will be clarified by the results of ongoing clinical trials currently research will also help identify whether a select group of esus patients who have structural and electrophysiological markers of atrial cardiopathy warrant anticoagulation for secondary prevention"
}