{
    "title": "TLR4/PKC-mediated tight junction modulation: a clinical marker of chemotherapy-induced gut toxicity?",
    "doc_id": "24310924",
    "writer": "Wardill HR",
    "year": "2014",
    "summary": "In light of newly published research foci and clinical practice guidelines in supportive care in cancer, there has been renewed interest in the role tight junctions play in the pathobiology of chemotherapy-induced gut toxicity. Several preclinical studies have ident …",
    "abstract": "Chemotherapy-induced gut toxicity is a major clinical and economic burden to oncology practice. The mechanisms responsible for its development are ill defined, hampering the development of therapeutic interventions. In light of newly published research foci and clinical practice guidelines in supportive care in cancer, there has been renewed interest in the role tight junctions play in the pathobiology of chemotherapy-induced gut toxicity. Several preclinical studies have identified molecular defects in intestinal tight junctions following chemotherapy. Despite these findings, the mechanisms responsible for chemotherapy-induced tight junction disruption remain unclear. Recent research has highlighted roles for toll-like receptor 4 and protein kinase C signalling in the regulation of tight junctions. This critical review therefore aims to provide evidence linking toll-like receptor 4 expression, protein kinase C activation and tight junction disruption and their relationship to clinical toxicity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24310924/",
    "clean_text": "tlr pkc mediated tight junction modulation a clinical marker of chemotherapy induced gut toxicity in light of newly published research foci and clinical practice guidelines in supportive care in cancer there has been renewed interest in the role tight junctions play in the pathobiology of chemotherapy induced gut toxicity several preclinical studies have ident chemotherapy induced gut toxicity is a major clinical and economic burden to oncology practice the mechanisms responsible for its development are ill defined hampering the development of therapeutic interventions in light of newly published research foci and clinical practice guidelines in supportive care in cancer there has been renewed interest in the role tight junctions play in the pathobiology of chemotherapy induced gut toxicity several preclinical studies have identified molecular defects in intestinal tight junctions following chemotherapy despite these findings the mechanisms responsible for chemotherapy induced tight junction disruption remain unclear recent research has highlighted roles for toll like receptor and protein kinase c signalling in the regulation of tight junctions this critical review therefore aims to provide evidence linking toll like receptor expression protein kinase c activation and tight junction disruption and their relationship to clinical toxicity"
}