{
    "title": "Evolution of Diploid Progenitor Lung Cell Applications: From Optimized Biotechnological Substrates to Potential Active Pharmaceutical Ingredients in Respiratory Tract Regenerative Medicine.",
    "doc_id": "34685505",
    "writer": "Laurent A",
    "year": "2021",
    "summary": "Potentially effective, safe, and sustainable cell therapy approaches for the management of inflammatory lung diseases or affections and related symptoms (e.g., COVID-19 patients and burn patient severe inhalation syndrome) using local homologous allogeneic cell …",
    "abstract": "The objective of this review is to describe the evolution of lung tissue-derived diploid progenitor cell applications, ranging from historical biotechnological substrate functions for vaccine production and testing to current investigations around potential therapeutic use in respiratory tract regenerative medicine. Such cell types (e.g., MRC-5 or WI-38 sources) were extensively studied since the 1960s and have been continuously used over five decades as safe and sustainable industrial vaccine substrates. Recent research and development efforts around diploid progenitor lung cells (e.g., FE002-Lu or Walvax-2 sources) consist in qualification for potential use as optimal and renewed vaccine production substrates and, alternatively, for potential therapeutic applications in respiratory tract regenerative medicine. Potentially effective, safe, and sustainable cell therapy approaches for the management of inflammatory lung diseases or affections and related symptoms (e.g., COVID-19 patients and burn patient severe inhalation syndrome) using local homologous allogeneic cell-based or cell-derived product administrations are considered. Overall, lung tissue-derived progenitor cells isolated and produced under good manufacturing practices (GMP) may be used with high versatility. They can either act as key industrial platforms optimally conforming to specific pharmacopoeial requirements or as active pharmaceutical ingredients (API) for potentially effective promotion of lung tissue repair or regeneration.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34685505/",
    "clean_text": "evolution of diploid progenitor lung cell applications from optimized biotechnological substrates to potential active pharmaceutical ingredients in respiratory tract regenerative medicine potentially effective safe and sustainable cell therapy approaches for the management of inflammatory lung diseases or affections and related symptoms e g covid patients and burn patient severe inhalation syndrome using local homologous allogeneic cell the objective of this review is to describe the evolution of lung tissue derived diploid progenitor cell applications ranging from historical biotechnological substrate functions for vaccine production and testing to current investigations around potential therapeutic use in respiratory tract regenerative medicine such cell types e g mrc or wi sources were extensively studied since the s and have been continuously used over five decades as safe and sustainable industrial vaccine substrates recent research and development efforts around diploid progenitor lung cells e g fe lu or walvax sources consist in qualification for potential use as optimal and renewed vaccine production substrates and alternatively for potential therapeutic applications in respiratory tract regenerative medicine potentially effective safe and sustainable cell therapy approaches for the management of inflammatory lung diseases or affections and related symptoms e g covid patients and burn patient severe inhalation syndrome using local homologous allogeneic cell based or cell derived product administrations are considered overall lung tissue derived progenitor cells isolated and produced under good manufacturing practices gmp may be used with high versatility they can either act as key industrial platforms optimally conforming to specific pharmacopoeial requirements or as active pharmaceutical ingredients api for potentially effective promotion of lung tissue repair or regeneration"
}