{
    "title": "History of pediatric regional anesthesia.",
    "doc_id": "21676069",
    "writer": "Brown TC.",
    "year": "2012",
    "summary": "Shortly afterwards nerve blocks were being attempted for surgical anesthesia. Bier introduced spinal anesthesia in 1898, two of his first six patients being children. Spinal anesthesia became more widely used with the advent of better local anesthetics, stovaine and …",
    "abstract": "The history of local and regional anesthesia began with the discovery of the local anesthetic properties of cocaine in 1884. Shortly afterwards nerve blocks were being attempted for surgical anesthesia. Bier introduced spinal anesthesia in 1898, two of his first six patients being children. Spinal anesthesia became more widely used with the advent of better local anesthetics, stovaine and procaine in 1904-1905. Caudals and epidurals came into use in children much later. In the early years these blocks were performed by surgeons but as other doctors began to give anaesthetics the specialty of anesthesia evolved and these practitioners gradually took over this role. Specific reports of their use in children have increased as pediatric anesthesia has developed. Spinals and other local techniques had periods of greater and lesser use and have not been universally employed. Initial loss of popularity seemed to relate to improvements in general anaesthesia. The advent of lignocaine (1943) and longer acting bupivacaine (1963) and increasing concern about postoperative analgesia in the 1970-1980s, contributed to the increased use of blocks.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21676069/",
    "clean_text": "history of pediatric regional anesthesia shortly afterwards nerve blocks were being attempted for surgical anesthesia bier introduced spinal anesthesia in two of his first six patients being children spinal anesthesia became more widely used with the advent of better local anesthetics stovaine and the history of local and regional anesthesia began with the discovery of the local anesthetic properties of cocaine in shortly afterwards nerve blocks were being attempted for surgical anesthesia bier introduced spinal anesthesia in two of his first six patients being children spinal anesthesia became more widely used with the advent of better local anesthetics stovaine and procaine in caudals and epidurals came into use in children much later in the early years these blocks were performed by surgeons but as other doctors began to give anaesthetics the specialty of anesthesia evolved and these practitioners gradually took over this role specific reports of their use in children have increased as pediatric anesthesia has developed spinals and other local techniques had periods of greater and lesser use and have not been universally employed initial loss of popularity seemed to relate to improvements in general anaesthesia the advent of lignocaine and longer acting bupivacaine and increasing concern about postoperative analgesia in the s contributed to the increased use of blocks"
}