{
    "pmid": "41462962",
    "title": "The Role of NSUN Family Genes in m5C Methylation and Diseases.",
    "abstract": "5-Methylcytosine (m5C) methylation is a widely present nucleic acid modification in various RNAs and is a reversible epigenetic modification that affects RNA stability, nuclear export, and translation processes. Methylation writers are responsible for adding methyl groups to RNA molecules, regulating gene expression and cellular function through catalyzing methyl transfer reactions. In order to more intuitively demonstrate the important value of NOL1/NOP2/SUN domain (NSUN) family genes in both tumor and non-tumor diseases, we conducted a relevant review. The NSUN family genes (NSUN1/NOP2, NSUN2, NSUN3, NSUN4, NSUN5, NSUN6, NSUN7) are the main writers of m5C methylation. These genes can regulate methylation and affect the expression of other genes and are important in tumor and non-tumor diseases. Pieces of research on 7 NSUN family genes regarding methylation, diagnostic value, inflammatory diseases, cancer, and other diseases were searched for and summarized separately. Differences in NSUN family genes have been observed in many cancers, which can affect tumor growth, metastasis, chemotherapy resistance, and m5C methylation. In addition to affecting cancer, NSUN family genes have also attracted widespread attention due to their involvement in diseases related to growth, development, and metabolism. NSUN2 is the most studied NSUN family gene, which exhibits cancer promoting effects in various cancers such as lung cancer, liver cancer, and colorectal cancer. This review provides an overview of the roles of NSUN family genes in methylation, diagnostic value, inflammatory diseases, cancer, and other diseases.",
    "disease": "lung cancer",
    "clean_text": "the role of nsun family genes in m c methylation and diseases methylcytosine m c methylation is a widely present nucleic acid modification in various rnas and is a reversible epigenetic modification that affects rna stability nuclear export and translation processes methylation writers are responsible for adding methyl groups to rna molecules regulating gene expression and cellular function through catalyzing methyl transfer reactions in order to more intuitively demonstrate the important value of nol nop sun domain nsun family genes in both tumor and non tumor diseases we conducted a relevant review the nsun family genes nsun nop nsun nsun nsun nsun nsun nsun are the main writers of m c methylation these genes can regulate methylation and affect the expression of other genes and are important in tumor and non tumor diseases pieces of research on nsun family genes regarding methylation diagnostic value inflammatory diseases cancer and other diseases were searched for and summarized separately differences in nsun family genes have been observed in many cancers which can affect tumor growth metastasis chemotherapy resistance and m c methylation in addition to affecting cancer nsun family genes have also attracted widespread attention due to their involvement in diseases related to growth development and metabolism nsun is the most studied nsun family gene which exhibits cancer promoting effects in various cancers such as lung cancer liver cancer and colorectal cancer this review provides an overview of the roles of nsun family genes in methylation diagnostic value inflammatory diseases cancer and other diseases"
}