{
    "title": "Two laser ablation techniques for a prostate less than 60 mL: lessons learned 70 months after a randomized controlled trial.",
    "doc_id": "23791215",
    "writer": "Elshal AM",
    "year": "2013",
    "summary": "OBJECTIVE: To report lessons learned and predictors of long-term outcome after a randomized trial comparing 2 widely available lasers (2123 nm and 532 nm) in prostate ablation as treatment of symptomatic benign prostatic hyperplasia. METHODS: Between March 2005 and …",
    "abstract": "Objective:\n        \n      \n      To report lessons learned and predictors of long-term outcome after a randomized trial comparing 2 widely available lasers (2123 nm and 532 nm) in prostate ablation as treatment of symptomatic benign prostatic hyperplasia.\n    \n\n\n          Methods:\n        \n      \n      Between March 2005 and April 2007, 109 patients with a prostate volume of less than 60 mL were recruited and randomized to treatment: 57 underwent holmium laser ablation of the prostate (HOLAP) and 52 underwent photoselective vaporization of the prostate (PVP) using an 80-W potassium titanyl phosphate laser. The changes in subjective (International Prostate Symptom Score quality of life and International Index of Erectile Function-15) and objective (postvoid residual urine maximal flow rate) outcome parameters were compared. The long-term outcome, timing, and predictors of negative outcome were assessed. Cost analysis was included.\n    \n\n\n          Results:\n        \n      \n      After a median of 71.3 months, significant comparable improvement was documented in all subjective and objective urinary parameters from baseline measures at different points of follow-up. Retreatment for infravesical obstruction was 19.2% in HOLAP and 25% in PVP (P >.05). Smaller prostate volume was significantly associated with bladder neck contracture (BNC) after laser ablation, regardless the type of laser used. BNC and de novo urethral stricture seem to be the main causes for an early (first-year) reintervention. Redo treatment for recurring prostate adenoma was associated with less postoperative prostate-specific antigen reduction (<20%). Procedure costs were CaD $200.45 higher in the PVP group (P >.05).\n    \n\n\n          Conclusion:\n        \n      \n      PVP and HOLAP seem to be equally effective and safe, with similar long-term outcome data, including cost. Regardless the laser wavelength, at least 1 of 5 patients will need retreatment. BNC is a more prevalent cause of early retreatment in smaller glands with both lasers. Postoperative prostate-specific antigen reduction of less than 20% warrants careful follow-up for recurrent symptoms secondary to residual prostate tissue.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23791215/",
    "clean_text": "two laser ablation techniques for a prostate less than ml lessons learned months after a randomized controlled trial objective to report lessons learned and predictors of long term outcome after a randomized trial comparing widely available lasers nm and nm in prostate ablation as treatment of symptomatic benign prostatic hyperplasia methods between march and objective to report lessons learned and predictors of long term outcome after a randomized trial comparing widely available lasers nm and nm in prostate ablation as treatment of symptomatic benign prostatic hyperplasia methods between march and april patients with a prostate volume of less than ml were recruited and randomized to treatment underwent holmium laser ablation of the prostate holap and underwent photoselective vaporization of the prostate pvp using an w potassium titanyl phosphate laser the changes in subjective international prostate symptom score quality of life and international index of erectile function and objective postvoid residual urine maximal flow rate outcome parameters were compared the long term outcome timing and predictors of negative outcome were assessed cost analysis was included results after a median of months significant comparable improvement was documented in all subjective and objective urinary parameters from baseline measures at different points of follow up retreatment for infravesical obstruction was in holap and in pvp p smaller prostate volume was significantly associated with bladder neck contracture bnc after laser ablation regardless the type of laser used bnc and de novo urethral stricture seem to be the main causes for an early first year reintervention redo treatment for recurring prostate adenoma was associated with less postoperative prostate specific antigen reduction procedure costs were cad higher in the pvp group p conclusion pvp and holap seem to be equally effective and safe with similar long term outcome data including cost regardless the laser wavelength at least of patients will need retreatment bnc is a more prevalent cause of early retreatment in smaller glands with both lasers postoperative prostate specific antigen reduction of less than warrants careful follow up for recurrent symptoms secondary to residual prostate tissue"
}