{
    "pmid": "41460580",
    "title": "Experiences of young people with type 1 diabetes who have transitioned from paediatric to adult care: A systematic review.",
    "abstract": "Globally, the incidence of Type 1 Diabetes Mellitus (T1DM) is increasing, with a growing number of adolescents with T1DM transitioning from paediatric to adult healthcare. Whilst this transition is known to be a high-risk period, few studies incorporate the patient perspective into service design. The aim of this study is to determine what is currently known about the experiences of T1DM healthcare transition for young people and synthesise these perspectives to better facilitate the inclusion of the patient perspective into future service design and implementation. A systematic review of qualitative studies was conducted according to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) reporting guidelines. Studies were included if (1) participants were between the ages of 18-30 with T1DM, who had begun or completed the transition to adult care; and (2) they reported qualitative data from the patient perspective. Quality assessment was undertaken using the Critical Appraisal Skills Program (CASP) checklist for qualitative research. Reflexive thematic analysis, according to Braun and Clarke, was used to integrate and synthesise the findings. A total of 690 citations were obtained through database searching, and 45 studies met the eligibility criteria. Three themes were identified: (i) Shifting the gears of responsibility, (ii) Coordinated care to bridge the limbo, and (iii) Owning diabetes self-management as a young adult. For young adults, successful transition involves continuous care with trusted providers who support a holistic approach to management. To ensure young adults with T1DM stay connected within healthcare, their experiences and perspectives should be incorporated into the design of transitional care models.",
    "disease": "diabetes mellitus",
    "clean_text": "experiences of young people with type diabetes who have transitioned from paediatric to adult care a systematic review globally the incidence of type diabetes mellitus t dm is increasing with a growing number of adolescents with t dm transitioning from paediatric to adult healthcare whilst this transition is known to be a high risk period few studies incorporate the patient perspective into service design the aim of this study is to determine what is currently known about the experiences of t dm healthcare transition for young people and synthesise these perspectives to better facilitate the inclusion of the patient perspective into future service design and implementation a systematic review of qualitative studies was conducted according to the preferred reporting items for systematic reviews and meta analyses prisma reporting guidelines studies were included if participants were between the ages of with t dm who had begun or completed the transition to adult care and they reported qualitative data from the patient perspective quality assessment was undertaken using the critical appraisal skills program casp checklist for qualitative research reflexive thematic analysis according to braun and clarke was used to integrate and synthesise the findings a total of citations were obtained through database searching and studies met the eligibility criteria three themes were identified i shifting the gears of responsibility ii coordinated care to bridge the limbo and iii owning diabetes self management as a young adult for young adults successful transition involves continuous care with trusted providers who support a holistic approach to management to ensure young adults with t dm stay connected within healthcare their experiences and perspectives should be incorporated into the design of transitional care models"
}