{
    "pmid": "41409317",
    "title": "Assessing the Impact of Time to Diagnosis and Treatment for Patients With Pulmonary Arterial Hypertension.",
    "abstract": "Pulmonary arterial hypertension (PAH) is a progressive disease with significant morbidity and mortality. Due to nonspecific symptoms, diagnosis can be challenging and subject to substantial delays. Using data from Mayo Clinic's electronic health records, we looked at causes of delayed diagnosis and whether earlier diagnosis means better outcomes. This retrospective cohort study included adults with PAH confirmed by right heart catheterization (RHC) between 2015 and 2019. Univariate and multivariate analyses evaluated the association of 229 clinical and laboratory features with time to PAH diagnosis and survival outcomes. Early diagnosis was defined as < 6 months and a delayed diagnosis as ≥ 22.2 months from an eligible event. Survival probability was determined using Kaplan-Meier analysis. The study enrolled 160 patients. The most common initial PAH symptoms were dyspnea (42.5%) and fatigue (16.9%). It took a median of 7, 13, 26, and 123 days from eligible event to the first X-ray, electrocardiogram, echocardiogram, and RHC, respectively. Factors most closely associated with delayed diagnosis were chronic obstructive pulmonary disease, normal creatinine, high systolic blood pressure, acute respiratory infection, normal iron, normal diastolic blood pressure, and being male aged 18.5 to < 25 years. Compared with delayed diagnosis patients (22.6%), more early diagnosis patients saw a pulmonologist (35.3%) before another provider. After 5 years, 73% of patients in the early diagnosis and 31% in the delayed diagnosis group were still alive. This study identified factors associated with a delayed diagnosis of PAH and found that earlier diagnosis and treatment initiation were associated with significantly improved survival.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "assessing the impact of time to diagnosis and treatment for patients with pulmonary arterial hypertension pulmonary arterial hypertension pah is a progressive disease with significant morbidity and mortality due to nonspecific symptoms diagnosis can be challenging and subject to substantial delays using data from mayo clinic s electronic health records we looked at causes of delayed diagnosis and whether earlier diagnosis means better outcomes this retrospective cohort study included adults with pah confirmed by right heart catheterization rhc between and univariate and multivariate analyses evaluated the association of clinical and laboratory features with time to pah diagnosis and survival outcomes early diagnosis was defined as months and a delayed diagnosis as months from an eligible event survival probability was determined using kaplan meier analysis the study enrolled patients the most common initial pah symptoms were dyspnea and fatigue it took a median of and days from eligible event to the first x ray electrocardiogram echocardiogram and rhc respectively factors most closely associated with delayed diagnosis were chronic obstructive pulmonary disease normal creatinine high systolic blood pressure acute respiratory infection normal iron normal diastolic blood pressure and being male aged to years compared with delayed diagnosis patients more early diagnosis patients saw a pulmonologist before another provider after years of patients in the early diagnosis and in the delayed diagnosis group were still alive this study identified factors associated with a delayed diagnosis of pah and found that earlier diagnosis and treatment initiation were associated with significantly improved survival"
}