{
    "title": "Defining vulnerability in European pregnant women, a Delphi study.",
    "doc_id": "32289596",
    "writer": "Scheele J",
    "year": "2020",
    "summary": "OBJECTIVE: Vulnerability among pregnant women is an important and complex theme in the everyday practice of midwives. Exchanging knowledge and best practices about vulnerability between midwives in Europe can contribute to improving the knowledge and skills of midwi …",
    "abstract": "Objective:\n        \n      \n      Vulnerability among pregnant women is an important and complex theme in the everyday practice of midwives. Exchanging knowledge and best practices about vulnerability between midwives in Europe can contribute to improving the knowledge and skills of midwives and as a result improve the care for vulnerable pregnant women. We therefore start a consortium with midwives, midwifery teachers, researchers and students from organizations of seven European cities with the aim to exchange knowledge and best practices concerning vulnerable pregnant women between midwives. To be able to effectively exchange knowledge and best practices, our consortium started with this study focuses on establishing a mutual definition of vulnerable pregnant women. Therefore, the aim of this study is to develop a mutual definition of vulnerable pregnant women and to identify aspects related to vulnerability.\n    \n\n\n          Design:\n        \n      \n      Delphi study with four rounds: (1) gathering existing knowledge from literature and definitions used by partners of the consortium, (2) and (3) two survey rounds and (4) an in-person consensus meeting.\n    \n\n\n          Setting:\n        \n      \n      Consortium of midwives, midwifery teachers, researchers and students from Antwerp (Belgium), Ghent (Belgium), Turku (Finland), Milan (Italy), Piła (Poland), Lisbon (Portugal) and Rotterdam (The Netherlands) PARTICIPANTS: We included all consortium members in the Delphi study.\n    \n\n\n          Findings:\n        \n      \n      Various aspects related to vulnerability and appropriate definitions were identified during the Delphi rounds. Consensus about the aspects related to vulnerability and the definition of vulnerable pregnant women was reached during the final consensus meeting. A vulnerable pregnant woman was defined as a woman who is threatened by physical, psychological, cognitive and/or social risk factors in combination with lack of adequate support and/or adequate coping skills.\n    \n\n\n          Key conclusion:\n        \n      \n      We reached consensus about a mutual definition of vulnerable pregnant women and aspects related to vulnerability within this consortium. The Delphi approach led to interesting discussions and was a valuable method to define the concept of vulnerable pregnant women within our project .\n    \n\n\n          Implications for practice:\n        \n      \n      In order to accomplish a project that aimed to improve care for vulnerable pregnant women it was important to first identify the population of vulnerable pregnant women with a mutual definition.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32289596/",
    "clean_text": "defining vulnerability in european pregnant women a delphi study objective vulnerability among pregnant women is an important and complex theme in the everyday practice of midwives exchanging knowledge and best practices about vulnerability between midwives in europe can contribute to improving the knowledge and skills of midwi objective vulnerability among pregnant women is an important and complex theme in the everyday practice of midwives exchanging knowledge and best practices about vulnerability between midwives in europe can contribute to improving the knowledge and skills of midwives and as a result improve the care for vulnerable pregnant women we therefore start a consortium with midwives midwifery teachers researchers and students from organizations of seven european cities with the aim to exchange knowledge and best practices concerning vulnerable pregnant women between midwives to be able to effectively exchange knowledge and best practices our consortium started with this study focuses on establishing a mutual definition of vulnerable pregnant women therefore the aim of this study is to develop a mutual definition of vulnerable pregnant women and to identify aspects related to vulnerability design delphi study with four rounds gathering existing knowledge from literature and definitions used by partners of the consortium and two survey rounds and an in person consensus meeting setting consortium of midwives midwifery teachers researchers and students from antwerp belgium ghent belgium turku finland milan italy pi a poland lisbon portugal and rotterdam the netherlands participants we included all consortium members in the delphi study findings various aspects related to vulnerability and appropriate definitions were identified during the delphi rounds consensus about the aspects related to vulnerability and the definition of vulnerable pregnant women was reached during the final consensus meeting a vulnerable pregnant woman was defined as a woman who is threatened by physical psychological cognitive and or social risk factors in combination with lack of adequate support and or adequate coping skills key conclusion we reached consensus about a mutual definition of vulnerable pregnant women and aspects related to vulnerability within this consortium the delphi approach led to interesting discussions and was a valuable method to define the concept of vulnerable pregnant women within our project implications for practice in order to accomplish a project that aimed to improve care for vulnerable pregnant women it was important to first identify the population of vulnerable pregnant women with a mutual definition"
}