{
    "title": "Urinary infection and malformations of urinary tract in infancy.",
    "doc_id": "3415299",
    "writer": "Ring E",
    "year": "1988",
    "summary": "The incidence of vesicoureteric reflux was similar for both sexes. Malformations recognised after urinary tract infections were compared with urinary tract malformations recognised prenatally. ...Obstructive uropathies and multicystic dysplastic kidney …",
    "abstract": "One hundred and forty infants with their first urinary tract infections were studied and pronounced differences in age and sex were found. Two thirds of the patients had their first urinary tract infection during the first three months of life, and boys were significantly younger. There was a predominance of boys from 1-3 months old, but of girls thereafter. Obstructive uropathies occurred more often in boys, and during the first two months of life. The incidence of vesicoureteric reflux was similar for both sexes. Malformations recognised after urinary tract infections were compared with urinary tract malformations recognised prenatally. Fetal urinary tracts were evaluated in just over half of all pregnancies during the study period. Obstructive uropathies and multicystic dysplastic kidneys were more often diagnosed prenatally, and most refluxes were diagnosed after the urinary tract infection. In conclusion age and sex differences are common in urinary tract infection, and even though many urinary tract malformations were diagnosed prenatally this did not influence the high incidence of malformations recognised after urinary tract infection in infancy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/3415299/",
    "clean_text": "urinary infection and malformations of urinary tract in infancy the incidence of vesicoureteric reflux was similar for both sexes malformations recognised after urinary tract infections were compared with urinary tract malformations recognised prenatally obstructive uropathies and multicystic dysplastic kidney one hundred and forty infants with their first urinary tract infections were studied and pronounced differences in age and sex were found two thirds of the patients had their first urinary tract infection during the first three months of life and boys were significantly younger there was a predominance of boys from months old but of girls thereafter obstructive uropathies occurred more often in boys and during the first two months of life the incidence of vesicoureteric reflux was similar for both sexes malformations recognised after urinary tract infections were compared with urinary tract malformations recognised prenatally fetal urinary tracts were evaluated in just over half of all pregnancies during the study period obstructive uropathies and multicystic dysplastic kidneys were more often diagnosed prenatally and most refluxes were diagnosed after the urinary tract infection in conclusion age and sex differences are common in urinary tract infection and even though many urinary tract malformations were diagnosed prenatally this did not influence the high incidence of malformations recognised after urinary tract infection in infancy"
}