{
    "pmid": "41469196",
    "title": "Remedial angioplasty or stenting in acute basilar artery occlusion: post hoc analysis of ATTENTION trial.",
    "abstract": "While endovascular therapy (EVT) is established for acute basilar artery occlusion (BAO), the clinical value of remedial angioplasty or stenting (RAS) is debated. This study investigated the efficacy and safety of RAS in patients with BAO undergoing EVT, the etiology dependent outcomes (atherosclerotic vs non-atherosclerotic outcomes), and the comparative effectiveness of balloon angioplasty versus stent based strategies. In this post hoc analysis of the prospective ATTENTION (Trial of Endovascular Treatment of Acute Basilar Artery Occlusion) multicenter trial, 221 patients with BAO receiving EVT were grouped into RAS (n=104) versus non-RAS groups (n=117). RAS included balloon angioplasty, stenting, or combined approaches. The primary outcome was 90 day favorable outcome (modified Rankin Scale score 0-3). Safety outcomes included any intracranial hemorrhage (ICH) and symptomatic ICH (sICH) at 24-72 hours, and 90 day mortality. Inverse probability of treatment weighting balanced baseline covariates, followed by multivariate logistic or ordinal regression for outcomes. Prespecified subgroup analyses by stroke etiology included interaction tests using stratified regression. RAS showed no significant benefit for 90 day favorable outcomes (adjusted OR 0.81, 95% CI 0.55 to 1.19, P=0.282) despite lower ICH rates (OR 0.52, 0.28 to 0.92, P=0.027). RAS was associated with worse outcomes in non-atherosclerotic patients (P=0.003 for stroke etiology × RAS interaction), with no such effect in atherosclerotic cases. Balloon angioplasty alone showed comparable efficacy to stent based interventions (P=0.373). RAS did not improve functional outcomes in BAO overall and was associated with worse outcomes in non-atherosclerotic patients. Atherosclerotic subgroups may derive nuanced benefit, although further research is needed. Etiology tailored EVT strategies are warranted, with balloon angioplasty as a viable initial remedial option. ClinicalTrials.gov NCT04751708.",
    "disease": "stroke",
    "clean_text": "remedial angioplasty or stenting in acute basilar artery occlusion post hoc analysis of attention trial while endovascular therapy evt is established for acute basilar artery occlusion bao the clinical value of remedial angioplasty or stenting ras is debated this study investigated the efficacy and safety of ras in patients with bao undergoing evt the etiology dependent outcomes atherosclerotic vs non atherosclerotic outcomes and the comparative effectiveness of balloon angioplasty versus stent based strategies in this post hoc analysis of the prospective attention trial of endovascular treatment of acute basilar artery occlusion multicenter trial patients with bao receiving evt were grouped into ras n versus non ras groups n ras included balloon angioplasty stenting or combined approaches the primary outcome was day favorable outcome modified rankin scale score safety outcomes included any intracranial hemorrhage ich and symptomatic ich sich at hours and day mortality inverse probability of treatment weighting balanced baseline covariates followed by multivariate logistic or ordinal regression for outcomes prespecified subgroup analyses by stroke etiology included interaction tests using stratified regression ras showed no significant benefit for day favorable outcomes adjusted or ci to p despite lower ich rates or to p ras was associated with worse outcomes in non atherosclerotic patients p for stroke etiology ras interaction with no such effect in atherosclerotic cases balloon angioplasty alone showed comparable efficacy to stent based interventions p ras did not improve functional outcomes in bao overall and was associated with worse outcomes in non atherosclerotic patients atherosclerotic subgroups may derive nuanced benefit although further research is needed etiology tailored evt strategies are warranted with balloon angioplasty as a viable initial remedial option clinicaltrials gov nct"
}