{
    "title": "Management of mixed arterial venous lower extremity ulceration: A review.",
    "doc_id": "26206851",
    "writer": "Hedayati N",
    "year": "2015",
    "summary": "Mixed arterial venous disease is estimated to affect up to 26% of patients with lower extremity ulcerations. However, its clinical significance and pathophysiology are incompletely understood. ...In this review paper, we describe the current understanding of the pathophysi …",
    "abstract": "Mixed arterial venous disease is estimated to affect up to 26% of patients with lower extremity ulcerations. However, its clinical significance and pathophysiology are incompletely understood. Furthermore, there is no consensus on the optimal treatment modality, whether conservative or operative. In this review paper, we describe the current understanding of the pathophysiology of mixed arterial venous lower extremity ulcers. Guidelines for diagnostic tests for patients with mixed arterial venous diseases are discussed. We review some of the newer biological skin substitutes for conservative wound care. Finally, we propose a treatment algorithm based on current available data.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26206851/",
    "clean_text": "management of mixed arterial venous lower extremity ulceration a review mixed arterial venous disease is estimated to affect up to of patients with lower extremity ulcerations however its clinical significance and pathophysiology are incompletely understood in this review paper we describe the current understanding of the pathophysi mixed arterial venous disease is estimated to affect up to of patients with lower extremity ulcerations however its clinical significance and pathophysiology are incompletely understood furthermore there is no consensus on the optimal treatment modality whether conservative or operative in this review paper we describe the current understanding of the pathophysiology of mixed arterial venous lower extremity ulcers guidelines for diagnostic tests for patients with mixed arterial venous diseases are discussed we review some of the newer biological skin substitutes for conservative wound care finally we propose a treatment algorithm based on current available data"
}