{
    "title": "Oxidative removal of selected endocrine-disruptors and pharmaceuticals in drinking water treatment systems, and identification of degradation products of triclosan.",
    "doc_id": "23059968",
    "writer": "Wu Q",
    "year": "2012",
    "summary": "For the oxidative removal study, EDC and pharmaceutical standards were spiked into both deionized water and natural water, followed by treatment using common oxidants at typical water treatment concentrations. ...Additionally, the study identified the oxidation …",
    "abstract": "The potential occurrences of endocrine-disrupting compounds (EDCs), as well as pharmaceuticals, are considered to be emerging environmental problems due to their persistence and continuous input into the aquatic ecosystem, even at only trace concentrations. This study systematically investigated the oxidative removal of eight specially selected ECDs and pharmaceuticals by comparing their relative reactivity as a function of different oxidative treatment processes (i.e., free chlorine, ozone, monochloramine, and permanganate) under various pH conditions. For the oxidative removal study, EDC and pharmaceutical standards were spiked into both deionized water and natural water, followed by treatment using common oxidants at typical water treatment concentrations. Liquid chromatography-tandem mass spectrometry (LC-MS/MS) was used for identification and quantification. The removal efficiency of the EDCs and pharmaceuticals varied significantly between oxidation processes. Free chlorine, permanganate, and ozone treatments were all highly effective at the elimination of triclosan and estrone, while they were not effective for removing ibuprofen, iopromide, and clofibric acid. Monochloramine (at a dose of 3mg/L) was mostly ineffective in eliminating any of the selected EDCs and pharmaceuticals under the tested conditions. pH also played an important role in the removal efficiency of the EDCs and pharmaceuticals during free chlorine, permanganate, and ozone treatments. Additionally, the study identified the oxidation products of triclosan by permanganate, and 2,4-dichlorophenol was identified as the major oxidation product of triclosan by permanganate in drinking water system treatment. Furthermore, 2,4-dichlorophenol was further degradated to 4,5-dichloro-2-(2,4-dichlorophenoxy)phenol and/or 5,6-dichloro-2-(2,4-dichlorophenoxy)phenol. The kinetics for this reaction indicated that the reaction was first order in the drinking water system.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23059968/",
    "clean_text": "oxidative removal of selected endocrine disruptors and pharmaceuticals in drinking water treatment systems and identification of degradation products of triclosan for the oxidative removal study edc and pharmaceutical standards were spiked into both deionized water and natural water followed by treatment using common oxidants at typical water treatment concentrations additionally the study identified the oxidation the potential occurrences of endocrine disrupting compounds edcs as well as pharmaceuticals are considered to be emerging environmental problems due to their persistence and continuous input into the aquatic ecosystem even at only trace concentrations this study systematically investigated the oxidative removal of eight specially selected ecds and pharmaceuticals by comparing their relative reactivity as a function of different oxidative treatment processes i e free chlorine ozone monochloramine and permanganate under various ph conditions for the oxidative removal study edc and pharmaceutical standards were spiked into both deionized water and natural water followed by treatment using common oxidants at typical water treatment concentrations liquid chromatography tandem mass spectrometry lc ms ms was used for identification and quantification the removal efficiency of the edcs and pharmaceuticals varied significantly between oxidation processes free chlorine permanganate and ozone treatments were all highly effective at the elimination of triclosan and estrone while they were not effective for removing ibuprofen iopromide and clofibric acid monochloramine at a dose of mg l was mostly ineffective in eliminating any of the selected edcs and pharmaceuticals under the tested conditions ph also played an important role in the removal efficiency of the edcs and pharmaceuticals during free chlorine permanganate and ozone treatments additionally the study identified the oxidation products of triclosan by permanganate and dichlorophenol was identified as the major oxidation product of triclosan by permanganate in drinking water system treatment furthermore dichlorophenol was further degradated to dichloro dichlorophenoxy phenol and or dichloro dichlorophenoxy phenol the kinetics for this reaction indicated that the reaction was first order in the drinking water system"
}