{
    "title": "Transcranial Direct Current Stimulation for Improving Balance in Healthy Older Adults and Older Adults with Stroke: A Scoping Review.",
    "doc_id": "39452033",
    "writer": "Tseng SC",
    "year": "2024",
    "summary": "Results: Overall, 20 appropriate studies (including 271 stroke subjects and 259 healthy older adults) were found. The data indicate mixed results of tDCS for improving balance in older adults with and without stroke. Conclusions: Based on current research evidence, …",
    "abstract": "Background/Objectives: Age-related decline in balance and postural control is common in healthy elders and is escalated in aging adults with stroke. Transcranial direct current stimulation (tDCS) has emerged as one of the promising brain stimulations adjoining therapeutic exercise to enhance the recovery of balance and motor functions in persons with and without neurological disorders. This review aims to summarize and compare the available evidence of the tDCS on improving balance in the older adults without neurological disorders and the older adults with stroke. Methods: The Ovid (Medline) database was searched from its inception through to 06/15/2024 for randomized controlled trials investigating tDCS for improving balance in older adults with and without stroke. Results: Overall, 20 appropriate studies (including 271 stroke subjects and 259 healthy older adults) were found. The data indicate mixed results of tDCS for improving balance in older adults with and without stroke. Conclusions: Based on current research evidence, we have not found a specific tDCS protocol that is more effective than other tDCS protocols for improving balance and postural control in healthy older adults and older adults with stroke. Further research should explore the ideal tDCS approach, possibly in conjunction with standard interventions, to optimize postural control and balance in healthy older adults and older adults with stroke.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39452033/",
    "clean_text": "transcranial direct current stimulation for improving balance in healthy older adults and older adults with stroke a scoping review results overall appropriate studies including stroke subjects and healthy older adults were found the data indicate mixed results of tdcs for improving balance in older adults with and without stroke conclusions based on current research evidence background objectives age related decline in balance and postural control is common in healthy elders and is escalated in aging adults with stroke transcranial direct current stimulation tdcs has emerged as one of the promising brain stimulations adjoining therapeutic exercise to enhance the recovery of balance and motor functions in persons with and without neurological disorders this review aims to summarize and compare the available evidence of the tdcs on improving balance in the older adults without neurological disorders and the older adults with stroke methods the ovid medline database was searched from its inception through to for randomized controlled trials investigating tdcs for improving balance in older adults with and without stroke results overall appropriate studies including stroke subjects and healthy older adults were found the data indicate mixed results of tdcs for improving balance in older adults with and without stroke conclusions based on current research evidence we have not found a specific tdcs protocol that is more effective than other tdcs protocols for improving balance and postural control in healthy older adults and older adults with stroke further research should explore the ideal tdcs approach possibly in conjunction with standard interventions to optimize postural control and balance in healthy older adults and older adults with stroke"
}