{
    "pmid": "41430749",
    "title": "Epidemiology and Clinical Characteristics of Community-Acquired Pneumonia in Hospitalized Patients at a Single Tertiary Center in Korea.",
    "abstract": "Community-acquired pneumonia (CAP) frequently requires empirical antibiotic treatment owing to its nonspecific symptoms and the need for urgent intervention. Understanding the epidemiology of patients hospitalized with CAP at a regional level is essential for developing effective treatment strategies. Therefore, this study aimed to assess the epidemiological and clinical characteristics of CAP in patients admitted to a tertiary care hospital in Korea. Utilizing a common data model, we selected patients aged 18 years and older who were admitted to Seoul National University Bundang Hospital from January 2005 to July 31, 2019. These patients presented with pneumonia-related symptoms, such as fever or a respiratory symptom, and had a pneumonia diagnosis code within 7 days of admission. The medical records of these patients were retrospectively reviewed. Patients without pneumonia, who had been hospitalized within 14 days before the start of the study, and those with pulmonary tuberculosis were excluded. Out of 7,147 patients with pneumonia-related symptoms, 4,083 were included in the study. The mean age of the patients was 70.1 years, with 66.7% being male. The most prevalent comorbidities were chronic lung disease (42.6%), malignancy (24.4%), and immunocompromised conditions (26.5%).  In patients hospitalized with CAP in a tertiary care center in this study, gram-negative bacteria and the traditionally known ",
    "disease": "tuberculosis",
    "clean_text": "epidemiology and clinical characteristics of community acquired pneumonia in hospitalized patients at a single tertiary center in korea community acquired pneumonia cap frequently requires empirical antibiotic treatment owing to its nonspecific symptoms and the need for urgent intervention understanding the epidemiology of patients hospitalized with cap at a regional level is essential for developing effective treatment strategies therefore this study aimed to assess the epidemiological and clinical characteristics of cap in patients admitted to a tertiary care hospital in korea utilizing a common data model we selected patients aged years and older who were admitted to seoul national university bundang hospital from january to july these patients presented with pneumonia related symptoms such as fever or a respiratory symptom and had a pneumonia diagnosis code within days of admission the medical records of these patients were retrospectively reviewed patients without pneumonia who had been hospitalized within days before the start of the study and those with pulmonary tuberculosis were excluded out of patients with pneumonia related symptoms were included in the study the mean age of the patients was years with being male the most prevalent comorbidities were chronic lung disease malignancy and immunocompromised conditions in patients hospitalized with cap in a tertiary care center in this study gram negative bacteria and the traditionally known"
}