{
    "pmid": "41405393",
    "title": "Mesial temporal lobe epilepsy with hippocampal sclerosis: Seizure, neuropsychological, and quality of life outcomes of 100 patients treated with trans-anterior T1 selective amygdalohippocampectomy.",
    "abstract": "For mesial temporal lobe epilepsy with hippocampal sclerosis (MTLE with HS), laser interstitial thermal therapy has recently been increasingly used. At our institute, however, selective amygdalohippocampectomy by a trans-anterior T1 subpial approach (trans-anterior T1 SAH) has been used for MTLE with HS. Here, we examined the seizure, neuropsychological, and quality of life (QOL) outcomes after trans-anterior T1 SAH. One hundred patients with MTLE with HS who underwent trans-anterior T1 SAH and were followed for at least 1 year after surgery were included. Seizure outcomes, intelligence and memory, visual field changes evaluated by perimetry, and QOL were investigated. Seizure-free outcome (Engel class I) at the latest follow-up (mean 4.6 years) was achieved in 88/100 (88%) patients. Only 1 of 100 patients underwent intracranial EEG. Postoperative contralateral upper quadrantanopia was detected in only 15/73 (21%) of patients. Significant improvements in full-scale IQ, verbal IQ, and performance IQ, as examined by the Wechsler Adult Intelligence Scale-III, were seen in both the language-dominant-side surgery and the language-nondominant-side surgery groups. In patients who underwent language-dominant-side SAH, significant declines in general memory and verbal memory scores on the Wechsler memory scale - revised edition were observed at a group level. Significant improvement in attention/concentration was seen regardless of the surgical side. QOL analysis revealed that approximately 30% of patients felt their memory declined after surgery; however, half of the patients felt that being free to go out and become employed was an advantage, and about 90% of patients were satisfied with their surgical treatment. Trans-anterior T1 SAH led to favorable seizure outcomes in about 90% of patients with MTLE with HS. Most patients were pleased with their surgery. In patients with MTLE with HS, the preferred surgical strategy should still be SAH.",
    "disease": "epilepsy",
    "clean_text": "mesial temporal lobe epilepsy with hippocampal sclerosis seizure neuropsychological and quality of life outcomes of patients treated with trans anterior t selective amygdalohippocampectomy for mesial temporal lobe epilepsy with hippocampal sclerosis mtle with hs laser interstitial thermal therapy has recently been increasingly used at our institute however selective amygdalohippocampectomy by a trans anterior t subpial approach trans anterior t sah has been used for mtle with hs here we examined the seizure neuropsychological and quality of life qol outcomes after trans anterior t sah one hundred patients with mtle with hs who underwent trans anterior t sah and were followed for at least year after surgery were included seizure outcomes intelligence and memory visual field changes evaluated by perimetry and qol were investigated seizure free outcome engel class i at the latest follow up mean years was achieved in patients only of patients underwent intracranial eeg postoperative contralateral upper quadrantanopia was detected in only of patients significant improvements in full scale iq verbal iq and performance iq as examined by the wechsler adult intelligence scale iii were seen in both the language dominant side surgery and the language nondominant side surgery groups in patients who underwent language dominant side sah significant declines in general memory and verbal memory scores on the wechsler memory scale revised edition were observed at a group level significant improvement in attention concentration was seen regardless of the surgical side qol analysis revealed that approximately of patients felt their memory declined after surgery however half of the patients felt that being free to go out and become employed was an advantage and about of patients were satisfied with their surgical treatment trans anterior t sah led to favorable seizure outcomes in about of patients with mtle with hs most patients were pleased with their surgery in patients with mtle with hs the preferred surgical strategy should still be sah"
}