{
    "pmid": "41457999",
    "title": "Coinfection of SARS-CoV-2 and Influenza: A Catastrophic Coexistence.",
    "abstract": "SARS-CoV-2 is a major global public health burden associated with significant morbidity, mortality, and complications, including respiratory, cardiovascular, neurological, and digestive disorders. COVID-19 may induce venous and arterial thromboembolic complications, including deep vein thrombosis, myocardial infarction and cerebral infarction. Simultaneous myocardial and cerebral infarction, termed cardio-cerebral infarction, is exceedingly rare. There is only limited case of concurrent cardio-cerebral infarction in patients with COVID-19. Although there is no standard treatment for the condition, antiplatelet and anticoagulation agents should be used. We emphasize the catastrophic coexistence of concurrent cardio-cerebral infarction in a patient co-infected with SARS-CoV-2 and influenza A. We described a 75-year-old woman was admitted for SARS-CoV-2 and influenza A coinfection. She received anti-viral agent treatment for the virus infection. The patient presented with right side limbs weakness and declined consciousness. The magnetic resonance imaging of brain revealed acute cerebral infarction over the left corona radiata and basal ganglion. Meanwhile, acute myocardial infarction was diagnosed using electrocardiogram and elevated cardiac enzymes. Percutaneous coronary intervention and dual-antiplatelet agents were applied for the arterial thrombosis. The patient survived and recovered with mild residual hemiparesis. In addition, this is the first reported case of concurrent cardio-cerebral infarction in patients with SARS-CoV-2 and influenza A coinfection. Coinfection with SARS-CoV-2 and influenza A is associated with more complications including thromboembolic complications. Management of concurrent cardio-cerebral infarction poses challenges, as timely intervention is critical to prevent disability or death, yet aggressive anticoagulation risks hemorrhagic complications. Optimal treatment strategies remain unclear, highlighting the need for further research. This case underscores the importance of vigilance in managing thrombotic complications in patients with SARS-CoV-2 and influenza coinfection. Despite the downgrading of the COVID-19 pandemic, clinicians must remain alert to complex presentations caused by coinfections with respiratory viruses.",
    "disease": "covid-19",
    "clean_text": "coinfection of sars cov and influenza a catastrophic coexistence sars cov is a major global public health burden associated with significant morbidity mortality and complications including respiratory cardiovascular neurological and digestive disorders covid may induce venous and arterial thromboembolic complications including deep vein thrombosis myocardial infarction and cerebral infarction simultaneous myocardial and cerebral infarction termed cardio cerebral infarction is exceedingly rare there is only limited case of concurrent cardio cerebral infarction in patients with covid although there is no standard treatment for the condition antiplatelet and anticoagulation agents should be used we emphasize the catastrophic coexistence of concurrent cardio cerebral infarction in a patient co infected with sars cov and influenza a we described a year old woman was admitted for sars cov and influenza a coinfection she received anti viral agent treatment for the virus infection the patient presented with right side limbs weakness and declined consciousness the magnetic resonance imaging of brain revealed acute cerebral infarction over the left corona radiata and basal ganglion meanwhile acute myocardial infarction was diagnosed using electrocardiogram and elevated cardiac enzymes percutaneous coronary intervention and dual antiplatelet agents were applied for the arterial thrombosis the patient survived and recovered with mild residual hemiparesis in addition this is the first reported case of concurrent cardio cerebral infarction in patients with sars cov and influenza a coinfection coinfection with sars cov and influenza a is associated with more complications including thromboembolic complications management of concurrent cardio cerebral infarction poses challenges as timely intervention is critical to prevent disability or death yet aggressive anticoagulation risks hemorrhagic complications optimal treatment strategies remain unclear highlighting the need for further research this case underscores the importance of vigilance in managing thrombotic complications in patients with sars cov and influenza coinfection despite the downgrading of the covid pandemic clinicians must remain alert to complex presentations caused by coinfections with respiratory viruses"
}