{
    "title": "Status of risk factors for vascular dementia.",
    "doc_id": "9549718",
    "writer": "Skoog I.",
    "year": "1998",
    "summary": "Risk factors for dementia in stroke victims include stroke-related and non-stroke related risk factors. ...There is also a need for more studies on risk factors for VAD and risk factors for dementia in stroke samples, as wel …",
    "abstract": "The two most common causes of vascular dementia (VAD) are dementia evolving in connection with multiple small or large strokes and dementia related to ischemic white-matter lesions (WMLs) of the brain. The knowledge about risk factors for these disorders is still scarce. Besides sharing risk factors with stroke, dementia with multiple small or large brain infarcts is also associated with non-vascular risk factors such as high alcohol consumption, psychological stress in early life, lower formal education, blue collar occupation, and occupational exposures. Risk factors for dementia in stroke victims include stroke-related and non-stroke related risk factors. Non-stroke-related factors are similar to those found in Alzheimer's disease. The main risk factors for ischemic WMLs are hypertension or increased blood pressure, but WMLs have also been associated with a number of other vascular risk factors. In recent years, Alzheimer's disease (AD) has also been reported to be associated with vascular risk factors, including hypertension, coronary heart disease, atrial fibrillation, diabetes mellitus, and WMLs. Although these associations may reflect an overdiagnosis of AD in cases with silent cerebrovascular disease, or that cerebrovascular disease increases the possibility that individuals with Alzheimer lesions will express a dementia syndrome, there are also alternative explanations. AD and cerebrovascular disease may for instance share similar risk factors or etiologic pathways. The pathogenetic implications for the association between AD and vascular factors need to be further explored. There is also a need for more studies on risk factors for VAD and risk factors for dementia in stroke samples, as well as studies on non-vascular risk factors for ischemic WMLs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9549718/",
    "clean_text": "status of risk factors for vascular dementia risk factors for dementia in stroke victims include stroke related and non stroke related risk factors there is also a need for more studies on risk factors for vad and risk factors for dementia in stroke samples as wel the two most common causes of vascular dementia vad are dementia evolving in connection with multiple small or large strokes and dementia related to ischemic white matter lesions wmls of the brain the knowledge about risk factors for these disorders is still scarce besides sharing risk factors with stroke dementia with multiple small or large brain infarcts is also associated with non vascular risk factors such as high alcohol consumption psychological stress in early life lower formal education blue collar occupation and occupational exposures risk factors for dementia in stroke victims include stroke related and non stroke related risk factors non stroke related factors are similar to those found in alzheimer s disease the main risk factors for ischemic wmls are hypertension or increased blood pressure but wmls have also been associated with a number of other vascular risk factors in recent years alzheimer s disease ad has also been reported to be associated with vascular risk factors including hypertension coronary heart disease atrial fibrillation diabetes mellitus and wmls although these associations may reflect an overdiagnosis of ad in cases with silent cerebrovascular disease or that cerebrovascular disease increases the possibility that individuals with alzheimer lesions will express a dementia syndrome there are also alternative explanations ad and cerebrovascular disease may for instance share similar risk factors or etiologic pathways the pathogenetic implications for the association between ad and vascular factors need to be further explored there is also a need for more studies on risk factors for vad and risk factors for dementia in stroke samples as well as studies on non vascular risk factors for ischemic wmls"
}