{
    "pmid": "41474911",
    "title": "Post Covid-19 Syndrome among Rural Population: A Cross Sectional Study.",
    "abstract": "Symptoms persisting for more than three weeks after the diagnosis of Covid-19 are known as Post-Covid syndrome. The leading symptoms during Covid-19 are acute and the most of patients recover fully but a significant portion of patients are suffering from long-term health consequences. This study aimed to find out the variation and severity of Post-Covid syndrome. This cross-sectional descriptive study was conducted among adult population (age more than 18 years) from October 2022 to December 2022 residing in some selected villages in Chandina, Upazila of Cumilla, Bangladesh. Sample size was 335. Data were collected using a semi-structured questionnaire by face to face interview. The most common symptoms among the study population in post Covid-19 condition were fatigue 205(61.2%), followed by palpitation 161(48.1%), headache 149(44.5%), mental problem 142(42.4%), sleep disturbances 128(38.2%), anosmia 109(32.5%), abdominal pain 106(31.6%), respiratory distress 92(27.5%) and weight gain or loss 76(22.7%). A wide variety of clinical manifestations including fatigue, palpitation, dyspnea, headache, mental problem, sleep disturbances, anosmia and respiratory distress were the frequent post-covid-19 syndrome.",
    "disease": "pneumonia",
    "clean_text": "post covid syndrome among rural population a cross sectional study symptoms persisting for more than three weeks after the diagnosis of covid are known as post covid syndrome the leading symptoms during covid are acute and the most of patients recover fully but a significant portion of patients are suffering from long term health consequences this study aimed to find out the variation and severity of post covid syndrome this cross sectional descriptive study was conducted among adult population age more than years from october to december residing in some selected villages in chandina upazila of cumilla bangladesh sample size was data were collected using a semi structured questionnaire by face to face interview the most common symptoms among the study population in post covid condition were fatigue followed by palpitation headache mental problem sleep disturbances anosmia abdominal pain respiratory distress and weight gain or loss a wide variety of clinical manifestations including fatigue palpitation dyspnea headache mental problem sleep disturbances anosmia and respiratory distress were the frequent post covid syndrome"
}