{
    "title": "What is known about heart failure in sub-Saharan Africa: a scoping review of the English literature.",
    "doc_id": "26758468",
    "writer": "Kimani K",
    "year": "2017",
    "summary": "We systematically reviewed and summarised existing knowledge on heart failure in sub-Saharan Africa (SSA). We searched the following databases Web of Science, EMBASE, Ovid MEDLINE, PsychINFO, Global Health, CINAHL and African Journals Online using a combination of k …",
    "abstract": "We systematically reviewed and summarised existing knowledge on heart failure in sub-Saharan Africa (SSA). We searched the following databases Web of Science, EMBASE, Ovid MEDLINE, PsychINFO, Global Health, CINAHL and African Journals Online using a combination of key words: heart failure or congestive heart failure or cardiac failure. We limited our search to studies conducted in SSA and articles published 2000-2014. Twenty-seven articles met our inclusion criteria and all were quantitative studies. Existing knowledge is focused on 3 key areas: (1) epidemiology of heart failure, (2) psychological burden of heart failure, and (3) patient knowledge and compliance to treatment. SSA would benefit from longitudinal qualitative research on the experience of living with heart failure.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26758468/",
    "clean_text": "what is known about heart failure in sub saharan africa a scoping review of the english literature we systematically reviewed and summarised existing knowledge on heart failure in sub saharan africa ssa we searched the following databases web of science embase ovid medline psychinfo global health cinahl and african journals online using a combination of k we systematically reviewed and summarised existing knowledge on heart failure in sub saharan africa ssa we searched the following databases web of science embase ovid medline psychinfo global health cinahl and african journals online using a combination of key words heart failure or congestive heart failure or cardiac failure we limited our search to studies conducted in ssa and articles published twenty seven articles met our inclusion criteria and all were quantitative studies existing knowledge is focused on key areas epidemiology of heart failure psychological burden of heart failure and patient knowledge and compliance to treatment ssa would benefit from longitudinal qualitative research on the experience of living with heart failure"
}