{
    "title": "Autoimmune diabetes insipidus.",
    "doc_id": "34238458",
    "writer": "Scherbaum WA.",
    "year": "2021",
    "summary": "Once central diabetes insipidus (CDI) has been diagnosed, every effort should be made to reveal its underlying cause. ...",
    "abstract": "Once central diabetes insipidus (CDI) has been diagnosed, every effort should be made to reveal its underlying cause. Autoimmune CDI should be considered in the differential diagnosis of idiopathic CDI and also of mass lesions of the sella region. An autoimmune etiology of CDI was first suggested in 1983 by the detection of autoantibodies to hypothalamic vasopressin-producing cells (AVPcAb) in adults and also in children with the disease, using the indirect immunofluorescence test. The major autoantigen for autoimmune CDI has now been recognized as rabphilin-3A, a protein of secretory vesicles of the neurohypophyseal system. The detection of autoantibodies to rabphilin-3A by Western blotting or of AVPcAb provides strong evidence for the diagnosis of autoimmune CDI. Autoimmune CDI is recognized mostly in patients who had also been diagnosed with endocrine autoimmune disorders. The radiological and morphological correlate with autoimmune DI is lymphocytic infundibuloneurohypophysitis (LINH) as detected by magnetic resonance imaging and biopsies that show massive infiltration of the posterior pituitary and the infundibulum with lymphocytes and some plasma cells, and fibrosis in the later stages of the disease. LINH may be associated with lymphocytic anterior hypophysitis. Both may either appear spontaneously or on treatment with immune checkpoint inhibitors.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34238458/",
    "clean_text": "autoimmune diabetes insipidus once central diabetes insipidus cdi has been diagnosed every effort should be made to reveal its underlying cause once central diabetes insipidus cdi has been diagnosed every effort should be made to reveal its underlying cause autoimmune cdi should be considered in the differential diagnosis of idiopathic cdi and also of mass lesions of the sella region an autoimmune etiology of cdi was first suggested in by the detection of autoantibodies to hypothalamic vasopressin producing cells avpcab in adults and also in children with the disease using the indirect immunofluorescence test the major autoantigen for autoimmune cdi has now been recognized as rabphilin a a protein of secretory vesicles of the neurohypophyseal system the detection of autoantibodies to rabphilin a by western blotting or of avpcab provides strong evidence for the diagnosis of autoimmune cdi autoimmune cdi is recognized mostly in patients who had also been diagnosed with endocrine autoimmune disorders the radiological and morphological correlate with autoimmune di is lymphocytic infundibuloneurohypophysitis linh as detected by magnetic resonance imaging and biopsies that show massive infiltration of the posterior pituitary and the infundibulum with lymphocytes and some plasma cells and fibrosis in the later stages of the disease linh may be associated with lymphocytic anterior hypophysitis both may either appear spontaneously or on treatment with immune checkpoint inhibitors"
}