{
    "title": "Risk factors in periodontology: a conceptual framework.",
    "doc_id": "27862138",
    "writer": "Bouchard P",
    "year": "2017",
    "summary": "A network model for the pathway of risk factors in the pathogenesis of periodontitis is described. This article emphasizes the concepts of causal chains and the causal network of risk factors in periodontitis. ...The proposed causal network may provide …",
    "abstract": "Aim:\n        \n      \n      The definition and assessment of risk factors, risk indicators and predisposing factors are of paramount importance in the understanding of the pathogenesis of periodontitis, as well as in its prevention and treatment. This article aims to emphasize the concepts of causal chains and the causal network of risk factors in periodontitis.\n    \n\n\n          Materials and methods:\n        \n      \n      This is a narrative review focusing on two main questions: (1) what is a risk in periodontology? and (2) how can a risk be assessed?\n    \n\n\n          Results:\n        \n      \n      The probability of the occurrence of an adverse outcome following exposure is not sufficient to analyse the impact of a risk factor on the disease. A network model for the pathway of risk factors in the pathogenesis of periodontitis is described. This article emphasizes the concepts of causal chains and the causal network of risk factors in periodontitis.\n    \n\n\n          Conclusion:\n        \n      \n      Chronic periodontal diseases are among the most complex non-communicable diseases. A conceptual framework intended to clarify the relationship between risk and causality may improve the understanding of the underlying mechanisms of chronic diseases. The proposed causal network may provide a model to assess the role of risk factors in periodontitis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27862138/",
    "clean_text": "risk factors in periodontology a conceptual framework a network model for the pathway of risk factors in the pathogenesis of periodontitis is described this article emphasizes the concepts of causal chains and the causal network of risk factors in periodontitis the proposed causal network may provide aim the definition and assessment of risk factors risk indicators and predisposing factors are of paramount importance in the understanding of the pathogenesis of periodontitis as well as in its prevention and treatment this article aims to emphasize the concepts of causal chains and the causal network of risk factors in periodontitis materials and methods this is a narrative review focusing on two main questions what is a risk in periodontology and how can a risk be assessed results the probability of the occurrence of an adverse outcome following exposure is not sufficient to analyse the impact of a risk factor on the disease a network model for the pathway of risk factors in the pathogenesis of periodontitis is described this article emphasizes the concepts of causal chains and the causal network of risk factors in periodontitis conclusion chronic periodontal diseases are among the most complex non communicable diseases a conceptual framework intended to clarify the relationship between risk and causality may improve the understanding of the underlying mechanisms of chronic diseases the proposed causal network may provide a model to assess the role of risk factors in periodontitis"
}