{
    "pmid": "41413738",
    "title": "Telerehabilitation for Parkinson's disease: a systematic review and meta-analysis based on randomized controlled trials.",
    "abstract": "In recent years, telerehabilitation (TR) has been more widely applied in the management of Parkinson's disease (PD), but the therapeutic effect is unclear. This systematic review intended to examine the efficacy of TR in improving rehabilitation outcomes in PD. We retrieved data from PubMed, Embase, Cochrane Library, Web of Science, SinoMed, China National Knowledge Infrastructure (CNKI), and VIP Database, from database inception to 22 April 2025. Search terms included \"Parkinson Disease\" and \"Telerehabilitation\". Outcome measures included PDQ-39 and MDS-UPDRS III. The pooled effect size in this study was expressed as mean difference (MD) values. Analysis was done on R 4.4.1, and study quality was assessed with Cochrane RoB2. A total of ten studies were included, encompassing 683 patients. Among them, 344 patients were in the TR treatment group and 339 were in the control group. Analysis revealed that compared to control groups, TR significantly ameliorated motor function and quality of life (QoL) in PD patients, including UPDRS III (WMD - 4.11, 95%CI -8.09, -0.13, p = 0.043), PDQ39 (WMD - 7.07, 95% CI -11.27, -2.86, p < 0.01). According to the analysis results, TR displayed significant efficacy in improving the motor function and QoL of PD patients. It provides a possible and effective teletherapy for the rehabilitation of PD. Besides, TR can take place in the home setting, which is acceptable and practical. Therefore, it has the potential to be widely used in the future management of PD.",
    "disease": "parkinson disease",
    "clean_text": "telerehabilitation for parkinson s disease a systematic review and meta analysis based on randomized controlled trials in recent years telerehabilitation tr has been more widely applied in the management of parkinson s disease pd but the therapeutic effect is unclear this systematic review intended to examine the efficacy of tr in improving rehabilitation outcomes in pd we retrieved data from pubmed embase cochrane library web of science sinomed china national knowledge infrastructure cnki and vip database from database inception to april search terms included parkinson disease and telerehabilitation outcome measures included pdq and mds updrs iii the pooled effect size in this study was expressed as mean difference md values analysis was done on r and study quality was assessed with cochrane rob a total of ten studies were included encompassing patients among them patients were in the tr treatment group and were in the control group analysis revealed that compared to control groups tr significantly ameliorated motor function and quality of life qol in pd patients including updrs iii wmd ci p pdq wmd ci p according to the analysis results tr displayed significant efficacy in improving the motor function and qol of pd patients it provides a possible and effective teletherapy for the rehabilitation of pd besides tr can take place in the home setting which is acceptable and practical therefore it has the potential to be widely used in the future management of pd"
}