{
    "pmid": "41463273",
    "title": "Drug-Induced Partial Immunosuppression for Preclinical Human Tumor Xenograft Models.",
    "abstract": "With the rising incidence of cancer, there is a growing need for improved preclinical models to test new therapies. While patient-derived xenografts (PDX) in immunodeficient mice are the gold standard, they are costly and result in a complete absence of a functional immune system, limiting their utility for studying tumor-immune interactions. This study characterizes a pharmacological partial immunosuppression protocol in immunocompetent mice as a promising alternative, evaluating its impact on the immune system and demonstrating its efficacy for growing human tumor xenografts. Mice received a regimen of cyclosporine (20 mg/kg, i.p., every 48 h for 12 days), cyclophosphamide (60 mg/kg, i.p., every 48 h for 8 days), and ketoconazole (10 mg/kg, p.o., for 12 days). The dynamics of CD3 The immunosuppressive protocol induced a significant but partial reduction in CD3 This drug-induced partial immunosuppression protocol effectively creates a reproducible state of transient immunodeficiency in outbred mice, suitable for various human tumor xenograft models. It represents a cost-effective and flexible alternative to genetic models, with the distinct advantage of preserving a residual immune microenvironment, making it particularly valuable for preclinical studies that require a partially intact host immune system.",
    "disease": "breast cancer",
    "clean_text": "drug induced partial immunosuppression for preclinical human tumor xenograft models with the rising incidence of cancer there is a growing need for improved preclinical models to test new therapies while patient derived xenografts pdx in immunodeficient mice are the gold standard they are costly and result in a complete absence of a functional immune system limiting their utility for studying tumor immune interactions this study characterizes a pharmacological partial immunosuppression protocol in immunocompetent mice as a promising alternative evaluating its impact on the immune system and demonstrating its efficacy for growing human tumor xenografts mice received a regimen of cyclosporine mg kg i p every h for days cyclophosphamide mg kg i p every h for days and ketoconazole mg kg p o for days the dynamics of cd the immunosuppressive protocol induced a significant but partial reduction in cd this drug induced partial immunosuppression protocol effectively creates a reproducible state of transient immunodeficiency in outbred mice suitable for various human tumor xenograft models it represents a cost effective and flexible alternative to genetic models with the distinct advantage of preserving a residual immune microenvironment making it particularly valuable for preclinical studies that require a partially intact host immune system"
}