{
    "pmid": "41455163",
    "title": "Ultrasound for the assessment of muscle architecture in Parkinson's disease: A scoping review.",
    "abstract": "Parkinson's disease (PD) affects motor function and muscle performance, which are closely linked to muscle architecture (MA). Ultrasound (US) provides a non-invasive method to assess MA, yet its application in PD remains underexplored. This review aimed to map and synthesise existing research on US assessment of MA in individuals with PD to clarify how US imaging methodologies contribute to understanding muscle structure and function in this population. This scoping review was conducted following established guidelines and searching these databases: Scopus, PubMed, Web of Science Core Collection, MEDLINE and CINAHL Ultimate. Of the 913 records identified, 20 studies met the inclusion criteria. Research varied in design, US measurement methodology, and measurement and reporting approaches. The synthesis revealed that while MA at rest was largely preserved in PD with notable exceptions, muscle fascicle responsiveness during contraction was significantly impaired, potentially due to rigidity. MA differences were associated with PD clinical manifestations (i.e., bradykinesia and rigidity) and reduced functional performance. PD-related comorbidities including sarcopenia, camptocormia, and dysphagia were found to further affect MA, exacerbating muscle degradation and remodelling. Exercise was found to alter the structural characteristics of MA, suggesting beneficial adaptive potential. Despite consistent evidence of altered MA and muscle responsiveness in PD, methodological heterogeneity and small samples limit firm conclusions. Standardised US protocols and longitudinal studies are needed to clarify the relationship between MA, functional performance, and PD clinical features, and to evaluate the effects of exercise and rehabilitation on muscle structure and strength.",
    "disease": "parkinson disease",
    "clean_text": "ultrasound for the assessment of muscle architecture in parkinson s disease a scoping review parkinson s disease pd affects motor function and muscle performance which are closely linked to muscle architecture ma ultrasound us provides a non invasive method to assess ma yet its application in pd remains underexplored this review aimed to map and synthesise existing research on us assessment of ma in individuals with pd to clarify how us imaging methodologies contribute to understanding muscle structure and function in this population this scoping review was conducted following established guidelines and searching these databases scopus pubmed web of science core collection medline and cinahl ultimate of the records identified studies met the inclusion criteria research varied in design us measurement methodology and measurement and reporting approaches the synthesis revealed that while ma at rest was largely preserved in pd with notable exceptions muscle fascicle responsiveness during contraction was significantly impaired potentially due to rigidity ma differences were associated with pd clinical manifestations i e bradykinesia and rigidity and reduced functional performance pd related comorbidities including sarcopenia camptocormia and dysphagia were found to further affect ma exacerbating muscle degradation and remodelling exercise was found to alter the structural characteristics of ma suggesting beneficial adaptive potential despite consistent evidence of altered ma and muscle responsiveness in pd methodological heterogeneity and small samples limit firm conclusions standardised us protocols and longitudinal studies are needed to clarify the relationship between ma functional performance and pd clinical features and to evaluate the effects of exercise and rehabilitation on muscle structure and strength"
}