{
    "pmid": "41468471",
    "title": "Early-pregnancy HDL-related inflammatory indices and risk of preeclampsia: A retrospective cohort study.",
    "abstract": "Preeclampsia (PE) is closely associated with dyslipidemia and inflammatory imbalance. High-density lipoprotein (HDL)-related inflammatory indices have demonstrated predictive potential in cardiovascular and metabolic diseases, but evidence regarding their role in PE remains limited. This study aimed to investigate the associations between early-pregnancy HDL-related inflammatory indices, including the lymphocyte-to-HDL ratio (LHR), monocyte-to-HDL ratio (MHR), neutrophil-to-HDL ratio (NHR), and platelet-to-HDL ratio (PHR), and the risk of PE. A total of 5,959 women with singleton pregnancies were retrospectively included. All participants underwent complete blood counts (CBC) and lipid profiling at 11-13 weeks of gestation, from which HDL-related inflammatory indices were calculated. Associations between these indices and PE risk were systematically evaluated using modified Poisson regression, restricted cubic splines (RCS), subgroup analyses, and sensitivity analyses. To assess their potential clinical utility, prediction models incorporating HDL-related inflammatory indices were developed and evaluated using receiver operating characteristic (ROC) curves, calibration plots, and decision curve analysis (DCA). Among 5,959 participants, 124 (2.08%) developed PE. Multivariable-adjusted analyses revealed that higher levels of LHR (RR = 1.99, 95% CI: 1.17-3.42, P = 0.012), MHR (RR = 2.62, 95% CI: 1.58-4.35, P < 0.001), NHR (RR = 2.87, 95% CI: 1.64-5.02, P < 0.001), and PHR (RR = 2.57, 95% CI: 1.48-4.48, P < 0.001) were significantly associated with increased PE risk. Quartile analyses demonstrated a dose-response relationship across categories (P for trend < 0.05). RCS revealed U-shaped associations for LHR (P = 0.008) and NHR (P = 0.048), which became approximately linear after excluding extreme values. Subgroup analyses suggested stronger associations in women with gestational diabetes mellitus (GDM), advanced maternal age, or higher BMI, indicating potential effect modification. Sensitivity analyses confirmed the consistency of these associations. Incorporation of these indices modestly improved model discrimination (AUC 0.697) and provided limited clinical benefit in DCA. Early-pregnancy HDL-related inflammatory indices, particularly MHR, NHR, and PHR, are significantly associated with increased PE risk. These indices reflect both lipid metabolism and inflammatory status, offering simple, accessible biomarkers for early risk stratification and potential supplementation of existing PE prediction strategies.",
    "disease": "diabetes mellitus",
    "clean_text": "early pregnancy hdl related inflammatory indices and risk of preeclampsia a retrospective cohort study preeclampsia pe is closely associated with dyslipidemia and inflammatory imbalance high density lipoprotein hdl related inflammatory indices have demonstrated predictive potential in cardiovascular and metabolic diseases but evidence regarding their role in pe remains limited this study aimed to investigate the associations between early pregnancy hdl related inflammatory indices including the lymphocyte to hdl ratio lhr monocyte to hdl ratio mhr neutrophil to hdl ratio nhr and platelet to hdl ratio phr and the risk of pe a total of women with singleton pregnancies were retrospectively included all participants underwent complete blood counts cbc and lipid profiling at weeks of gestation from which hdl related inflammatory indices were calculated associations between these indices and pe risk were systematically evaluated using modified poisson regression restricted cubic splines rcs subgroup analyses and sensitivity analyses to assess their potential clinical utility prediction models incorporating hdl related inflammatory indices were developed and evaluated using receiver operating characteristic roc curves calibration plots and decision curve analysis dca among participants developed pe multivariable adjusted analyses revealed that higher levels of lhr rr ci p mhr rr ci p nhr rr ci p and phr rr ci p were significantly associated with increased pe risk quartile analyses demonstrated a dose response relationship across categories p for trend rcs revealed u shaped associations for lhr p and nhr p which became approximately linear after excluding extreme values subgroup analyses suggested stronger associations in women with gestational diabetes mellitus gdm advanced maternal age or higher bmi indicating potential effect modification sensitivity analyses confirmed the consistency of these associations incorporation of these indices modestly improved model discrimination auc and provided limited clinical benefit in dca early pregnancy hdl related inflammatory indices particularly mhr nhr and phr are significantly associated with increased pe risk these indices reflect both lipid metabolism and inflammatory status offering simple accessible biomarkers for early risk stratification and potential supplementation of existing pe prediction strategies"
}