{
    "title": "Risk Factors for Postpartum Depression: An Umbrella Review.",
    "doc_id": "31970924",
    "writer": "Hutchens BF",
    "year": "2020",
    "summary": "Studies were included if they were reviews examining one or more risk factors for PPD and published between 1996 and 2016. The final sample included 21 articles, which varied in numerous ways, including the scope of risk factors explored and statistica …",
    "abstract": "Introduction:\n        \n      \n      A deeper understanding of risk factors for postpartum depression (PPD) is essential to better target prevention and screening. An umbrella review was conducted to summarize and synthesize previously published systematic reviews and meta-analyses.\n    \n\n\n          Methods:\n        \n      \n      Eight databases were searched in October of 2016, including PubMed, CINAHL, MEDLINE, PsycINFO, Embase, SCOPUS, PsycEXTRA, and Cochrane. Studies were included if they were reviews examining one or more risk factors for PPD and published between 1996 and 2016. The final sample included 21 articles, which varied in numerous ways, including the scope of risk factors explored and statistical methods.\n    \n\n\n          Results:\n        \n      \n      Because of methodological variations between reviews, standardized statistical aggregation was not possible. From this body of literature, 25 statistically significant risk factors emerged with 2 additional risk factors presenting inconclusive findings. The most common risk factors identified were high life stress, lack of social support, current or past abuse, prenatal depression, and marital or partner dissatisfaction. The 2 strongest risk factors for PPD were prenatal depression and current abuse.\n    \n\n\n          Discussion:\n        \n      \n      Because untreated PPD leaves women and their children vulnerable to numerous negative short-term and long-term outcomes, a better understanding of PPD risk factors serves to improve maternal and child outcomes by allowing health care providers to better anticipate the needs of affected women.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31970924/",
    "clean_text": "risk factors for postpartum depression an umbrella review studies were included if they were reviews examining one or more risk factors for ppd and published between and the final sample included articles which varied in numerous ways including the scope of risk factors explored and statistica introduction a deeper understanding of risk factors for postpartum depression ppd is essential to better target prevention and screening an umbrella review was conducted to summarize and synthesize previously published systematic reviews and meta analyses methods eight databases were searched in october of including pubmed cinahl medline psycinfo embase scopus psycextra and cochrane studies were included if they were reviews examining one or more risk factors for ppd and published between and the final sample included articles which varied in numerous ways including the scope of risk factors explored and statistical methods results because of methodological variations between reviews standardized statistical aggregation was not possible from this body of literature statistically significant risk factors emerged with additional risk factors presenting inconclusive findings the most common risk factors identified were high life stress lack of social support current or past abuse prenatal depression and marital or partner dissatisfaction the strongest risk factors for ppd were prenatal depression and current abuse discussion because untreated ppd leaves women and their children vulnerable to numerous negative short term and long term outcomes a better understanding of ppd risk factors serves to improve maternal and child outcomes by allowing health care providers to better anticipate the needs of affected women"
}