{
    "title": "The Application of Machine Learning to Quality Improvement Through the Lens of the Radiology Value Network.",
    "doc_id": "31492403",
    "writer": "Makeeva V",
    "year": "2019",
    "summary": "Recent advances in machine learning and artificial intelligence offer promising applications to radiology quality improvement initiatives as they relate to the radiology value network. Coordination within the interlocking web of systems, events, and stakeholders in …",
    "abstract": "Recent advances in machine learning and artificial intelligence offer promising applications to radiology quality improvement initiatives as they relate to the radiology value network. Coordination within the interlocking web of systems, events, and stakeholders in the radiology value network may be mitigated though standardization, automation, and a focus on workflow efficiency. In this article the authors present applications of these various strategies via use cases for quality improvement projects at different points in the radiology value network. In addition, the authors discuss opportunities for machine-learning applications in data aggregation as opposed to traditional applications in data extraction.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31492403/",
    "clean_text": "the application of machine learning to quality improvement through the lens of the radiology value network recent advances in machine learning and artificial intelligence offer promising applications to radiology quality improvement initiatives as they relate to the radiology value network coordination within the interlocking web of systems events and stakeholders in recent advances in machine learning and artificial intelligence offer promising applications to radiology quality improvement initiatives as they relate to the radiology value network coordination within the interlocking web of systems events and stakeholders in the radiology value network may be mitigated though standardization automation and a focus on workflow efficiency in this article the authors present applications of these various strategies via use cases for quality improvement projects at different points in the radiology value network in addition the authors discuss opportunities for machine learning applications in data aggregation as opposed to traditional applications in data extraction"
}