{
    "title": "Alcoholic and non-alcoholic fatty liver disease: Focus on ceramide.",
    "doc_id": "30455063",
    "writer": "Nikolova-Karakashian M.",
    "year": "2018",
    "summary": "With the advancement of sphingo-lipidomics and sphingo-genomics, an understanding of the specific roles of ceramide, the quintessential bioactive sphingolipid, in fatty liver disease has taken shape. Two major pathways for ceramide generation, the de novo pathway an …",
    "abstract": "Sphingolipids are class of metabolically distinct lipids that play structural and signaling functions in all organisms. Sphingolipid metabolism is deregulated during various diseases such as cancer, neurological and immune disorders, and metabolic syndrome. With the advancement of sphingo-lipidomics and sphingo-genomics, an understanding of the specific roles of ceramide, the quintessential bioactive sphingolipid, in fatty liver disease has taken shape. Two major pathways for ceramide generation, the de novo pathway and the sphingomyelinase pathway are activated in the course of both, the non-alcoholic and the alcoholic, forms of fatty liver disease. The mechanisms of activation of these two pathways are distinct and reflect the different disease etiology in each case; at the same time, common processes impacted by the resulting ceramide overproduction involve lipotoxocity, ER/mitochondrial stress, inflammation, and de-regulation of hepatic lipid metabolism. Studies in human patients and animal models have delineated specific enzymes and ceramide species that are involved at the different stages of the disease, and represent novel pharmaceutical targets for successful management of fatty liver disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30455063/",
    "clean_text": "alcoholic and non alcoholic fatty liver disease focus on ceramide with the advancement of sphingo lipidomics and sphingo genomics an understanding of the specific roles of ceramide the quintessential bioactive sphingolipid in fatty liver disease has taken shape two major pathways for ceramide generation the de novo pathway an sphingolipids are class of metabolically distinct lipids that play structural and signaling functions in all organisms sphingolipid metabolism is deregulated during various diseases such as cancer neurological and immune disorders and metabolic syndrome with the advancement of sphingo lipidomics and sphingo genomics an understanding of the specific roles of ceramide the quintessential bioactive sphingolipid in fatty liver disease has taken shape two major pathways for ceramide generation the de novo pathway and the sphingomyelinase pathway are activated in the course of both the non alcoholic and the alcoholic forms of fatty liver disease the mechanisms of activation of these two pathways are distinct and reflect the different disease etiology in each case at the same time common processes impacted by the resulting ceramide overproduction involve lipotoxocity er mitochondrial stress inflammation and de regulation of hepatic lipid metabolism studies in human patients and animal models have delineated specific enzymes and ceramide species that are involved at the different stages of the disease and represent novel pharmaceutical targets for successful management of fatty liver disease"
}