{
    "pmid": "41473337",
    "title": "Correlation Between Triglyceride-Glucose Index (TyG Index), Monocyte to High-Density Lipoprotein Cholesterol Ratio (MHR), and the Severity of Coronary Artery Disease.",
    "abstract": "To explore the relationship between the triglyceride-glucose index (TyG), the monocyte to high-density lipoprotein cholesterol ratio (MHR) and the severity of coronary artery disease (CAD) under different glucose metabolism states. A retrospective analysis was conducted on 526 patients who underwent coronary angiography (CAG) for the first time in the Affiliated Hospital of Xuzhou Medical University from January 2024 to January 2025. Among them, there were 122 patients in the non-CAD group and 404 patients in the CAD group. According to the Gensini score, the CAD group was further divided into a mild group (n = 147) and a moderate-to-severe group (n = 257). Meanwhile, they were divided into normal glucose regulation (NGR), prediabetes (Pre-DM), and diabetes mellitus (DM) groups according to the glucose metabolism state. Multivariate Logistic regression, restricted cubic spline (RCS), and receiver operating characteristic (ROC) curve analyses were used. Both the TyG index and MHR were independent risk factors for the occurrence and severity of CAD ( TyG index and MHR can serve as independent biomarkers of new-onset CAD severity. In DM patients, TyG offers greater predictive value, while MHR is more predictive in NGR individuals.",
    "disease": "diabetes mellitus",
    "clean_text": "correlation between triglyceride glucose index tyg index monocyte to high density lipoprotein cholesterol ratio mhr and the severity of coronary artery disease to explore the relationship between the triglyceride glucose index tyg the monocyte to high density lipoprotein cholesterol ratio mhr and the severity of coronary artery disease cad under different glucose metabolism states a retrospective analysis was conducted on patients who underwent coronary angiography cag for the first time in the affiliated hospital of xuzhou medical university from january to january among them there were patients in the non cad group and patients in the cad group according to the gensini score the cad group was further divided into a mild group n and a moderate to severe group n meanwhile they were divided into normal glucose regulation ngr prediabetes pre dm and diabetes mellitus dm groups according to the glucose metabolism state multivariate logistic regression restricted cubic spline rcs and receiver operating characteristic roc curve analyses were used both the tyg index and mhr were independent risk factors for the occurrence and severity of cad tyg index and mhr can serve as independent biomarkers of new onset cad severity in dm patients tyg offers greater predictive value while mhr is more predictive in ngr individuals"
}