{
    "title": "The bone conduction implant BONEBRIDGE increases quality of life and social life satisfaction.",
    "doc_id": "35524069",
    "writer": "Irmer C",
    "year": "2022",
    "summary": "The aim of this study was to determine quality of life, subjective hearing experience and patients' satisfaction after implantation of a bone conduction hearing aid. ...RESULTS: 12 patients aged 26-85 years (sex: m = 7, w = 5) were recruited. The quality of …",
    "abstract": "Purpose:\n        \n      \n      Transcutaneous active bone conduction hearing aids represent an alternative approach to middle ear surgery and conventional hearing aids for patients with conductive or mixed hearing loss. The aim of this study was to determine quality of life, subjective hearing experience and patients' satisfaction after implantation of a bone conduction hearing aid.\n    \n\n\n          Methods:\n        \n      \n      This monocentric and retrospective study included twelve adult patients who received a bone conduction hearing aid (Bonebridge, MedEL) consisting of an extracorporeal audio processor and a bone conduction implant (BCI) between 2013 and 2017. On average 40 months after implantation, the patients were asked to answer three questionnaires regarding quality of life (AqoL-8D), self-reported auditory disability (SSQ-12-B) and user's satisfaction (APSQ) after implantation of the Bonebridge (BB). A descriptive statistical analysis of the questionnaires followed.\n    \n\n\n          Results:\n        \n      \n      12 patients aged 26-85 years (sex: m = 7, w = 5) were recruited. The quality of life of all patients after implantation of the BB (AqoL 8D) averaged an overall utility score of 0.76 (SD ± 0.17). The mean for 'speech hearing' in the SSQ-12-B was + 2.43 (SD ± 2.03), + 1.94 (SD ± 1.48) for 'spatial hearing' and + 2.28 (SD ± 2.32) for 'qualities of hearing'. 11 out of 12 patients reported an improvement in their overall hearing. The APSQ score for the subsection 'wearing comfort' was 3.50 (SD ± 0.87), 'social life' attained a mean of 4.17 (SD ± 1.06). The 'device inconveniences' reached 4.02 (SD ± 0.71) and 'usability' of the device was measured at 4.23 (SD ± 1.06). The average wearing time of the audio processor in the cohort was 11 h per day, with 8 of 12 patients reporting the maximum length of 12 h per day.\n    \n\n\n          Conclusion:\n        \n      \n      BB implantation results in a gain in the perceived quality of life (AqoL 8D). The SSQ-12-B shows an improvement in subjective hearing. According to the APSQ, it can be assumed that the BB audio processor, although in an extracorporeal position, is rated as a useful instrument with positive impact on social life. The majority stated that they had subjectively benefited from BB implantation and that there were no significant physical or sensory limitations after implantation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35524069/",
    "clean_text": "the bone conduction implant bonebridge increases quality of life and social life satisfaction the aim of this study was to determine quality of life subjective hearing experience and patients satisfaction after implantation of a bone conduction hearing aid results patients aged years sex m w were recruited the quality of purpose transcutaneous active bone conduction hearing aids represent an alternative approach to middle ear surgery and conventional hearing aids for patients with conductive or mixed hearing loss the aim of this study was to determine quality of life subjective hearing experience and patients satisfaction after implantation of a bone conduction hearing aid methods this monocentric and retrospective study included twelve adult patients who received a bone conduction hearing aid bonebridge medel consisting of an extracorporeal audio processor and a bone conduction implant bci between and on average months after implantation the patients were asked to answer three questionnaires regarding quality of life aqol d self reported auditory disability ssq b and user s satisfaction apsq after implantation of the bonebridge bb a descriptive statistical analysis of the questionnaires followed results patients aged years sex m w were recruited the quality of life of all patients after implantation of the bb aqol d averaged an overall utility score of sd the mean for speech hearing in the ssq b was sd sd for spatial hearing and sd for qualities of hearing out of patients reported an improvement in their overall hearing the apsq score for the subsection wearing comfort was sd social life attained a mean of sd the device inconveniences reached sd and usability of the device was measured at sd the average wearing time of the audio processor in the cohort was h per day with of patients reporting the maximum length of h per day conclusion bb implantation results in a gain in the perceived quality of life aqol d the ssq b shows an improvement in subjective hearing according to the apsq it can be assumed that the bb audio processor although in an extracorporeal position is rated as a useful instrument with positive impact on social life the majority stated that they had subjectively benefited from bb implantation and that there were no significant physical or sensory limitations after implantation"
}