{
    "title": "Could implementation intentions improve the efficacy of behavioral weight-loss treatment?",
    "doc_id": "36924801",
    "writer": "Stroebe W.",
    "year": "2023",
    "summary": "Although behavioral weight loss treatment can result in health benefits, the effects on weight loss are generally disappointing, with lost weight regained within a few years. ...Especially disappointing have been the findings of a large study th …",
    "abstract": "Although behavioral weight loss treatment can result in health benefits, the effects on weight loss are generally disappointing, with lost weight regained within a few years. Because these problems appear to be due to a failure to execute the strong weight control intentions formed during treatment, the use of implementation intentions is suggested to bridge that intention-behavior gap. In contrast to behavioral intentions, implementation intentions specify the situation in which the behavior should be enacted. Although implementation intentions have generally been very effective in increasing the likelihood of goal attainment for a wide range of behaviors, results with regard to eating have been mixed. Especially disappointing have been the findings of a large study that added implementation intentions to a clinical weight loss treatment and found no effects either on weight loss or on weight loss maintenance (Knäuper et al., 2018). I argue that this failure is due to the use of implementation intentions that target specific eating behaviors. According to the goal conflict model of eating, implementation intentions are most effective if they prime the weight control goal; implementation intentions targeting specific behaviors do not reliably do that. I review evidence that the implementation intention to think of dieting when confronted with palatable food items primes weight control thoughts. It also reduces eating of primed foods and even result in weight loss.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36924801/",
    "clean_text": "could implementation intentions improve the efficacy of behavioral weight loss treatment although behavioral weight loss treatment can result in health benefits the effects on weight loss are generally disappointing with lost weight regained within a few years especially disappointing have been the findings of a large study th although behavioral weight loss treatment can result in health benefits the effects on weight loss are generally disappointing with lost weight regained within a few years because these problems appear to be due to a failure to execute the strong weight control intentions formed during treatment the use of implementation intentions is suggested to bridge that intention behavior gap in contrast to behavioral intentions implementation intentions specify the situation in which the behavior should be enacted although implementation intentions have generally been very effective in increasing the likelihood of goal attainment for a wide range of behaviors results with regard to eating have been mixed especially disappointing have been the findings of a large study that added implementation intentions to a clinical weight loss treatment and found no effects either on weight loss or on weight loss maintenance kn uper et al i argue that this failure is due to the use of implementation intentions that target specific eating behaviors according to the goal conflict model of eating implementation intentions are most effective if they prime the weight control goal implementation intentions targeting specific behaviors do not reliably do that i review evidence that the implementation intention to think of dieting when confronted with palatable food items primes weight control thoughts it also reduces eating of primed foods and even result in weight loss"
}