{
    "title": "Atypical low back pain: stiff-person syndrome.",
    "doc_id": "12027316",
    "writer": "Gallien P",
    "year": "2002",
    "summary": "Stiff-person syndrome was diagnosed in a patient with chronic low back pain. The diagnosis of this rare neurological condition rests mainly on the clinical findings of axial and proximal limb rigidity, increased lumbar lordosis often accompanied with pain, and norma …",
    "abstract": "Stiff-person syndrome was diagnosed in a patient with chronic low back pain. The diagnosis of this rare neurological condition rests mainly on the clinical findings of axial and proximal limb rigidity, increased lumbar lordosis often accompanied with pain, and normal neurological findings apart from brisk deep tendon reflexes. Electromyography of the lumbar paraspinal muscles shows motor unit firing at rest with normal appearance of the motor unit potentials. Titers of antibody to glutamic acid decarboxylase are elevated. Diazepam is the treatment of reference. Physical therapy can substantially improve quality of life.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12027316/",
    "clean_text": "atypical low back pain stiff person syndrome stiff person syndrome was diagnosed in a patient with chronic low back pain the diagnosis of this rare neurological condition rests mainly on the clinical findings of axial and proximal limb rigidity increased lumbar lordosis often accompanied with pain and norma stiff person syndrome was diagnosed in a patient with chronic low back pain the diagnosis of this rare neurological condition rests mainly on the clinical findings of axial and proximal limb rigidity increased lumbar lordosis often accompanied with pain and normal neurological findings apart from brisk deep tendon reflexes electromyography of the lumbar paraspinal muscles shows motor unit firing at rest with normal appearance of the motor unit potentials titers of antibody to glutamic acid decarboxylase are elevated diazepam is the treatment of reference physical therapy can substantially improve quality of life"
}