{
    "title": "Healthy body weights: an alternative perspective.",
    "doc_id": "8615340",
    "writer": "Abernathy RP",
    "year": "1996",
    "summary": "Indexes associated with high risk in obese persons often return to normal with appropriate physical activities, dietary habits, and a small weight loss even when body weight and percentage body fat remain above recommended amounts. We believe that stat …",
    "abstract": "The primary purpose of this roundtable discussion of the American Health Foundation is to establish healthy weight standards for adults. In most large, long-term, well-designed studies, the lowest morbidity and mortality rates occurred in adults at weights that yielded BMIs (in kg/m2) between 19 and 25. Best body fat percentages averaged between 12% and 20% for men and 20% and 30% for women. However, statistical values are not applicable to everyone and their strict application may be counterproductive. We believe that most weight-associated health problems result from a cascade of events associated with abnormal blood concentrations of insulin, glucose, or lipids that occur when fat cells become full and insulin-insensitive, and lose their protective functions. Indexes associated with high risk in obese persons often return to normal with appropriate physical activities, dietary habits, and a small weight loss even when body weight and percentage body fat remain above recommended amounts. We believe that statistically derived standards for body weight and percentage body fat are appropriate for use as a screening test but should be downplayed as strict guidelines for all.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8615340/",
    "clean_text": "healthy body weights an alternative perspective indexes associated with high risk in obese persons often return to normal with appropriate physical activities dietary habits and a small weight loss even when body weight and percentage body fat remain above recommended amounts we believe that stat the primary purpose of this roundtable discussion of the american health foundation is to establish healthy weight standards for adults in most large long term well designed studies the lowest morbidity and mortality rates occurred in adults at weights that yielded bmis in kg m between and best body fat percentages averaged between and for men and and for women however statistical values are not applicable to everyone and their strict application may be counterproductive we believe that most weight associated health problems result from a cascade of events associated with abnormal blood concentrations of insulin glucose or lipids that occur when fat cells become full and insulin insensitive and lose their protective functions indexes associated with high risk in obese persons often return to normal with appropriate physical activities dietary habits and a small weight loss even when body weight and percentage body fat remain above recommended amounts we believe that statistically derived standards for body weight and percentage body fat are appropriate for use as a screening test but should be downplayed as strict guidelines for all"
}