{
    "pmid": "41401326",
    "title": "Virological and antifibrotic efficacy of antiviral treatment for hepatitis В+C in HIV-positive patients.",
    "abstract": "Aim: To study and compare the efficacy of different regimens of combination antiviral therapy for hepatitis C and B in achieving a sustained virological response in patients with HIV/HBV/HCV coinfection and their impact on the degree of liver fibrosis. Materials and Methods: We examined 113 HIV-infected adult patients with HBV/HCV coinfection who were registered at the Municipal Non-profit Enterprise \"Infectious Diseases Center of the Ivano-Frankivsk Regional Council\" between 2017 and 2019. The efficacy of HBV AVT was assessed by the achievement of undetectable HBV DNA levels in plasma at the baseline of the surveillance and again 1 year later. Continuous variables were expressed as a median and interquartile range (Q1-Q3). Categorical variables were described as frequencies. Group differences in categorical variables were assessed with Pearson's Chi-square and post-hoc Pearson's Chi-square tests, and in continuous variables, the Kruskal-Wallis' test was used. Wilcoxon signed-rank test was used to compare two dependent groups. Results: The treatment regimens with two direct-acting antivirals (sofosbuvir/ledipasvir, sofosbuvir+daclatasvir, sofosbuvir/velpatasvir and sofosbuvir/ ledipasvir and ribavirin resulted in 100 % sustained virologic response. The efficacy of the pegylated interferon, sofosbuvir, and ribavirin regimen was lower, with sustained virologic response achieved in 86.2 % of patients. The lowest efficacy was observed with the sofosbuvir and ribavirin regimen - sustained virologic response achieved in 75.0 % of patients. Primary HBV resistance to tenofovir/emtricitabine was identified in 1.76 % of patients in the entire cohort. Among patients in the group treated with combined antiviral therapy for HBV and HCV using tenofovir/emtricitabine and direct-acting antivirals with or without ribavirin, the incidence of liver fibrosis F3-F4, as assessed by point-shear wave elastography, decreased from 20 % to 2.5 % (р<0,05) after one year of follow-up. Conclusions: In patients with HIV/HBV/HCV coinfection, interferon-free regimens that include two direct-acting antivirals, either alone or in combination with ribavirin, demonstrated 100 % virologic efficacy and the most beneficial effects on the liver reducing the degree of liver fibrosis.",
    "disease": "liver cirrhosis",
    "clean_text": "virological and antifibrotic efficacy of antiviral treatment for hepatitis c in hiv positive patients aim to study and compare the efficacy of different regimens of combination antiviral therapy for hepatitis c and b in achieving a sustained virological response in patients with hiv hbv hcv coinfection and their impact on the degree of liver fibrosis materials and methods we examined hiv infected adult patients with hbv hcv coinfection who were registered at the municipal non profit enterprise infectious diseases center of the ivano frankivsk regional council between and the efficacy of hbv avt was assessed by the achievement of undetectable hbv dna levels in plasma at the baseline of the surveillance and again year later continuous variables were expressed as a median and interquartile range q q categorical variables were described as frequencies group differences in categorical variables were assessed with pearson s chi square and post hoc pearson s chi square tests and in continuous variables the kruskal wallis test was used wilcoxon signed rank test was used to compare two dependent groups results the treatment regimens with two direct acting antivirals sofosbuvir ledipasvir sofosbuvir daclatasvir sofosbuvir velpatasvir and sofosbuvir ledipasvir and ribavirin resulted in sustained virologic response the efficacy of the pegylated interferon sofosbuvir and ribavirin regimen was lower with sustained virologic response achieved in of patients the lowest efficacy was observed with the sofosbuvir and ribavirin regimen sustained virologic response achieved in of patients primary hbv resistance to tenofovir emtricitabine was identified in of patients in the entire cohort among patients in the group treated with combined antiviral therapy for hbv and hcv using tenofovir emtricitabine and direct acting antivirals with or without ribavirin the incidence of liver fibrosis f f as assessed by point shear wave elastography decreased from to after one year of follow up conclusions in patients with hiv hbv hcv coinfection interferon free regimens that include two direct acting antivirals either alone or in combination with ribavirin demonstrated virologic efficacy and the most beneficial effects on the liver reducing the degree of liver fibrosis"
}