{
    "pmid": "41468592",
    "title": "Integrating a Brief Behavioral Intervention Into Case Management for Mothers With Perinatal Substance Use Disorder: Nonrandomized Pilot Feasibility Study.",
    "abstract": "Perinatal substance use disorders (SUD) are frequently comorbid with depression, anxiety, and posttraumatic stress disorder (PTSD), contributing to adverse maternal and child outcomes. Access to integrated mental health support within existing SUD service frameworks is limited, particularly for pregnant and parenting individuals facing socioeconomic and psychosocial instability. Promoting Healthy Families (PHF) is a brief behavioral intervention designed for delivery by case managers serving high-risk perinatal populations with substance use within programs such as Parent Child Assistance Program (PCAP). This study aimed to evaluate the feasibility of integrating PHF into intensive case management for pregnant and postpartum clients with at-risk perinatal substance use, and to assess preliminary outcomes of measures of maternal depression, anxiety, and PTSD symptoms. In this nonrandomized pilot study (April 2018-September 2021), eligible clients were allocated to either PCAP alone (control) or to PHF delivered within PCAP (intervention). Case managers completed an anonymous feasibility survey addressing ease of delivery and fit with their workflow. Participating clients completed the Patient Health Questionnaire-9 (PHQ-9), Generalized Anxiety Disorder-7 Scale, and PTSD (posttraumatic stress disorder) Checklist (PCL-6) at baseline and at 4, 6, and 12 months. Data collection overlapped with the COVID-19 pandemic, which affected service access and delivery. CMs and 1 program supervisor (n=10) reported that PHF was feasible to deliver within PCAP, and respondents indicated clients benefited somewhat (70%) or a lot (30%). Most (70%) noted an increase in workload and recommended additional supervision and training. The pilot study enrolled 58 clients (29 PHF+PCAP and 29 PCAP), with 60% (35/58) completing all follow-up assessments. While differences between groups over time were not statistically significant, changes were in the predicted direction for PHQ-9 and PCL-6 scores. Symptom improvement rates were high: In the PHF+PCAP group, 85% (25/29) showed ≥5-point decreases in PHQ-9 scores, 68% (20/29) had ≥6-point decreases in Generalized Anxiety Disorder-7 Scale scores, and 93% (27/29) had ≥5-point decreases in PCL-6 scores. PHF can be feasibly delivered within an existing intensive case management program for perinatal SUD, with early signals of mental health improvement across both intervention and control groups. Future adequately powered randomized controlled trials should investigate the effectiveness of brief behavioral interventions within perinatal SUD case management programs, optimal delivery timing, and the potential to enhance mental health care integration for high-risk perinatal populations.",
    "disease": "pneumonia",
    "clean_text": "integrating a brief behavioral intervention into case management for mothers with perinatal substance use disorder nonrandomized pilot feasibility study perinatal substance use disorders sud are frequently comorbid with depression anxiety and posttraumatic stress disorder ptsd contributing to adverse maternal and child outcomes access to integrated mental health support within existing sud service frameworks is limited particularly for pregnant and parenting individuals facing socioeconomic and psychosocial instability promoting healthy families phf is a brief behavioral intervention designed for delivery by case managers serving high risk perinatal populations with substance use within programs such as parent child assistance program pcap this study aimed to evaluate the feasibility of integrating phf into intensive case management for pregnant and postpartum clients with at risk perinatal substance use and to assess preliminary outcomes of measures of maternal depression anxiety and ptsd symptoms in this nonrandomized pilot study april september eligible clients were allocated to either pcap alone control or to phf delivered within pcap intervention case managers completed an anonymous feasibility survey addressing ease of delivery and fit with their workflow participating clients completed the patient health questionnaire phq generalized anxiety disorder scale and ptsd posttraumatic stress disorder checklist pcl at baseline and at and months data collection overlapped with the covid pandemic which affected service access and delivery cms and program supervisor n reported that phf was feasible to deliver within pcap and respondents indicated clients benefited somewhat or a lot most noted an increase in workload and recommended additional supervision and training the pilot study enrolled clients phf pcap and pcap with completing all follow up assessments while differences between groups over time were not statistically significant changes were in the predicted direction for phq and pcl scores symptom improvement rates were high in the phf pcap group showed point decreases in phq scores had point decreases in generalized anxiety disorder scale scores and had point decreases in pcl scores phf can be feasibly delivered within an existing intensive case management program for perinatal sud with early signals of mental health improvement across both intervention and control groups future adequately powered randomized controlled trials should investigate the effectiveness of brief behavioral interventions within perinatal sud case management programs optimal delivery timing and the potential to enhance mental health care integration for high risk perinatal populations"
}