{
    "pmid": "41469095",
    "title": "Intraductal Papillary Mucinous Neoplasms (IPMN): An Overall Review and a Retrospective Analysis of 22 Patients.",
    "abstract": "Intraductal papillary mucinous neoplasms (IPMN) are the most common cystic pancreatic lesions, with increasing incidence due to advances in imaging. Their management is complex due to their malignant potential and association with other neoplasms, weighed against morbidity and mortality of pancreatic resection. This study aimed to evaluate survival and surgical outcomes in patients with IPMN exhibiting high-risk features for malignant transformation. This retrospective study reviewed the medical records of 22 patients with adenocarcinoma arising in degenerated IPMN, diagnosed between 2008 and 2024. Inclusion criteria were clinical and radiological signs of pancreatic neoplasm consistent with degenerated IPMN (2023 Kyoto guidelines) and histopathological confirmation. Endoscopic ultrasound (EUS) was not performed in most cases due to the study's timeframe and strong Magnetic Resonance Imaging (MRI) indication of malignancy. Whipple procedures or total pancreatectomy were performed, excluding patients with advanced arterial infiltration or metastases. Demographic, clinical, surgical, and histopathological data, including tumor markers, tumor size, postoperative complications (pancreatic fistula, hemorrhage, delayed gastric emptying) and 30-day mortality were analyzed. Overall survival (OS) and disease- free survival (DFS) were estimated using the Kaplan-Meier method. The cohort comprised 68.2% men with a median age of 70.5 years. Common comorbidities included hypertension, chronic obstructive pulmonary disease (COPD) and diabetes. Most patients were symptomatic presenting with jaundice, pain, or weight loss. Preoperative findings included elevated bilirubin and CA 19-9 levels. Based on Kyoto guidelines, most patients exhibited high-risk stigmata. Surgical procedures primarily involved Whipple procedures, with a median operative time of 360 minutes. Postoperative complications occurred in 45.5% of patients. Median hospital stay was 19 days. Median follow-up was 23 months. Overall survival was 86.4% at 12 months, 72.7% at 24 months, and 68.2% at 60 months. Disease-free survival was 86.4% at 12 months, 81.8% at 24 months, and 72.7% at 60 months. Recurrence occurred in 45.5% of patients, primarily in the lungs, liver, and residual pancreas. Despite the limitations of the small sample size and retrospective design, this study supports the 2023 Kyoto guidelines, demonstrating that surgical management of invasive IPMN can achieve substantially longer survival similar to classic pancreatic adenocarcinoma. Multidisciplinary evaluation is crucial for identifying signs of invasion and malignant degeneration, guiding surgical intervention.",
    "disease": "hypertension",
    "clean_text": "intraductal papillary mucinous neoplasms ipmn an overall review and a retrospective analysis of patients intraductal papillary mucinous neoplasms ipmn are the most common cystic pancreatic lesions with increasing incidence due to advances in imaging their management is complex due to their malignant potential and association with other neoplasms weighed against morbidity and mortality of pancreatic resection this study aimed to evaluate survival and surgical outcomes in patients with ipmn exhibiting high risk features for malignant transformation this retrospective study reviewed the medical records of patients with adenocarcinoma arising in degenerated ipmn diagnosed between and inclusion criteria were clinical and radiological signs of pancreatic neoplasm consistent with degenerated ipmn kyoto guidelines and histopathological confirmation endoscopic ultrasound eus was not performed in most cases due to the study s timeframe and strong magnetic resonance imaging mri indication of malignancy whipple procedures or total pancreatectomy were performed excluding patients with advanced arterial infiltration or metastases demographic clinical surgical and histopathological data including tumor markers tumor size postoperative complications pancreatic fistula hemorrhage delayed gastric emptying and day mortality were analyzed overall survival os and disease free survival dfs were estimated using the kaplan meier method the cohort comprised men with a median age of years common comorbidities included hypertension chronic obstructive pulmonary disease copd and diabetes most patients were symptomatic presenting with jaundice pain or weight loss preoperative findings included elevated bilirubin and ca levels based on kyoto guidelines most patients exhibited high risk stigmata surgical procedures primarily involved whipple procedures with a median operative time of minutes postoperative complications occurred in of patients median hospital stay was days median follow up was months overall survival was at months at months and at months disease free survival was at months at months and at months recurrence occurred in of patients primarily in the lungs liver and residual pancreas despite the limitations of the small sample size and retrospective design this study supports the kyoto guidelines demonstrating that surgical management of invasive ipmn can achieve substantially longer survival similar to classic pancreatic adenocarcinoma multidisciplinary evaluation is crucial for identifying signs of invasion and malignant degeneration guiding surgical intervention"
}