{
    "pmid": "41461398",
    "title": "The Effect of Multimorbidity and Anticoagulation Use in Patients with Atrial Fibrillation on The One-Year Outcome: Analysis from Jordan Atrial Fibrillation (JoFIB) Study - A Prospective Cohort Study.",
    "abstract": "Patients with atrial fibrillation (AF) frequently have multiple comorbidities that increase the risk of hospitalisation and contribute to higher mortality. However, studies examining the prevalence of comorbidities among Middle Eastern patients with AF and their impact on clinical outcomes are scarce. This study aimed to assess the impact of comorbidities in a Middle Eastern population with AF treated with contemporary anticoagulation. Prospective observational cohort study. Patients from 20 hospitals and 30 outpatient cardiology clinics across Jordan were enrolled from May 2019 through October 2020. 2020 consecutive patients were enrolled. 117 of them were lost to follow-up, and 1903 had available data for analysis. Of the total, 1096 (54.3%) patients were women, and 924 (45.7%) were men. Eligible patients were 18 years of age or above, had a confirmed AF diagnosis and provided informed consent. We are examining the outcomes of patients with AF, comparing those who have multimorbidities versus oligomorbidities. The primary outcomes were AF-related complications occurring within 1-year follow-up: major bleeding, non-major bleeding, stroke/cerebrovascular accidents, systemic emboli and acute coronary syndrome. Secondary outcomes included causes of death among deceased patients. Among the cohort, 1160 (57.4%) had two or less comorbidities (oligomorbidity group) and 860 (42.6%) had three or more comorbidities (multimorbidity group). Compared with the oligomorbidity group, the multimorbidity group had significantly higher rates of hypertension (97.9% vs 57.2%), diabetes mellitus type II (92.4% vs 7.3%), cardiovascular disease (100% vs 79.6%), chronic kidney disease (18.4% vs 1.8%) and chronic lung disease (7% vs 1%, p<0.001 for all comparisons). Over the 1-year follow-up, the multimorbidity group experienced higher rates of hospitalisation (24% vs 16.9%, p<0.001), all-cause death (21.4% vs 9.5%, p<0.001) and cardiovascular death (11.8% vs 4.7%, p=0.002) than the oligomorbidity group. All-cause mortality in the multimorbid group was mostly related to hypertension with an OR of 5.5 (95% CI 2.07 to 14.73), history of stroke (OR 2.7, 95% CI1.85-4.03) and heart failure (OR 2.3, 95% CI 1.64 to 3.33). However, the use of warfarin (OR 0.6, 95% CI 0.38 to 0.82) and novel oral anticoagulants (OR 0.7, 95% CI 0.46 to 0.91) had protective effects from all-cause mortality. Middle Eastern patients with AF appear to exhibit a high burden of comorbidities. The results suggest the more comorbidities in these patients, the higher the rates of hospitalisation and death. NCT03917992.",
    "disease": "diabetes mellitus",
    "clean_text": "the effect of multimorbidity and anticoagulation use in patients with atrial fibrillation on the one year outcome analysis from jordan atrial fibrillation jofib study a prospective cohort study patients with atrial fibrillation af frequently have multiple comorbidities that increase the risk of hospitalisation and contribute to higher mortality however studies examining the prevalence of comorbidities among middle eastern patients with af and their impact on clinical outcomes are scarce this study aimed to assess the impact of comorbidities in a middle eastern population with af treated with contemporary anticoagulation prospective observational cohort study patients from hospitals and outpatient cardiology clinics across jordan were enrolled from may through october consecutive patients were enrolled of them were lost to follow up and had available data for analysis of the total patients were women and were men eligible patients were years of age or above had a confirmed af diagnosis and provided informed consent we are examining the outcomes of patients with af comparing those who have multimorbidities versus oligomorbidities the primary outcomes were af related complications occurring within year follow up major bleeding non major bleeding stroke cerebrovascular accidents systemic emboli and acute coronary syndrome secondary outcomes included causes of death among deceased patients among the cohort had two or less comorbidities oligomorbidity group and had three or more comorbidities multimorbidity group compared with the oligomorbidity group the multimorbidity group had significantly higher rates of hypertension vs diabetes mellitus type ii vs cardiovascular disease vs chronic kidney disease vs and chronic lung disease vs p for all comparisons over the year follow up the multimorbidity group experienced higher rates of hospitalisation vs p all cause death vs p and cardiovascular death vs p than the oligomorbidity group all cause mortality in the multimorbid group was mostly related to hypertension with an or of ci to history of stroke or ci and heart failure or ci to however the use of warfarin or ci to and novel oral anticoagulants or ci to had protective effects from all cause mortality middle eastern patients with af appear to exhibit a high burden of comorbidities the results suggest the more comorbidities in these patients the higher the rates of hospitalisation and death nct"
}