{
    "pmid": "41384394",
    "title": "Coronary plaques and pericardial fat volume assessment in patients with metabolic syndrome being evaluated for suspected coronary artery disease.",
    "abstract": "The relationship between increased pericardial fat volume (PFV) and coronary plaque characteristics in patients with metabolic syndrome (MetS) is unclear. We aimed to assess PFV and coronary plaque characteristics, including type, stenosis severity, and presence of multiple plaques, among patients with MetS being evaluated for suspected coronary artery disease (CAD). This retrospective study included patients with suspected CAD who underwent computed tomography coronary angiography to exclude the presence of occlusive CAD. MetS diagnosis was based on the American Association of Clinical Endocrinologists criteria. The study included 811 individuals with suspected CAD who underwent MDCT examinations: 127 were in the MetS group, 71 were in the diabetes mellitus (DM) group, and 613 were in the control group (neither DM nor MetS). PFV was higher in the MetS group compared to the DM and the control groups (p=0.003). The MetS group had a higher prevalence of multiple (p<0.001) and mixed coronary plaques (p<0.001) compared to other groups. Increased age [odds ratio (OR) confidence interval (CI)=1.1(1-1.2), p=0.039] and PFV [OR (CI)=1 (1-1.2), p=0.027] showed an independent association with multiple plaque presence, while PFV was an independent predictor of mixed plaque presence [OR (CI)=1.1 (1-1.2), p=0.008]. In conclusion, patients with MetS had larger PFV and a higher prevalence of mixed and multiple coronary plaques than patients without MetS. PFV showed an independent and significant association with mixed and multiple coronary plaques among patients with MetS.",
    "disease": "coronary artery disease",
    "clean_text": "coronary plaques and pericardial fat volume assessment in patients with metabolic syndrome being evaluated for suspected coronary artery disease the relationship between increased pericardial fat volume pfv and coronary plaque characteristics in patients with metabolic syndrome mets is unclear we aimed to assess pfv and coronary plaque characteristics including type stenosis severity and presence of multiple plaques among patients with mets being evaluated for suspected coronary artery disease cad this retrospective study included patients with suspected cad who underwent computed tomography coronary angiography to exclude the presence of occlusive cad mets diagnosis was based on the american association of clinical endocrinologists criteria the study included individuals with suspected cad who underwent mdct examinations were in the mets group were in the diabetes mellitus dm group and were in the control group neither dm nor mets pfv was higher in the mets group compared to the dm and the control groups p the mets group had a higher prevalence of multiple p and mixed coronary plaques p compared to other groups increased age odds ratio or confidence interval ci p and pfv or ci p showed an independent association with multiple plaque presence while pfv was an independent predictor of mixed plaque presence or ci p in conclusion patients with mets had larger pfv and a higher prevalence of mixed and multiple coronary plaques than patients without mets pfv showed an independent and significant association with mixed and multiple coronary plaques among patients with mets"
}