{
    "title": "Non-Immunoglobulin Amyloidosis-Mediated Kidney Disease: Emerging Understanding of Underdiagnosed Entities.",
    "doc_id": "39084759",
    "writer": "Karam S",
    "year": "2024",
    "summary": "Clinical correlation, genetic analysis, and adequate tissue typing through a kidney biopsy are essential to make the correct diagnosis, especially when a family history of amyloidosis is absent. Except for AA and transthyretin amyloidosis, the treatment is usually purely s …",
    "abstract": "Amyloidosis is a complex group of rare disorders characterized by the deposition of misfolded proteins in the extracellular space of various tissues and organs, leading to progressive organ dysfunction. The kidneys constitute a very common site affected, most notably by immunoglobulin-mediated (light chain, heavy chain, and light and heavy chain amyloidosis), but other types that include serum amyloid A (AA) amyloidosis and leukocyte chemotactic factor 2 amyloidosis, along with mutant proteins in several hereditary forms of amyloidosis such as transthyretin, fibrinogen α-chain, gelsolin, lysozyme, and apolipoproteins AI/AII/AIV/CII/CIII amyloidosis have been incriminated as well. The clinical presentation is variable and can range from minimal proteinuria for leukocyte chemotactic factor 2 amyloidosis to a full-blown nephrotic syndrome for AA amyloidosis. Clinical correlation, genetic analysis, and adequate tissue typing through a kidney biopsy are essential to make the correct diagnosis, especially when a family history of amyloidosis is absent. Except for AA and transthyretin amyloidosis, the treatment is usually purely supportive. Kidney transplantation is an acceptable form of treatment for end-stage kidney disease in all types of non-Ig-mediated renal amyloidosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39084759/",
    "clean_text": "non immunoglobulin amyloidosis mediated kidney disease emerging understanding of underdiagnosed entities clinical correlation genetic analysis and adequate tissue typing through a kidney biopsy are essential to make the correct diagnosis especially when a family history of amyloidosis is absent except for aa and transthyretin amyloidosis the treatment is usually purely s amyloidosis is a complex group of rare disorders characterized by the deposition of misfolded proteins in the extracellular space of various tissues and organs leading to progressive organ dysfunction the kidneys constitute a very common site affected most notably by immunoglobulin mediated light chain heavy chain and light and heavy chain amyloidosis but other types that include serum amyloid a aa amyloidosis and leukocyte chemotactic factor amyloidosis along with mutant proteins in several hereditary forms of amyloidosis such as transthyretin fibrinogen chain gelsolin lysozyme and apolipoproteins ai aii aiv cii ciii amyloidosis have been incriminated as well the clinical presentation is variable and can range from minimal proteinuria for leukocyte chemotactic factor amyloidosis to a full blown nephrotic syndrome for aa amyloidosis clinical correlation genetic analysis and adequate tissue typing through a kidney biopsy are essential to make the correct diagnosis especially when a family history of amyloidosis is absent except for aa and transthyretin amyloidosis the treatment is usually purely supportive kidney transplantation is an acceptable form of treatment for end stage kidney disease in all types of non ig mediated renal amyloidosis"
}