{
    "pmid": "41474908",
    "title": "Association of Serum Vitamin D Status with Gestational Diabetes Mellitus: An Experience from a Tertiary Level Specialized Diabetic Hospital in Bangladesh.",
    "abstract": "In recent years, there has been increased interest to find the association between gestational diabetes mellitus (GDM) and serum vitamin D status. Pregnant women all over the world have a substantial frequency of vitamin D insufficiency. There is much significant evidence that low vitamin D levels may be modifiable risk factors for GDM. The aim of the present study was to evaluate serum vitamin D status and observe its association with GDM. This cross-sectional study was conducted in the department of Biochemistry and Molecular Biology of BIRDEM General Hospital, Dhaka, Bangladesh from July 2016 to June 2017. Total 200 pregnant women (all aged between 20-40 years) were select from the outpatient department (OPD) of Gynaecology and Obstetrics BIRDEM General Hospital-2, Dhaka, Bangladesh. Among them 100 GDM patients were taken as cases and 100 normoglycemic pregnant women were taken as controls. Serum vitamins D, fasting blood glucose, 2 hours postprandial blood glucose were estimated in all pregnant women by standard laboratory methods. The mean vitamin D level was significantly lower in GDM patients compared to controls (22.36±11.05 vs. 37.1±15.4; p<0.001). Serum vitamin D levels were considerably lower in GDM patients than those of pregnant normoglycemic women.",
    "disease": "diabetes mellitus",
    "clean_text": "association of serum vitamin d status with gestational diabetes mellitus an experience from a tertiary level specialized diabetic hospital in bangladesh in recent years there has been increased interest to find the association between gestational diabetes mellitus gdm and serum vitamin d status pregnant women all over the world have a substantial frequency of vitamin d insufficiency there is much significant evidence that low vitamin d levels may be modifiable risk factors for gdm the aim of the present study was to evaluate serum vitamin d status and observe its association with gdm this cross sectional study was conducted in the department of biochemistry and molecular biology of birdem general hospital dhaka bangladesh from july to june total pregnant women all aged between years were select from the outpatient department opd of gynaecology and obstetrics birdem general hospital dhaka bangladesh among them gdm patients were taken as cases and normoglycemic pregnant women were taken as controls serum vitamins d fasting blood glucose hours postprandial blood glucose were estimated in all pregnant women by standard laboratory methods the mean vitamin d level was significantly lower in gdm patients compared to controls vs p serum vitamin d levels were considerably lower in gdm patients than those of pregnant normoglycemic women"
}