{
    "pmid": "41416723",
    "title": "Autobiographical Memory Deficits in Persons with Epilepsy: Is There Epoch Specificity in Quantified Reminiscence?",
    "abstract": "Remote memory assessment in epilepsy is often limited by challenges in construct and measurement. We aimed to study quantified autobiographical memory (AM) scores in patients with temporal lobe epilepsy (TLE) and idiopathic generalized epilepsy (IGE), as well as healthy controls. We studied 30 patients in each of three groups - TLE, IGE, and healthy controls. Standardized tests were used to assess the intelligence quotient, verbal memory, and visual memory. AM Interview (AMI) was used to assess total AM as well as AM sub-scores. Automated volumetric imaging was done to assess grey matter volumes in areas of interest. ANOVA was used to compare memory scores across the groups. Verbal and visual memory scores were lower in TLE compared to controls. Total AMI scores were lower in TLE and IGE when compared to controls. Total personal semantic AMI and total autobiographical incidents-AMI scores were lower in both IGE and TLE compared to controls. Recent life personal semantic AMI was lower in both TLE and IGE compared to controls, while other sub-scores were similar in all three groups. Childhood personal semantic memory scores were significantly correlated with right hippocampal and amygdala grey matter volumes, while total autobiographical AMI scores correlated with hippocampal grey matter volumes in IGE. This study demonstrates AM deficits in persons with epilepsy. Further studies are required to clarify the AMI deficits in right and left TLE, as well as post-resective surgery for TLE.",
    "disease": "epilepsy",
    "clean_text": "autobiographical memory deficits in persons with epilepsy is there epoch specificity in quantified reminiscence remote memory assessment in epilepsy is often limited by challenges in construct and measurement we aimed to study quantified autobiographical memory am scores in patients with temporal lobe epilepsy tle and idiopathic generalized epilepsy ige as well as healthy controls we studied patients in each of three groups tle ige and healthy controls standardized tests were used to assess the intelligence quotient verbal memory and visual memory am interview ami was used to assess total am as well as am sub scores automated volumetric imaging was done to assess grey matter volumes in areas of interest anova was used to compare memory scores across the groups verbal and visual memory scores were lower in tle compared to controls total ami scores were lower in tle and ige when compared to controls total personal semantic ami and total autobiographical incidents ami scores were lower in both ige and tle compared to controls recent life personal semantic ami was lower in both tle and ige compared to controls while other sub scores were similar in all three groups childhood personal semantic memory scores were significantly correlated with right hippocampal and amygdala grey matter volumes while total autobiographical ami scores correlated with hippocampal grey matter volumes in ige this study demonstrates am deficits in persons with epilepsy further studies are required to clarify the ami deficits in right and left tle as well as post resective surgery for tle"
}