{
    "title": "Fragile X syndrome: clinical presentation, pathology and treatment.",
    "doc_id": "32026885",
    "writer": "Salcedo-Arellano MJ",
    "year": "2020",
    "summary": "Fragile X syndrome is the monogenetic condition that produces more cases of autism and intellectual disability. ...Hispanic countries such as Colombia, Chile and Spain report high prevalence of fragile X syndrome and have created fragile …",
    "abstract": "Fragile X syndrome is the monogenetic condition that produces more cases of autism and intellectual disability. The repetition of CGG triplets (> 200) and their methylation entail the silencing of the FMR1 gene. The FMRP protein (product of the FMR1 gene) interacts with ribosomes by controlling the translation of specific messengers, and its loss causes alterations in synaptic connectivity. Screening for fragile X syndrome is performed by polymerase chain reaction. Current recommendation of the American Academy of Pediatrics is to test individuals with intellectual disability, global developmental retardation or with a family history of presence of the mutation or premutation. Hispanic countries such as Colombia, Chile and Spain report high prevalence of fragile X syndrome and have created fragile X national associations or corporations that seek to bring patients closer to available diagnostic and treatment networks.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32026885/",
    "clean_text": "fragile x syndrome clinical presentation pathology and treatment fragile x syndrome is the monogenetic condition that produces more cases of autism and intellectual disability hispanic countries such as colombia chile and spain report high prevalence of fragile x syndrome and have created fragile fragile x syndrome is the monogenetic condition that produces more cases of autism and intellectual disability the repetition of cgg triplets and their methylation entail the silencing of the fmr gene the fmrp protein product of the fmr gene interacts with ribosomes by controlling the translation of specific messengers and its loss causes alterations in synaptic connectivity screening for fragile x syndrome is performed by polymerase chain reaction current recommendation of the american academy of pediatrics is to test individuals with intellectual disability global developmental retardation or with a family history of presence of the mutation or premutation hispanic countries such as colombia chile and spain report high prevalence of fragile x syndrome and have created fragile x national associations or corporations that seek to bring patients closer to available diagnostic and treatment networks"
}