{
    "pmid": "41448215",
    "title": "Global biological sample collections from tuberculosis studies: a scoping review.",
    "abstract": "Progress in tuberculosis vaccine development is hindered by the incomplete understanding of protective immunity and other disease mechanisms. An interconnected network of sample biorepositories from tuberculosis studies could help to address these gaps. To assess the feasibility of such a resource, we conducted a scoping review of tuberculosis observational studies and vaccine clinical trials. The included studies collected at least one biological sample from tuberculosis cases, contacts, or controls and had more than 100 participants. We contacted the corresponding authors of these studies to determine the sample availability and interest in interconnected biorepositories. For the period 2014-24, we identified 104 observational studies and 18 vaccine trials that collected biological samples from 35 075 tuberculosis cases, 39 450 contacts or controls, and 45 628 trial participants across 43 countries. The commonly collected samples were blood, human genomic DNA, RNA, and sputum. Interest among the contacted investigators was high. Interconnected sample biorepositories could facilitate large-scale investigations and accelerate progress towards tuberculosis vaccine development.",
    "disease": "tuberculosis",
    "clean_text": "global biological sample collections from tuberculosis studies a scoping review progress in tuberculosis vaccine development is hindered by the incomplete understanding of protective immunity and other disease mechanisms an interconnected network of sample biorepositories from tuberculosis studies could help to address these gaps to assess the feasibility of such a resource we conducted a scoping review of tuberculosis observational studies and vaccine clinical trials the included studies collected at least one biological sample from tuberculosis cases contacts or controls and had more than participants we contacted the corresponding authors of these studies to determine the sample availability and interest in interconnected biorepositories for the period we identified observational studies and vaccine trials that collected biological samples from tuberculosis cases contacts or controls and trial participants across countries the commonly collected samples were blood human genomic dna rna and sputum interest among the contacted investigators was high interconnected sample biorepositories could facilitate large scale investigations and accelerate progress towards tuberculosis vaccine development"
}