{
    "title": "What has been learned from mouse models of the Fragile X Premutation and Fragile X-associated tremor/ataxia syndrome?",
    "doc_id": "27355912",
    "writer": "Foote MM",
    "year": "2016",
    "summary": "OBJECTIVE: To describe in this review how research using mouse models developed to study the Fragile X premutation (PM) and Fragile X-associated tremor/ataxia syndrome (FXTAS) have contributed to understanding these disorders. PM carriers bear an expan …",
    "abstract": "Objective:\n        \n      \n      To describe in this review how research using mouse models developed to study the Fragile X premutation (PM) and Fragile X-associated tremor/ataxia syndrome (FXTAS) have contributed to understanding these disorders. PM carriers bear an expanded CGG trinucleotide repeat on the Fragile X Mental Retardation 1 (FMR1) gene, and are at risk for developing the late onset neurodegenerative disorder FXTAS.\n    \n\n\n          Conclusions:\n        \n      \n      Much has been learned about these genetic disorders from the development and study of mouse models. This includes new insights into the early cellular and molecular events that occur in PM carriers and in FXTAS, the presence of multiorgan pathology beyond the CNS, immunological dysregulation, unexpected synthesis of a potentially toxic peptide in FXTAS (i.e., FMRpolyG), and evidence that the disease process may be halted or reversed by appropriate molecular therapies given early in the course of disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27355912/",
    "clean_text": "what has been learned from mouse models of the fragile x premutation and fragile x associated tremor ataxia syndrome objective to describe in this review how research using mouse models developed to study the fragile x premutation pm and fragile x associated tremor ataxia syndrome fxtas have contributed to understanding these disorders pm carriers bear an expan objective to describe in this review how research using mouse models developed to study the fragile x premutation pm and fragile x associated tremor ataxia syndrome fxtas have contributed to understanding these disorders pm carriers bear an expanded cgg trinucleotide repeat on the fragile x mental retardation fmr gene and are at risk for developing the late onset neurodegenerative disorder fxtas conclusions much has been learned about these genetic disorders from the development and study of mouse models this includes new insights into the early cellular and molecular events that occur in pm carriers and in fxtas the presence of multiorgan pathology beyond the cns immunological dysregulation unexpected synthesis of a potentially toxic peptide in fxtas i e fmrpolyg and evidence that the disease process may be halted or reversed by appropriate molecular therapies given early in the course of disease"
}