{
    "pmid": "41472241",
    "title": "A Novel Composite Vaccine Combining Inactivated Antigen and IgY Elicits Sustained Humoral Immunity Against FAdV-4 Viruses and PEDV Viruses.",
    "abstract": "Vaccination remains the primary strategy for controlling infectious diseases in farm animals. However, current conventional vaccines demonstrate clinical limitations including suboptimal immunogenicity and frequent booster requirements, which compromise disease management efficacy. This study presents an innovative vaccine platform combining yolk immunoglobulin (IgY) with inactivated antigens as co-immunization components. We developed two formulations targeting economically significant pathogens: avian Fowl Adenovirus Serotype 4 (FAdV-4) and Porcine Epidemic Diarrhea Virus (PEDV). For FAdV-4 vaccine evaluation in specific pathogen-free (SPF) chickens, the IgY-antigen complex demonstrated superior immunogenic properties compared to conventional inactivated vaccines. When administered as a single dose at 14 days of age, the experimental formulation elicited significantly stronger humoral responses as measured by both serum neutralization (SN",
    "disease": "covid-19",
    "clean_text": "a novel composite vaccine combining inactivated antigen and igy elicits sustained humoral immunity against fadv viruses and pedv viruses vaccination remains the primary strategy for controlling infectious diseases in farm animals however current conventional vaccines demonstrate clinical limitations including suboptimal immunogenicity and frequent booster requirements which compromise disease management efficacy this study presents an innovative vaccine platform combining yolk immunoglobulin igy with inactivated antigens as co immunization components we developed two formulations targeting economically significant pathogens avian fowl adenovirus serotype fadv and porcine epidemic diarrhea virus pedv for fadv vaccine evaluation in specific pathogen free spf chickens the igy antigen complex demonstrated superior immunogenic properties compared to conventional inactivated vaccines when administered as a single dose at days of age the experimental formulation elicited significantly stronger humoral responses as measured by both serum neutralization sn"
}