{
    "pmid": "41461810",
    "title": "Differences in different reconstruction algorithms for coronary CTA demonstrating pericoronary adipose tissue attenuation.",
    "abstract": "The Fat Attenuation Index (FAI) surrounding the coronary arteries, a sensitive biomarker for coronary inflammation, can be measured through standard Coronary Computed Tomography Angiography (CCTA). The aim of this study is to evaluate the differences in FAI as displayed on CCTA using three different reconstruction algorithms: high-level Deep Learning Image Reconstruction (DLIR-H), adaptive statistical iterative reconstruction-Veo at a level of 50% (ASiR-V50%), and Filtered Back Projection (FBP). Based on the presence or absence of plaque, the population was divided into the following groups: normal, no plaque, non-calcified plaque, mixed plaque, and calcified plaque. Each group was then further analysed according to the reconstruction algorithm, with three subgroups for each: DLIR-H, ASiR-V50%, and FBP. Attenuation values for pericardial adipose tissue, image noise, and the Fat Attenuation Index (FAI) of the three proximal coronary arteries were measured and evaluated for each of the three reconstruction algorithms. The attenuation values of pericardial adipose tissue measured by the three algorithms were not statistically different. However, the FAI measured by DLIR-H was the highest, followed by ASiR-V50%, with FBP yielding the lowest value; all differences were statistically significant. Meanwhile, DLIR-H demonstrated the strongest ability to reduce image noise, whereas FBP showed the weakest ability to do so. FAI varies significantly depending on the algorithm used. Therefore, standardised reconstruction protocols are essential in multicentre and longitudinal studies to ensure accurate, reproducible, and comparable FAI results.",
    "disease": "coronary artery disease",
    "clean_text": "differences in different reconstruction algorithms for coronary cta demonstrating pericoronary adipose tissue attenuation the fat attenuation index fai surrounding the coronary arteries a sensitive biomarker for coronary inflammation can be measured through standard coronary computed tomography angiography ccta the aim of this study is to evaluate the differences in fai as displayed on ccta using three different reconstruction algorithms high level deep learning image reconstruction dlir h adaptive statistical iterative reconstruction veo at a level of asir v and filtered back projection fbp based on the presence or absence of plaque the population was divided into the following groups normal no plaque non calcified plaque mixed plaque and calcified plaque each group was then further analysed according to the reconstruction algorithm with three subgroups for each dlir h asir v and fbp attenuation values for pericardial adipose tissue image noise and the fat attenuation index fai of the three proximal coronary arteries were measured and evaluated for each of the three reconstruction algorithms the attenuation values of pericardial adipose tissue measured by the three algorithms were not statistically different however the fai measured by dlir h was the highest followed by asir v with fbp yielding the lowest value all differences were statistically significant meanwhile dlir h demonstrated the strongest ability to reduce image noise whereas fbp showed the weakest ability to do so fai varies significantly depending on the algorithm used therefore standardised reconstruction protocols are essential in multicentre and longitudinal studies to ensure accurate reproducible and comparable fai results"
}