{
    "title": "Alzheimer's disease and gut microbiota.",
    "doc_id": "27566465",
    "writer": "Hu X",
    "year": "2016",
    "summary": "Alzheimer's disease (AD) is a most common neurodegenerative disorder, which associates with impaired cognition. Gut microbiota can modulate host brain function and behavior via microbiota-gut-brain axis, including cognitive behavior. ...All the results …",
    "abstract": "Alzheimer's disease (AD) is a most common neurodegenerative disorder, which associates with impaired cognition. Gut microbiota can modulate host brain function and behavior via microbiota-gut-brain axis, including cognitive behavior. Germ-free animals, antibiotics, probiotics intervention and diet can induce alterations of gut microbiota and gut physiology and also host cognitive behavior, increasing or decreasing risks of AD. The increased permeability of intestine and blood-brain barrier induced by gut microbiota disturbance will increase the incidence of neurodegeneration disorders. Gut microbial metabolites and their effects on host neurochemical changes may increase or decrease the risk of AD. Pathogenic microbes infection will also increase the risk of AD, and meanwhile, the onset of AD support the \"hygiene hypothesis\". All the results suggest that AD may begin in the gut, and is closely related to the imbalance of gut microbiota. Modulation of gut microbiota through personalized diet or beneficial microbiota intervention will probably become a new treatment for AD.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27566465/",
    "clean_text": "alzheimer s disease and gut microbiota alzheimer s disease ad is a most common neurodegenerative disorder which associates with impaired cognition gut microbiota can modulate host brain function and behavior via microbiota gut brain axis including cognitive behavior all the results alzheimer s disease ad is a most common neurodegenerative disorder which associates with impaired cognition gut microbiota can modulate host brain function and behavior via microbiota gut brain axis including cognitive behavior germ free animals antibiotics probiotics intervention and diet can induce alterations of gut microbiota and gut physiology and also host cognitive behavior increasing or decreasing risks of ad the increased permeability of intestine and blood brain barrier induced by gut microbiota disturbance will increase the incidence of neurodegeneration disorders gut microbial metabolites and their effects on host neurochemical changes may increase or decrease the risk of ad pathogenic microbes infection will also increase the risk of ad and meanwhile the onset of ad support the hygiene hypothesis all the results suggest that ad may begin in the gut and is closely related to the imbalance of gut microbiota modulation of gut microbiota through personalized diet or beneficial microbiota intervention will probably become a new treatment for ad"
}