{
    "title": "[Diagnostics and therapy of back pain: what is advisable? What should be avoided and why is it still done?].",
    "doc_id": "32189043",
    "writer": "Schiltenwolf M",
    "year": "2020",
    "summary": "Diagnostic and therapeutic procedures are popular and frequently performed for low back pain. This narrative review presents and discusses the myths and evidence related to these procedures.In most cases it is nonspecific pain, for which no underlying disease …",
    "abstract": "Diagnostic and therapeutic procedures are popular and frequently performed for low back pain. This narrative review presents and discusses the myths and evidence related to these procedures.In most cases it is nonspecific pain, for which no underlying disease can be named. Image diagnostics using X‑rays and MRI are rarely helpful in the case of new nonspecific back pain.Evidence for chirotherapy is doubtful. Also, evidence is lacking for invasive and surgical procedures in local and regional low back pain. These procedures show superiority in radicular pain only: extraction of disc herniation in acute and subacute leg pain and segmental lumbar fusion in chronic leg pain. Nevertheless, these and other invasive methods are being used to an increasing extent. Spontaneous healing and the possibilities of the patient to become pain-relieving for themselves are neglected and increased risks are accepted.Therapeutic approaches fostering self-efficacy by reconditioning physical and mental capability and improving positive self-perception (\"interdisciplinary multimodal pain therapy\") effect superior and sustainable results in subacute and chronic nonspecific back pain. Patients and physicians, however, tend to prefer passive and invasive therapy strategies. The underlying mechanisms should be understood. New thinking is necessary.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32189043/",
    "clean_text": "diagnostics and therapy of back pain what is advisable what should be avoided and why is it still done diagnostic and therapeutic procedures are popular and frequently performed for low back pain this narrative review presents and discusses the myths and evidence related to these procedures in most cases it is nonspecific pain for which no underlying disease diagnostic and therapeutic procedures are popular and frequently performed for low back pain this narrative review presents and discusses the myths and evidence related to these procedures in most cases it is nonspecific pain for which no underlying disease can be named image diagnostics using x rays and mri are rarely helpful in the case of new nonspecific back pain evidence for chirotherapy is doubtful also evidence is lacking for invasive and surgical procedures in local and regional low back pain these procedures show superiority in radicular pain only extraction of disc herniation in acute and subacute leg pain and segmental lumbar fusion in chronic leg pain nevertheless these and other invasive methods are being used to an increasing extent spontaneous healing and the possibilities of the patient to become pain relieving for themselves are neglected and increased risks are accepted therapeutic approaches fostering self efficacy by reconditioning physical and mental capability and improving positive self perception interdisciplinary multimodal pain therapy effect superior and sustainable results in subacute and chronic nonspecific back pain patients and physicians however tend to prefer passive and invasive therapy strategies the underlying mechanisms should be understood new thinking is necessary"
}