{
    "title": "'Putting the squeeze' on the tight junction: understanding cytoskeletal regulation.",
    "doc_id": "10966864",
    "writer": "Turner JR.",
    "year": "2000",
    "summary": "More recently, this interaction has been studied in physiological, pathophysiological, and molecular models of tight junction regulation. These studies have demonstrated the central role of actomyosin contraction in tight junction regulation. With the …",
    "abstract": "The apical perijunctional actomyosin ring of epithelia is structurally associated with the tight junction. The functional association between the tight junction and the perijunctional actomyosin ring was initially described in studies using pharmacological agents that disrupt microfilaments. More recently, this interaction has been studied in physiological, pathophysiological, and molecular models of tight junction regulation. These studies have demonstrated the central role of actomyosin contraction in tight junction regulation. With the identification of novel tight junction proteins and characterization of their protein:protein interactions comes the promise of detailed understanding of the molecular interactions that mediate tight junction regulation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10966864/",
    "clean_text": "putting the squeeze on the tight junction understanding cytoskeletal regulation more recently this interaction has been studied in physiological pathophysiological and molecular models of tight junction regulation these studies have demonstrated the central role of actomyosin contraction in tight junction regulation with the the apical perijunctional actomyosin ring of epithelia is structurally associated with the tight junction the functional association between the tight junction and the perijunctional actomyosin ring was initially described in studies using pharmacological agents that disrupt microfilaments more recently this interaction has been studied in physiological pathophysiological and molecular models of tight junction regulation these studies have demonstrated the central role of actomyosin contraction in tight junction regulation with the identification of novel tight junction proteins and characterization of their protein protein interactions comes the promise of detailed understanding of the molecular interactions that mediate tight junction regulation"
}