{
    "pmid": "41435934",
    "title": "Can physical activity augment drug efficacy in PMO treatments - Insights from in-silico simulations of PTH and denosumab treatments.",
    "abstract": "The aetiology of osteoporosis (OP) is diverse, with ageing and the oestrogen decline after menopause being the main causes of the most prevalent type, primary OP. The concurrence of other diseases (such as chronic kidney disease or hyperparathyroidism), the use of certain medications (glucocorticoids) or an inadequate diet or a sedentary lifestyle may also cause or accelerate the appearance of OP. To counteract the sedentary lifestyle, physical exercise is often recommended as a preventive therapy or even as a complement to pharmacological treatments. In this work, we use a mathematical model of bone remodelling based on cell populations that implements bone mechanical feedback as a function of the strain level and the number of cycles of daily activities. We coupled this bone remodelling model with PK-PD models of denosumab and teriparatide to study the joint effect of drug treatments and exercise on bone density of postmenopausal women. Our results show that low-intensity exercise alone could slow down bone loss and prevent OP, particularly if started at a young age, and it could improve the efficacy of drug treatments, increasing bone density and reducing fracture risk. The incremental benefit of physical activity is greater in denosumab treatments, where the anabolic effect of exercise complements the anticatabolic effect of denosumab. However, the bone density gain and the reduction in fracture risk is greater, in absolute terms, in teriparatide treatments. In any case, disuse and sedentary lifestyle are detrimental to bone density and compromises the efficacy of drug treatments.",
    "disease": "chronic kidney disease",
    "clean_text": "can physical activity augment drug efficacy in pmo treatments insights from in silico simulations of pth and denosumab treatments the aetiology of osteoporosis op is diverse with ageing and the oestrogen decline after menopause being the main causes of the most prevalent type primary op the concurrence of other diseases such as chronic kidney disease or hyperparathyroidism the use of certain medications glucocorticoids or an inadequate diet or a sedentary lifestyle may also cause or accelerate the appearance of op to counteract the sedentary lifestyle physical exercise is often recommended as a preventive therapy or even as a complement to pharmacological treatments in this work we use a mathematical model of bone remodelling based on cell populations that implements bone mechanical feedback as a function of the strain level and the number of cycles of daily activities we coupled this bone remodelling model with pk pd models of denosumab and teriparatide to study the joint effect of drug treatments and exercise on bone density of postmenopausal women our results show that low intensity exercise alone could slow down bone loss and prevent op particularly if started at a young age and it could improve the efficacy of drug treatments increasing bone density and reducing fracture risk the incremental benefit of physical activity is greater in denosumab treatments where the anabolic effect of exercise complements the anticatabolic effect of denosumab however the bone density gain and the reduction in fracture risk is greater in absolute terms in teriparatide treatments in any case disuse and sedentary lifestyle are detrimental to bone density and compromises the efficacy of drug treatments"
}