{
    "title": "Head and neck surgical subspecialty training in Africa: Sustainable models to improve cancer care in developing countries.",
    "doc_id": "27880008",
    "writer": "Fagan JJ",
    "year": "2017",
    "summary": "How do we train head and neck surgeons in developing countries and avoid a brain drain? The ideal model provides appropriate affordable training leading to establishment of head and neck cancer centers that teach and train others. ...Fellowship trainin …",
    "abstract": "Background:\n        \n      \n      Cancer poses a health crisis in the developing world where surgery is the mainstay of treatment for head and neck cancers. However, a shortage of surgeons with appropriate skills exists. How do we train head and neck surgeons in developing countries and avoid a brain drain? The ideal model provides appropriate affordable training leading to establishment of head and neck cancer centers that teach and train others.\n    \n\n\n          Methods:\n        \n      \n      Different head and neck surgery training models are presented based on the personal experiences of the authors. Surgical exposure of head and neck fellows in Cape Town and (potentially) in Nairobi is benchmarked against programs in the United States.\n    \n\n\n          Results:\n        \n      \n      Surgical exposure in Cape Town is equivalent to that in the United States, but more appropriate to a developing world setting.\n    \n\n\n          Conclusion:\n        \n      \n      Training can be achieved in a number of ways, which may be complimentary. Fellowship training is possible in developing countries. © 2016 Wiley Periodicals, Inc. Head Neck 39: 605-611, 2017.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27880008/",
    "clean_text": "head and neck surgical subspecialty training in africa sustainable models to improve cancer care in developing countries how do we train head and neck surgeons in developing countries and avoid a brain drain the ideal model provides appropriate affordable training leading to establishment of head and neck cancer centers that teach and train others fellowship trainin background cancer poses a health crisis in the developing world where surgery is the mainstay of treatment for head and neck cancers however a shortage of surgeons with appropriate skills exists how do we train head and neck surgeons in developing countries and avoid a brain drain the ideal model provides appropriate affordable training leading to establishment of head and neck cancer centers that teach and train others methods different head and neck surgery training models are presented based on the personal experiences of the authors surgical exposure of head and neck fellows in cape town and potentially in nairobi is benchmarked against programs in the united states results surgical exposure in cape town is equivalent to that in the united states but more appropriate to a developing world setting conclusion training can be achieved in a number of ways which may be complimentary fellowship training is possible in developing countries wiley periodicals inc head neck"
}