{
    "pmid": "41456700",
    "title": "Sex Differences in Enrolment, Adherence, and Satisfaction in Canadian Stroke Telerehabilitation Studies.",
    "abstract": "To determine sex-based differences in: 1) enrolment, adherence, and satisfaction in telerehabilitation programs for individuals with stroke in Canada; 2) adherence and satisfaction outcomes in exercise and self-management intervention subgroups. cross-sectional study. Telerehabilitation for community-dwelling individuals with stroke. Participants/Main Outcome Measures: Enrolment (n (%) males, females), adherence (# sessions completed/total # sessions), and program satisfaction (5-point Likert scale program satisfaction survey administered) were used from three telerehabilitation trials. Wilcoxon Rank Sum tests were used to determine sex differences in exercise-based (participants included in analyses: n=57 adherence; n=54 satisfaction total participants included in analyses) or self-management (n=87 adherence; n=77 satisfaction) programs. none Results: Male enrollment was more than two-fold higher than female enrolment across all studies (n=149 (67.4%) vs. 72 (32.6 %)). Adherence was similar between males and females with most participants completing 100% [IQR 0] of sessions for the total sample (p=0.13, Z=1.52), and for exercise (p=0.16, Z=1.41) and self-management subgroups (p=0.13, Z=1.52). Overall satisfaction with the telerehabilitation programs were similar between sexes for the total sample (p=0.46, Z=0.75), and in exercise (p=0.82, Z=0.23) and self-management (p=0.49, Z=0.69) subgroups. Enrolment among males outnumbered females more than two-fold, despite the similar number of strokes events between sexes. There were no sex differences for adherence or satisfaction across programs or with different areas of intervention foci. Emphasis should be placed on promoting recruitment of females with stroke. We provided potential strategies based on observations in the current study.",
    "disease": "stroke",
    "clean_text": "sex differences in enrolment adherence and satisfaction in canadian stroke telerehabilitation studies to determine sex based differences in enrolment adherence and satisfaction in telerehabilitation programs for individuals with stroke in canada adherence and satisfaction outcomes in exercise and self management intervention subgroups cross sectional study telerehabilitation for community dwelling individuals with stroke participants main outcome measures enrolment n males females adherence sessions completed total sessions and program satisfaction point likert scale program satisfaction survey administered were used from three telerehabilitation trials wilcoxon rank sum tests were used to determine sex differences in exercise based participants included in analyses n adherence n satisfaction total participants included in analyses or self management n adherence n satisfaction programs none results male enrollment was more than two fold higher than female enrolment across all studies n vs adherence was similar between males and females with most participants completing iqr of sessions for the total sample p z and for exercise p z and self management subgroups p z overall satisfaction with the telerehabilitation programs were similar between sexes for the total sample p z and in exercise p z and self management p z subgroups enrolment among males outnumbered females more than two fold despite the similar number of strokes events between sexes there were no sex differences for adherence or satisfaction across programs or with different areas of intervention foci emphasis should be placed on promoting recruitment of females with stroke we provided potential strategies based on observations in the current study"
}