{
    "title": "[Clinical manifestations of the insulin resistance syndrome. The hormonal-metabolic syndrome X, the 5H syndrome and their etiopathogenesis].",
    "doc_id": "7725646",
    "writer": "Hrnciar J.",
    "year": "1995",
    "summary": "The latter dominate in the population quantitatively and thus also by their impact because they create the so-called 5H syndrome (association of hyperinsulinism with hyperglycaemia (NIDDM), hyperlipoproteinaemia, hypertension, hirsutism and the polycystic ovary syndrome …",
    "abstract": "The author summarizes mechanisms by which insulin resistance and compensatory hyperinsulinism are manifested in the clinical picture. He divides the mechanisms into prereceptor, receptor and postreceptor mechanisms. The latter dominate in the population quantitatively and thus also by their impact because they create the so-called 5H syndrome (association of hyperinsulinism with hyperglycaemia (NIDDM), hyperlipoproteinaemia, hypertension, hirsutism and the polycystic ovary syndrome) or the so-called hormonal metabolic syndrome X, lethal tetrad, metabolic syndrome, syndrome of insulin resistance). The term syndrome X does not appear suitable as it is frequently mistaken for coronary X syndrome which probably is also conditioned by hyperinsulinism, for the hormonal metabolic X syndrome and probably also fot the \"fragile X syndrome\" in genetics. The 5H syndrome is caused by a postreceptor disorder of insulin efficiency for which so far the molecular basis and dominating organ site have not yet been defined adequately. Hyperinsulinism is conceived as an insulin resistance compensating phenomenon. In its development participates, however, in addition to compensatory hypersecretion also impaired insulin utilization (liver, muscles) and an impaired primary secretory response caused probably by a disorder of blood sugar control (glucokinase, GLUT 2). This is suggested by the frequently inadequate response of the blood sugar level, IRI and C-peptide during the oral glucose tolerance test (OGGT). A hyperinsulinaemic response may be encountered when the blood sugar curve is normal, flat, in impaired glucose tolerance and in diabetes. Thus OGGT alone is not suited for the early detection of the 5H syndrome unless concurrently the IRI and C-peptide response is recorded.(ABSTRACT TRUNCATED AT 250 WORDS)",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7725646/",
    "clean_text": "clinical manifestations of the insulin resistance syndrome the hormonal metabolic syndrome x the h syndrome and their etiopathogenesis the latter dominate in the population quantitatively and thus also by their impact because they create the so called h syndrome association of hyperinsulinism with hyperglycaemia niddm hyperlipoproteinaemia hypertension hirsutism and the polycystic ovary syndrome the author summarizes mechanisms by which insulin resistance and compensatory hyperinsulinism are manifested in the clinical picture he divides the mechanisms into prereceptor receptor and postreceptor mechanisms the latter dominate in the population quantitatively and thus also by their impact because they create the so called h syndrome association of hyperinsulinism with hyperglycaemia niddm hyperlipoproteinaemia hypertension hirsutism and the polycystic ovary syndrome or the so called hormonal metabolic syndrome x lethal tetrad metabolic syndrome syndrome of insulin resistance the term syndrome x does not appear suitable as it is frequently mistaken for coronary x syndrome which probably is also conditioned by hyperinsulinism for the hormonal metabolic x syndrome and probably also fot the fragile x syndrome in genetics the h syndrome is caused by a postreceptor disorder of insulin efficiency for which so far the molecular basis and dominating organ site have not yet been defined adequately hyperinsulinism is conceived as an insulin resistance compensating phenomenon in its development participates however in addition to compensatory hypersecretion also impaired insulin utilization liver muscles and an impaired primary secretory response caused probably by a disorder of blood sugar control glucokinase glut this is suggested by the frequently inadequate response of the blood sugar level iri and c peptide during the oral glucose tolerance test oggt a hyperinsulinaemic response may be encountered when the blood sugar curve is normal flat in impaired glucose tolerance and in diabetes thus oggt alone is not suited for the early detection of the h syndrome unless concurrently the iri and c peptide response is recorded abstract truncated at words"
}