{
    "pmid": "41444678",
    "title": "Distribution of HLA-ABC allele groups in a cohort of Chilean rheumatoid arthritis patients and healthy individuals.",
    "abstract": "Rheumatoid Arthritis (RA) is an autoimmune disease in which HLA-DRB1 alleles encoding the \"Shared Epitope\" (SE), located in the β-chain of class II HLA-DR molecules, constitute the main genetic risk factor. However, there is scarce information about the role of HLA class I genes (HLA-ABC) in RA susceptibility. The present work aimed to evaluate the distribution of HLA-ABC allele groups in a cohort of Chilean RA patients and healthy subjects (HS), and to explore the influence of HLA-DRB1 SE alleles on this distribution. 135 RA patients and 122 HS were genotyped for HLA-ABC. The most frequent allele groups were HLA-A*02 (24.0%), HLA-B*39.1 (14.2%), and HLA-C*07 (24.7%) for RA patients, and HLA-A*02 (31.5%), HLA-A*24 (12.8%) and HLA-C*07 (17.7%) for HS. RA patients presented a significantly higher frequency of HLA-C*07 (p = 0.0015) and HLA-B*39.1 (p = 0.037) allele groups compared to HS. After applying the Bonferroni correction, the significant difference remained only for the HLA-C*07 allele group (p = 0.015). In a subset of RA patients (n = 60), positive for HLA-DRB1 SE alleles, the most frequent HLA-ABC allele groups were HLA-A*02 (0-33.3%), HLA-B*39.1 (0-16.7%), and HLA-C*07 (22.2-60.0%), whereas HLA-B*39.2 and HLA-B*52 were the least frequent ones. Overall, HLA-C*07 was the most frequent allele group across RA patients carrying HLA-DRB1 SE alleles. The HLA-C*07 allele group shows a significantly higher presence in RA patients compared to HS. In contrast, the distribution of most other HLA-ABC allele groups in this cohort displays a similar frequency between RA patients and HS, consistent with data from different populations.",
    "disease": "rheumatoid arthritis",
    "clean_text": "distribution of hla abc allele groups in a cohort of chilean rheumatoid arthritis patients and healthy individuals rheumatoid arthritis ra is an autoimmune disease in which hla drb alleles encoding the shared epitope se located in the chain of class ii hla dr molecules constitute the main genetic risk factor however there is scarce information about the role of hla class i genes hla abc in ra susceptibility the present work aimed to evaluate the distribution of hla abc allele groups in a cohort of chilean ra patients and healthy subjects hs and to explore the influence of hla drb se alleles on this distribution ra patients and hs were genotyped for hla abc the most frequent allele groups were hla a hla b and hla c for ra patients and hla a hla a and hla c for hs ra patients presented a significantly higher frequency of hla c p and hla b p allele groups compared to hs after applying the bonferroni correction the significant difference remained only for the hla c allele group p in a subset of ra patients n positive for hla drb se alleles the most frequent hla abc allele groups were hla a hla b and hla c whereas hla b and hla b were the least frequent ones overall hla c was the most frequent allele group across ra patients carrying hla drb se alleles the hla c allele group shows a significantly higher presence in ra patients compared to hs in contrast the distribution of most other hla abc allele groups in this cohort displays a similar frequency between ra patients and hs consistent with data from different populations"
}