{
    "pmid": "41456283",
    "title": "[Cerebral and extrancerebral complications combined with otogenic meningitis with various outcomes].",
    "abstract": "To increase the effectiveness of treatment of patients with otogenic meningitis based on the analysis of the frequency and structure of cerebral complications (CC) and extracerebral complications (ECC) with different outcomes. The analysis of variants of the clinical course of otogenic purulent meningitis OPM in 51 patients with the isolation of combined CC and ECC, the immediate causes of death, was carried out. OPM in 66.7±6.6% of cases was accompanied by combined central nervous system diseases, which in descending order included encephalitis, epidural empyema, thrombophlebitis of the cerebral sinuses and intracerebral abscess. In case of fatal outcomes of OPM, compared with favorable ones, the frequency of CC increased significantly in association with acute purulent otitis media (APOM) - from 50.0±10.7% to 92.9±8.5 ( An analysis of the clinical course and thanatogenesis of OPM allows us to state that combined CC and ECC significantly increase the risk of fatal complications. Повысить эффективность лечения пациентов с отогенными менингитами на основе анализа частоты и структуры церебральных осложнений (ЦО) и экстрацеребральных осложнений (ЭЦО) с различными исходами. Проведен анализ вариантов клинического течения отогенного гнойного менингита (ОГМ) у 51 пациента с выделением комбинированных ЦО и ЭЦО, непосредственных причин смерти. В 66,7±6,6% случаев ОГМ сопровождался комбинированными ЦО, которые в порядке убывания включали энцефалит, эпидуральную эмпиему, тромбофлебит мозговых синусов и внутримозговой абсцесс. При летальных исходах ОГМ по сравнению с благоприятными исходами частота комбинированных ЦО значительно возрастала в ассоциации с острым гнойным средним отитом (ОГСО) — с 50,0±10,7% до 92,9±8,5% ( Анализ клинического течения и танатогенеза отогенного гнойного менингита позволяет констатировать, что комбинированные церебральные и экстрацеребральные осложнения существенно увеличивают риск развития смертельных осложнений.",
    "disease": "pneumonia",
    "clean_text": "cerebral and extrancerebral complications combined with otogenic meningitis with various outcomes to increase the effectiveness of treatment of patients with otogenic meningitis based on the analysis of the frequency and structure of cerebral complications cc and extracerebral complications ecc with different outcomes the analysis of variants of the clinical course of otogenic purulent meningitis opm in patients with the isolation of combined cc and ecc the immediate causes of death was carried out opm in of cases was accompanied by combined central nervous system diseases which in descending order included encephalitis epidural empyema thrombophlebitis of the cerebral sinuses and intracerebral abscess in case of fatal outcomes of opm compared with favorable ones the frequency of cc increased significantly in association with acute purulent otitis media apom from to an analysis of the clinical course and thanatogenesis of opm allows us to state that combined cc and ecc significantly increase the risk of fatal complications"
}