{
    "title": "Yellow Fever Virus: Diagnostics for a Persistent Arboviral Threat.",
    "doc_id": "30021822",
    "writer": "Waggoner JJ",
    "year": "2018",
    "summary": "Yellow fever (YF) is the prototypical hemorrhagic fever and results from infection with yellow fever virus (YFV), which is endemic to regions of Africa and South America. ...",
    "abstract": "Yellow fever (YF) is the prototypical hemorrhagic fever and results from infection with yellow fever virus (YFV), which is endemic to regions of Africa and South America. Despite the availability of an effective vaccine, YFV continues to cause disease throughout regions where it is endemic, including intermittent large outbreaks among undervaccinated populations. A number of diagnostic methods and assays have been described for the detection of YFV infection, including viral culture, molecular testing, serology, and antigen detection. Commercial diagnostics are not widely available, and testing is generally performed at a small number of reference laboratories. The goal of this article, therefore, is to review available clinical diagnostics for YFV, which may not be familiar to many practitioners outside areas where it is endemic. Additionally, we identify gaps in our current knowledge about YF that pertain to diagnosis and describe interventions that may improve YFV detection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30021822/",
    "clean_text": "yellow fever virus diagnostics for a persistent arboviral threat yellow fever yf is the prototypical hemorrhagic fever and results from infection with yellow fever virus yfv which is endemic to regions of africa and south america yellow fever yf is the prototypical hemorrhagic fever and results from infection with yellow fever virus yfv which is endemic to regions of africa and south america despite the availability of an effective vaccine yfv continues to cause disease throughout regions where it is endemic including intermittent large outbreaks among undervaccinated populations a number of diagnostic methods and assays have been described for the detection of yfv infection including viral culture molecular testing serology and antigen detection commercial diagnostics are not widely available and testing is generally performed at a small number of reference laboratories the goal of this article therefore is to review available clinical diagnostics for yfv which may not be familiar to many practitioners outside areas where it is endemic additionally we identify gaps in our current knowledge about yf that pertain to diagnosis and describe interventions that may improve yfv detection"
}