{
    "pmid": "41423794",
    "title": "Metastatic Colorectal Adenocarcinoma with APC and EGFR L858R co-mutations: A Case Report.",
    "abstract": "Mutations in the adenomatous polyposis coli (APC) gene are frequent in colorectal cancer (CRC), whereas epidermal growth factor receptor (EGFR) mutations, particularly the L858R variant, are exceedingly rare. Their coexistence in CRC is rare and poorly described in the literature and poses diagnostic and therapeutic challenges. We describe a 69-year-old man with a history of resected CRC who presented with a lung mass and adrenal lesions, initially suspected as metastatic non-small cell lung cancer (NSCLC). Biopsy revealed poorly differentiated carcinoma with immunohistochemistry suggestive of gastrointestinal origin. Due to doubts regarding the primary site, It was decided to start systemic treatment with mFOLFIRINOX while awaiting NGS. After 7 cycles, a partial radiologic and clinical response was observed. Next-generation sequencing (NGS) became available and identified an EGFR L858R mutation, favoring NSCLC. Chemotherapy was paused and the patient was treated with gefitinib. Rapid disease progression ensued, with new brain metastases. Expanded NGS subsequently revealed concurrent APC and TP53 pathogenic variants, confirming the diagnosis of metastatic CRC harboring co-occurring with EGFR and APC mutations. The patient died 10 months after diagnosis. This case underscores the critical role of comprehensive molecular profiling via NGS in accurately diagnosing complex oncologic presentations. To our knowledge, this is the first case report of APC and EGFR L858R co-mutation in colorectal cancer. For this patient, the misclassification delayed the use of more appropriate therapies for CRC, which may have impacted clinical outcomes.",
    "disease": "colorectal cancer",
    "clean_text": "metastatic colorectal adenocarcinoma with apc and egfr l r co mutations a case report mutations in the adenomatous polyposis coli apc gene are frequent in colorectal cancer crc whereas epidermal growth factor receptor egfr mutations particularly the l r variant are exceedingly rare their coexistence in crc is rare and poorly described in the literature and poses diagnostic and therapeutic challenges we describe a year old man with a history of resected crc who presented with a lung mass and adrenal lesions initially suspected as metastatic non small cell lung cancer nsclc biopsy revealed poorly differentiated carcinoma with immunohistochemistry suggestive of gastrointestinal origin due to doubts regarding the primary site it was decided to start systemic treatment with mfolfirinox while awaiting ngs after cycles a partial radiologic and clinical response was observed next generation sequencing ngs became available and identified an egfr l r mutation favoring nsclc chemotherapy was paused and the patient was treated with gefitinib rapid disease progression ensued with new brain metastases expanded ngs subsequently revealed concurrent apc and tp pathogenic variants confirming the diagnosis of metastatic crc harboring co occurring with egfr and apc mutations the patient died months after diagnosis this case underscores the critical role of comprehensive molecular profiling via ngs in accurately diagnosing complex oncologic presentations to our knowledge this is the first case report of apc and egfr l r co mutation in colorectal cancer for this patient the misclassification delayed the use of more appropriate therapies for crc which may have impacted clinical outcomes"
}