{
    "title": "Positive Mental Health and Mental Health Literacy of Informal Caregivers: A Scoping Review.",
    "doc_id": "36430000",
    "writer": "Andrade C",
    "year": "2022",
    "summary": "Positive mental health and mental health literacy are two main concepts to ensure an individual and social state of mental health and well-being. A scoping review of the scientific literature published in the field of health scienc …",
    "abstract": "Positive mental health and mental health literacy are two main concepts to ensure an individual and social state of mental health and well-being. A scoping review of the scientific literature published in the field of health sciences was conducted to identify the relationship between mental health literacy and the positive mental health of family caregivers. A research expression was used to search for articles in health databases, respecting the main topics of the Participants/Concept/Context (PCC) framework. A total of eight articles were included from the 2830 initially identified using the PRISMA Extension for Scoping Reviews (PRISMA-ScR) process. It was noticeable that none of the studies related positive mental health and mental health literacy of caregivers. Nevertheless, it was possible to identify predictors of mental health and self-efficacy, such as burden and a lack of information about and support in the process of care. Caregivers' quality of life, self-esteem and confidence are also important positive mental health predictors that are closely related to health literacy. The knowledge of these factors can contribute to the reduction in negative determinants of mental health of caregivers and the resolution of strategies to meet caregivers' needs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36430000/",
    "clean_text": "positive mental health and mental health literacy of informal caregivers a scoping review positive mental health and mental health literacy are two main concepts to ensure an individual and social state of mental health and well being a scoping review of the scientific literature published in the field of health scienc positive mental health and mental health literacy are two main concepts to ensure an individual and social state of mental health and well being a scoping review of the scientific literature published in the field of health sciences was conducted to identify the relationship between mental health literacy and the positive mental health of family caregivers a research expression was used to search for articles in health databases respecting the main topics of the participants concept context pcc framework a total of eight articles were included from the initially identified using the prisma extension for scoping reviews prisma scr process it was noticeable that none of the studies related positive mental health and mental health literacy of caregivers nevertheless it was possible to identify predictors of mental health and self efficacy such as burden and a lack of information about and support in the process of care caregivers quality of life self esteem and confidence are also important positive mental health predictors that are closely related to health literacy the knowledge of these factors can contribute to the reduction in negative determinants of mental health of caregivers and the resolution of strategies to meet caregivers needs"
}