{
    "pmid": "41332836",
    "title": "Inferring rheumatoid arthritis disease activity status from the electronic health records across health systems to enable real-world data studies.",
    "abstract": "Disease activity plays a central role in rheumatoid arthritis (RA) clinical studies. However, RA disease activity is inconsistently recorded in real-world electronic health records (EHR) data limiting the generation of real-world evidence (RWE). This study aimed to develop and validate scalable machine learning (ML) models to infer RA disease activity from EHR data. We conducted studies from EHR data from Mass General Brigham (MGB) and the Veterans Affairs (VA); both have RA registries with prospectively collected disease activity score 28 (DAS28). The features for the algorithm were extracted from the EHR including structured data, e.g., ICD codes and narrative data using natural language processing (NLP). Machine learning models were trained on the registry-collected DAS28.We tested within-institution trained model performance and across systems transportability. The association between inferred disease activity and major adverse cardiovascular events (MACE) was tested with stratified Cox models to test face-validity. We studied 1105 MGB and 2631 VA RA patients. Models with structured data models achieved an AUC of 0.68-0.70; models incorporating structured and NLP achieved higher performance (AUC=0.843, MGB; 0.833, VA). Cross-site validation demonstrated reduced transportability (AUC=0.679, MGB→VA; 0.718, VA→MGB), due to differences in the important feature. Within institution, inferred disease activity was significantly associated with increased risk for incident MACE (MGB: HR=1.12; VA: HR=1.14). RA disease activity can be inferred at scale from within-institution EHR data, though cross-institution performance is limited. The inferred disease activity replicated association between RA and MACE and supports it's use in future studies to generate RWE.",
    "disease": "rheumatoid arthritis",
    "clean_text": "inferring rheumatoid arthritis disease activity status from the electronic health records across health systems to enable real world data studies disease activity plays a central role in rheumatoid arthritis ra clinical studies however ra disease activity is inconsistently recorded in real world electronic health records ehr data limiting the generation of real world evidence rwe this study aimed to develop and validate scalable machine learning ml models to infer ra disease activity from ehr data we conducted studies from ehr data from mass general brigham mgb and the veterans affairs va both have ra registries with prospectively collected disease activity score das the features for the algorithm were extracted from the ehr including structured data e g icd codes and narrative data using natural language processing nlp machine learning models were trained on the registry collected das we tested within institution trained model performance and across systems transportability the association between inferred disease activity and major adverse cardiovascular events mace was tested with stratified cox models to test face validity we studied mgb and va ra patients models with structured data models achieved an auc of models incorporating structured and nlp achieved higher performance auc mgb va cross site validation demonstrated reduced transportability auc mgb va va mgb due to differences in the important feature within institution inferred disease activity was significantly associated with increased risk for incident mace mgb hr va hr ra disease activity can be inferred at scale from within institution ehr data though cross institution performance is limited the inferred disease activity replicated association between ra and mace and supports it s use in future studies to generate rwe"
}