{
    "title": "Media representation of older people's vulnerability during the COVID-19 pandemic in China.",
    "doc_id": "33758584",
    "writer": "Zhang J",
    "year": "2021",
    "summary": "The high volume of media coverage played an important role in calling for improved public health services for the older population. Nevertheless, problematic media representations of older people might evoke or amplify ageism during the pandemic. ...Notably, the med …",
    "abstract": "Older adults have gained great media attention during the COVID-19 pandemic, as they were believed to be vulnerable to the novel virus based on clinical data and epidemiological evidence. The high volume of media coverage played an important role in calling for improved public health services for the older population. Nevertheless, problematic media representations of older people might evoke or amplify ageism during the pandemic. Therefore, drawing on empirical data collected from five mainstream Chinese media outlets between January 3 and May 3, 2020, this study examined how the media constructed the vulnerability of older adults and its underlying ageist thinking during the pandemic. The findings showed that the media had clear preferences in constructing older people as passive recipients while seeking resources from families, public institutions and governments at various levels to cope with the COVID-19 pandemic. Notably, the media adopted a biomedical-centred framework presenting older people as a homogenous group that was vulnerable to the pandemic. In addition, we found that the media representations of older adults intensified the dichotomised relationship between the young and the old, causing the younger generations to perceive older people as a 'threat' to public health. Moving beyond the Chinese case, this article appeals to the media to be socially responsible by avoiding the stereotyping of the older population and uniting the whole society to combat COVID-19. The findings of this study will help raise awareness among policymakers and care service providers, which is crucial to eliminating ageist attitudes across society and to further allowing the values of older individuals to be fully recognised.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33758584/",
    "clean_text": "media representation of older people s vulnerability during the covid pandemic in china the high volume of media coverage played an important role in calling for improved public health services for the older population nevertheless problematic media representations of older people might evoke or amplify ageism during the pandemic notably the med older adults have gained great media attention during the covid pandemic as they were believed to be vulnerable to the novel virus based on clinical data and epidemiological evidence the high volume of media coverage played an important role in calling for improved public health services for the older population nevertheless problematic media representations of older people might evoke or amplify ageism during the pandemic therefore drawing on empirical data collected from five mainstream chinese media outlets between january and may this study examined how the media constructed the vulnerability of older adults and its underlying ageist thinking during the pandemic the findings showed that the media had clear preferences in constructing older people as passive recipients while seeking resources from families public institutions and governments at various levels to cope with the covid pandemic notably the media adopted a biomedical centred framework presenting older people as a homogenous group that was vulnerable to the pandemic in addition we found that the media representations of older adults intensified the dichotomised relationship between the young and the old causing the younger generations to perceive older people as a threat to public health moving beyond the chinese case this article appeals to the media to be socially responsible by avoiding the stereotyping of the older population and uniting the whole society to combat covid the findings of this study will help raise awareness among policymakers and care service providers which is crucial to eliminating ageist attitudes across society and to further allowing the values of older individuals to be fully recognised"
}