{
    "pmid": "41469366",
    "title": "TARGETED MULTISLICE COMPUTED TOMOGRAPHY FOR MONITORING LIKELY BENIGN PULMONARY INCIDENTALOMAS: TECHNIQUE AND CLINICAL CASES.",
    "abstract": "Incidental detection of pulmonary nodules remains a common diagnostic challenge in modern clinical practice. According to international guidelines, such findings often require repeated, longterm surveillanceusing followup imaging. Given the growing number of patients who need prolonged monitoring and the necessityto minimize cumulative radiation exposure, optimization of multislice computed tomography (MSCT) protocols hasbecome paramount. The development and implementation of targeted, ultralowdose scanning approaches enablethe acquisition of reproducible and highly informative diagnostic data while substantially reducing radiation dose.This is a key component in managing lowrisk patients and forms the basis for personalized followup strategies thatenhance safety in radiological imaging. to scientifically validate, develop, and evaluate a targeted MSCT protocol for the monitoring of probablybenign pulmonary nodules, and to evaluate its diagnostic performance and radiation exposure against a standardfulldose protocol to determine its clinical utility for routine application. The study included 92 patients of the Mykolaiv Regional Oncology Center with incidentallydetected solitary pulmonary nodules up to 15 mm requiring dynamic followup. Inclusion criteria were probablybenign morphology and at least one previous followup imaging study. A known oncologic history or imaging suspicion of malignancy served as exclusion criteria.Scanning was performed on a 64slice Revolution Maxima CT scanner (GE, USA) in the supine position during a breathhold. A standard fulldose protocol (A) and a targeted protocol(B) were compared in terms of radiation exposure (CTDIvol, DLP) and diagnostic quality. Nodule dynamics wereassessed using identical reconstruction parameters (slice thickness 1.25 mm, interval 1 mm, lung and mediastinalwindows) with repeated measurements by two independent radiologists. The targeted protocol B reduced DLP by more than eight fold (27.8 vs. 229.5 mGy·cm) and lowered CTDIvolby approximately 40 %, resulting in an 85 % reduction of effective dose, while maintaining high image quality. Atotal of 88 % of nodules remained stable, 7.6 % showed minor changes, and 4.3 % required surgical intervention, alldemonstrating benign histology. Protocol B reliably differentiated stable incidentalomas from lesions requiringintervention, with minimal radiation exposure. The developed targeted MSCT protocol is safe and effective for dynamic monitoring of probably benignpulmonary nodules. It significantly reduces cumulative radiation exposure without compromising diagnostic accuracy and should be integrated into routine radiological practice. Вступ. Випадкове виявлення легеневих вузлів є поширеною діагностичною проблемою в сучасній клінічнійпрактиці. Відповідно до міжнародних рекомендацій, ці знахідки часто вимагають багаторазового, тривалого динамічного моніторингу, що здійснюється за допомогою контрольних променевих досліджень. З огляду на зростання когорти пацієнтів, які потребують тривалого спостереження, та необхідність мінімізації кумулятивногопроменевого навантаження, критичної клінічної ваги набуває оптимізація протоколів мультиспіральноїкомп’ютерної томографії. Розробка та впровадження прицільних і низькодозових методик відкриває можливість отримувати відтворювані та високоінформативні діагностичні дані при суттєвому зниженні експозиції.Це є ключовим елементом у веденні пацієнтів низького ризику, формуючи підґрунтя для персоналізованихстратегій моніторингу і підвищення безпеки променевої діагностики.Мета: науково обґрунтувати, розробити та апробувати протокол прицільного сканування мультиспіральноїкомп’ютерної томографії (МСКТ) органів грудної клітки для моніторингу ймовірно доброякісних легеневихвузлів та порівняти його діагностичну інформативність і променеве навантаження зі стандартним повнодозовим протоколом, з метою визначення клінічної ефективності та доцільності впровадження в практику.Матеріали і методи. Дослідження включало 92 пацієнти КНП «Миколаївський обласний центр онкології» з випадково виявленими одиничними легеневими вузлами до 15 мм, що потребували динамічного контролю. Критеріями включення були ймовірно доброякісна морфологія вузлів і наявність принаймні одного попередньогоконтрольного дослідження. Відомий онкологічний анамнез або підозра на злоякісність були критеріями виключення. Сканування проводили на 64зрізовому томографі Revolution Maxima (GE, США) у положенні лежачи наспині під час затримки дихання. Порівнювали стандартний повнодозовий протокол (A) і прицільний протокол(B) щодо променевого навантаження (CTDIvol, DLP) та діагностичної якості. Для оцінки динаміки вузлів застосовували однакові реконструкційні параметри (товщина зрізу 1,25 мм, інтервал 1 мм, легеневе та медіастинальне вікна) і повторні вимірювання двома незалежними рентгенологами.Результати. Прицільний протокол B знизив DLP більш ніж у 8 разів (27,8 mGy·cm проти 229,5 mGy·cm) і CTDIvolна ≈ 40 %, ефективна доза зменшилася на ≈ 85 %, при цьому якість зображень залишалася високою. 88 % вузлівзалишалися стабільними, 7,6 % показали незначні зміни, а 4,3 % потребували хірургічного втручання, всі гістологічно доброякісні. Протокол B дозволив достовірно відрізнити стабільні інциденталоми від вузлів, що потребували втручання, з мінімальним променевим навантаженням.Висновки. Розроблений протокол прицільного МСКТ є безпечним та ефективним для динамічного моніторингуймовірно доброякісних легеневих утворень, дозволяє зменшити кумулятивне променеве навантаження безвтрати діагностичної інформативності і може бути інтегрований у клінічну практику променевої діагностики.Ключові слова: легеневі вузли; об’ємні утворення легень; рентгенографія; мультиспіральна комп’ютерна томографія; прицільне сканування; динамічне спостереження; променеве навантаження.",
    "disease": "lung cancer",
    "clean_text": "targeted multislice computed tomography for monitoring likely benign pulmonary incidentalomas technique and clinical cases incidental detection of pulmonary nodules remains a common diagnostic challenge in modern clinical practice according to international guidelines such findings often require repeated longterm surveillanceusing followup imaging given the growing number of patients who need prolonged monitoring and the necessityto minimize cumulative radiation exposure optimization of multislice computed tomography msct protocols hasbecome paramount the development and implementation of targeted ultralowdose scanning approaches enablethe acquisition of reproducible and highly informative diagnostic data while substantially reducing radiation dose this is a key component in managing lowrisk patients and forms the basis for personalized followup strategies thatenhance safety in radiological imaging to scientifically validate develop and evaluate a targeted msct protocol for the monitoring of probablybenign pulmonary nodules and to evaluate its diagnostic performance and radiation exposure against a standardfulldose protocol to determine its clinical utility for routine application the study included patients of the mykolaiv regional oncology center with incidentallydetected solitary pulmonary nodules up to mm requiring dynamic followup inclusion criteria were probablybenign morphology and at least one previous followup imaging study a known oncologic history or imaging suspicion of malignancy served as exclusion criteria scanning was performed on a slice revolution maxima ct scanner ge usa in the supine position during a breathhold a standard fulldose protocol a and a targeted protocol b were compared in terms of radiation exposure ctdivol dlp and diagnostic quality nodule dynamics wereassessed using identical reconstruction parameters slice thickness mm interval mm lung and mediastinalwindows with repeated measurements by two independent radiologists the targeted protocol b reduced dlp by more than eight fold vs mgy cm and lowered ctdivolby approximately resulting in an reduction of effective dose while maintaining high image quality atotal of of nodules remained stable showed minor changes and required surgical intervention alldemonstrating benign histology protocol b reliably differentiated stable incidentalomas from lesions requiringintervention with minimal radiation exposure the developed targeted msct protocol is safe and effective for dynamic monitoring of probably benignpulmonary nodules it significantly reduces cumulative radiation exposure without compromising diagnostic accuracy and should be integrated into routine radiological practice revolution maxima ge a b ctdivol dlp b dlp mgy cm mgy cm ctdivol b"
}