{
    "title": "COVID-19 basics and vaccine development with a Canadian perspective.",
    "doc_id": "33136431",
    "writer": "Liu M",
    "year": "2021",
    "summary": "The ongoing coronavirus disease 2019 (COVID-19) pandemic is a rapidly evolving situation. New discoveries about COVID-19 and its causative virus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), continue to deepen the …",
    "abstract": "The ongoing coronavirus disease 2019 (COVID-19) pandemic is a rapidly evolving situation. New discoveries about COVID-19 and its causative virus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), continue to deepen the understanding of this novel disease. As there is currently no COVID-19 specific treatment, isolation is the most effective method to prevent transmission. Moreover, development of a safe and effective COVID-19 vaccine will be instrumental in reinstating pre-COVID-19 conditions. As of 31 July 2020, there are at least 139 vaccine candidates from around the globe in preclinical evaluation, with another 26 undergoing clinical evaluation. This paper aims to review the basics of COVID-19, including epidemiology, basic biology of SARS-CoV-2, and transmission. We also review COVID-19 vaccine development, including animal models, platforms under development, and vaccine development in Canada.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33136431/",
    "clean_text": "covid basics and vaccine development with a canadian perspective the ongoing coronavirus disease covid pandemic is a rapidly evolving situation new discoveries about covid and its causative virus severe acute respiratory syndrome coronavirus sars cov continue to deepen the the ongoing coronavirus disease covid pandemic is a rapidly evolving situation new discoveries about covid and its causative virus severe acute respiratory syndrome coronavirus sars cov continue to deepen the understanding of this novel disease as there is currently no covid specific treatment isolation is the most effective method to prevent transmission moreover development of a safe and effective covid vaccine will be instrumental in reinstating pre covid conditions as of july there are at least vaccine candidates from around the globe in preclinical evaluation with another undergoing clinical evaluation this paper aims to review the basics of covid including epidemiology basic biology of sars cov and transmission we also review covid vaccine development including animal models platforms under development and vaccine development in canada"
}