{
    "pmid": "41472840",
    "title": "Use of oXiris",
    "abstract": "Septic shock with acute kidney injury (AKI) carries high mortality in resource-limited settings. The oXiris We conducted a single-center retrospective cohort of adults with septic shock and KDIGO stage 2-3 AKI treated with CRRT using oXiris Fifty patients were analyzed (median age 56.5 [IQR 46.0-66.0] years; 32% male); 21 (42%) had confirmed SARS-CoV-2 infection. Norepinephrine requirements fell from 0.303 to 0.000 µg/kg/min over 72 hours (p<0.001), and vasopressin use declined to zero (p<0.001), while mean arterial pressure increased from 74.5 to 83.0 mmHg. In-hospital mortality was 62% (31/50) and was higher in patients with greater baseline severity (APACHE II 21.5 vs 14.5 in survivors; p=0.023). ICU length of stay was 14.0 days [5.0-22.5] and was longer in survivors than non-survivors (21.0 vs 8.0 days; p<0.001). Among survivors, 63% (12/19) were dialysis-independent at discharge. COVID-19 septic shock was associated with higher crude mortality (76% vs 52%) and lower renal recovery among survivors (9.5% vs 34%) compared with non-COVID sepsis. In a resource-limited ICU, oXiris",
    "disease": "covid-19",
    "clean_text": "use of oxiris septic shock with acute kidney injury aki carries high mortality in resource limited settings the oxiris we conducted a single center retrospective cohort of adults with septic shock and kdigo stage aki treated with crrt using oxiris fifty patients were analyzed median age iqr years male had confirmed sars cov infection norepinephrine requirements fell from to g kg min over hours p and vasopressin use declined to zero p while mean arterial pressure increased from to mmhg in hospital mortality was and was higher in patients with greater baseline severity apache ii vs in survivors p icu length of stay was days and was longer in survivors than non survivors vs days p among survivors were dialysis independent at discharge covid septic shock was associated with higher crude mortality vs and lower renal recovery among survivors vs compared with non covid sepsis in a resource limited icu oxiris"
}