{
    "title": "The influence of sex and strength capacity on normalized low-back exposure during lifting: Insights from a joint power analysis.",
    "doc_id": "35413576",
    "writer": "Clusiault D",
    "year": "2022",
    "summary": "RESULTS: Stronger participants had lower normalized peak low-back moments (average 32% change from low-capacity across all load masses), with no significant sex effect (p = 0.582). As load mass increased, normalized peak low-back moment, peak kn …",
    "abstract": "Objective:\n        \n      \n      Investigate the influence of sex, strength capacity, and relative load mass on low-back exposure and lower extremity joint power generation in backboard lifting.\n    \n\n\n          Background:\n        \n      \n      Sex and strength have been shown to influence lifting strategy, but without load mass being scaled to strength it is unknown which factor influences low-back exposures, and whether there are interactions with load mass.\n    \n\n\n          Methods:\n        \n      \n      Motion capture and force plate data from 28 participants were collected during backboard lifting at load masses scaled to strength capacity. Differences in normalized peak low-back moment, peak knee-to-hip power magnitude ratio and timing were tested as a function of sex, strength, and load mass.\n    \n\n\n          Results:\n        \n      \n      Stronger participants had lower normalized peak low-back moments (average 32% change from low-capacity across all load masses), with no significant sex effect (p = 0.582). As load mass increased, normalized peak low-back moment, peak knee-to-hip power magnitude and synchronicity decreased.\n    \n\n\n          Conclusion:\n        \n      \n      Training to both increase strength capacity and hip-joint power generation may be a strategy to reduce low-back exposure in backboard lifting.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35413576/",
    "clean_text": "the influence of sex and strength capacity on normalized low back exposure during lifting insights from a joint power analysis results stronger participants had lower normalized peak low back moments average change from low capacity across all load masses with no significant sex effect p as load mass increased normalized peak low back moment peak kn objective investigate the influence of sex strength capacity and relative load mass on low back exposure and lower extremity joint power generation in backboard lifting background sex and strength have been shown to influence lifting strategy but without load mass being scaled to strength it is unknown which factor influences low back exposures and whether there are interactions with load mass methods motion capture and force plate data from participants were collected during backboard lifting at load masses scaled to strength capacity differences in normalized peak low back moment peak knee to hip power magnitude ratio and timing were tested as a function of sex strength and load mass results stronger participants had lower normalized peak low back moments average change from low capacity across all load masses with no significant sex effect p as load mass increased normalized peak low back moment peak knee to hip power magnitude and synchronicity decreased conclusion training to both increase strength capacity and hip joint power generation may be a strategy to reduce low back exposure in backboard lifting"
}