{
    "title": "Interaction between gut microbiota and immune checkpoint inhibitor-related colitis.",
    "doc_id": "36389768",
    "writer": "Zhou G",
    "year": "2022",
    "summary": "Immune checkpoint inhibitors (ICIs) have become a promising therapeutic strategy for malignant tumors, improving patient prognosis, along with a spectrum of immune-related adverse events (irAEs), including gastrointestinal toxicity, ICI-related colitis (IRC), and diarrhea. …",
    "abstract": "Immune checkpoint inhibitors (ICIs) have become a promising therapeutic strategy for malignant tumors, improving patient prognosis, along with a spectrum of immune-related adverse events (irAEs), including gastrointestinal toxicity, ICI-related colitis (IRC), and diarrhea. The gut microbiota has been suggested as an important regulator in the pathogenesis of IRC, and microbiota modulations like probiotics and fecal microbiota transplantation have been explored to treat the disease. This review discusses the interaction between the gut microbiota and IRC, focusing on the potential pathogenic mechanisms and promising interventions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36389768/",
    "clean_text": "interaction between gut microbiota and immune checkpoint inhibitor related colitis immune checkpoint inhibitors icis have become a promising therapeutic strategy for malignant tumors improving patient prognosis along with a spectrum of immune related adverse events iraes including gastrointestinal toxicity ici related colitis irc and diarrhea immune checkpoint inhibitors icis have become a promising therapeutic strategy for malignant tumors improving patient prognosis along with a spectrum of immune related adverse events iraes including gastrointestinal toxicity ici related colitis irc and diarrhea the gut microbiota has been suggested as an important regulator in the pathogenesis of irc and microbiota modulations like probiotics and fecal microbiota transplantation have been explored to treat the disease this review discusses the interaction between the gut microbiota and irc focusing on the potential pathogenic mechanisms and promising interventions"
}