{
    "title": "Recent advances in the histological and molecular classification of endometrial stromal neoplasms.",
    "doc_id": "30324234",
    "writer": "Ferreira J",
    "year": "2018",
    "summary": "This review addresses known features and recent developments in the histological, immunohistochemical, and molecular characterization of endometrial stromal neoplasms. We discuss the spectrum of these tumors, from the benign endometrial stromal nodule to low-grade …",
    "abstract": "This review addresses known features and recent developments in the histological, immunohistochemical, and molecular characterization of endometrial stromal neoplasms. We discuss the spectrum of these tumors, from the benign endometrial stromal nodule to low-grade endometrial stromal sarcoma to uterine undifferentiated sarcomas with a special emphasis on the expanding group of high-grade stromal sarcomas, recently added to the 2014 WHO classification, not only discussing the well-established YWHAE-FAM22 tumors but also two new groups, presenting with BCOR alterations including those with BCOR tandem internal duplications or NTRK fusions. It is likely that this high-grade category of endometrial stromal tumors will expand as increasing molecular data is available.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30324234/",
    "clean_text": "recent advances in the histological and molecular classification of endometrial stromal neoplasms this review addresses known features and recent developments in the histological immunohistochemical and molecular characterization of endometrial stromal neoplasms we discuss the spectrum of these tumors from the benign endometrial stromal nodule to low grade this review addresses known features and recent developments in the histological immunohistochemical and molecular characterization of endometrial stromal neoplasms we discuss the spectrum of these tumors from the benign endometrial stromal nodule to low grade endometrial stromal sarcoma to uterine undifferentiated sarcomas with a special emphasis on the expanding group of high grade stromal sarcomas recently added to the who classification not only discussing the well established ywhae fam tumors but also two new groups presenting with bcor alterations including those with bcor tandem internal duplications or ntrk fusions it is likely that this high grade category of endometrial stromal tumors will expand as increasing molecular data is available"
}