{
    "title": "Recovery of hindlimb locomotion after incomplete spinal cord injury in the cat involves spontaneous compensatory changes within the spinal locomotor circuitry.",
    "doc_id": "21775717",
    "writer": "Martinez M",
    "year": "2011",
    "summary": "Indeed, cats submitted to a lateral spinal hemisection at T10-T11 and trained on a treadmill for 3-14 wk re-expressed bilateral hindlimb locomotion as soon as 24 h after spinalization, a process that normally takes 2-3 wk when a complete spinalization is perf …",
    "abstract": "After incomplete spinal cord injury (SCI), compensatory changes occur throughout the whole neuraxis, including the spinal cord below the lesion, as suggested by previous experiments using a dual SCI paradigm. Indeed, cats submitted to a lateral spinal hemisection at T10-T11 and trained on a treadmill for 3-14 wk re-expressed bilateral hindlimb locomotion as soon as 24 h after spinalization, a process that normally takes 2-3 wk when a complete spinalization is performed without a prior hemisection. In this study, we wanted to ascertain whether similar effects could occur spontaneously without training between the two SCIs and within a short period of 3 wk in 11 cats. One day after the complete spinalization, 9 of the 11 cats were able to re-express hindlimb locomotion either bilaterally (n = 6) or unilaterally on the side of the previous hemisection (n = 3). In these 9 cats, the hindlimb on the side of the previous hemisection (left hindlimb) performed better than the right side in contrast to that observed during the hemispinal period itself. Cats re-expressing the best bilateral hindlimb locomotion after spinalization had the largest initial hemilesion and the most prominent locomotor deficits after this first SCI. These results provide evidence that 1) marked reorganization of the spinal locomotor circuitry can occur without specific locomotor training and within a short period of 3 wk; 2) the spinal cord can reorganize in a more or less symmetrical way; and 3) the ability to walk after spinalization depends on the degree of deficits and adaptation observed in the hemispinal period.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21775717/",
    "clean_text": "recovery of hindlimb locomotion after incomplete spinal cord injury in the cat involves spontaneous compensatory changes within the spinal locomotor circuitry indeed cats submitted to a lateral spinal hemisection at t t and trained on a treadmill for wk re expressed bilateral hindlimb locomotion as soon as h after spinalization a process that normally takes wk when a complete spinalization is perf after incomplete spinal cord injury sci compensatory changes occur throughout the whole neuraxis including the spinal cord below the lesion as suggested by previous experiments using a dual sci paradigm indeed cats submitted to a lateral spinal hemisection at t t and trained on a treadmill for wk re expressed bilateral hindlimb locomotion as soon as h after spinalization a process that normally takes wk when a complete spinalization is performed without a prior hemisection in this study we wanted to ascertain whether similar effects could occur spontaneously without training between the two scis and within a short period of wk in cats one day after the complete spinalization of the cats were able to re express hindlimb locomotion either bilaterally n or unilaterally on the side of the previous hemisection n in these cats the hindlimb on the side of the previous hemisection left hindlimb performed better than the right side in contrast to that observed during the hemispinal period itself cats re expressing the best bilateral hindlimb locomotion after spinalization had the largest initial hemilesion and the most prominent locomotor deficits after this first sci these results provide evidence that marked reorganization of the spinal locomotor circuitry can occur without specific locomotor training and within a short period of wk the spinal cord can reorganize in a more or less symmetrical way and the ability to walk after spinalization depends on the degree of deficits and adaptation observed in the hemispinal period"
}