{
    "pmid": "41400820",
    "title": "Increased mortality in dementia patients using inhaled anticholinergics: A nationwide register study from the Swedish registry on dementia/cognitive disorders, SveDem.",
    "abstract": "BackgroundPatients with chronic obstructive pulmonary disease (COPD) face increased risks of cognitive impairment and mortality compared with the general population. Inhaled anticholinergics (LAMA/SAMA) are central in COPD treatment. The link between COPD and dementia is well studied, while effects of COPD medications on survival in dementia patients, have received limited attention.ObjectiveDescribe dementia patients using LAMA/SAMA in the Swedish Dementia Registry (SveDem) and compare survival between users (exposed) and non-users (unexposed).MethodsThis register-based study used data from SveDem and the Swedish Prescribed Drug Register to identify dementia patients using inhaled anticholinergics. All patients diagnosed with dementia between 2008-01-01 and 2017-12-31 were included. Exposed patients had at least one LAMA/SAMA dispensation per year in the two years prior the index date or more than one in the year before. Standardized-mortality-rates (SMR) were calculated, and survival analysed using Kaplan-Meier and Cox regression.ResultsA total of 74,018 dementia patients were included, of whom 3.5% had used inhaled anticholinergics. Alzheimer's disease was the most common dementia type. SMR was higher in exposed patients across all age groups: 8.21 versus 4.08 (ages 61-75) and 2.94 versus 1.84 (ages 75-90). Exposed had a higher risk of death (crude HR 1.73, 95% CI: 1.62-1.86) compared to unexposed.ConclusionsIn this register-based study we observed an association between inhaled anticholinergic use and reduced survival in dementia patients. This association is thought to be mainly driven by the underlying disease, COPD. Further studies are needed to clarify effects of inhaled anticholinergics on survival.",
    "disease": "asthma",
    "clean_text": "increased mortality in dementia patients using inhaled anticholinergics a nationwide register study from the swedish registry on dementia cognitive disorders svedem backgroundpatients with chronic obstructive pulmonary disease copd face increased risks of cognitive impairment and mortality compared with the general population inhaled anticholinergics lama sama are central in copd treatment the link between copd and dementia is well studied while effects of copd medications on survival in dementia patients have received limited attention objectivedescribe dementia patients using lama sama in the swedish dementia registry svedem and compare survival between users exposed and non users unexposed methodsthis register based study used data from svedem and the swedish prescribed drug register to identify dementia patients using inhaled anticholinergics all patients diagnosed with dementia between and were included exposed patients had at least one lama sama dispensation per year in the two years prior the index date or more than one in the year before standardized mortality rates smr were calculated and survival analysed using kaplan meier and cox regression resultsa total of dementia patients were included of whom had used inhaled anticholinergics alzheimer s disease was the most common dementia type smr was higher in exposed patients across all age groups versus ages and versus ages exposed had a higher risk of death crude hr ci compared to unexposed conclusionsin this register based study we observed an association between inhaled anticholinergic use and reduced survival in dementia patients this association is thought to be mainly driven by the underlying disease copd further studies are needed to clarify effects of inhaled anticholinergics on survival"
}