{
    "pmid": "41432721",
    "title": "Brain abscess caused by Mycobacterium avium complex in an adolescent with an inborn error of immunity.",
    "abstract": "Mycobacterium avium complex (MAC) infections of the central nervous system are rare and represent a diagnostic challenge, especially in immunocompromised patients. Comprehensive management requires early diagnosis, prolonged antimicrobial treatment, and, in some cases, neurosurgical interventions. We present the case of a 16-year-old patient with an inborn error of immunity caused by a variant in the NFKB1A gene, who consulted for paresis of the left upper limb. A diagnosis of brain abscess was made using central nervous system (CNS) imaging, and the etiological agent was confirmed by neurosurgical biopsy culture after an unfavorable clinical course with initial empirical treatment. The patient was treated with rifampicin, ethambutol, levofloxacin, linezolid, clarithromycin, and high-dose dexamethasone, achieving significant clinical and radiological improvement after prolonged treatment. Las infecciones por Mycobacterium avium complex (MAC) en el sistema nervioso central son extremadamente infrecuentes y representan un desafío diagnóstico, especialmente en pacientes inmunocomprometidos. Su abordaje integral requiere un diagnóstico temprano, tratamiento antimicrobiano prolongado y, en algunos casos, intervenciones neuroquirúrgicas. Presentamos el caso de un paciente de 16 años con error innato de la inmunidad por variante en el gen NFKB1A, que consultó por paresia de miembro superior izquierdo. Se realizó diagnóstico de absceso cerebral mediante imágenes de sistema nervioso central (SNC) y el agente etiológico se confirmó por cultivo de biopsia neuroquirúrgica, tras una evolución clínica desfavorable con el tratamiento empírico inicial. Se medicó con rifampicina, etambutol, levofloxacina, linezolid, claritromicina y dexametasona a altas dosis, logrando una mejoría clínica y radiológica significativa luego de tratamiento prolongado.",
    "disease": "tuberculosis",
    "clean_text": "brain abscess caused by mycobacterium avium complex in an adolescent with an inborn error of immunity mycobacterium avium complex mac infections of the central nervous system are rare and represent a diagnostic challenge especially in immunocompromised patients comprehensive management requires early diagnosis prolonged antimicrobial treatment and in some cases neurosurgical interventions we present the case of a year old patient with an inborn error of immunity caused by a variant in the nfkb a gene who consulted for paresis of the left upper limb a diagnosis of brain abscess was made using central nervous system cns imaging and the etiological agent was confirmed by neurosurgical biopsy culture after an unfavorable clinical course with initial empirical treatment the patient was treated with rifampicin ethambutol levofloxacin linezolid clarithromycin and high dose dexamethasone achieving significant clinical and radiological improvement after prolonged treatment las infecciones por mycobacterium avium complex mac en el sistema nervioso central son extremadamente infrecuentes y representan un desaf o diagn stico especialmente en pacientes inmunocomprometidos su abordaje integral requiere un diagn stico temprano tratamiento antimicrobiano prolongado y en algunos casos intervenciones neuroquir rgicas presentamos el caso de un paciente de a os con error innato de la inmunidad por variante en el gen nfkb a que consult por paresia de miembro superior izquierdo se realiz diagn stico de absceso cerebral mediante im genes de sistema nervioso central snc y el agente etiol gico se confirm por cultivo de biopsia neuroquir rgica tras una evoluci n cl nica desfavorable con el tratamiento emp rico inicial se medic con rifampicina etambutol levofloxacina linezolid claritromicina y dexametasona a altas dosis logrando una mejor a cl nica y radiol gica significativa luego de tratamiento prolongado"
}