{
    "title": "The case against ergocalciferol (vitamin D2) as a vitamin supplement.",
    "doc_id": "17023693",
    "writer": "Houghton LA",
    "year": "2006",
    "summary": "Supplemental vitamin D is available in 2 distinct forms: ergocalciferol (vitamin D2) and cholecalciferol (vitamin D3). ...The emergence of 25-hydroxyvitamin D as a measure of vitamin D status provides an objective, quantitative measure of the biologica …",
    "abstract": "Supplemental vitamin D is available in 2 distinct forms: ergocalciferol (vitamin D2) and cholecalciferol (vitamin D3). Pharmacopoeias have officially regarded these 2 forms as equivalent and interchangeable, yet this presumption of equivalence is based on studies of rickets prevention in infants conducted 70 y ago. The emergence of 25-hydroxyvitamin D as a measure of vitamin D status provides an objective, quantitative measure of the biological response to vitamin D administration. As a result, vitamin D3 has proven to be the more potent form of vitamin D in all primate species, including humans. Despite an emerging body of evidence suggesting several plausible explanations for the greater bioefficacy of vitamin D3, the form of vitamin D used in major preparations of prescriptions in North America is vitamin D2. The case that vitamin D2 should no longer be considered equivalent to vitamin D3 is based on differences in their efficacy at raising serum 25-hydroxyvitamin D, diminished binding of vitamin D2 metabolites to vitamin D binding protein in plasma, and a nonphysiologic metabolism and shorter shelf life of vitamin D2. Vitamin D2, or ergocalciferol, should not be regarded as a nutrient suitable for supplementation or fortification.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17023693/",
    "clean_text": "the case against ergocalciferol vitamin d as a vitamin supplement supplemental vitamin d is available in distinct forms ergocalciferol vitamin d and cholecalciferol vitamin d the emergence of hydroxyvitamin d as a measure of vitamin d status provides an objective quantitative measure of the biologica supplemental vitamin d is available in distinct forms ergocalciferol vitamin d and cholecalciferol vitamin d pharmacopoeias have officially regarded these forms as equivalent and interchangeable yet this presumption of equivalence is based on studies of rickets prevention in infants conducted y ago the emergence of hydroxyvitamin d as a measure of vitamin d status provides an objective quantitative measure of the biological response to vitamin d administration as a result vitamin d has proven to be the more potent form of vitamin d in all primate species including humans despite an emerging body of evidence suggesting several plausible explanations for the greater bioefficacy of vitamin d the form of vitamin d used in major preparations of prescriptions in north america is vitamin d the case that vitamin d should no longer be considered equivalent to vitamin d is based on differences in their efficacy at raising serum hydroxyvitamin d diminished binding of vitamin d metabolites to vitamin d binding protein in plasma and a nonphysiologic metabolism and shorter shelf life of vitamin d vitamin d or ergocalciferol should not be regarded as a nutrient suitable for supplementation or fortification"
}