{
    "title": "Metformin in patients with type 2 diabetes mellitus and heart failure: a review.",
    "doc_id": "33970481",
    "writer": "Kułaczkowska ZM",
    "year": "2021",
    "summary": "Results from available studies have shown that metformin therapy in patients with type 2 diabetes mellitus and heart failure was associated with improved clinical outcomes when compared with other oral antidiabetic agents, insulin, or lifestyle managem …",
    "abstract": "Diabetes mellitus is a major, global problem. Among the numerous complications of diabetes, there is increasing concern over the coexisting heart failure. Metformin is the most frequently used oral antidiabetic drug that is considered to be safe and effective in the management of type 2 diabetes mellitus. Since the publication of the UK Prospective Diabetes Study, it has been suggested that metformin might improve cardiovascular prognoses. Results from available studies have shown that metformin therapy in patients with type 2 diabetes mellitus and heart failure was associated with improved clinical outcomes when compared with other oral antidiabetic agents, insulin, or lifestyle management. However, there have been no randomized controlled trials evaluating the influence of metformin use on clinical outcomes in patients with type 2 diabetes mellitus and heart failure. New evidence from large cardiovascular outcome trials that showed a reduction in heart failure hospitalization for SGLT2 inhibitors caused changes in recommendations on the management of hyperglycaemia. Currently, the European Society of Cardiology recommends sodium-glucose co-transporter 2 inhibitors in patients with type 2 diabetes mellitus and heart failure or at high risk for heart failure, as a first choice in drug naïve patients, or as a second drug if the patient is already on metformin. The aim of our study is to review the current state of knowledge about the position of metformin in the treatment of patients with type 2 diabetes mellitus and heart failure.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33970481/",
    "clean_text": "metformin in patients with type diabetes mellitus and heart failure a review results from available studies have shown that metformin therapy in patients with type diabetes mellitus and heart failure was associated with improved clinical outcomes when compared with other oral antidiabetic agents insulin or lifestyle managem diabetes mellitus is a major global problem among the numerous complications of diabetes there is increasing concern over the coexisting heart failure metformin is the most frequently used oral antidiabetic drug that is considered to be safe and effective in the management of type diabetes mellitus since the publication of the uk prospective diabetes study it has been suggested that metformin might improve cardiovascular prognoses results from available studies have shown that metformin therapy in patients with type diabetes mellitus and heart failure was associated with improved clinical outcomes when compared with other oral antidiabetic agents insulin or lifestyle management however there have been no randomized controlled trials evaluating the influence of metformin use on clinical outcomes in patients with type diabetes mellitus and heart failure new evidence from large cardiovascular outcome trials that showed a reduction in heart failure hospitalization for sglt inhibitors caused changes in recommendations on the management of hyperglycaemia currently the european society of cardiology recommends sodium glucose co transporter inhibitors in patients with type diabetes mellitus and heart failure or at high risk for heart failure as a first choice in drug na ve patients or as a second drug if the patient is already on metformin the aim of our study is to review the current state of knowledge about the position of metformin in the treatment of patients with type diabetes mellitus and heart failure"
}