{
    "pmid": "41451161",
    "title": "Impact of COVID-19 on Timeliness of Receiving Systemic Therapy for Patients Diagnosed with Lung Cancer.",
    "abstract": "During the COVID-19 pandemic, patients newly diagnosed with lung cancer faced potential delays in accessing timely cancer treatment. Little information exists on how COVID-19 impacted the timeliness of receiving a first course of systemic therapy after a lung cancer diagnosis. Data from the Population-based Research to Optimize the Screening Process-Lung Consortium were used to identify patients diagnosed with Stage I to IV lung cancer between January 1, 2018 and September 30, 2021, for this retrospective cohort study. The patients were categorized into three groups based on the date of diagnosis: pre-COVID-19 (January 1, 2018-March 14, 2020), early COVID-19 (March 15, 2020-June 30, 2020), and late COVID-19 (July 1, 2020-September 30, 2021). We explored changes in the time from cancer diagnosis to initiation of the first course of systemic therapy using interrupted time series (ITS) analysis across the pre-, early, and late COVID-19 time periods. We identified 810 patients with lung cancer who received a first course of systemic therapy during the study period. The average number of patients diagnosed with lung cancer per month decreased from 17.0 in the pre-COVID-19 period to 15.3 in the early COVID-19 period and then increased to 19.3 in the late COVID-19 period. ITS models estimated a 9.6-day increase (95% confidence interval: 4.8, 14.5;  Our findings indicate a delay in initiating systemic therapy among patients with lung cancer during the early COVID-19 period compared to the pre- and late COVID-19 periods; however, the time to initiating treatment recovered quickly.",
    "disease": "lung cancer",
    "clean_text": "impact of covid on timeliness of receiving systemic therapy for patients diagnosed with lung cancer during the covid pandemic patients newly diagnosed with lung cancer faced potential delays in accessing timely cancer treatment little information exists on how covid impacted the timeliness of receiving a first course of systemic therapy after a lung cancer diagnosis data from the population based research to optimize the screening process lung consortium were used to identify patients diagnosed with stage i to iv lung cancer between january and september for this retrospective cohort study the patients were categorized into three groups based on the date of diagnosis pre covid january march early covid march june and late covid july september we explored changes in the time from cancer diagnosis to initiation of the first course of systemic therapy using interrupted time series its analysis across the pre early and late covid time periods we identified patients with lung cancer who received a first course of systemic therapy during the study period the average number of patients diagnosed with lung cancer per month decreased from in the pre covid period to in the early covid period and then increased to in the late covid period its models estimated a day increase confidence interval our findings indicate a delay in initiating systemic therapy among patients with lung cancer during the early covid period compared to the pre and late covid periods however the time to initiating treatment recovered quickly"
}