{
    "title": "A Review of the Molecular Mechanisms of Traumatic Brain Injury.",
    "doc_id": "31301445",
    "writer": "Ladak AA",
    "year": "2019",
    "summary": "Traumatic brain injury (TBI) refers to any insult to the brain resulting in primary (direct) and secondary (indirect) damage to the brain parenchyma. ...We present a review highlighting the relation of each of these mechanisms with TBI, their mode of d …",
    "abstract": "Traumatic brain injury (TBI) refers to any insult to the brain resulting in primary (direct) and secondary (indirect) damage to the brain parenchyma. Secondary damage is often linked to the molecular mechanisms that occur post TBI and result in excitotoxicity, neuroinflammation and cytokine damage, oxidative damage, and eventual cell death as prominent mechanisms of cell damage. We present a review highlighting the relation of each of these mechanisms with TBI, their mode of damaging brain tissue, and therapeutic correlation. We also mention the long-term sequelae and their pathophysiology in relation to TBI focusing on Parkinson disease, Alzheimer disease, epilepsy, and chronic traumatic encephalopathy. Understanding of the molecular mechanisms is important in order to realize the secondary and long-term sequelae that follow primary TBI and to devise targeted therapy for quick recovery accordingly.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31301445/",
    "clean_text": "a review of the molecular mechanisms of traumatic brain injury traumatic brain injury tbi refers to any insult to the brain resulting in primary direct and secondary indirect damage to the brain parenchyma we present a review highlighting the relation of each of these mechanisms with tbi their mode of d traumatic brain injury tbi refers to any insult to the brain resulting in primary direct and secondary indirect damage to the brain parenchyma secondary damage is often linked to the molecular mechanisms that occur post tbi and result in excitotoxicity neuroinflammation and cytokine damage oxidative damage and eventual cell death as prominent mechanisms of cell damage we present a review highlighting the relation of each of these mechanisms with tbi their mode of damaging brain tissue and therapeutic correlation we also mention the long term sequelae and their pathophysiology in relation to tbi focusing on parkinson disease alzheimer disease epilepsy and chronic traumatic encephalopathy understanding of the molecular mechanisms is important in order to realize the secondary and long term sequelae that follow primary tbi and to devise targeted therapy for quick recovery accordingly"
}