{
    "title": "Genomics, gene expression and DNA arrays.",
    "doc_id": "10866209",
    "writer": "Lockhart DJ",
    "year": "2000",
    "summary": "DNA arrays can be used for many different purposes, most prominently to measure levels of gene expression (messenger RNA abundance) for tens of thousands of genes simultaneously. Measurements of gene expression and other applications of arrays embody m …",
    "abstract": "Experimental genomics in combination with the growing body of sequence information promise to revolutionize the way cells and cellular processes are studied. Information on genomic sequence can be used experimentally with high-density DNA arrays that allow complex mixtures of RNA and DNA to be interrogated in a parallel and quantitative fashion. DNA arrays can be used for many different purposes, most prominently to measure levels of gene expression (messenger RNA abundance) for tens of thousands of genes simultaneously. Measurements of gene expression and other applications of arrays embody much of what is implied by the term 'genomics'; they are broad in scope, large in scale, and take advantage of all available sequence information for experimental design and data interpretation in pursuit of biological understanding.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10866209/",
    "clean_text": "genomics gene expression and dna arrays dna arrays can be used for many different purposes most prominently to measure levels of gene expression messenger rna abundance for tens of thousands of genes simultaneously measurements of gene expression and other applications of arrays embody m experimental genomics in combination with the growing body of sequence information promise to revolutionize the way cells and cellular processes are studied information on genomic sequence can be used experimentally with high density dna arrays that allow complex mixtures of rna and dna to be interrogated in a parallel and quantitative fashion dna arrays can be used for many different purposes most prominently to measure levels of gene expression messenger rna abundance for tens of thousands of genes simultaneously measurements of gene expression and other applications of arrays embody much of what is implied by the term genomics they are broad in scope large in scale and take advantage of all available sequence information for experimental design and data interpretation in pursuit of biological understanding"
}