{
    "pmid": "41447779",
    "title": "Antibody concentration and function following SARS-CoV-2 vaccination decrease with age in adults and children with Down syndrome.",
    "abstract": "Individuals with Down syndrome (DS) have an altered immune system, highlighted by increased illness and mortality during the SARS-CoV-2 pandemic. We previously showed decreased antibody concentrations after primary SARS-CoV-2 vaccination in DS adults. We prospectively studied antibody responses and functionality after SARS-CoV-2 primary and booster vaccination in adults and children with DS. We measured antibody concentrations for anti-S and anti-RBD following primary and booster vaccination and virus neutralizing titers (ID A rise in antibody concentrations was seen in all participants, but DS had lower anti-S antibody concentrations than HC after primary mRNA (1286 BAU/mL, vs. 2355 BAU/mL, p < 0.001) or vector (361 BAU/mL, vs. 592 BAU/mL p < 0.01) vaccination. Only in DS, anti-S concentrations declined with age (correlation-coefficient - 0.61, p < 0.001). Amongst children with DS, teenagers (12-17 years) showed highest anti-S concentrations (3286 BAU/mL), children (<12 years) had lower concentrations compared with teenagers (1424 BAU/mL, p < 0.01). Booster vaccination increased anti-S concentrations in DS and HC at all ages. However, lower concentrations in DS compared with HC remained, regardless of primary vaccine type (mRNA/vector). Anti-RBD antibodies showed similar results to anti-S. Serum neutralization was lower in DS adults compared with HC for mRNA (ID This is the first vaccine immunology study in DS including both children and adults. Although all participants showed a rise in antibody concentrations, decreased antibody concentrations and serum neutralization after primary and booster SARS-CoV-2 vaccination were seen in individuals with DS compared with HC. Vaccine response defects in DS were age dependent, increasing with age. Teenagers with DS had the highest antibody concentrations while children <12 years had significantly lower concentrations. Our findings highlight the need for a tailored, age-specific immunization strategy in DS. NCT05145348.",
    "disease": "covid-19",
    "clean_text": "antibody concentration and function following sars cov vaccination decrease with age in adults and children with down syndrome individuals with down syndrome ds have an altered immune system highlighted by increased illness and mortality during the sars cov pandemic we previously showed decreased antibody concentrations after primary sars cov vaccination in ds adults we prospectively studied antibody responses and functionality after sars cov primary and booster vaccination in adults and children with ds we measured antibody concentrations for anti s and anti rbd following primary and booster vaccination and virus neutralizing titers id a rise in antibody concentrations was seen in all participants but ds had lower anti s antibody concentrations than hc after primary mrna bau ml vs bau ml p or vector bau ml vs bau ml p vaccination only in ds anti s concentrations declined with age correlation coefficient p amongst children with ds teenagers years showed highest anti s concentrations bau ml children years had lower concentrations compared with teenagers bau ml p booster vaccination increased anti s concentrations in ds and hc at all ages however lower concentrations in ds compared with hc remained regardless of primary vaccine type mrna vector anti rbd antibodies showed similar results to anti s serum neutralization was lower in ds adults compared with hc for mrna id this is the first vaccine immunology study in ds including both children and adults although all participants showed a rise in antibody concentrations decreased antibody concentrations and serum neutralization after primary and booster sars cov vaccination were seen in individuals with ds compared with hc vaccine response defects in ds were age dependent increasing with age teenagers with ds had the highest antibody concentrations while children years had significantly lower concentrations our findings highlight the need for a tailored age specific immunization strategy in ds nct"
}