{
    "pmid": "41459061",
    "title": "Metabolic-BMI phenotypes as nutritional risk indicators for osteoarthritis: evidence from a prospective cohort of UK adults.",
    "abstract": "Metabolic health status has emerged as a crucial nutritional and physiological indicator, reflecting the complex interplay between dietary intake, energy metabolism, and chronic disease risk. Obesity is a well-known risk factor for osteoarthritis (OA), yet substantial metabolic heterogeneity exists among individuals with obesity. Understanding how metabolic variability modifies the obesity-OA relationship can provide valuable insights into nutrition-related mechanisms of musculoskeletal health. This study aimed to examine the association between metabolic-BMI phenotypes and incident OA among middle-aged and older adults (MAOA) in the UK. The ELSA provided the data. Metabolically healthy normal weight (MHNW), metabolically healthy overweight/obesity (MHOO), metabolically unhealthy normal weight (MUNW), as well as metabolically unhealthy overweight/obesity (MUOO) were the four metabolic-BMI phenotypes into which the participants were divided. The relationships between these phenotypes and incident OA were estimated via Cox proportional hazards models, which controlled for clinical variables, lifestyle choices, and sociodemographic traits. During a median follow-up of 10 years, 673 new OA cases were identified. Compared with the MHNW group, participants with MHOO (HR = 1.54, 95% CI: 1.19-2.01,  Metabolic status modified-but did not eliminate-the association between obesity and osteoarthritis risk. These findings highlight substantial heterogeneity within obesity phenotypes and suggest that incorporating metabolic health with BMI may improve identification of individuals at elevated OA risk.",
    "disease": "osteoarthritis",
    "clean_text": "metabolic bmi phenotypes as nutritional risk indicators for osteoarthritis evidence from a prospective cohort of uk adults metabolic health status has emerged as a crucial nutritional and physiological indicator reflecting the complex interplay between dietary intake energy metabolism and chronic disease risk obesity is a well known risk factor for osteoarthritis oa yet substantial metabolic heterogeneity exists among individuals with obesity understanding how metabolic variability modifies the obesity oa relationship can provide valuable insights into nutrition related mechanisms of musculoskeletal health this study aimed to examine the association between metabolic bmi phenotypes and incident oa among middle aged and older adults maoa in the uk the elsa provided the data metabolically healthy normal weight mhnw metabolically healthy overweight obesity mhoo metabolically unhealthy normal weight munw as well as metabolically unhealthy overweight obesity muoo were the four metabolic bmi phenotypes into which the participants were divided the relationships between these phenotypes and incident oa were estimated via cox proportional hazards models which controlled for clinical variables lifestyle choices and sociodemographic traits during a median follow up of years new oa cases were identified compared with the mhnw group participants with mhoo hr ci metabolic status modified but did not eliminate the association between obesity and osteoarthritis risk these findings highlight substantial heterogeneity within obesity phenotypes and suggest that incorporating metabolic health with bmi may improve identification of individuals at elevated oa risk"
}