{
    "title": "Helicobacter pylori Eradication to Eliminate Gastric Cancer: The Japanese Strategy.",
    "doc_id": "26314673",
    "writer": "Asaka M",
    "year": "2015",
    "summary": "Helicobacter pylori eradication therapy for chronic gastritis achieved world-first coverage by the Japanese national health insurance scheme in 2013, making a dramatic decrease of gastric cancer-related deaths more realistic. Combining H pylori eradication therapy w …",
    "abstract": "Helicobacter pylori eradication therapy for chronic gastritis achieved world-first coverage by the Japanese national health insurance scheme in 2013, making a dramatic decrease of gastric cancer-related deaths more realistic. Combining H pylori eradication therapy with endoscopic surveillance can prevent the development of gastric cancer. Even if it develops, most patients are likely to be diagnosed at an early stage, possibly resulting in fewer gastric cancer deaths. Success with the elimination of gastric cancer in Japan could lead other countries with a high incidence to consider a similar strategy, suggesting the potential for elimination of gastric cancer around the world.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26314673/",
    "clean_text": "helicobacter pylori eradication to eliminate gastric cancer the japanese strategy helicobacter pylori eradication therapy for chronic gastritis achieved world first coverage by the japanese national health insurance scheme in making a dramatic decrease of gastric cancer related deaths more realistic combining h pylori eradication therapy w helicobacter pylori eradication therapy for chronic gastritis achieved world first coverage by the japanese national health insurance scheme in making a dramatic decrease of gastric cancer related deaths more realistic combining h pylori eradication therapy with endoscopic surveillance can prevent the development of gastric cancer even if it develops most patients are likely to be diagnosed at an early stage possibly resulting in fewer gastric cancer deaths success with the elimination of gastric cancer in japan could lead other countries with a high incidence to consider a similar strategy suggesting the potential for elimination of gastric cancer around the world"
}