{
    "pmid": "41390609",
    "title": "The impact of loneliness on balance learning ability in aging patients with Parkinson's disease.",
    "abstract": "Loneliness is highly prevalent among patients with Parkinson's disease (PwPD) and, through complex body-brain interactions, increases their vulnerability to health issues, including balance impairments. Despite extensive evidence linking loneliness to cognitive-motor dysfunctions, the direct impact of loneliness on motor learning, particularly dynamic balance learning, has not been comprehensively examined. As the first study in this field, our research investigates the effect of loneliness on the ability to learn dynamic balance in PwPD, addressing a critical research gap in this domain. This study was conducted over six months with the participation of sixty volunteers divided into three distinct groups: 20 PD patients who reported loneliness (loneliness-positive group), 20 PD patients who did not report loneliness (loneliness-negative group), and 20 healthy individuals as the control group. Participants were matched for sex, age, and body mass index (BMI) and were recruited from hospitals and specialized movement disorder clinics. We utilized standardized instruments, including the Mini Balance Evaluation Systems Test (MiniBESTest) to assess balance performance, the de Jong-Gierveld Loneliness Scale (DjG)/ the Three-Item Loneliness Scale (TILS/ the Social and Emotional Loneliness Scale for Parkinson's Disease (SELSA-PD) to assess loneliness levels, the Rosenberg Self-Esteem Inventory (RSI) to assess self-steem, and the Multidimensional Scale of Perceived Social Support (MSPSS) to assess social support in one day before performing balance learning task. Additionally, balance learning was evaluated using a stabilometer, and parameters such as learning rate, learning curve slope, and short- and long-term memory were analyzed. The results indicated that PwPD in the loneliness-positive group exhibited poorer balance performance (MiniBESTest) and higher scores on various loneliness scales, including DjG, TILS, and SELSA-PD. Additionally, this group did not demonstrate balance learning potential (learning rate and slope) compared to the other groups. In contrast, PD patients in the loneliness-negative group showed improvement in the early stages of balance learning (Block1 vs. Block3: p = 0.001; Block1 vs. Block4: p = 0.001; Block1 vs. Block5: p < 0.001; Block2 vs. Block5: p = 0.014).), while the control group exhibited continuous improvement (p = 0.00). Both the loneliness-negative and control groups retained their balance skills in both short-term and long-term assessments (p > 0.05). This study is the first to directly examine the impact of loneliness on dynamic balance learning in PwPD. The findings revealed that loneliness can act as a significant inhibitory factor in balance rehabilitation for these patients. The results underscore the importance of designing targeted interventions to reduce feelings of loneliness to enhance balanced learning. Furthermore, the study paves the way for future research to investigate the underlying neural mechanisms and explore the effects of social and psychological interventions on improving motor learning in these patients.",
    "disease": "parkinson disease",
    "clean_text": "the impact of loneliness on balance learning ability in aging patients with parkinson s disease loneliness is highly prevalent among patients with parkinson s disease pwpd and through complex body brain interactions increases their vulnerability to health issues including balance impairments despite extensive evidence linking loneliness to cognitive motor dysfunctions the direct impact of loneliness on motor learning particularly dynamic balance learning has not been comprehensively examined as the first study in this field our research investigates the effect of loneliness on the ability to learn dynamic balance in pwpd addressing a critical research gap in this domain this study was conducted over six months with the participation of sixty volunteers divided into three distinct groups pd patients who reported loneliness loneliness positive group pd patients who did not report loneliness loneliness negative group and healthy individuals as the control group participants were matched for sex age and body mass index bmi and were recruited from hospitals and specialized movement disorder clinics we utilized standardized instruments including the mini balance evaluation systems test minibestest to assess balance performance the de jong gierveld loneliness scale djg the three item loneliness scale tils the social and emotional loneliness scale for parkinson s disease selsa pd to assess loneliness levels the rosenberg self esteem inventory rsi to assess self steem and the multidimensional scale of perceived social support mspss to assess social support in one day before performing balance learning task additionally balance learning was evaluated using a stabilometer and parameters such as learning rate learning curve slope and short and long term memory were analyzed the results indicated that pwpd in the loneliness positive group exhibited poorer balance performance minibestest and higher scores on various loneliness scales including djg tils and selsa pd additionally this group did not demonstrate balance learning potential learning rate and slope compared to the other groups in contrast pd patients in the loneliness negative group showed improvement in the early stages of balance learning block vs block p block vs block p block vs block p block vs block p while the control group exhibited continuous improvement p both the loneliness negative and control groups retained their balance skills in both short term and long term assessments p this study is the first to directly examine the impact of loneliness on dynamic balance learning in pwpd the findings revealed that loneliness can act as a significant inhibitory factor in balance rehabilitation for these patients the results underscore the importance of designing targeted interventions to reduce feelings of loneliness to enhance balanced learning furthermore the study paves the way for future research to investigate the underlying neural mechanisms and explore the effects of social and psychological interventions on improving motor learning in these patients"
}