{
    "title": "Quality Counts: Developmental Shifts in Associations Between Romantic Relationship Qualities and Psychosocial Adjustment.",
    "doc_id": "26283151",
    "writer": "Collibee C",
    "year": "2015",
    "summary": "Using multilevel modeling, the study examined the moderating effect of age on links between romantic relationship qualities and adjustment. Consistent with developmental task theory, high romantic quality was more negatively associated with internalizing symptoms an …",
    "abstract": "The present study assessed a developmental task theory of romantic relationships by examining associations between romantic relationship qualities and adjustment across 9 years using a community-based sample of 100 male and 100 female participants (Mage Wave 1 = 15.83) in a Western U.S. city. Using multilevel modeling, the study examined the moderating effect of age on links between romantic relationship qualities and adjustment. Consistent with developmental task theory, high romantic quality was more negatively associated with internalizing symptoms and dating satisfaction during young adulthood than adolescence. Romantic relationship qualities were also associated with externalizing symptoms and substance use, but the degree of association was consistent across ages. The findings underscore the significance of romantic relationship qualities across development.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26283151/",
    "clean_text": "quality counts developmental shifts in associations between romantic relationship qualities and psychosocial adjustment using multilevel modeling the study examined the moderating effect of age on links between romantic relationship qualities and adjustment consistent with developmental task theory high romantic quality was more negatively associated with internalizing symptoms an the present study assessed a developmental task theory of romantic relationships by examining associations between romantic relationship qualities and adjustment across years using a community based sample of male and female participants mage wave in a western u s city using multilevel modeling the study examined the moderating effect of age on links between romantic relationship qualities and adjustment consistent with developmental task theory high romantic quality was more negatively associated with internalizing symptoms and dating satisfaction during young adulthood than adolescence romantic relationship qualities were also associated with externalizing symptoms and substance use but the degree of association was consistent across ages the findings underscore the significance of romantic relationship qualities across development"
}