{
    "pmid": "41473261",
    "title": "Expert Consensus on Clinical Applications of Fecal Microbiota Transplantation for Chronic Liver Disease (2025 edition).",
    "abstract": "The gut microbiota is crucial in maintaining host health and liver function. Fecal microbiota transplantation (FMT) has shown promising potential in treating chronic liver diseases. To help clinicians quickly master and standardize the clinical application of FMT for chronic liver disease, the Liver Related Digestive Diseases Group of the Chinese Society of Hepatology of the Chinese Medical Association has developed the \"Expert Consensus on the Clinical Application of FMT for Chronic Liver Disease.\" This consensus addresses the key aspects of FMT, including the indications, contraindications, efficacy, safety, donor selection, transplantation routes, precautions, and the prevention and management of adverse reactions for chronic liver conditions, such as chronic hepatitis, cirrhosis, and liver cancer, thereby offering reference and guidance to clinicians implementing FMT in the treatment of chronic liver disease.",
    "disease": "liver cirrhosis",
    "clean_text": "expert consensus on clinical applications of fecal microbiota transplantation for chronic liver disease edition the gut microbiota is crucial in maintaining host health and liver function fecal microbiota transplantation fmt has shown promising potential in treating chronic liver diseases to help clinicians quickly master and standardize the clinical application of fmt for chronic liver disease the liver related digestive diseases group of the chinese society of hepatology of the chinese medical association has developed the expert consensus on the clinical application of fmt for chronic liver disease this consensus addresses the key aspects of fmt including the indications contraindications efficacy safety donor selection transplantation routes precautions and the prevention and management of adverse reactions for chronic liver conditions such as chronic hepatitis cirrhosis and liver cancer thereby offering reference and guidance to clinicians implementing fmt in the treatment of chronic liver disease"
}