{
    "pmid": "41422217",
    "title": "Awake sigmoidectomy under continuous spinal anesthesia in a high-risk ASA class V patient: a case report.",
    "abstract": "Awake colorectal surgery is an alternative to general anesthesia, especially in high-risk patients with significant cardiopulmonary comorbidities. Continuous segmental spinal anesthesia offers stable intraoperative conditions while avoiding the complications of cardio depressant effects, airway manipulation and sedation. Despite its advantages, this approach remains underreported in major colorectal procedures. We present the case of a 73-year-old male with a history of ischemic cardiomyopathy, chronic heart failure (ejection fraction 25-30%), chronic kidney disease, and pulmonary complications, classified as American Society of Anesthesiologists (ASA) Risk Class V. The patient was admitted to a tertiary hospital in Palestine with a recurrent sigmoid volvulus, and due to the high risk associated with general anesthesia, the surgical, cardiology and anesthesia teams decided for an awake open sigmoidectomy under continuous segmental spinal anesthesia. The patient remained fully conscious and hemodynamically stable throughout the procedure. Postoperative recovery was uncomplicated apart from a superficial wound infection, which was managed conservatively. At six-month follow-up, the patient remained asymptomatic, tolerated a normal diet, had no recurrent bowel obstruction, and showed complete wound healing without late infectious or anastomotic complications. This case illustrates the feasibility, safety, and potential benefits of awake sigmoidectomy in fragile, multimorbid patients. To our knowledge, it represents the first reported case in Palestine. The successful outcome emphasizes the importance of advanced regional techniques and multidisciplinary collaboration in managing high-risk surgical patients, especially in settings with limited resources.",
    "disease": "chronic kidney disease",
    "clean_text": "awake sigmoidectomy under continuous spinal anesthesia in a high risk asa class v patient a case report awake colorectal surgery is an alternative to general anesthesia especially in high risk patients with significant cardiopulmonary comorbidities continuous segmental spinal anesthesia offers stable intraoperative conditions while avoiding the complications of cardio depressant effects airway manipulation and sedation despite its advantages this approach remains underreported in major colorectal procedures we present the case of a year old male with a history of ischemic cardiomyopathy chronic heart failure ejection fraction chronic kidney disease and pulmonary complications classified as american society of anesthesiologists asa risk class v the patient was admitted to a tertiary hospital in palestine with a recurrent sigmoid volvulus and due to the high risk associated with general anesthesia the surgical cardiology and anesthesia teams decided for an awake open sigmoidectomy under continuous segmental spinal anesthesia the patient remained fully conscious and hemodynamically stable throughout the procedure postoperative recovery was uncomplicated apart from a superficial wound infection which was managed conservatively at six month follow up the patient remained asymptomatic tolerated a normal diet had no recurrent bowel obstruction and showed complete wound healing without late infectious or anastomotic complications this case illustrates the feasibility safety and potential benefits of awake sigmoidectomy in fragile multimorbid patients to our knowledge it represents the first reported case in palestine the successful outcome emphasizes the importance of advanced regional techniques and multidisciplinary collaboration in managing high risk surgical patients especially in settings with limited resources"
}