{
    "pmid": "41474103",
    "title": "Long-Term Hand Rehabilitation After Sensorimotor Cortical Injury Promotes Massive Upregulation of Corticospinal Terminations From Spared Supplementary Motor Cortex in Macaca mulatta.",
    "abstract": "Two female rhesus monkeys experienced 6 months of forced-use upper-extremity rehabilitation following localized damage to the sensorimotor cortex. One monkey received rehabilitation of the severely affected (contralesional) hand to model traditional poststroke therapeutic intervention. The second monkey received the same rehabilitation paradigm, but of the less affected (ipsilesional) hand, to model patients who preferentially use their ipsilesional hand or develop learned nonuse of the contralesional hand. Changes in the terminal distribution of the corticospinal projection (CSP) at C5-T1 from spared supplementary motor cortex (M2) were studied using high-resolution anterograde tracers and stereology. M2 CSP findings were compared to the M2 CSP in animals receiving the same sensorimotor cortical lesion but with no rehabilitative intervention (natural recovery; n = 4), and controls (no lesion-no rehabilitation; n = 5). Rehabilitation of the severely affected hand induced massive upregulation of contralateral M2 CSP terminals compared to naturally recovered and control groups. Terminal increases occurred in lamina VII compared to both groups, and in the dorsomedial and dorsolateral quadrants of motoneuron lamina IX compared to the naturally recovered lesion group. In contrast, rehabilitating the less affected hand induced substantial contralateral terminal loss compared to both groups. Our findings demonstrate that long-term rehabilitation of the severely impaired hand following sensorimotor cortex injury promotes spared M2 corticospinal sprouting, possibly reflecting favorable corticospinal adaptations accompanying repetitive upper-limb rehabilitation in some stroke patients. Extensive M2 CSP loss following rehabilitation of the less impaired hand indicates a risk of losing spared CSPs in patients who preferentially use their ipsilesional hand or develop learned nonuse.",
    "disease": "stroke",
    "clean_text": "long term hand rehabilitation after sensorimotor cortical injury promotes massive upregulation of corticospinal terminations from spared supplementary motor cortex in macaca mulatta two female rhesus monkeys experienced months of forced use upper extremity rehabilitation following localized damage to the sensorimotor cortex one monkey received rehabilitation of the severely affected contralesional hand to model traditional poststroke therapeutic intervention the second monkey received the same rehabilitation paradigm but of the less affected ipsilesional hand to model patients who preferentially use their ipsilesional hand or develop learned nonuse of the contralesional hand changes in the terminal distribution of the corticospinal projection csp at c t from spared supplementary motor cortex m were studied using high resolution anterograde tracers and stereology m csp findings were compared to the m csp in animals receiving the same sensorimotor cortical lesion but with no rehabilitative intervention natural recovery n and controls no lesion no rehabilitation n rehabilitation of the severely affected hand induced massive upregulation of contralateral m csp terminals compared to naturally recovered and control groups terminal increases occurred in lamina vii compared to both groups and in the dorsomedial and dorsolateral quadrants of motoneuron lamina ix compared to the naturally recovered lesion group in contrast rehabilitating the less affected hand induced substantial contralateral terminal loss compared to both groups our findings demonstrate that long term rehabilitation of the severely impaired hand following sensorimotor cortex injury promotes spared m corticospinal sprouting possibly reflecting favorable corticospinal adaptations accompanying repetitive upper limb rehabilitation in some stroke patients extensive m csp loss following rehabilitation of the less impaired hand indicates a risk of losing spared csps in patients who preferentially use their ipsilesional hand or develop learned nonuse"
}