{
    "title": "Comparison of the wound-activated transformation of caulerpenyne by invasive and noninvasive Caulerpa species of the Mediterranean.",
    "doc_id": "12474902",
    "writer": "Jung V",
    "year": "2002",
    "summary": "The invasive green alga, Caulerpa taxifolia, that has spread rapidly after its introduction into the Mediterranean and the North American Pacific, reacts to wounding by transforming its major metabolite caulerpenyne. This wound-activated reaction involves the transf …",
    "abstract": "The invasive green alga, Caulerpa taxifolia, that has spread rapidly after its introduction into the Mediterranean and the North American Pacific, reacts to wounding by transforming its major metabolite caulerpenyne. This wound-activated reaction involves the transformation of the bis-enol acetate moiety of 1, releasing reactive 1,4-dialdehydes. The ability to perform this transformation is found also in both the noninvasive Mediterranean C. prolifera and the invasive C. racemosa. Trapping experiments, as well as transformation of the model substrate geranyl acetate, suggest that all three investigated Caulerpa spp. rely on esterases that act upon wounding of the algae by subsequently removing the three acetate residues of caulerpenyne. The resulting reactive 1,4-dialdehyde oxytoxin 2 can be identified by liquid chromatography-mass spectrometry and is unstable in the wounded tissue. Caulerpenyne transformation occurs rapidly, and severe tissue damage caused degradation of more than 50% of the stored caulerpenyne within 1 min in all three algae. Prevention of the enzymatic reaction before extraction, by shock freezing the tissue with liquid nitrogen, was used for the determination of the caulerpenyne content in intact algae. It gives about twofold higher values compared to an established methanol extraction protocol. The speed and mechanism of the wound-activated transformation, as well as the caulerpenyne content in intact tissue of invasive and noninvasive Caulerpa spp., are comparable. Thus, this enzymatic transformation, despite being fast and efficient, is likely not the key for the success of the investigated invasive species.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12474902/",
    "clean_text": "comparison of the wound activated transformation of caulerpenyne by invasive and noninvasive caulerpa species of the mediterranean the invasive green alga caulerpa taxifolia that has spread rapidly after its introduction into the mediterranean and the north american pacific reacts to wounding by transforming its major metabolite caulerpenyne this wound activated reaction involves the transf the invasive green alga caulerpa taxifolia that has spread rapidly after its introduction into the mediterranean and the north american pacific reacts to wounding by transforming its major metabolite caulerpenyne this wound activated reaction involves the transformation of the bis enol acetate moiety of releasing reactive dialdehydes the ability to perform this transformation is found also in both the noninvasive mediterranean c prolifera and the invasive c racemosa trapping experiments as well as transformation of the model substrate geranyl acetate suggest that all three investigated caulerpa spp rely on esterases that act upon wounding of the algae by subsequently removing the three acetate residues of caulerpenyne the resulting reactive dialdehyde oxytoxin can be identified by liquid chromatography mass spectrometry and is unstable in the wounded tissue caulerpenyne transformation occurs rapidly and severe tissue damage caused degradation of more than of the stored caulerpenyne within min in all three algae prevention of the enzymatic reaction before extraction by shock freezing the tissue with liquid nitrogen was used for the determination of the caulerpenyne content in intact algae it gives about twofold higher values compared to an established methanol extraction protocol the speed and mechanism of the wound activated transformation as well as the caulerpenyne content in intact tissue of invasive and noninvasive caulerpa spp are comparable thus this enzymatic transformation despite being fast and efficient is likely not the key for the success of the investigated invasive species"
}