{
    "title": "Biological risk factors in late life depression.",
    "doc_id": "12182925",
    "writer": "Krishnan KR.",
    "year": "2002",
    "summary": "A number of biological risk factors have been tentatively identified for unipolar and bipolar disorder in the elderly. ...There is a need for long term epidemiologic and prevention studies (in the case of modifiable risk factors). The modifiable ris …",
    "abstract": "A number of biological risk factors have been tentatively identified for unipolar and bipolar disorder in the elderly. The list includes genetic factors as well as medical illness in general and vascular disease in particular. Most of these risk factors have been identified on the basis of cross sectional studies rather than longitudinal studies. There is a need for long term epidemiologic and prevention studies (in the case of modifiable risk factors). The modifiable risk factors include medical illness in general and vascular disease in particular. An example is the use of antidepressants following stroke to prevent the onset of depression. Of particular interest is the role of vascular risk factors and MRI changes suggesting subtle cerebrovascular disease in the development of depression and bipolar disorder in late life. The changes have been established using both clinical samples and in the case of depression in cross sectional epidemiologic samples. The location of these cerebrovascular changes has contributed to our understanding of the regions of the brain implicated in the pathophysiology of depression. Further longitudinal and preventive studies are needed to conclusively demonstrate these as biological risk factors.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12182925/",
    "clean_text": "biological risk factors in late life depression a number of biological risk factors have been tentatively identified for unipolar and bipolar disorder in the elderly there is a need for long term epidemiologic and prevention studies in the case of modifiable risk factors the modifiable ris a number of biological risk factors have been tentatively identified for unipolar and bipolar disorder in the elderly the list includes genetic factors as well as medical illness in general and vascular disease in particular most of these risk factors have been identified on the basis of cross sectional studies rather than longitudinal studies there is a need for long term epidemiologic and prevention studies in the case of modifiable risk factors the modifiable risk factors include medical illness in general and vascular disease in particular an example is the use of antidepressants following stroke to prevent the onset of depression of particular interest is the role of vascular risk factors and mri changes suggesting subtle cerebrovascular disease in the development of depression and bipolar disorder in late life the changes have been established using both clinical samples and in the case of depression in cross sectional epidemiologic samples the location of these cerebrovascular changes has contributed to our understanding of the regions of the brain implicated in the pathophysiology of depression further longitudinal and preventive studies are needed to conclusively demonstrate these as biological risk factors"
}