{
    "pmid": "41431001",
    "title": "Clinical and pathological characteristics and correlation analysis of anorectal malignant melanoma.",
    "abstract": "This study aims to analyze and compare the clinical and pathological characteristics of anorectal malignant melanoma (AMM) among Chinese patients and those from East Asia. Clinical data of 17 AMM patients who were treated at Jiangsu Province Hospital (JPH) in China from 2013 to 2023 were collected, and further compared with 544 East Asia AMM patients reported in 20 literature materials from 2011 to 2023. Furthermore, the 4-fold table of the Pearson Chi-square test was used to calculate and compare the pathological characteristics of AMM patients in JPH and East Asia. Fisher exact probability was performed to statistically analyze the relationship between clinical-pathological indicators and lymphatic metastasis in AMM patients in JPH. The median age of initial diagnosis for AMM patients in JPH and East Asia were 69 years and 61.4 years, respectively. Several medical indicators are similar between the JPH and East Asian patients, and the differences are not statistically significant (P > .05), including gender, S-100 Protein, Human Melanoma Black 45, Ki-67, tumor size, lymphatic metastasis, and surgical approach. Moreover, indicators showed differences (P < .05) are tumor location, Melanoma Antigen Recognized by T cells 1, depth of invasion, clinical stage, and adjuvant therapy. In AMM patients in JPH, lymphatic metastasis is significantly correlated with tumor size and depth of invasion (P = .017 and .004, respectively). In AMM patients from JPH, lymphatic metastasis is significantly correlated with tumor size and depth of invasion. More indicators are similar between AMM patients in JPH and East Asia populations, such as gender, S-100 Protein, Human Melanoma Black 45, Ki-67, tumor size, lymphatic metastasis, and surgical approach, while less indicators have differences.",
    "disease": "colorectal cancer",
    "clean_text": "clinical and pathological characteristics and correlation analysis of anorectal malignant melanoma this study aims to analyze and compare the clinical and pathological characteristics of anorectal malignant melanoma amm among chinese patients and those from east asia clinical data of amm patients who were treated at jiangsu province hospital jph in china from to were collected and further compared with east asia amm patients reported in literature materials from to furthermore the fold table of the pearson chi square test was used to calculate and compare the pathological characteristics of amm patients in jph and east asia fisher exact probability was performed to statistically analyze the relationship between clinical pathological indicators and lymphatic metastasis in amm patients in jph the median age of initial diagnosis for amm patients in jph and east asia were years and years respectively several medical indicators are similar between the jph and east asian patients and the differences are not statistically significant p including gender s protein human melanoma black ki tumor size lymphatic metastasis and surgical approach moreover indicators showed differences p are tumor location melanoma antigen recognized by t cells depth of invasion clinical stage and adjuvant therapy in amm patients in jph lymphatic metastasis is significantly correlated with tumor size and depth of invasion p and respectively in amm patients from jph lymphatic metastasis is significantly correlated with tumor size and depth of invasion more indicators are similar between amm patients in jph and east asia populations such as gender s protein human melanoma black ki tumor size lymphatic metastasis and surgical approach while less indicators have differences"
}