{
    "title": "Impact of hyperglycemia on the rate of implant failure and peri-implant parameters in patients with type 2 diabetes mellitus: Systematic review and meta-analysis.",
    "doc_id": "33632408",
    "writer": "Shang R",
    "year": "2021",
    "summary": "CONCLUSIONS AND PRACTICAL IMPLICATIONS: Patients with type 2 diabetes mellitus seem to be able to achieve a rate of implant survival similar to that of healthy patients. ...No association was found between peri-implant parameters and glycemic level amo …",
    "abstract": "Background:\n        \n      \n      The impact of hyperglycemia on dental implant therapy remains unclear. In this systematic review and meta-analysis, the authors compared the rates of implant failure and peri-implant bleeding on probing (BOP), probing depth (PD), and peri-implant bone loss (PIBL) among patients with type 2 diabetes mellitus and nondiabetic patients. The authors performed subgroup analyses based on glycemic level to evaluate whether patients with higher glycemic levels were more prone to peri-implant inflammation.\n    \n\n\n          Type of studies reviewed:\n        \n      \n      The authors searched 4 databases for original clinical studies. Studies in which the researchers provided information on the rate of implant failure or peri-implant parameters were included.\n    \n\n\n          Results:\n        \n      \n      Nine clinical studies were identified on the basis of the inclusion criteria. No significant differences were found in rates of implant failure (P = .46) and PD (P = .1) between diabetic and nondiabetic patients. Significant differences in BOP (P < .00001) and PIBL (P = .02), favoring nondiabetic patients, were observed. Results of subgroup analyses indicated that the increase in glycemic level did not significantly influence BOP, PD, and PIBL values among diabetic patients.\n    \n\n\n          Conclusions and practical implications:\n        \n      \n      Patients with type 2 diabetes mellitus seem to be able to achieve a rate of implant survival similar to that of healthy patients. Regarding peri-implant parameters, BOP and PIBL were higher in patients with type 2 diabetes mellitus, indicating that hyperglycemia is an important risk factor for peri-implant inflammation. No association was found between peri-implant parameters and glycemic level among patients with type 2 diabetes mellitus, providing oral hygiene was strictly maintained.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33632408/",
    "clean_text": "impact of hyperglycemia on the rate of implant failure and peri implant parameters in patients with type diabetes mellitus systematic review and meta analysis conclusions and practical implications patients with type diabetes mellitus seem to be able to achieve a rate of implant survival similar to that of healthy patients no association was found between peri implant parameters and glycemic level amo background the impact of hyperglycemia on dental implant therapy remains unclear in this systematic review and meta analysis the authors compared the rates of implant failure and peri implant bleeding on probing bop probing depth pd and peri implant bone loss pibl among patients with type diabetes mellitus and nondiabetic patients the authors performed subgroup analyses based on glycemic level to evaluate whether patients with higher glycemic levels were more prone to peri implant inflammation type of studies reviewed the authors searched databases for original clinical studies studies in which the researchers provided information on the rate of implant failure or peri implant parameters were included results nine clinical studies were identified on the basis of the inclusion criteria no significant differences were found in rates of implant failure p and pd p between diabetic and nondiabetic patients significant differences in bop p and pibl p favoring nondiabetic patients were observed results of subgroup analyses indicated that the increase in glycemic level did not significantly influence bop pd and pibl values among diabetic patients conclusions and practical implications patients with type diabetes mellitus seem to be able to achieve a rate of implant survival similar to that of healthy patients regarding peri implant parameters bop and pibl were higher in patients with type diabetes mellitus indicating that hyperglycemia is an important risk factor for peri implant inflammation no association was found between peri implant parameters and glycemic level among patients with type diabetes mellitus providing oral hygiene was strictly maintained"
}