{
    "pmid": "41442280",
    "title": "Exploratory analysis of BNP, NLR and APACHE II in assessing the mortality risk of elderly patients with severe pneumonia.",
    "abstract": "Background and aimsSevere pneumonia represents a serious threat to the health of elderly individuals. This study aims to exploratory analyse the effect of B-type natriuretic peptide (BNP), the neutrophil to lymphocyte ratio (NLR), and APACHE II scores for assessing the 28-day mortality risk in elderly patients with severe pneumonia.MethodsOur study enrolled 80 elderly patients with severe pneumonia (53 males and 27 females). The associations of NLR, oxygenation index (PaO2/FiO2), and acute physiology and chronic health score II (APACHE II) with 28-day mortality risk were assessed using multivariable logistic regression hazards model. The predictive value of BNP, NLR, and APACHE II scores for 28-day mortality risk in this patient population was assessed by receiver operating characteristic (ROC) curves.ResultsBNP (odds ratio [OR], 1.007; 95% confidence interval [CI], 1.002-1.012; ",
    "disease": "pneumonia",
    "clean_text": "exploratory analysis of bnp nlr and apache ii in assessing the mortality risk of elderly patients with severe pneumonia background and aimssevere pneumonia represents a serious threat to the health of elderly individuals this study aims to exploratory analyse the effect of b type natriuretic peptide bnp the neutrophil to lymphocyte ratio nlr and apache ii scores for assessing the day mortality risk in elderly patients with severe pneumonia methodsour study enrolled elderly patients with severe pneumonia males and females the associations of nlr oxygenation index pao fio and acute physiology and chronic health score ii apache ii with day mortality risk were assessed using multivariable logistic regression hazards model the predictive value of bnp nlr and apache ii scores for day mortality risk in this patient population was assessed by receiver operating characteristic roc curves resultsbnp odds ratio or confidence interval ci"
}