{
    "pmid": "41456190",
    "title": "[Endovascular treatment of hospital-acquired ischemic stroke].",
    "abstract": "To study clinical outcomes, safety, and technical outcomes of endovascular thromboextraction (EVT) in patients with in-hospital ischemic stroke (IHS). A comparative retrospective analysis of EVT outcomes was conducted in 3.963 patients (3.651 with community onset stroke and 312 with IHS) with acute proximal arterial occlusion in the carotid and vertebral-basilar systems (VBS) treated at 12 regional vascular centers in St. Petersburg in the period from 01.03.2017 to 01.10.2023. The clinical and instrumental examination of patients included an assessment using the National Institutes of Health Stroke Scale (NIHSS) and a modified Rankin Scale (mRS). The severity of ischemic changes in the brain was assessed using a CT scan, followed by an ASPECTS score assessment. The technical outcomes were assessed using the mTICI score. Patients with IHS accounted for 7.9% of all patients who underwent EVT. Patients with IHS had greater comorbidity (significantly more common coronary heart disease, type 2 diabetes mellitus, peripheral arterial atherosclerosis, history of stroke of any type, and chronic renal failure) and the extension of stroke in the VBS, better brain CT scores before the EVT (higher ASPECTS score), and more often received antithrombotic therapy ( EVT in patients with IHS in the carotid system and VBS showed technical and clinical efficacy, safety, and, if indicated, should be used in all patients with IHS in emergency care. Изучить клинические исходы, безопасность и технические результаты внутрисосудистой тромбэкстракции (ВСТЭ) у пациентов с внутригоспитальным ишемическим инсультом (ВГИИ). Проведен сравнительный ретроспективный анализ результатов ВСТЭ 3963 пациентов (3651 — с внегоспитальным инсультом и 312— с ВГИИ) с острой проксимальной окклюзией артерий в каротидной и вертебрально-базилярной системах (ВБС), проходивших лечение в 12 региональных сосудистых центрах Санкт-Петербурга в период с 01.03.2017 по 01.10.2023. Клинико-инструментальное обследование пациентов включало оценку по шкале тяжести инсульта Национального института здоровья США (NIHSS), модифицированной шкале Рэнкина (mRS). Оценка выраженности ишемических изменений головного мозга выполнялась с помощью КТ головного мозга с последующей с оценкой баллов по шкале ASPECTS. Технический результат оценивался по шкале mTICI. Пациенты с ВГИИ составили 7,9% всех пациентов, которым была выполнена ВСТЭ. Пациенты с ВГИИ характеризовались большей коморбидностью (достоверно чаще встречались: ишемическая болезнь сердца, сахарный диабет 2 типа, атеросклероз периферических артерий, инсульт любого типа в анамнезе, хроническая почечная недостаточность) и распространенностью инсульта в ВБС, лучшими показателями КТ головного мозга перед началом ВСТЭ (больший балл по шкале ASPECTS), чаще получали антитромботическую терапию ( ВСТЭ в группе пациентов с ВГИИ в каротидной системе и ВБС обладает технической и клинической эффективностью, безопасностью и при наличии показаний должна применяться у всех пациентов с ВГИИ при оказании неотложной помощи.",
    "disease": "diabetes mellitus",
    "clean_text": "endovascular treatment of hospital acquired ischemic stroke to study clinical outcomes safety and technical outcomes of endovascular thromboextraction evt in patients with in hospital ischemic stroke ihs a comparative retrospective analysis of evt outcomes was conducted in patients with community onset stroke and with ihs with acute proximal arterial occlusion in the carotid and vertebral basilar systems vbs treated at regional vascular centers in st petersburg in the period from to the clinical and instrumental examination of patients included an assessment using the national institutes of health stroke scale nihss and a modified rankin scale mrs the severity of ischemic changes in the brain was assessed using a ct scan followed by an aspects score assessment the technical outcomes were assessed using the mtici score patients with ihs accounted for of all patients who underwent evt patients with ihs had greater comorbidity significantly more common coronary heart disease type diabetes mellitus peripheral arterial atherosclerosis history of stroke of any type and chronic renal failure and the extension of stroke in the vbs better brain ct scores before the evt higher aspects score and more often received antithrombotic therapy evt in patients with ihs in the carotid system and vbs showed technical and clinical efficacy safety and if indicated should be used in all patients with ihs in emergency care nihss mrs aspects mtici aspects"
}