{
    "title": "Adult lung side population cells have mesenchymal stem cell potential.",
    "doc_id": "18368593",
    "writer": "Martin J",
    "year": "2008",
    "summary": "BACKGROUND: The development of stem cell therapy for pulmonary diseases remains a challenge. Many diverse cell types reside within the lung and a common stem cell has not yet been identified. ...Adult CD45(neg) lung SP cells are a source …",
    "abstract": "Background:\n        \n      \n      The development of stem cell therapy for pulmonary diseases remains a challenge. Many diverse cell types reside within the lung and a common stem cell has not yet been identified. A basic understanding of lung stem cell fate during disease may prove important for drug intervention as well as autologous therapies. Niches for resident mesenchymal stem cells (MSC) have been identified in many adult tissues and more recently in the lung. We present data to confirm the observation that non-hematopoietic CD45(neg) lung side population (SP) cells contain MSC, single cells capable of multilineage differentiation. METHODS We carried these observations forward by analyzing the MSC potential of single-cell clones, as well as their chromosomal stability and telomerase activity.\n    \n\n\n          Results:\n        \n      \n      The expression of MSC markers was characterized in mouse CD45(neg) lung SP by flow cytometry on freshly isolated or cultured clonal populations. The karyotype of these cells was subsequently assayed by banding analysis, and telomerase activity was assessed using quantitative polymerase chain reaction. MSC differentiation potential was confirmed by the characteristic ability of single-cell clones to differentiate into cells of three mesenchymal lineages, chondrocytes, adipocytes and osteocytes. Differentiation was confirmed by histochemical analysis. All analyzed populations of CD45(neg) lung SP expressed mesenchymal markers (CD44, CD90, CD105, CD106, CD73 and Sca-I) and lacked hematopoietic markers (CD45, c-kit, CD11b, CD34 and CD14). The cultured and clonal CD45(neg) lung SP had normal chromosomal structures and expressed high levels of telomerase. After being expanded and cultured in differentiation medium, all populations of CD45(neg) lung SP demonstrated adipogenic, osteogenic and chrondrogenic potential. Adult CD45(neg) lung SP cells are a source of MSC.\n    \n\n\n          Discussion:\n        \n      \n      In defining this tissue-specific stem cell population in the lung, we are now better able to clarify a potential role for them in lung diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18368593/",
    "clean_text": "adult lung side population cells have mesenchymal stem cell potential background the development of stem cell therapy for pulmonary diseases remains a challenge many diverse cell types reside within the lung and a common stem cell has not yet been identified adult cd neg lung sp cells are a source background the development of stem cell therapy for pulmonary diseases remains a challenge many diverse cell types reside within the lung and a common stem cell has not yet been identified a basic understanding of lung stem cell fate during disease may prove important for drug intervention as well as autologous therapies niches for resident mesenchymal stem cells msc have been identified in many adult tissues and more recently in the lung we present data to confirm the observation that non hematopoietic cd neg lung side population sp cells contain msc single cells capable of multilineage differentiation methods we carried these observations forward by analyzing the msc potential of single cell clones as well as their chromosomal stability and telomerase activity results the expression of msc markers was characterized in mouse cd neg lung sp by flow cytometry on freshly isolated or cultured clonal populations the karyotype of these cells was subsequently assayed by banding analysis and telomerase activity was assessed using quantitative polymerase chain reaction msc differentiation potential was confirmed by the characteristic ability of single cell clones to differentiate into cells of three mesenchymal lineages chondrocytes adipocytes and osteocytes differentiation was confirmed by histochemical analysis all analyzed populations of cd neg lung sp expressed mesenchymal markers cd cd cd cd cd and sca i and lacked hematopoietic markers cd c kit cd b cd and cd the cultured and clonal cd neg lung sp had normal chromosomal structures and expressed high levels of telomerase after being expanded and cultured in differentiation medium all populations of cd neg lung sp demonstrated adipogenic osteogenic and chrondrogenic potential adult cd neg lung sp cells are a source of msc discussion in defining this tissue specific stem cell population in the lung we are now better able to clarify a potential role for them in lung diseases"
}