{
    "pmid": "41419123",
    "title": "The roles of Tenascin C in kidney diseases.",
    "abstract": "Tenascin C (TNC), an extracellular matrix glycoprotein, is crucial for embryonic development and tissue repair, inflammation, extracellular matrix remodelling, and fibrosis, particularly in kidney diseases. While its expression is typically low in healthy adult kidneys, TNC is upregulated in various kidney disease conditions including acute kidney injury (AKI) and chronic kidney disease (CKD). TNC influences fibroblast activation and elevated TNC levels correlate with CKD severity, highlighting its potential as a biomarker for diagnosis and monitoring of fibrogenesis. TNC's multifaceted role offers opportunities for therapeutic interventions. Here we provide an overview of TNC's structural and functional attributes, its regulatory mechanisms, and its multifactorial role in kidney disease development and progression. We also discuss recent approaches aiming to use TNC as a target for diagnostic and therapeutic purposes.",
    "disease": "chronic kidney disease",
    "clean_text": "the roles of tenascin c in kidney diseases tenascin c tnc an extracellular matrix glycoprotein is crucial for embryonic development and tissue repair inflammation extracellular matrix remodelling and fibrosis particularly in kidney diseases while its expression is typically low in healthy adult kidneys tnc is upregulated in various kidney disease conditions including acute kidney injury aki and chronic kidney disease ckd tnc influences fibroblast activation and elevated tnc levels correlate with ckd severity highlighting its potential as a biomarker for diagnosis and monitoring of fibrogenesis tnc s multifaceted role offers opportunities for therapeutic interventions here we provide an overview of tnc s structural and functional attributes its regulatory mechanisms and its multifactorial role in kidney disease development and progression we also discuss recent approaches aiming to use tnc as a target for diagnostic and therapeutic purposes"
}