{
    "pmid": "41457842",
    "title": "Interleukin-1 Signalling Inhibitors in Heart Failure With Preserved and Reduced Ejection Fraction.",
    "abstract": "Aim     To assess circulating levels of interleukin 1 (IL-1), soluble IL-1 receptor type II (sIL-1R2) and IL-1 receptor antagonist (IL-1Ra) in patients with heart failure with preserved ejection fraction (HFpEF) and heart failure with reduced ejection fraction (HFrEF) in acute decompensated heart failure (ADHF) and in stable condition.Material and methods            The study included 42 patients with HFpEF and 117 patients with HFrEF admitted for ADHF. After 12 months of follow-up, 31 patients with HFpEF and 84 patients with HFrEF were re-examined. Their condition was assessed as clinically stable. Plasma concentrations of IL-1, IL-1R2, and IL-1Ra were measured in all patients.Results            In ADHF, IL-1R2 and IL-1Ra concentrations were higher than in stable condition, with IL-1Ra concentrations increasing markedly (3.5 times). Depending on the left ventricular ejection fraction, IL-1 was lower in patients with HFpEF, while IL-1R2 and IL-1Ra were higher than in patients with HFrEF. IL-1 was not detected in stable condition, and differences in IL-1R2 and IL-1Ra concentrations between fractions subsided.Conclusion     In ADHF, the differences in the concentrations of IL-1 and endogenous inhibitors of IL-1 signaling, IL-1R2 and IL-1βRa, in patients with HFpEF and HFrEF indicated different severity of the inflammatory response in these fractions and more intense neutralization of IL-1 in patients with HFpEF compared to patients with HFrEF, which should be taken into account in the therapeutic blockade of IL-1.",
    "disease": "stroke",
    "clean_text": "interleukin signalling inhibitors in heart failure with preserved and reduced ejection fraction aim to assess circulating levels of interleukin il soluble il receptor type ii sil r and il receptor antagonist il ra in patients with heart failure with preserved ejection fraction hfpef and heart failure with reduced ejection fraction hfref in acute decompensated heart failure adhf and in stable condition material and methods the study included patients with hfpef and patients with hfref admitted for adhf after months of follow up patients with hfpef and patients with hfref were re examined their condition was assessed as clinically stable plasma concentrations of il il r and il ra were measured in all patients results in adhf il r and il ra concentrations were higher than in stable condition with il ra concentrations increasing markedly times depending on the left ventricular ejection fraction il was lower in patients with hfpef while il r and il ra were higher than in patients with hfref il was not detected in stable condition and differences in il r and il ra concentrations between fractions subsided conclusion in adhf the differences in the concentrations of il and endogenous inhibitors of il signaling il r and il ra in patients with hfpef and hfref indicated different severity of the inflammatory response in these fractions and more intense neutralization of il in patients with hfpef compared to patients with hfref which should be taken into account in the therapeutic blockade of il"
}