{
    "pmid": "41473699",
    "title": "Construction of a novel prediction model based on albumin-hemoglobin score and serum microRNA-497-5p for prognosis of patients with stage II-III colorectal cancer.",
    "abstract": "Stage II-III colorectal cancer (CRC) represents the initial phase of tumor invasion and lymph node metastasis. Surgery is the preferred treatment option for patients at this stage, however, due to the complex progression mechanisms of the disease, incomplete tumor resection, postoperative cancer cell metastasis, and the development of drug resistance to chemotherapy often lead to poor prognosis. The present study aimed to investigate the status of poor postoperative prognosis in patients with stage II-III CRC following radical surgery, analyze the impact of preoperative albumin-hemoglobin (ALB-Hb) score and serum microRNA-497-5p (miR-497-5p) levels on adverse outcomes and develop a predictive model for poor prognosis. Baseline data of 154 patients with stage II-III CRC treated at Tianjin Haihe Hospital (Tianjin, China) or Guangzhou First People's Hospital (Guangzhou, China) between December 2021 and December 2024 were retrospectively selected. Patients were stratified into the poor and good prognosis groups based on clinical outcomes. Univariate analysis was performed on baseline characteristics and laboratory parameters. Variables demonstrating notable differences were subsequently evaluated for multicollinearity. Factors without collinearity were incorporated into a Cox proportional hazards regression model to identify determinants of postoperative prognosis in patients treated with radical resection. These predictors were then used to construct a prognostic nomogram, with model accuracy verified through calibration curves. Among the 154 patients with stage II-III CRC, 63 cases (40.91%) had poor prognosis and 91 cases (59.09%) had good prognosis. Univariate and collinearity analyses revealed marked differences in preoperative levels of miR-497-5p, Kallikrein-related peptidase 5 (KLK5), angiopoietin-2 (Ang-2) and ALB-Hb scores, with no collinearity observed (P<0.05; variation inflation factor ≤10; tolerance ≥0.1). Cox proportional hazards regression model demonstrated that all these indicators were independent factors influencing poor prognosis following radical surgery in patients with stage II-III CRC (all P<0.05). Based on these findings, a nomogram was constructed and calibration curves closely approximated the ideal curve. Preoperative ALB, Hb, miR-497-5p, KLK5, Ang-2 levels and ALB-Hb scores were notable prognostic factors for patients with stage II-III CRC following radical resection, demonstrating high predictive value for poor postoperative outcomes. The present study provided clinically relevant indicators to screen high-risk patients with potential poor prognosis following radical surgery for stages II-III CRC.",
    "disease": "colorectal cancer",
    "clean_text": "construction of a novel prediction model based on albumin hemoglobin score and serum microrna p for prognosis of patients with stage ii iii colorectal cancer stage ii iii colorectal cancer crc represents the initial phase of tumor invasion and lymph node metastasis surgery is the preferred treatment option for patients at this stage however due to the complex progression mechanisms of the disease incomplete tumor resection postoperative cancer cell metastasis and the development of drug resistance to chemotherapy often lead to poor prognosis the present study aimed to investigate the status of poor postoperative prognosis in patients with stage ii iii crc following radical surgery analyze the impact of preoperative albumin hemoglobin alb hb score and serum microrna p mir p levels on adverse outcomes and develop a predictive model for poor prognosis baseline data of patients with stage ii iii crc treated at tianjin haihe hospital tianjin china or guangzhou first people s hospital guangzhou china between december and december were retrospectively selected patients were stratified into the poor and good prognosis groups based on clinical outcomes univariate analysis was performed on baseline characteristics and laboratory parameters variables demonstrating notable differences were subsequently evaluated for multicollinearity factors without collinearity were incorporated into a cox proportional hazards regression model to identify determinants of postoperative prognosis in patients treated with radical resection these predictors were then used to construct a prognostic nomogram with model accuracy verified through calibration curves among the patients with stage ii iii crc cases had poor prognosis and cases had good prognosis univariate and collinearity analyses revealed marked differences in preoperative levels of mir p kallikrein related peptidase klk angiopoietin ang and alb hb scores with no collinearity observed p variation inflation factor tolerance cox proportional hazards regression model demonstrated that all these indicators were independent factors influencing poor prognosis following radical surgery in patients with stage ii iii crc all p based on these findings a nomogram was constructed and calibration curves closely approximated the ideal curve preoperative alb hb mir p klk ang levels and alb hb scores were notable prognostic factors for patients with stage ii iii crc following radical resection demonstrating high predictive value for poor postoperative outcomes the present study provided clinically relevant indicators to screen high risk patients with potential poor prognosis following radical surgery for stages ii iii crc"
}