{
    "pmid": "41456363",
    "title": "Association of pulmonary arterial end-diastolic forward flow and right heart remodeling in dogs with congenital pulmonic stenosis and precapillary pulmonary hypertension.",
    "abstract": "Main pulmonary artery end-diastolic forward flow (EDFF) has been evaluated as an indicator of right ventricular (RV) restrictive physiology (RVRP) in humans. The authors theorized that dogs with conditions associated with RVRP, including pulmonic stenosis (PS) and precapillary pulmonary hypertension (PH), would have an increased EDFF magnitude compared to normal dogs and that EDFF velocity in dogs with PS or PH would be correlated with disease severity and RV remodeling. Echocardiographic studies of client-owned dogs, including 50 each with PS or PH and 12 without heart disease, were retrospectively reviewed to obtain maximum EDFF velocity and right heart structural measurements. Differences between EDFF velocities in dogs with PS or PH and dogs in their respective age- and weight-matched control groups were assessed using Mann-Whitney U non-parametric tests. Spearman's rho non-parametric correlations were evaluated between EDFF velocity, right heart structural measurements, and PS and PH severity indices. Maximum EDFF velocity was significantly higher in dogs with PS (P < 0.001) or PH (P=0.018) than in controls. In PS dogs, EDFF velocity was positively correlated with RV free wall thickness (P=0.047) and pulmonic valve peak pressure gradient (P=0.007). Retrospective study design impacted case selection and echocardiographic measurement accuracy. The results of this study support the presence of RVRP in dogs with PS and PH. The contrasting associations of EDFF and RV dimensions with PS severity versus PH highlight differences in RV remodeling between these diseases.",
    "disease": "hypertension",
    "clean_text": "association of pulmonary arterial end diastolic forward flow and right heart remodeling in dogs with congenital pulmonic stenosis and precapillary pulmonary hypertension main pulmonary artery end diastolic forward flow edff has been evaluated as an indicator of right ventricular rv restrictive physiology rvrp in humans the authors theorized that dogs with conditions associated with rvrp including pulmonic stenosis ps and precapillary pulmonary hypertension ph would have an increased edff magnitude compared to normal dogs and that edff velocity in dogs with ps or ph would be correlated with disease severity and rv remodeling echocardiographic studies of client owned dogs including each with ps or ph and without heart disease were retrospectively reviewed to obtain maximum edff velocity and right heart structural measurements differences between edff velocities in dogs with ps or ph and dogs in their respective age and weight matched control groups were assessed using mann whitney u non parametric tests spearman s rho non parametric correlations were evaluated between edff velocity right heart structural measurements and ps and ph severity indices maximum edff velocity was significantly higher in dogs with ps p or ph p than in controls in ps dogs edff velocity was positively correlated with rv free wall thickness p and pulmonic valve peak pressure gradient p retrospective study design impacted case selection and echocardiographic measurement accuracy the results of this study support the presence of rvrp in dogs with ps and ph the contrasting associations of edff and rv dimensions with ps severity versus ph highlight differences in rv remodeling between these diseases"
}