{
    "title": "Oxidative stress-induced angiogenesis.",
    "doc_id": "30837109",
    "writer": "Huang YJ",
    "year": "2019",
    "summary": "Angiogenesis is closely correlated to oxidative stress. Oxidative stress plays an important role in its positive feedback mechanism. ...At the same time, good regulation of oxidative stress can promote angiogenesis and tissue repair. Ther …",
    "abstract": "Angiogenesis refers to new capillaries that sprout and remold from existing vessels. The mechanism of angiogenesis is very complex. Many factors promote angiogenesis in the body, and many factors inhibit angiogenesis. Angiogenesis is closely correlated to oxidative stress. Oxidative stress plays an important role in its positive feedback mechanism. Oxidative stress is defined as the imbalance of the internal oxidation system and antioxidant system, which is correlated to the cause and prognosis of many vascular diseases, and can be used as a biomarker for these diseases. At the same time, good regulation of oxidative stress can promote angiogenesis and tissue repair. Therefore, the present study summarizes the relationship between oxidative stress and angiogenesis, and new progress, and discusses the effect and mechanism of oxidative stress on angiogenesis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30837109/",
    "clean_text": "oxidative stress induced angiogenesis angiogenesis is closely correlated to oxidative stress oxidative stress plays an important role in its positive feedback mechanism at the same time good regulation of oxidative stress can promote angiogenesis and tissue repair ther angiogenesis refers to new capillaries that sprout and remold from existing vessels the mechanism of angiogenesis is very complex many factors promote angiogenesis in the body and many factors inhibit angiogenesis angiogenesis is closely correlated to oxidative stress oxidative stress plays an important role in its positive feedback mechanism oxidative stress is defined as the imbalance of the internal oxidation system and antioxidant system which is correlated to the cause and prognosis of many vascular diseases and can be used as a biomarker for these diseases at the same time good regulation of oxidative stress can promote angiogenesis and tissue repair therefore the present study summarizes the relationship between oxidative stress and angiogenesis and new progress and discusses the effect and mechanism of oxidative stress on angiogenesis"
}