{
    "title": "Cognitive behavioral therapy for irritable bowel syndrome: the effects on state and trait anxiety and the autonomic nervous system during induced rectal distensions - An uncontrolled trial.",
    "doc_id": "29794287",
    "writer": "Edebol-Carlman H",
    "year": "2018",
    "summary": "The present study explored for the first time if CBT for IBS affects the autonomic nervous system (ANS) during experimentally induced visceral pain and cognitive stress, respectively. ...Instead, face-to-face CBT decreased levels of state and trait anxiety. Implicat …",
    "abstract": "Background and aims:\n        \n      \n      Irritable bowel syndrome (IBS), is a common multifactorial gastrointestinal disorder linked to disturbances in the microbe gut-brain axis. Cognitive behavioral therapy (CBT), in face-to-face format has showed promising results on IBS and its associated psychological symptoms. The present study explored for the first time if CBT for IBS affects the autonomic nervous system (ANS) during experimentally induced visceral pain and cognitive stress, respectively. The levels of state and trait anxiety, current and perceived stress were also evaluated.\n    \n\n\n          Methods:\n        \n      \n      In this uncontrolled trial, individual CBT was performed in face-to-face format for 12 weeks in 18 subjects with IBS. Heart rate variability and skin conductance were measured during experimentally induced visceral pain and during a cognitive task (Stroop color-word test), before and after intervention. The levels of state and trait anxiety as well as self-rated current and perceived stress were also measured before and after the intervention.\n    \n\n\n          Results:\n        \n      \n      CBT did not affect ANS activity during experimentally induced visceral pain and cognitive stress. The sympathetic activity was high, typical for IBS and triggered during both visceral pain and cognitive stress. The levels of state and trait anxiety significantly decreased after the intervention. No significant changes in self-rated current or perceived stress were found.\n    \n\n\n          Conclusions:\n        \n      \n      Results suggest that face-to-face CBT for IBS improved anxiety- a key psychological mechanism for the IBS pathophysiology, rather than the autonomic stress response to experimentally induced visceral pain and cognitive stress, respectively.\n    \n\n\n          Implications:\n        \n      \n      This study indicates that IBS patients present high levels of stress and difficulties coping with anxiety and ANS activity during visceral pain and a cognitive stress test, respectively. These manifestations of IBS are however not targeted by CBT, and do not seem to be central for the study participants IBS symptoms according to the current and our previous study. Face-to-face CBT for IBS, it does not seem to affect modulation of ANS activity in response to induced visceral pain or cognitive stress. Instead, face-to-face CBT decreased levels of state and trait anxiety. Implications for further studies include that anxiety seems to be important in the IBS pathophysiology, and needs further scientific attention. This is in line with the fear-avoidance model which suggests that anxious responses to pain and discomfort drive hypervigilance to, and (behavioral) avoidance of, symptom provoking stimuli and vice versa. Catastrophic cognitions, hypervigilance and avoidant behavioral responses are proposed to produce vicious circles that withhold and exacerbate pain-related symptoms and disability, and lead to lower quality of life. Larger scale studies of potential autonomic changes are needed in order to elucidate which mechanisms elicit its effects in face-to-face CBT for IBS, and provide new avenues in understanding the pathophysiology of IBS.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29794287/",
    "clean_text": "cognitive behavioral therapy for irritable bowel syndrome the effects on state and trait anxiety and the autonomic nervous system during induced rectal distensions an uncontrolled trial the present study explored for the first time if cbt for ibs affects the autonomic nervous system ans during experimentally induced visceral pain and cognitive stress respectively instead face to face cbt decreased levels of state and trait anxiety implicat background and aims irritable bowel syndrome ibs is a common multifactorial gastrointestinal disorder linked to disturbances in the microbe gut brain axis cognitive behavioral therapy cbt in face to face format has showed promising results on ibs and its associated psychological symptoms the present study explored for the first time if cbt for ibs affects the autonomic nervous system ans during experimentally induced visceral pain and cognitive stress respectively the levels of state and trait anxiety current and perceived stress were also evaluated methods in this uncontrolled trial individual cbt was performed in face to face format for weeks in subjects with ibs heart rate variability and skin conductance were measured during experimentally induced visceral pain and during a cognitive task stroop color word test before and after intervention the levels of state and trait anxiety as well as self rated current and perceived stress were also measured before and after the intervention results cbt did not affect ans activity during experimentally induced visceral pain and cognitive stress the sympathetic activity was high typical for ibs and triggered during both visceral pain and cognitive stress the levels of state and trait anxiety significantly decreased after the intervention no significant changes in self rated current or perceived stress were found conclusions results suggest that face to face cbt for ibs improved anxiety a key psychological mechanism for the ibs pathophysiology rather than the autonomic stress response to experimentally induced visceral pain and cognitive stress respectively implications this study indicates that ibs patients present high levels of stress and difficulties coping with anxiety and ans activity during visceral pain and a cognitive stress test respectively these manifestations of ibs are however not targeted by cbt and do not seem to be central for the study participants ibs symptoms according to the current and our previous study face to face cbt for ibs it does not seem to affect modulation of ans activity in response to induced visceral pain or cognitive stress instead face to face cbt decreased levels of state and trait anxiety implications for further studies include that anxiety seems to be important in the ibs pathophysiology and needs further scientific attention this is in line with the fear avoidance model which suggests that anxious responses to pain and discomfort drive hypervigilance to and behavioral avoidance of symptom provoking stimuli and vice versa catastrophic cognitions hypervigilance and avoidant behavioral responses are proposed to produce vicious circles that withhold and exacerbate pain related symptoms and disability and lead to lower quality of life larger scale studies of potential autonomic changes are needed in order to elucidate which mechanisms elicit its effects in face to face cbt for ibs and provide new avenues in understanding the pathophysiology of ibs"
}