{
    "pmid": "41428461",
    "title": "Perceptions, Barriers, and Facilitators of Provider-Initiated and Voluntary HIV Testing and Counseling Among Health Care Workers: Protocol for a Multicenter Cross-Sectional Study.",
    "abstract": "HIV testing and counseling interventions have been pivotal in efforts to curb the HIV epidemic, with diverse delivery models implemented globally. However, existing studies primarily focus on individual perspectives, with limited attention given to the essential role of health care workers in the effective implementation of voluntary counseling and testing (VCT) and provider-initiated testing and counseling (PITC) services in China. This protocol describes the design of the Provider-initiated Views on PITC and VCT Study (PIVOT Study), which aims to assess health care workers' perceptions, barriers, and facilitators related to the implementation of PITC and VCT in Guangdong Province, China. The PIVOT Study is a multicenter, cross-sectional observational study. Eligible participants are health care workers employed at various health care service institutions, including hospitals, VCT clinics, the Centers for Disease Control and Prevention, and community health centers. We will use a convenience sampling method. Data will be collected via a structured digital questionnaire covering 5 domains: sociodemographic information, general health status, psychosocial characteristics, knowledge related to PITC and VCT, and experiential insights regarding service provision. Descriptive statistics will be used to characterize variable distributions, and multivariable logistic regression models will assess associations between independent and outcome variables. Secondary analyses will explore subgroup differences based on age, years of experience, sex, institution type, and geographical location. A total of approximately 400 health care workers will be recruited. The PIVOT Study proposal was submitted in December 2024 and received funding approval in May 2025, with official project initiation planned for July 2025. Study design and survey instrument revisions were completed between December 2024 and March 2025. A pilot survey was completed from April to May 2025, followed by questionnaire testing and refinement from June to August 2025. Formal data collection was conducted from September to November 2025, with data cleaning and preliminary analyses scheduled from December 2025 to January 2026. Final data analysis and manuscript preparation are planned from February to June 2026. The PIVOT Study will generate important insights into health care workers' perspectives on PITC and VCT service delivery in China. The findings are expected to inform the development of targeted strategies to strengthen HIV testing efforts, particularly among underrepresented populations such as older adults. Study results will be disseminated through peer-reviewed journals and national and international conferences.",
    "disease": "tuberculosis",
    "clean_text": "perceptions barriers and facilitators of provider initiated and voluntary hiv testing and counseling among health care workers protocol for a multicenter cross sectional study hiv testing and counseling interventions have been pivotal in efforts to curb the hiv epidemic with diverse delivery models implemented globally however existing studies primarily focus on individual perspectives with limited attention given to the essential role of health care workers in the effective implementation of voluntary counseling and testing vct and provider initiated testing and counseling pitc services in china this protocol describes the design of the provider initiated views on pitc and vct study pivot study which aims to assess health care workers perceptions barriers and facilitators related to the implementation of pitc and vct in guangdong province china the pivot study is a multicenter cross sectional observational study eligible participants are health care workers employed at various health care service institutions including hospitals vct clinics the centers for disease control and prevention and community health centers we will use a convenience sampling method data will be collected via a structured digital questionnaire covering domains sociodemographic information general health status psychosocial characteristics knowledge related to pitc and vct and experiential insights regarding service provision descriptive statistics will be used to characterize variable distributions and multivariable logistic regression models will assess associations between independent and outcome variables secondary analyses will explore subgroup differences based on age years of experience sex institution type and geographical location a total of approximately health care workers will be recruited the pivot study proposal was submitted in december and received funding approval in may with official project initiation planned for july study design and survey instrument revisions were completed between december and march a pilot survey was completed from april to may followed by questionnaire testing and refinement from june to august formal data collection was conducted from september to november with data cleaning and preliminary analyses scheduled from december to january final data analysis and manuscript preparation are planned from february to june the pivot study will generate important insights into health care workers perspectives on pitc and vct service delivery in china the findings are expected to inform the development of targeted strategies to strengthen hiv testing efforts particularly among underrepresented populations such as older adults study results will be disseminated through peer reviewed journals and national and international conferences"
}