{
    "title": "Mentalizing in adolescence: Psychometric properties of the reflective functioning questionnaire (RFQ) and links with mental health, psychological well-being, and suicidal behaviours.",
    "doc_id": "40334860",
    "writer": "Ortuño-Sierra J",
    "year": "2025",
    "summary": "BACKGROUND: Reflective functioning [RF], or mentalizing, refers to the ability to understand others and the self in terms of internal mental states. RF is thought to play a key role in the development of mental health problems, and to attenuate risk and morbi …",
    "abstract": "Background:\n        \n      \n      Reflective functioning [RF], or mentalizing, refers to the ability to understand others and the self in terms of internal mental states. RF is thought to play a key role in the development of mental health problems, and to attenuate risk and morbidity associated to psychopathology. The main goal of this study was to validate the Reflective Functioning Questionnaire (RFQ) into Spanish in a community-derived sample of adolescents. In addition, the association between RFQ scores and suicidal behaviour, mental health strengths and difficulties, and personal well-being was analyzed.\n    \n\n\n          Method:\n        \n      \n      A total of 1588 students (M = 16.13 years, SD = 1.36; 46.5 % boys), participated in the study. Several measuring instruments of mental health, subjective well-being, and suicidal behaviours were administrated.\n    \n\n\n          Results:\n        \n      \n      Results revealed that a model with 7 items, excluding item 4 and consistent with RFQ uncertainty scoring, had adequate goodness-of-fit indices. Partial measurement invariance of the RFQ-7 scores across gender was supported. The total score displayed a McDonald's Omega coefficient of 0.98 for the RFQ-7. The RFQ-7 was negatively correlated with psychological well-being and positively associated with suicidal behaviours, and emotional and behavioural problems.\n    \n\n\n          Conclusions:\n        \n      \n      The RFQ is a brief, easy, and reliable tool for assessing reflective functioning difficulties in adolescents from the general population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40334860/",
    "clean_text": "mentalizing in adolescence psychometric properties of the reflective functioning questionnaire rfq and links with mental health psychological well being and suicidal behaviours background reflective functioning rf or mentalizing refers to the ability to understand others and the self in terms of internal mental states rf is thought to play a key role in the development of mental health problems and to attenuate risk and morbi background reflective functioning rf or mentalizing refers to the ability to understand others and the self in terms of internal mental states rf is thought to play a key role in the development of mental health problems and to attenuate risk and morbidity associated to psychopathology the main goal of this study was to validate the reflective functioning questionnaire rfq into spanish in a community derived sample of adolescents in addition the association between rfq scores and suicidal behaviour mental health strengths and difficulties and personal well being was analyzed method a total of students m years sd boys participated in the study several measuring instruments of mental health subjective well being and suicidal behaviours were administrated results results revealed that a model with items excluding item and consistent with rfq uncertainty scoring had adequate goodness of fit indices partial measurement invariance of the rfq scores across gender was supported the total score displayed a mcdonald s omega coefficient of for the rfq the rfq was negatively correlated with psychological well being and positively associated with suicidal behaviours and emotional and behavioural problems conclusions the rfq is a brief easy and reliable tool for assessing reflective functioning difficulties in adolescents from the general population"
}