{
    "pmid": "41393983",
    "title": "Recommendations for the diagnosis and management of eosinophilic esophagitis in adults and children in Canada: a Delphi consensus project.",
    "abstract": "Eosinophilic esophagitis (EoE) is a chronic inflammatory disease of the esophagus that effects both pediatrics and adult patients in Canada and is increasing in prevalence. No Canadian focused best practice recommendations currently exist to guide clinical practice. The study used a modified Delphi technique to develop evidence and expert opinion-based recommendations for providing care for patients with EoE. The Delphi process consisted of 3 rounds of quantitative surveys and qualitative consensus meetings. Experts were included in the Delphi if they had experience caring for EoE patients in Canada within one of the following professional groups: allergist, adult gastroenterologists, pathologists, pediatric gastroenterologists, and dieticians. Delphi rounds were completed between May 1, 2024, and June 30, 2024. A total of 31 experts in EoE care from across Canada were recruited to participate in the Delphi consensus process. All participants completed all 3 rounds of Delphi surveys. The final statement includes 38 recommendations for the care of patients with EoE organized into 3 sections: definition, diagnosis, and management. A table of research gaps is provided to stimulate further knowledge development on this topic. This consensus statement includes actionable recommendations to support quality care of patients with EoE at any age across Canada. We encourage EoE centres in Canada to come together in a multidisciplinary form to not only provide clinical care but also do much needed research on Canadian specific topics and gaps in EoE care.",
    "disease": "asthma",
    "clean_text": "recommendations for the diagnosis and management of eosinophilic esophagitis in adults and children in canada a delphi consensus project eosinophilic esophagitis eoe is a chronic inflammatory disease of the esophagus that effects both pediatrics and adult patients in canada and is increasing in prevalence no canadian focused best practice recommendations currently exist to guide clinical practice the study used a modified delphi technique to develop evidence and expert opinion based recommendations for providing care for patients with eoe the delphi process consisted of rounds of quantitative surveys and qualitative consensus meetings experts were included in the delphi if they had experience caring for eoe patients in canada within one of the following professional groups allergist adult gastroenterologists pathologists pediatric gastroenterologists and dieticians delphi rounds were completed between may and june a total of experts in eoe care from across canada were recruited to participate in the delphi consensus process all participants completed all rounds of delphi surveys the final statement includes recommendations for the care of patients with eoe organized into sections definition diagnosis and management a table of research gaps is provided to stimulate further knowledge development on this topic this consensus statement includes actionable recommendations to support quality care of patients with eoe at any age across canada we encourage eoe centres in canada to come together in a multidisciplinary form to not only provide clinical care but also do much needed research on canadian specific topics and gaps in eoe care"
}