{
    "title": "The Advancement of Biomaterials in Regulating Stem Cell Fate.",
    "doc_id": "28884292",
    "writer": "Hiew VV",
    "year": "2018",
    "summary": "Embryonic stem cells (ESCs) and induced pluripotent stem cells (iPSCs) can differentiate into every cell type in the body while adult stem cells such as mesenchymal stem cells (MSCs) can be isolated from various sourc …",
    "abstract": "Stem cells are well-known to have prominent roles in tissue engineering applications. Embryonic stem cells (ESCs) and induced pluripotent stem cells (iPSCs) can differentiate into every cell type in the body while adult stem cells such as mesenchymal stem cells (MSCs) can be isolated from various sources. Nevertheless, an utmost limitation in harnessing stem cells for tissue engineering is the supply of cells. The advances in biomaterial technology allows the establishment of ex vivo expansion systems to overcome this bottleneck. The progress of various scaffold fabrication could direct stem cell fate decisions including cell proliferation and differentiation into specific lineages in vitro. Stem cell biology and biomaterial technology promote synergistic effect on stem cell-based regenerative therapies. Therefore, understanding the interaction of stem cell and biomaterials would allow the designation of new biomaterials for future clinical therapeutic applications for tissue regeneration. This review focuses mainly on the advances of natural and synthetic biomaterials in regulating stem cell fate decisions. We have also briefly discussed how biological and biophysical properties of biomaterials including wettability, chemical functionality, biodegradability and stiffness play their roles.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28884292/",
    "clean_text": "the advancement of biomaterials in regulating stem cell fate embryonic stem cells escs and induced pluripotent stem cells ipscs can differentiate into every cell type in the body while adult stem cells such as mesenchymal stem cells mscs can be isolated from various sourc stem cells are well known to have prominent roles in tissue engineering applications embryonic stem cells escs and induced pluripotent stem cells ipscs can differentiate into every cell type in the body while adult stem cells such as mesenchymal stem cells mscs can be isolated from various sources nevertheless an utmost limitation in harnessing stem cells for tissue engineering is the supply of cells the advances in biomaterial technology allows the establishment of ex vivo expansion systems to overcome this bottleneck the progress of various scaffold fabrication could direct stem cell fate decisions including cell proliferation and differentiation into specific lineages in vitro stem cell biology and biomaterial technology promote synergistic effect on stem cell based regenerative therapies therefore understanding the interaction of stem cell and biomaterials would allow the designation of new biomaterials for future clinical therapeutic applications for tissue regeneration this review focuses mainly on the advances of natural and synthetic biomaterials in regulating stem cell fate decisions we have also briefly discussed how biological and biophysical properties of biomaterials including wettability chemical functionality biodegradability and stiffness play their roles"
}