{
    "pmid": "41465496",
    "title": "Region-Specific Expression Patterns of lncRNAs in the Central Nervous System: Cross-Species Comparison and Functional Insights.",
    "abstract": "Increasing evidence demonstrates that long noncoding RNAs (lncRNAs) are crucial for brain evolution and proper development and function of the central nervous system (CNS), exhibiting specific time-, spatial-, and sex-biassed expression patterns. This study investigated whether region-specific spatial expression patterns of brain-relevant lncRNAs are conserved between the mouse and human CNS. Demonstrating such cross-species conservation informs the translational value of mouse models for lncRNA biology. To test this, the expression of 14 lncRNAs was studied in the adult CNS of mice and humans across three different regions (spinal cord, brainstem, and frontal cortex), and age effects were assessed in mice. The results demonstrated conserved expression patterns between the two species, with region-specific changes. The frontal cortex exhibited high expression of ",
    "disease": "alzheimer disease",
    "clean_text": "region specific expression patterns of lncrnas in the central nervous system cross species comparison and functional insights increasing evidence demonstrates that long noncoding rnas lncrnas are crucial for brain evolution and proper development and function of the central nervous system cns exhibiting specific time spatial and sex biassed expression patterns this study investigated whether region specific spatial expression patterns of brain relevant lncrnas are conserved between the mouse and human cns demonstrating such cross species conservation informs the translational value of mouse models for lncrna biology to test this the expression of lncrnas was studied in the adult cns of mice and humans across three different regions spinal cord brainstem and frontal cortex and age effects were assessed in mice the results demonstrated conserved expression patterns between the two species with region specific changes the frontal cortex exhibited high expression of"
}