{
    "title": "New insights on potency assays from recent advances and discoveries in CAR T-cell therapy.",
    "doc_id": "40406092",
    "writer": "Shao L",
    "year": "2025",
    "summary": "This review explores recent advances in the characteristics and manufacturing of CAR T-cell products. Traditional potency assays have been designed based on well-established CAR T-cell functionalities. However, the advent of innovative tools and method …",
    "abstract": "This review explores recent advances in the characteristics and manufacturing of CAR T-cell products. Traditional potency assays have been designed based on well-established CAR T-cell functionalities. However, the advent of innovative tools and methodologies has revealed a broader spectrum of important CAR T-cell characteristics that correlate with function. Furthermore, as manufacturing strategies continue to evolve, conventional potency assays may no longer fully capture the complexity of these products. Therefore, it is essential to examine these emerging characteristics and manufacturing approaches and consider the development of tailored potency assays to ensure products are fully characterized.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40406092/",
    "clean_text": "new insights on potency assays from recent advances and discoveries in car t cell therapy this review explores recent advances in the characteristics and manufacturing of car t cell products traditional potency assays have been designed based on well established car t cell functionalities however the advent of innovative tools and method this review explores recent advances in the characteristics and manufacturing of car t cell products traditional potency assays have been designed based on well established car t cell functionalities however the advent of innovative tools and methodologies has revealed a broader spectrum of important car t cell characteristics that correlate with function furthermore as manufacturing strategies continue to evolve conventional potency assays may no longer fully capture the complexity of these products therefore it is essential to examine these emerging characteristics and manufacturing approaches and consider the development of tailored potency assays to ensure products are fully characterized"
}