{
    "pmid": "41458869",
    "title": "Monoclonal Antibody Treatment for Pediatric Asthma: Current Evidence and Findings From a Delaware Cohort Study.",
    "abstract": "Introduction Pediatric asthma disproportionately impacts under-resourced, minority youth. Monoclonal antibodies (biologics) are a newer treatment option for moderate to severe asthma. Prior work on biologics in pediatric asthma demonstrates improvements in lung function, exacerbations, subjective symptoms, and the need for steroid bursts, but real-world clinical data are limited. The objective of this study was to characterize the demographic profile and clinical outcomes of a cohort of patients with moderate to severe asthma treated with biologic therapy in a single referral center pediatric pulmonology practice. Methods This IRB-approved chart review included patients 18 or younger treated with biologic therapy for moderate to severe asthma for at least one year at Nemours Children's Hospital, a pediatric referral center in Delaware. Zip code was used to determine the area deprivation index (ADI), with higher scores indicating greater disadvantage. Clinical variables at 12 months prior to and after starting treatment were analyzed using a paired two-tailed Student's t-test, adjusted for multiple comparisons. Results Sixteen patients (56% male, 75% Black, 81% non-Hispanic) met the inclusion criteria. Patients started biologics at a median age of 9.5 years. The median ADI was 73.5 (range 13 to 97). Fifty-six percent of patients had public insurance. Median compliance was 96%, ranging from 63% to 100%. There were statistically significant reductions in the number of hospitalizations for asthma (mean pre: 1.63, post 0.25, t = 4.04, p = 0.01) and courses of oral corticosteroids (mean pre: 5.4, post 2.5, t = 4.46, p <0.01). The frequency of ED visits and results on pulmonary function tests improved but did not reach statistical significance. Conclusions Patients in our cohort were predominantly non-Hispanic and Black and lived in socioeconomically disadvantaged neighborhoods. Within the first year of treatment with a biologic medication, there was a statistically and clinically significant improvement in hospitalizations, oral corticosteroid courses, and subjective asthma symptoms. Medication adherence and tolerance were excellent.",
    "disease": "asthma",
    "clean_text": "monoclonal antibody treatment for pediatric asthma current evidence and findings from a delaware cohort study introduction pediatric asthma disproportionately impacts under resourced minority youth monoclonal antibodies biologics are a newer treatment option for moderate to severe asthma prior work on biologics in pediatric asthma demonstrates improvements in lung function exacerbations subjective symptoms and the need for steroid bursts but real world clinical data are limited the objective of this study was to characterize the demographic profile and clinical outcomes of a cohort of patients with moderate to severe asthma treated with biologic therapy in a single referral center pediatric pulmonology practice methods this irb approved chart review included patients or younger treated with biologic therapy for moderate to severe asthma for at least one year at nemours children s hospital a pediatric referral center in delaware zip code was used to determine the area deprivation index adi with higher scores indicating greater disadvantage clinical variables at months prior to and after starting treatment were analyzed using a paired two tailed student s t test adjusted for multiple comparisons results sixteen patients male black non hispanic met the inclusion criteria patients started biologics at a median age of years the median adi was range to fifty six percent of patients had public insurance median compliance was ranging from to there were statistically significant reductions in the number of hospitalizations for asthma mean pre post t p and courses of oral corticosteroids mean pre post t p the frequency of ed visits and results on pulmonary function tests improved but did not reach statistical significance conclusions patients in our cohort were predominantly non hispanic and black and lived in socioeconomically disadvantaged neighborhoods within the first year of treatment with a biologic medication there was a statistically and clinically significant improvement in hospitalizations oral corticosteroid courses and subjective asthma symptoms medication adherence and tolerance were excellent"
}