{
    "pmid": "41474773",
    "title": "The Role of Sphingolipid Metabolism and Neuron Death in Ischemic Stroke: A New Perspective from Bioinformatics.",
    "abstract": "Ischemic stroke (IS) is a leading cause of death and disability worldwide, but traditional risk factors do not fully explain its pathophysiology. Neuronal death in IS is influenced by multiple pathways, including sphingolipid metabolism, which plays a significant role in neuronal function and survival. Ceramides, key sphingolipid molecules, are involved in various neuronal processes, including cell death. This study aims to explore the relationship between sphingolipid metabolism and neuron death in IS using bulk and single-cell transcriptomics. We obtained sphingolipid metabolism gene sets from the GeneCard database and analyzed differential gene expression in IS datasets from the GEO database, including human peripheral blood bulk data (GSE16561) and MCAO mouse peripheral blood scRNA sequencing data (GSE225948). Gene set enrichment analysis (GSEA), immune infiltration analysis using CIBERSORT, and protein-protein interaction network construction were performed. Single-cell RNA sequencing (scRNA-seq) data were used to identify key genes and analyze cellular heterogeneity, differentiation, and cell interactions. In vivo validation of key gene expression was conducted in MCAO rats. GSEA revealed significant changes in the sphingolipid metabolism pathway in IS patients. Immune infiltration analysis showed altered immune cell profiles, with decreases in CD8 T cells and increases in monocytes and neutrophils. Enrichment analysis of sphingolipid metabolism-related genes highlighted pathways such as the sphingolipid signaling pathway and ceramide metabolism. Protein-protein interaction network analysis identified 19 key genes linked to sphingolipid metabolism and neuron death. scRNA-seq analysis revealed significant changes in sphingolipid metabolism in monocytes and neutrophils, with the App gene showing notable differential expression. Pseudotime analysis suggested diverse differentiation trajectories in monocytes, and cell interaction analysis indicated potential communication between monocytes and B cells. In vivo validation confirmed higher App gene expression in MCAO rats compared to sham controls. This study provides comprehensive insights into the role of sphingolipid metabolism in ischemic stroke, identifying key genes and cellular mechanisms involved in neuron death. The findings suggest that sphingolipid metabolism, particularly through the App gene, may be a potential therapeutic target for IS. Further exploration of the molecular mechanisms and cellular interactions involving sphingolipids could lead to novel therapeutic strategies for ischemic stroke.",
    "disease": "stroke",
    "clean_text": "the role of sphingolipid metabolism and neuron death in ischemic stroke a new perspective from bioinformatics ischemic stroke is is a leading cause of death and disability worldwide but traditional risk factors do not fully explain its pathophysiology neuronal death in is is influenced by multiple pathways including sphingolipid metabolism which plays a significant role in neuronal function and survival ceramides key sphingolipid molecules are involved in various neuronal processes including cell death this study aims to explore the relationship between sphingolipid metabolism and neuron death in is using bulk and single cell transcriptomics we obtained sphingolipid metabolism gene sets from the genecard database and analyzed differential gene expression in is datasets from the geo database including human peripheral blood bulk data gse and mcao mouse peripheral blood scrna sequencing data gse gene set enrichment analysis gsea immune infiltration analysis using cibersort and protein protein interaction network construction were performed single cell rna sequencing scrna seq data were used to identify key genes and analyze cellular heterogeneity differentiation and cell interactions in vivo validation of key gene expression was conducted in mcao rats gsea revealed significant changes in the sphingolipid metabolism pathway in is patients immune infiltration analysis showed altered immune cell profiles with decreases in cd t cells and increases in monocytes and neutrophils enrichment analysis of sphingolipid metabolism related genes highlighted pathways such as the sphingolipid signaling pathway and ceramide metabolism protein protein interaction network analysis identified key genes linked to sphingolipid metabolism and neuron death scrna seq analysis revealed significant changes in sphingolipid metabolism in monocytes and neutrophils with the app gene showing notable differential expression pseudotime analysis suggested diverse differentiation trajectories in monocytes and cell interaction analysis indicated potential communication between monocytes and b cells in vivo validation confirmed higher app gene expression in mcao rats compared to sham controls this study provides comprehensive insights into the role of sphingolipid metabolism in ischemic stroke identifying key genes and cellular mechanisms involved in neuron death the findings suggest that sphingolipid metabolism particularly through the app gene may be a potential therapeutic target for is further exploration of the molecular mechanisms and cellular interactions involving sphingolipids could lead to novel therapeutic strategies for ischemic stroke"
}