{
    "pmid": "41467326",
    "title": "Integration of Volumetric, Iron, and Neuromelanin Magnetic Resonance Imaging Measures Effectively Differentiates Parkinson's Disease from Multiple System Atrophy.",
    "abstract": "Differentiating Parkinson's disease (PD) from multiple system atrophy (MSA), especially the parkinsonian variant (MSA-P), remains challenging. Diagnostic inaccuracy contributes to suboptimal clinical outcomes. Therefore, clinically accessible biomarkers are warranted to support differential diagnosis in routine practice. The aim was to develop a multimodal imaging model combining T1-weighted (T1W) volumetry, quantitative susceptibility mapping, and neuromelanin (NM) magnetic resonance imaging (MRI) for distinguishing PD from MSA subtypes. A total of 387 participants were analyzed, comprising 141 with PD, 86 with MSA (51 cerebellar variant [MSA-C], 35 MSA-P), and 160 age- and sex-matched healthy controls. Group comparisons were performed for brain volumetry, susceptibility in deep gray matter, spatial heterogeneity of putaminal iron, NM content in the substantia nigra pars compacta (SNpc), and locus coeruleus (LC). Classification was conducted using a Gaussian Naïve Bayes classifier with fivefold cross-validation. Compared with PD and controls, (1) corrected volumes of the brainstem, bilateral cerebellar white matter, and gray matter were significantly reduced in MSA-C and MSA-P, (2) susceptibility was increased in the bilateral putamen in MSA-P and in the bilateral dentate nucleus in MSA-C, and (3) NM contrast was reduced in the bilateral SNpc in MSA-P and in the bilateral LC in MSA-C. The multimodal models yielded area under the curve values of 0.967 (PD vs. MSA-C), 0.884 (PD vs. MSA-P), and 0.879 (PD vs. MSA-P vs. MSA-C). Integration of volumetric, susceptibility, and NM measures with machine learning enables accurate differentiation of PD from MSA subtypes, which provides a potential means to differentiate parkinsonism in clinical practice. © 2025 International Parkinson and Movement Disorder Society.",
    "disease": "parkinson disease",
    "clean_text": "integration of volumetric iron and neuromelanin magnetic resonance imaging measures effectively differentiates parkinson s disease from multiple system atrophy differentiating parkinson s disease pd from multiple system atrophy msa especially the parkinsonian variant msa p remains challenging diagnostic inaccuracy contributes to suboptimal clinical outcomes therefore clinically accessible biomarkers are warranted to support differential diagnosis in routine practice the aim was to develop a multimodal imaging model combining t weighted t w volumetry quantitative susceptibility mapping and neuromelanin nm magnetic resonance imaging mri for distinguishing pd from msa subtypes a total of participants were analyzed comprising with pd with msa cerebellar variant msa c msa p and age and sex matched healthy controls group comparisons were performed for brain volumetry susceptibility in deep gray matter spatial heterogeneity of putaminal iron nm content in the substantia nigra pars compacta snpc and locus coeruleus lc classification was conducted using a gaussian na ve bayes classifier with fivefold cross validation compared with pd and controls corrected volumes of the brainstem bilateral cerebellar white matter and gray matter were significantly reduced in msa c and msa p susceptibility was increased in the bilateral putamen in msa p and in the bilateral dentate nucleus in msa c and nm contrast was reduced in the bilateral snpc in msa p and in the bilateral lc in msa c the multimodal models yielded area under the curve values of pd vs msa c pd vs msa p and pd vs msa p vs msa c integration of volumetric susceptibility and nm measures with machine learning enables accurate differentiation of pd from msa subtypes which provides a potential means to differentiate parkinsonism in clinical practice international parkinson and movement disorder society"
}