{
    "title": "Gene editing of stem cells for kidney disease modelling and therapeutic intervention.",
    "doc_id": "29851168",
    "writer": "Lau RW",
    "year": "2018",
    "summary": "Theoretically, the translation of CRISPR-Cas9 can be applied to the treatment of inherited or acquired kidney disease, kidney transplantation and genetic corrections of somatic cells from kidneys with inherited mutations, such as polycystic kidney d …",
    "abstract": "Recent developments in targeted gene editing have paved the way for the wide adoption of clustered regularly interspaced short palindromic repeats (CRISPR)-associated protein-9 nucleases (Cas9) as an RNA-guided molecular tool to modify the genome of eukaryotic cells of animals. Theoretically, the translation of CRISPR-Cas9 can be applied to the treatment of inherited or acquired kidney disease, kidney transplantation and genetic corrections of somatic cells from kidneys with inherited mutations, such as polycystic kidney disease. Human pluripotent stem cells have been used to generate an unlimited source of kidney progenitor cells or, when spontaneously differentiated into three-dimensional kidney organoids, to model kidney organogenesis or the pathogenesis of disease. Gene editing now allows for the tagging and selection of specific kidney cell types or disease-specific gene knock in/out, which enables more precise understanding of kidney organogenesis and genetic diseases. This review discusses the mechanisms of action, in addition to the advantages and disadvantages, of the three major gene editing technologies, namely, CRISPR-Cas9, zinc finger nucleases and transcription activator-like effector nucleases. The implications of using gene editing to better understand kidney disease is reviewed in detail. In addition, the ethical issues of gene editing, which could be easily neglected in the modern, fast-paced research environment, are highlighted.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29851168/",
    "clean_text": "gene editing of stem cells for kidney disease modelling and therapeutic intervention theoretically the translation of crispr cas can be applied to the treatment of inherited or acquired kidney disease kidney transplantation and genetic corrections of somatic cells from kidneys with inherited mutations such as polycystic kidney d recent developments in targeted gene editing have paved the way for the wide adoption of clustered regularly interspaced short palindromic repeats crispr associated protein nucleases cas as an rna guided molecular tool to modify the genome of eukaryotic cells of animals theoretically the translation of crispr cas can be applied to the treatment of inherited or acquired kidney disease kidney transplantation and genetic corrections of somatic cells from kidneys with inherited mutations such as polycystic kidney disease human pluripotent stem cells have been used to generate an unlimited source of kidney progenitor cells or when spontaneously differentiated into three dimensional kidney organoids to model kidney organogenesis or the pathogenesis of disease gene editing now allows for the tagging and selection of specific kidney cell types or disease specific gene knock in out which enables more precise understanding of kidney organogenesis and genetic diseases this review discusses the mechanisms of action in addition to the advantages and disadvantages of the three major gene editing technologies namely crispr cas zinc finger nucleases and transcription activator like effector nucleases the implications of using gene editing to better understand kidney disease is reviewed in detail in addition the ethical issues of gene editing which could be easily neglected in the modern fast paced research environment are highlighted"
}