{
    "title": "The stomach in health and disease.",
    "doc_id": "26342014",
    "writer": "Hunt RH",
    "year": "2015",
    "summary": "In this state-of-the-art review, the most relevant new aspects of the stomach in health and disease are addressed. Topics include gastric physiology and the role of gastric dysmotility in dyspepsia and gastroparesis; the stomach in appetite control and …",
    "abstract": "The stomach is traditionally regarded as a hollow muscular sac that initiates the second phase of digestion. Yet this simple view ignores the fact that it is the most sophisticated endocrine organ with unique physiology, biochemistry, immunology and microbiology. All ingested materials, including our nutrition, have to negotiate this organ first, and as such, the stomach is arguably the most important segment within the GI tract. The unique biological function of gastric acid secretion not only initiates the digestive process but also acts as a first line of defence against food-borne microbes. Normal gastric physiology and morphology may be disrupted by Helicobacter pylori infection, the most common chronic bacterial infection in the world and the aetiological agent for most peptic ulcers and gastric cancer. In this state-of-the-art review, the most relevant new aspects of the stomach in health and disease are addressed. Topics include gastric physiology and the role of gastric dysmotility in dyspepsia and gastroparesis; the stomach in appetite control and obesity; there is an update on the immunology of the stomach and the emerging field of the gastric microbiome. H. pylori-induced gastritis and its associated diseases including peptic ulcers and gastric cancer are addressed together with advances in diagnosis. The conclusions provide a future approach to gastric diseases underpinned by the concept that a healthy stomach is the gateway to a healthy and balanced host. This philosophy should reinforce any public health efforts designed to eradicate major gastric diseases, including stomach cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26342014/",
    "clean_text": "the stomach in health and disease in this state of the art review the most relevant new aspects of the stomach in health and disease are addressed topics include gastric physiology and the role of gastric dysmotility in dyspepsia and gastroparesis the stomach in appetite control and the stomach is traditionally regarded as a hollow muscular sac that initiates the second phase of digestion yet this simple view ignores the fact that it is the most sophisticated endocrine organ with unique physiology biochemistry immunology and microbiology all ingested materials including our nutrition have to negotiate this organ first and as such the stomach is arguably the most important segment within the gi tract the unique biological function of gastric acid secretion not only initiates the digestive process but also acts as a first line of defence against food borne microbes normal gastric physiology and morphology may be disrupted by helicobacter pylori infection the most common chronic bacterial infection in the world and the aetiological agent for most peptic ulcers and gastric cancer in this state of the art review the most relevant new aspects of the stomach in health and disease are addressed topics include gastric physiology and the role of gastric dysmotility in dyspepsia and gastroparesis the stomach in appetite control and obesity there is an update on the immunology of the stomach and the emerging field of the gastric microbiome h pylori induced gastritis and its associated diseases including peptic ulcers and gastric cancer are addressed together with advances in diagnosis the conclusions provide a future approach to gastric diseases underpinned by the concept that a healthy stomach is the gateway to a healthy and balanced host this philosophy should reinforce any public health efforts designed to eradicate major gastric diseases including stomach cancer"
}