{
    "title": "Definition and classification of chronic kidney disease: a position statement from Kidney Disease: Improving Global Outcomes (KDIGO).",
    "doc_id": "15882252",
    "writer": "Levey AS",
    "year": "2005",
    "summary": "Chronic kidney disease (CKD) is a worldwide public health problem, with adverse outcomes of kidney failure, cardiovascular disease (CVD), and premature death. ...Kidney disease treatment by dialysis and transplantation should be noted. Si …",
    "abstract": "Chronic kidney disease (CKD) is a worldwide public health problem, with adverse outcomes of kidney failure, cardiovascular disease (CVD), and premature death. A simple definition and classification of kidney disease is necessary for international development and implementation of clinical practice guidelines. Kidney Disease: Improving Global Outcomes (KDIGO) conducted a survey and sponsored a controversies conference to (1) provide a clear understanding to both the nephrology and nonnephrology communities of the evidence base for the definition and classification recommended by Kidney Disease Quality Outcome Initiative (K/DOQI), (2) develop global consensus for the adoption of a simple definition and classification system, and (3) identify a collaborative research agenda and plan that would improve the evidence base and facilitate implementation of the definition and classification of CKD. The K/DOQI definition and classification were accepted, with clarifications. CKD is defined as kidney damage or glomerular filtration rate (GFR) <60 mL/min/1.73 m(2) for 3 months or more, irrespective of cause. Kidney damage in many kidney diseases can be ascertained by the presence of albuminuria, defined as albumin-to-creatinine ratio >30 mg/g in two of three spot urine specimens. GFR can be estimated from calibrated serum creatinine and estimating equations, such as the Modification of Diet in Renal Disease (MDRD) Study equation or the Cockcroft-Gault formula. Kidney disease severity is classified into five stages according to the level of GFR. Kidney disease treatment by dialysis and transplantation should be noted. Simple, uniform classifications of CKD by cause and by risks for kidney disease progression and CVD should be developed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15882252/",
    "clean_text": "definition and classification of chronic kidney disease a position statement from kidney disease improving global outcomes kdigo chronic kidney disease ckd is a worldwide public health problem with adverse outcomes of kidney failure cardiovascular disease cvd and premature death kidney disease treatment by dialysis and transplantation should be noted si chronic kidney disease ckd is a worldwide public health problem with adverse outcomes of kidney failure cardiovascular disease cvd and premature death a simple definition and classification of kidney disease is necessary for international development and implementation of clinical practice guidelines kidney disease improving global outcomes kdigo conducted a survey and sponsored a controversies conference to provide a clear understanding to both the nephrology and nonnephrology communities of the evidence base for the definition and classification recommended by kidney disease quality outcome initiative k doqi develop global consensus for the adoption of a simple definition and classification system and identify a collaborative research agenda and plan that would improve the evidence base and facilitate implementation of the definition and classification of ckd the k doqi definition and classification were accepted with clarifications ckd is defined as kidney damage or glomerular filtration rate gfr ml min m for months or more irrespective of cause kidney damage in many kidney diseases can be ascertained by the presence of albuminuria defined as albumin to creatinine ratio mg g in two of three spot urine specimens gfr can be estimated from calibrated serum creatinine and estimating equations such as the modification of diet in renal disease mdrd study equation or the cockcroft gault formula kidney disease severity is classified into five stages according to the level of gfr kidney disease treatment by dialysis and transplantation should be noted simple uniform classifications of ckd by cause and by risks for kidney disease progression and cvd should be developed"
}