{
    "pmid": "41396773",
    "title": "Abnormal Large-Scale Dynamic Brain Networks in Parkinson's Disease with Cognitive Impairment: Insights from EEG Co-Activation Patterns.",
    "abstract": "This study investigated the large-scale dynamic brain network mechanisms underlying cognitive decline in Parkinson's disease (PD) by integrating high-density Electroencephalography (EEG) signal source localization and co-activation pattern (CAP) analysis to track transient network states during cognitive tasks. Twenty patients with PD and fourteen healthy controls (HC) underwent simultaneous EEG acquisition while performing Chinese character reading, color recognition, and Stroop tasks; cognitive functions were assessed using the Montreal Cognitive Assessment (MoCA). High-density EEG signals were reconstructed using standardized low-resolution brain electromagnetic tomography (sLORETA), yielding six CAPs representing whole-brain transient dynamic activation. Results indicated that the decoupling between the default mode network (DMN) and the task-related network (TRN) is impaired in PD patients. Specifically, during the Stroop task, PD patients showed reduced dwell time in CAP4 (TRN activation/DMN inhibition), prolonged DMN activation, and increased transitions from TRN to DMN states. CAP fraction of time correlated positively with MoCA scores, suggesting DMN-TRN decoupling efficiency predicts cognitive performance. PD patients also exhibited compensatory overactivation of the anterior cingulate cortex (ACC) and salience network (SN). In conclusion, PD is characterized by disrupted dynamic DMN-TRN interactions, frequent state switching, and compensatory hyperactivation, directly contributing to cognitive decline. This study maps large-scale dynamic brain networks in PD with millisecond resolution, revealing new insights into transient network states and compensatory mechanisms, identifying potential biomarkers, and informing interventions targeting network uncoupling efficiency.",
    "disease": "parkinson disease",
    "clean_text": "abnormal large scale dynamic brain networks in parkinson s disease with cognitive impairment insights from eeg co activation patterns this study investigated the large scale dynamic brain network mechanisms underlying cognitive decline in parkinson s disease pd by integrating high density electroencephalography eeg signal source localization and co activation pattern cap analysis to track transient network states during cognitive tasks twenty patients with pd and fourteen healthy controls hc underwent simultaneous eeg acquisition while performing chinese character reading color recognition and stroop tasks cognitive functions were assessed using the montreal cognitive assessment moca high density eeg signals were reconstructed using standardized low resolution brain electromagnetic tomography sloreta yielding six caps representing whole brain transient dynamic activation results indicated that the decoupling between the default mode network dmn and the task related network trn is impaired in pd patients specifically during the stroop task pd patients showed reduced dwell time in cap trn activation dmn inhibition prolonged dmn activation and increased transitions from trn to dmn states cap fraction of time correlated positively with moca scores suggesting dmn trn decoupling efficiency predicts cognitive performance pd patients also exhibited compensatory overactivation of the anterior cingulate cortex acc and salience network sn in conclusion pd is characterized by disrupted dynamic dmn trn interactions frequent state switching and compensatory hyperactivation directly contributing to cognitive decline this study maps large scale dynamic brain networks in pd with millisecond resolution revealing new insights into transient network states and compensatory mechanisms identifying potential biomarkers and informing interventions targeting network uncoupling efficiency"
}