{
    "pmid": "41459901",
    "title": "Associations of N-Terminal Pro-Brain Natriuretic Peptide with Incident Chronic Kidney Disease and All-Cause Mortality in Patients with No History of Heart Failure and Diabetes.",
    "abstract": "N-terminal pro-brain natriuretic peptide (NT-proBNP) is associated with morbidity and mortality due to heart failure and cardiovascular disease. We aimed to examine the association of NT-proBNP with incident chronic kidney disease (CKD) in patients with no history of heart failure and diabetes. We prospectively enrolled patients with no history of diabetes who underwent an oral glucose tolerance test to screen for diabetes between 2011 and 2013. Patients with a diagnosis of heart failure, and those who had an estimated glomerular filtration rate (eGFR) <60 mL/min/1.73 m2 were excluded. We measured their NT-proBNP levels, and followed their renal function and survival status until March 2023. Cox-proportional hazard models were conducted to examine the association of NT-proBNP (>125 vs. ≤125 pg/mL) with incident CKD (defined as an eGFR <60 mL/min/1.73 m2) and all-cause mortality. A total of 197 patients were analyzed. After a median follow-up period of 10.6 years, patients who had a higher NT-proBNP (>125 vs. ≤125 pg/mL) at baseline were associated with a higher risk of incident CKD and all-cause mortality (hazard ratio [HR] 2.54, 95% CI 1.34 to 4.82, P = 0.004). This risk remained significant after multivariate adjustment (adjusted HR 2.23, 95% CI 1.10 to 4.52, P = 0.026). A higher NT-proBNP (>125 vs. ≤125 pg/mL) was independently associated with risk of incident CKD and all-cause mortality in patients with no history of heart failure and diabetes.",
    "disease": "chronic kidney disease",
    "clean_text": "associations of n terminal pro brain natriuretic peptide with incident chronic kidney disease and all cause mortality in patients with no history of heart failure and diabetes n terminal pro brain natriuretic peptide nt probnp is associated with morbidity and mortality due to heart failure and cardiovascular disease we aimed to examine the association of nt probnp with incident chronic kidney disease ckd in patients with no history of heart failure and diabetes we prospectively enrolled patients with no history of diabetes who underwent an oral glucose tolerance test to screen for diabetes between and patients with a diagnosis of heart failure and those who had an estimated glomerular filtration rate egfr ml min m were excluded we measured their nt probnp levels and followed their renal function and survival status until march cox proportional hazard models were conducted to examine the association of nt probnp vs pg ml with incident ckd defined as an egfr ml min m and all cause mortality a total of patients were analyzed after a median follow up period of years patients who had a higher nt probnp vs pg ml at baseline were associated with a higher risk of incident ckd and all cause mortality hazard ratio hr ci to p this risk remained significant after multivariate adjustment adjusted hr ci to p a higher nt probnp vs pg ml was independently associated with risk of incident ckd and all cause mortality in patients with no history of heart failure and diabetes"
}