{
    "title": "Baroreceptor reflex failure: Review of the literature and the potential impact on patients with head and neck cancer.",
    "doc_id": "28675547",
    "writer": "Shah-Becker S",
    "year": "2017",
    "summary": "Few studies have been performed investigating the potential effect of head and neck surgery treatment, including surgery and/or radiation, on baroreflex function. CONCLUSION: Head and neck cancer treatment has the potential to cause baroreflex failure, …",
    "abstract": "Background:\n        \n      \n      Baroreceptor dysfunction and reflex failure may occur after surgery affecting the carotid artery. The implications for patients undergoing treatment for head and neck cancer are not well described.\n    \n\n\n          Methods:\n        \n      \n      A literature search of PubMed was performed between March 2016 and May 2016. Search terms used individually and in combination included: \"baroreflex failure,\" \"carotid sinus sensitivity,\" \"carotid endarterectomy,\" \"carotid body tumor,\" and \"head and neck cancer.\" Bibliographies of included articles were also reviewed for additional pertinent articles.\n    \n\n\n          Results:\n        \n      \n      There is evidence of baroreceptor failure in certain patients after interventions associated with the carotid artery, including carotid endarterectomy and carotid body tumor excision. Few studies have been performed investigating the potential effect of head and neck surgery treatment, including surgery and/or radiation, on baroreflex function.\n    \n\n\n          Conclusion:\n        \n      \n      Head and neck cancer treatment has the potential to cause baroreflex failure, and this is likely an underrecognized and underdiagnosed condition.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28675547/",
    "clean_text": "baroreceptor reflex failure review of the literature and the potential impact on patients with head and neck cancer few studies have been performed investigating the potential effect of head and neck surgery treatment including surgery and or radiation on baroreflex function conclusion head and neck cancer treatment has the potential to cause baroreflex failure background baroreceptor dysfunction and reflex failure may occur after surgery affecting the carotid artery the implications for patients undergoing treatment for head and neck cancer are not well described methods a literature search of pubmed was performed between march and may search terms used individually and in combination included baroreflex failure carotid sinus sensitivity carotid endarterectomy carotid body tumor and head and neck cancer bibliographies of included articles were also reviewed for additional pertinent articles results there is evidence of baroreceptor failure in certain patients after interventions associated with the carotid artery including carotid endarterectomy and carotid body tumor excision few studies have been performed investigating the potential effect of head and neck surgery treatment including surgery and or radiation on baroreflex function conclusion head and neck cancer treatment has the potential to cause baroreflex failure and this is likely an underrecognized and underdiagnosed condition"
}