{
    "title": "Identification of Yellow Advanced Glycation End Products in Human Skin.",
    "doc_id": "38891783",
    "writer": "Fang B",
    "year": "2024",
    "summary": "Skin yellowness is a hallmark of dull or unhealthy skin, particularly among Asians. Previous research has indicated a link between skin glycation and skin yellowness. ...The series of study results highlighted the significant contribution of AGEY to the yellow …",
    "abstract": "Skin yellowness is a hallmark of dull or unhealthy skin, particularly among Asians. Previous research has indicated a link between skin glycation and skin yellowness. However, the specific glycated chemicals contributing to yellowish skin appearance have not been identified yet. Using HPLC-PDA-HRMS coupled with native and artificially glycated human epidermal explant skin, we identified intensely yellow colored glycated chromophores \"(1R, 8aR) and (1S, 8aR)-4-(2-furyl)-7-[(2-furyl)-methylidene]-2-hydroxy-2H,7H,8AH-pyrano-[2,3-B]-pyran-3-one\" (abbreviated as AGEY) from human skin samples for the first time. The abundance of AGEY was strongly correlated with skin yellowness in the multiple skin explant tissues. We further confirmed the presence of AGEY in cultured human keratinocytes and 3D reconstructed human epidermal (RHE) models. Additionally, we demonstrated that a combination of four cosmetic compounds with anti-glycation properties can inhibit the formation of AGEY and reduce yellowness in the RHE models. In conclusion, we have identified specific advanced glycation end products with an intense yellow color, namely AGEY, in human skin tissues for the first time. The series of study results highlighted the significant contribution of AGEY to the yellow appearance of the skin. Furthermore, we have identified a potential cosmetic solution to mitigate AGEY formation, leading to a reduction in yellowness in the in vitro RHE models.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38891783/",
    "clean_text": "identification of yellow advanced glycation end products in human skin skin yellowness is a hallmark of dull or unhealthy skin particularly among asians previous research has indicated a link between skin glycation and skin yellowness the series of study results highlighted the significant contribution of agey to the yellow skin yellowness is a hallmark of dull or unhealthy skin particularly among asians previous research has indicated a link between skin glycation and skin yellowness however the specific glycated chemicals contributing to yellowish skin appearance have not been identified yet using hplc pda hrms coupled with native and artificially glycated human epidermal explant skin we identified intensely yellow colored glycated chromophores r ar and s ar furyl furyl methylidene hydroxy h h ah pyrano b pyran one abbreviated as agey from human skin samples for the first time the abundance of agey was strongly correlated with skin yellowness in the multiple skin explant tissues we further confirmed the presence of agey in cultured human keratinocytes and d reconstructed human epidermal rhe models additionally we demonstrated that a combination of four cosmetic compounds with anti glycation properties can inhibit the formation of agey and reduce yellowness in the rhe models in conclusion we have identified specific advanced glycation end products with an intense yellow color namely agey in human skin tissues for the first time the series of study results highlighted the significant contribution of agey to the yellow appearance of the skin furthermore we have identified a potential cosmetic solution to mitigate agey formation leading to a reduction in yellowness in the in vitro rhe models"
}