{
    "title": "Susceptibility pattern of bacterial isolates in equine ulcerative keratitis: Implications for empirical treatment at a university teaching hospital in Sydney.",
    "doc_id": "36433648",
    "writer": "Deniaud M",
    "year": "2023",
    "summary": "Medical records of 38 horses presented at the University Veterinary Teaching Hospital Camden for ulcerative keratitis between 2010 and 2020 were reviewed to identify those with positive bacterial cultures and antimicrobial susceptibility profiles (13/38). ...High resistanc …",
    "abstract": "Corneal ulceration is a common ophthalmic condition in horses. It is frequently caused by trauma to the corneal surface, followed by secondary infection by commensal or pathogenic organisms including Streptococcus equi subspecies zooepidemicus, Pseudomonas aeruginosa and Staphylococcus spp. Emerging antimicrobial resistance amongst these organisms has raised the need for appropriate antimicrobial therapy selection, to optimise treatment efficacy while minimising further antimicrobial resistance. Medical records of 38 horses presented at the University Veterinary Teaching Hospital Camden for ulcerative keratitis between 2010 and 2020 were reviewed to identify those with positive bacterial cultures and antimicrobial susceptibility profiles (13/38). Common susceptibility patterns were identified and used to guide the empirical treatment of equine bacterial corneal ulcers. Pseudomonas spp. (64.3%), Streptococcus equi subspecies zooepidemicus (14.3%) and Actinobacillus spp. (14.3%) were most commonly identified. Susceptibility to amikacin, gentamicin and ciprofloxacin was observed in 100%, 66.7% and 85.7% Pseudomonas spp. isolates respectively. Resistance to polymyxin B and neomycin occurred in 85.7% and 71.4% of Pseudomonas spp., respectively. All Streptococcus equi subspecies zooepidemicus organisms in this study were susceptible to ceftiofur, cephalexin, penicillin and ampicillin, while they were all resistant to gentamicin, neomycin, enrofloxacin and marbofloxacin. Predominating in this study, Pseudomonas spp. maintained overall aminoglycoside susceptibility despite some emerging resistance, and good fluoroquinolone susceptibility. High resistance to Polymyxin B could have arisen from its common use as first-line therapy for bacterial corneal ulcers. Although further research is required, these new findings about predominant bacteria in equine corneal ulceration in the Camden region and their antimicrobial susceptibility patterns can be used to guide the empirical treatment of bacterial corneal ulcers in horses.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36433648/",
    "clean_text": "susceptibility pattern of bacterial isolates in equine ulcerative keratitis implications for empirical treatment at a university teaching hospital in sydney medical records of horses presented at the university veterinary teaching hospital camden for ulcerative keratitis between and were reviewed to identify those with positive bacterial cultures and antimicrobial susceptibility profiles high resistanc corneal ulceration is a common ophthalmic condition in horses it is frequently caused by trauma to the corneal surface followed by secondary infection by commensal or pathogenic organisms including streptococcus equi subspecies zooepidemicus pseudomonas aeruginosa and staphylococcus spp emerging antimicrobial resistance amongst these organisms has raised the need for appropriate antimicrobial therapy selection to optimise treatment efficacy while minimising further antimicrobial resistance medical records of horses presented at the university veterinary teaching hospital camden for ulcerative keratitis between and were reviewed to identify those with positive bacterial cultures and antimicrobial susceptibility profiles common susceptibility patterns were identified and used to guide the empirical treatment of equine bacterial corneal ulcers pseudomonas spp streptococcus equi subspecies zooepidemicus and actinobacillus spp were most commonly identified susceptibility to amikacin gentamicin and ciprofloxacin was observed in and pseudomonas spp isolates respectively resistance to polymyxin b and neomycin occurred in and of pseudomonas spp respectively all streptococcus equi subspecies zooepidemicus organisms in this study were susceptible to ceftiofur cephalexin penicillin and ampicillin while they were all resistant to gentamicin neomycin enrofloxacin and marbofloxacin predominating in this study pseudomonas spp maintained overall aminoglycoside susceptibility despite some emerging resistance and good fluoroquinolone susceptibility high resistance to polymyxin b could have arisen from its common use as first line therapy for bacterial corneal ulcers although further research is required these new findings about predominant bacteria in equine corneal ulceration in the camden region and their antimicrobial susceptibility patterns can be used to guide the empirical treatment of bacterial corneal ulcers in horses"
}