{
    "pmid": "41427615",
    "title": "Incidence, Risk Factors, and Clinical Outcomes of Active Tuberculosis in Kidney Transplant Recipients From Romania: A Single-Center Study.",
    "abstract": "The present study aimed to assess the incidence of active TB, risk factors associated with TB and KT outcomes among a group of KTR from Romania. This single-center, nested case-control study, included 22 KTR with active TB and 88 KTR without active TB (matched 1:4) identified from 1485 patients who underwent KT at Fundeni Clinical Institute between 2002 and 2017. The incidence of active TB among the cohort was 1.48% with a median time to occurrence of 60.26 months (IQR: 30.75-102.50) after KT. Multivariate conditional logistic regression showed that history of active TB before KT (OR = 17.97 [95% CI: 1.35-238.22], p = 0.02) and anti-thymocyte globulin induction (OR = 2.14 [95% CI: 1.10-4.24], p = 0.02) were independent risk factors associated with TB development. Patient survival (p = 0.03), overall (p < 0.001) and death-censored graft survival (p < 0.001) were significantly lower in KTR with active TB than in controls during the follow-up period. Kidney function was not significantly different between TB cases and controls at the last follow-up (p = 0.57) in an adjusted analysis. This study was the first to evaluate active TB in KTR from Romania and found a higher incidence of active TB than that in the general population and a late onset of infection. TB had a negative impact on both patient and graft survival. Screening for latent TB, judicious prophylaxis, rigorous monitoring after KT and tailoring of the immunosuppression could be effective strategies to reduce the burden of TB among KTR.",
    "disease": "tuberculosis",
    "clean_text": "incidence risk factors and clinical outcomes of active tuberculosis in kidney transplant recipients from romania a single center study the present study aimed to assess the incidence of active tb risk factors associated with tb and kt outcomes among a group of ktr from romania this single center nested case control study included ktr with active tb and ktr without active tb matched identified from patients who underwent kt at fundeni clinical institute between and the incidence of active tb among the cohort was with a median time to occurrence of months iqr after kt multivariate conditional logistic regression showed that history of active tb before kt or ci p and anti thymocyte globulin induction or ci p were independent risk factors associated with tb development patient survival p overall p and death censored graft survival p were significantly lower in ktr with active tb than in controls during the follow up period kidney function was not significantly different between tb cases and controls at the last follow up p in an adjusted analysis this study was the first to evaluate active tb in ktr from romania and found a higher incidence of active tb than that in the general population and a late onset of infection tb had a negative impact on both patient and graft survival screening for latent tb judicious prophylaxis rigorous monitoring after kt and tailoring of the immunosuppression could be effective strategies to reduce the burden of tb among ktr"
}