{
    "pmid": "41443105",
    "title": "Thymosin β4-derived peptides alleviate neuroinflammation and neurite atrophy in both in vitro models and in vivo 5 × FAD mice: A potential therapy for memory improvement in Alzheimer's disease.",
    "abstract": "Alzheimer's disease (AD) is a progressive neurodegenerative disorder defined by neuroinflammation, neurite atrophy, and cognitive decline. This study explored the therapeutic potential of Thymosin β4 (Tβ4)-derived peptides (TB500 and Ac-SDKP) in mitigating AD-related neuropathology. Using the 5 × FAD mouse model and established in vitro AD cell systems, we evaluated the neuroprotective and anti-inflammatory effects of these peptides. In Aβ25-35-treated HT22 cells and primary cortical neurons, TB500 and Ac-SDKP significantly attenuated neurite atrophy, restored cell viability, and modulated the expression of apoptosis-related genes. In BV2 microglia assays, the peptides exhibited robust anti-inflammatory effects, as shown by suppressing lipopolysaccharide (LPS)-induced nitric oxide (NO) production, reducing expression of pro-inflammatory cytokines, and inhibiting M1 microglial polarization. In 5 × FAD mice, TB500 and Ac-SDKP ameliorated cognitive impairments, as evidenced by improved performance in the Morris water maze and novel object recognition tests. Immunohistochemical analyses revealed markedly reduced glial activation and neuronal apoptosis in treated mice. Notably, the peptides restored axonal density in the perirhinal cortex and attenuated β-amyloid (Aβ) plaque-associated dystrophic neurites, though hippocampal Aβ burden remained unchanged. Transcriptomic profiling identified critical regulatory genes, including forkhead box B2 (Foxb2) and olfactory receptor, family 2, subfamily K, member 2 (Or2k2), and linked their neuroprotective effects to the modulation of apoptosis and synaptic plasticity. Collectively, TB500 and Ac-SDKP exert multi-targeted efficacy against AD pathology by enhancing neuronal survival, suppressing neuroinflammation, and promoting axonal regeneration, thereby emerging as promising candidates for AD intervention.",
    "disease": "alzheimer disease",
    "clean_text": "thymosin derived peptides alleviate neuroinflammation and neurite atrophy in both in vitro models and in vivo fad mice a potential therapy for memory improvement in alzheimer s disease alzheimer s disease ad is a progressive neurodegenerative disorder defined by neuroinflammation neurite atrophy and cognitive decline this study explored the therapeutic potential of thymosin t derived peptides tb and ac sdkp in mitigating ad related neuropathology using the fad mouse model and established in vitro ad cell systems we evaluated the neuroprotective and anti inflammatory effects of these peptides in a treated ht cells and primary cortical neurons tb and ac sdkp significantly attenuated neurite atrophy restored cell viability and modulated the expression of apoptosis related genes in bv microglia assays the peptides exhibited robust anti inflammatory effects as shown by suppressing lipopolysaccharide lps induced nitric oxide no production reducing expression of pro inflammatory cytokines and inhibiting m microglial polarization in fad mice tb and ac sdkp ameliorated cognitive impairments as evidenced by improved performance in the morris water maze and novel object recognition tests immunohistochemical analyses revealed markedly reduced glial activation and neuronal apoptosis in treated mice notably the peptides restored axonal density in the perirhinal cortex and attenuated amyloid a plaque associated dystrophic neurites though hippocampal a burden remained unchanged transcriptomic profiling identified critical regulatory genes including forkhead box b foxb and olfactory receptor family subfamily k member or k and linked their neuroprotective effects to the modulation of apoptosis and synaptic plasticity collectively tb and ac sdkp exert multi targeted efficacy against ad pathology by enhancing neuronal survival suppressing neuroinflammation and promoting axonal regeneration thereby emerging as promising candidates for ad intervention"
}