{
    "title": "Associations between sleep-related heart rate variability and both sleep and symptoms of depression and anxiety: A systematic review.",
    "doc_id": "36370515",
    "writer": "Correia ATL",
    "year": "2023",
    "summary": "There is a bidirectional relationship between poor sleep and both mood- and anxiety-related disorders, which are among leading global health concerns. Additionally, both disordered sleep and these psychiatric disorders appear to be independently associated with altered aut …",
    "abstract": "There is a bidirectional relationship between poor sleep and both mood- and anxiety-related disorders, which are among leading global health concerns. Additionally, both disordered sleep and these psychiatric disorders appear to be independently associated with altered autonomic nervous system (ANS) function. We hypothesise that ANS dysregulation during sleep may explain part of the relationship between poor sleep and mood- and anxiety-related disorders. Heart rate variability (HRV) is a frequently used marker of ANS function and gives an indication of ANS input to the heart - in particular, of the relative contributions of sympathetic and parasympathetic activity. A systematic review of PubMed, Scopus and Web of Science yielded 41 studies dealing with sleep, mood- and anxiety-related disorders and sleep-related HRV. Hyperarousal during sleep, reflecting a predominance of sympathetic activation and indicative of ANS dysregulation, may be an important factor in the association between poor sleep and mood-related disorders. Longitudinal studies and mediation analyses are necessary to further understand the potential mediating role of ANS dysregulation on the relationship between poor sleep and mood- and anxiety-related disorders.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36370515/",
    "clean_text": "associations between sleep related heart rate variability and both sleep and symptoms of depression and anxiety a systematic review there is a bidirectional relationship between poor sleep and both mood and anxiety related disorders which are among leading global health concerns additionally both disordered sleep and these psychiatric disorders appear to be independently associated with altered aut there is a bidirectional relationship between poor sleep and both mood and anxiety related disorders which are among leading global health concerns additionally both disordered sleep and these psychiatric disorders appear to be independently associated with altered autonomic nervous system ans function we hypothesise that ans dysregulation during sleep may explain part of the relationship between poor sleep and mood and anxiety related disorders heart rate variability hrv is a frequently used marker of ans function and gives an indication of ans input to the heart in particular of the relative contributions of sympathetic and parasympathetic activity a systematic review of pubmed scopus and web of science yielded studies dealing with sleep mood and anxiety related disorders and sleep related hrv hyperarousal during sleep reflecting a predominance of sympathetic activation and indicative of ans dysregulation may be an important factor in the association between poor sleep and mood related disorders longitudinal studies and mediation analyses are necessary to further understand the potential mediating role of ans dysregulation on the relationship between poor sleep and mood and anxiety related disorders"
}