{
    "pmid": "41366755",
    "title": "When to vaccinate for seasonal influenza: check the peak forecast.",
    "abstract": "Seasonal influenza infects 5-20% of people every year in the United States, resulting in hospitalizations, deaths, and adverse economic impacts. To mitigate these impacts, influenza vaccines are developed and distributed annually; however, growing evidence suggests that vaccine effectiveness (VE) wanes over the course of a flu season. Delaying influenza vaccination for older adults has attracted attention as a potential public health strategy. However, given the uncertainties in seasonal peak, vaccine effectiveness, and waning rates, postponing vaccination could also lead to increased morbidity, motivating an evaluation of a range of potential scenarios. The aim of this study was to investigate favorable age group-specific vaccination schedules that could lead to the greatest disease burden reduction. We systematically investigated a broad range of vaccination start times for five age groups under six combinations of initial effectiveness and waning rates, based on influenza cases and vaccine uptake data from 10 influenza seasons. We defined the most favorable vaccination schedule as the one that resulted in the greatest reduction in disease burden. In scenarios with fast waning, all age groups benefit from delaying vaccination regardless of initial VE and peak timing. In scenarios with slower waning, results are mixed. For the ≥65 group, high initial VE and slow waning suggests that in early-peaking seasons, early vaccination most effectively reduces disease burden, while in late-peaking seasons delaying vaccination is most effective. For the ≥65 group in medium and low initial VE, and slow waning scenarios, delaying vaccination appears to prevent the greatest number of cases, regardless of whether the season peaks early or late. The most favorable vaccination schedule is sensitive to changes in initial VE, waning rate, and peak timing. Given estimates of these quantities from statistical and immunological models and observations, our methods can inform vaccination recommendations in order to most effectively reduce the annual disease burden caused by seasonal influenza. Specifically, accurate peak timing forecasts for the upcoming season have the potential to guide decisions on when to vaccinate.",
    "disease": "influenza",
    "clean_text": "when to vaccinate for seasonal influenza check the peak forecast seasonal influenza infects of people every year in the united states resulting in hospitalizations deaths and adverse economic impacts to mitigate these impacts influenza vaccines are developed and distributed annually however growing evidence suggests that vaccine effectiveness ve wanes over the course of a flu season delaying influenza vaccination for older adults has attracted attention as a potential public health strategy however given the uncertainties in seasonal peak vaccine effectiveness and waning rates postponing vaccination could also lead to increased morbidity motivating an evaluation of a range of potential scenarios the aim of this study was to investigate favorable age group specific vaccination schedules that could lead to the greatest disease burden reduction we systematically investigated a broad range of vaccination start times for five age groups under six combinations of initial effectiveness and waning rates based on influenza cases and vaccine uptake data from influenza seasons we defined the most favorable vaccination schedule as the one that resulted in the greatest reduction in disease burden in scenarios with fast waning all age groups benefit from delaying vaccination regardless of initial ve and peak timing in scenarios with slower waning results are mixed for the group high initial ve and slow waning suggests that in early peaking seasons early vaccination most effectively reduces disease burden while in late peaking seasons delaying vaccination is most effective for the group in medium and low initial ve and slow waning scenarios delaying vaccination appears to prevent the greatest number of cases regardless of whether the season peaks early or late the most favorable vaccination schedule is sensitive to changes in initial ve waning rate and peak timing given estimates of these quantities from statistical and immunological models and observations our methods can inform vaccination recommendations in order to most effectively reduce the annual disease burden caused by seasonal influenza specifically accurate peak timing forecasts for the upcoming season have the potential to guide decisions on when to vaccinate"
}