{
    "pmid": "41467828",
    "title": "[Summary Portal vein thrombosis and mesenteric venous ischemia].",
    "abstract": "Portal vein thrombosis (PVT) in the absence of underlying chronic liver disease is a rare disease and is frequently associated with prothrombotic factors. In patients with cirrhosis, the frequency of PVT increases with the severity of cirrhosis. The main symptoms of recent PVT include abdominal pain and an increase in C-reactive protein (CRP). The main symptoms of chronic PVT are manifestations of portal hypertension (esophageal varices, thrombocytopenia, splenomegaly). The diagnosis of PVT is fortuitous in 30% of cases. Computed tomography or magnetic resonance imaging (MRI) with acquisitions without injection, at the arterial, portal, and tardive phase are mandatory to confirm the diagnosis and assess complications. Mesenteric ischemia is a medical and surgical emergency and represents the most severe complication of PVT. It must be systematically investigated using imaging. Surgery should be considered when intestinal necrosis is suspected, namely in cases of hyperlactatemia and associated organ failure. Anticoagulant therapy is the first-line treatment of recent and chronic PVT. Its modalities are based on a case-by-case assessment, considering features of thrombosis, comorbidities, and the therapeutic plan. In case of failure of anticoagulant therapy and/or severe manifestations, radiological portal vein recanalization may be considered. Treatment in a center with expertise in vascular liver diseases is recommended. La thrombose veineuse porte (TVP), en l’absence d’hépatopathie chronique sous-jacente, est une maladie rare, le plus souvent associée à une thrombophilie. Chez les malades atteints de cirrhose, sa fréquence augmente avec la sévérité de celle-ci. Les principales manifestations de la TVP récente sont la douleur abdominale et une augmentation de la protéine C réactive (CRP). La principale manifestation de la TVP chronique est l’hypertension portale. Le diagnostic de TVP est fortuit dans 30 % des cas. Il doit être confirmé par un scanner ou une imagerie par résonance magnétique (IRM) avec quatre temps d’acquisition (sans injection, temps artériel, portal et tardif). L’ischémie mésentérique est une urgence médico-chirurgicale et représente la complication la plus sévère de la TVP ; elle doit être recherchée systématiquement à l’imagerie. Une nécrose intestinale chirurgicale est suspectée en cas d’hyperlactatémie, défaillance d’organe associée. Le traitement anticoagulant est le traitement de première intention. Ses modalités reposent sur une évaluation au cas par cas, prenant en compte la thrombose, les comorbidités et le projet thérapeutique. En cas d’échec du traitement anticoagulant et/ou de manifestation sévère, une recanalisation portale par voie radiologique peut être envisagée. Une prise en charge dans un centre expert des maladies vasculaires du foie est recommandée.",
    "disease": "hypertension",
    "clean_text": "summary portal vein thrombosis and mesenteric venous ischemia portal vein thrombosis pvt in the absence of underlying chronic liver disease is a rare disease and is frequently associated with prothrombotic factors in patients with cirrhosis the frequency of pvt increases with the severity of cirrhosis the main symptoms of recent pvt include abdominal pain and an increase in c reactive protein crp the main symptoms of chronic pvt are manifestations of portal hypertension esophageal varices thrombocytopenia splenomegaly the diagnosis of pvt is fortuitous in of cases computed tomography or magnetic resonance imaging mri with acquisitions without injection at the arterial portal and tardive phase are mandatory to confirm the diagnosis and assess complications mesenteric ischemia is a medical and surgical emergency and represents the most severe complication of pvt it must be systematically investigated using imaging surgery should be considered when intestinal necrosis is suspected namely in cases of hyperlactatemia and associated organ failure anticoagulant therapy is the first line treatment of recent and chronic pvt its modalities are based on a case by case assessment considering features of thrombosis comorbidities and the therapeutic plan in case of failure of anticoagulant therapy and or severe manifestations radiological portal vein recanalization may be considered treatment in a center with expertise in vascular liver diseases is recommended la thrombose veineuse porte tvp en l absence d h patopathie chronique sous jacente est une maladie rare le plus souvent associ e une thrombophilie chez les malades atteints de cirrhose sa fr quence augmente avec la s v rit de celle ci les principales manifestations de la tvp r cente sont la douleur abdominale et une augmentation de la prot ine c r active crp la principale manifestation de la tvp chronique est l hypertension portale le diagnostic de tvp est fortuit dans des cas il doit tre confirm par un scanner ou une imagerie par r sonance magn tique irm avec quatre temps d acquisition sans injection temps art riel portal et tardif l isch mie m sent rique est une urgence m dico chirurgicale et repr sente la complication la plus s v re de la tvp elle doit tre recherch e syst matiquement l imagerie une n crose intestinale chirurgicale est suspect e en cas d hyperlactat mie d faillance d organe associ e le traitement anticoagulant est le traitement de premi re intention ses modalit s reposent sur une valuation au cas par cas prenant en compte la thrombose les comorbidit s et le projet th rapeutique en cas d chec du traitement anticoagulant et ou de manifestation s v re une recanalisation portale par voie radiologique peut tre envisag e une prise en charge dans un centre expert des maladies vasculaires du foie est recommand e"
}