{
    "title": "Experimental missile wound to the brain.",
    "doc_id": "2509646",
    "writer": "Carey ME",
    "year": "1989",
    "summary": "Among civilians in the United States, 33,000 gunshot wound deaths occur each year; probably half of these involve the head. In combat, head wounds account for approximately half of the immediate mortality when death can be attributed to a single wound. ...It …",
    "abstract": "Among civilians in the United States, 33,000 gunshot wound deaths occur each year; probably half of these involve the head. In combat, head wounds account for approximately half of the immediate mortality when death can be attributed to a single wound. No significant reduction in the neurosurgical mortality associated with these wounds has occurred between World War II and the Vietnam conflict, and very little research into missile wounds of the brain has been undertaken. An experimental model has been developed in the anesthetized cat whereby a ballistic injury to the brain may be painlessly reproduced in order that the pathophysiological effects of brain wounding may be studied and better treatments may be designed to lower the mortality and morbidity rates associated with gunshot wounds. Prominent among physiological effects observed in this model was respiratory arrest even though the missile did not injure the brain stem directly. The incidence of prolonged respiratory arrest increased with increasing missile energy, but arrest was often reversible provided respiratory support was given. It is possible that humans who receive a brain wound die from missile-induced apnea instead of brain damage per se. The mortality rate in humans with brain wounding might be reduced by prompt respiratory support. Brain wounding was associated with persistently increased intracranial pressure and reduced cerebral perfusion pressure not entirely attributable to intracranial bleeding. The magnitude of these derangements appeared to be missile energy-dependent and approached dangerous levels in higher-energy wounds. All wounded cats exhibited postwounding increases in blood glucose concentrations consistent with a generalized stress reaction. A transient rise in hematocrit also occurred immediately after wounding. Both of these phenomena could prove deleterious to optimal brain function after injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2509646/",
    "clean_text": "experimental missile wound to the brain among civilians in the united states gunshot wound deaths occur each year probably half of these involve the head in combat head wounds account for approximately half of the immediate mortality when death can be attributed to a single wound it among civilians in the united states gunshot wound deaths occur each year probably half of these involve the head in combat head wounds account for approximately half of the immediate mortality when death can be attributed to a single wound no significant reduction in the neurosurgical mortality associated with these wounds has occurred between world war ii and the vietnam conflict and very little research into missile wounds of the brain has been undertaken an experimental model has been developed in the anesthetized cat whereby a ballistic injury to the brain may be painlessly reproduced in order that the pathophysiological effects of brain wounding may be studied and better treatments may be designed to lower the mortality and morbidity rates associated with gunshot wounds prominent among physiological effects observed in this model was respiratory arrest even though the missile did not injure the brain stem directly the incidence of prolonged respiratory arrest increased with increasing missile energy but arrest was often reversible provided respiratory support was given it is possible that humans who receive a brain wound die from missile induced apnea instead of brain damage per se the mortality rate in humans with brain wounding might be reduced by prompt respiratory support brain wounding was associated with persistently increased intracranial pressure and reduced cerebral perfusion pressure not entirely attributable to intracranial bleeding the magnitude of these derangements appeared to be missile energy dependent and approached dangerous levels in higher energy wounds all wounded cats exhibited postwounding increases in blood glucose concentrations consistent with a generalized stress reaction a transient rise in hematocrit also occurred immediately after wounding both of these phenomena could prove deleterious to optimal brain function after injury"
}