{
    "pmid": "41360028",
    "title": "Comparing uptake of high-dose and standard-dose influenza vaccination at the practice and patient level in Germany.",
    "abstract": "In 2021, German authorities introduced a preferential recommendation for inactivated quadrivalent high-dose (HD) influenza vaccines for adults aged 60 years and older. This recommendation was motivated by randomized and observational studies showing higher efficacy and effectiveness compared to standard-dose (SD) influenza vaccines in older adults. It is unknown to which extent this recommendation was followed. This retrospective study uses IQVIA™ Vaccine Analyzer (VA) data from the 2021-2022 to 2023-2024 influenza seasons to examine vaccination coverage rates and proportions of HD among administered influenza vaccines in age group ≥60 years stratified by different individual-level and practice-level characteristics. Influenza vaccination coverage rates in the older German population remain far below national targets. However, the proportion of HD vaccinations increased significantly up to 92.4 % in 2023-2024, implying that the preferential recommendation was increasingly followed. Overall, our results indicate high acceptance of HD vaccines among physicians and patients.",
    "disease": "influenza",
    "clean_text": "comparing uptake of high dose and standard dose influenza vaccination at the practice and patient level in germany in german authorities introduced a preferential recommendation for inactivated quadrivalent high dose hd influenza vaccines for adults aged years and older this recommendation was motivated by randomized and observational studies showing higher efficacy and effectiveness compared to standard dose sd influenza vaccines in older adults it is unknown to which extent this recommendation was followed this retrospective study uses iqvia vaccine analyzer va data from the to influenza seasons to examine vaccination coverage rates and proportions of hd among administered influenza vaccines in age group years stratified by different individual level and practice level characteristics influenza vaccination coverage rates in the older german population remain far below national targets however the proportion of hd vaccinations increased significantly up to in implying that the preferential recommendation was increasingly followed overall our results indicate high acceptance of hd vaccines among physicians and patients"
}