{
    "title": "[Establishment of animal model with gastric cold syndrome].",
    "doc_id": "27062823",
    "writer": "Yang WB",
    "year": "2015",
    "summary": "This study is to establish the gastric cold model of rats. After gastric feeding with cold water for 5 weeks and extra iced water bath in the last 2 weeks, model group show distinct physical sign of gastric cold syndrome. The pathology of gastrics reve …",
    "abstract": "This study is to establish the gastric cold model of rats. After gastric feeding with cold water for 5 weeks and extra iced water bath in the last 2 weeks, model group show distinct physical sign of gastric cold syndrome. The pathology of gastrics reveals gastricism of model group, while treatment group(treated with Fanzuojin Wan) show mild lesion. Elisa detection of model group show that the solution of interleukin-2 (IL-2) is higher than blank group. The difference with significance among model group, treatment group and blank group reveals the success of the establishment of gastric cold syndrome.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27062823/",
    "clean_text": "establishment of animal model with gastric cold syndrome this study is to establish the gastric cold model of rats after gastric feeding with cold water for weeks and extra iced water bath in the last weeks model group show distinct physical sign of gastric cold syndrome the pathology of gastrics reve this study is to establish the gastric cold model of rats after gastric feeding with cold water for weeks and extra iced water bath in the last weeks model group show distinct physical sign of gastric cold syndrome the pathology of gastrics reveals gastricism of model group while treatment group treated with fanzuojin wan show mild lesion elisa detection of model group show that the solution of interleukin il is higher than blank group the difference with significance among model group treatment group and blank group reveals the success of the establishment of gastric cold syndrome"
}