{
    "title": "Understanding depression in type 2 diabetes: a biological approach in observational studies.",
    "doc_id": "30135724",
    "writer": "van Sloten T",
    "year": "2018",
    "summary": "Depression is twice as common in type 2 diabetes as in the general population and is associated with adverse health outcomes. ...Although there is accumulating evidence that these pathways are involved in the link between type 2 diabetes and depression …",
    "abstract": "Depression is twice as common in type 2 diabetes as in the general population and is associated with adverse health outcomes. Growing evidence suggest that type 2 diabetes and depression share biological mechanisms. This brief commentary discusses current understanding of shared biological pathways, focussing on hyperglycaemia, (micro)vascular dysfunction, and low-grade inflammation. Although there is accumulating evidence that these pathways are involved in the link between type 2 diabetes and depression, direct evidence of their temporal associations is lacking because of a paucity of longitudinal studies that focus on the pathobiology of both type 2 diabetes and depression.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30135724/",
    "clean_text": "understanding depression in type diabetes a biological approach in observational studies depression is twice as common in type diabetes as in the general population and is associated with adverse health outcomes although there is accumulating evidence that these pathways are involved in the link between type diabetes and depression depression is twice as common in type diabetes as in the general population and is associated with adverse health outcomes growing evidence suggest that type diabetes and depression share biological mechanisms this brief commentary discusses current understanding of shared biological pathways focussing on hyperglycaemia micro vascular dysfunction and low grade inflammation although there is accumulating evidence that these pathways are involved in the link between type diabetes and depression direct evidence of their temporal associations is lacking because of a paucity of longitudinal studies that focus on the pathobiology of both type diabetes and depression"
}