{
    "title": "Advances in the Genetics of Congenital Ptosis.",
    "doc_id": "34969027",
    "writer": "Wu P",
    "year": "2022",
    "summary": "Either in isolation (nonsyndromic) or with many different systemic disorders (syndromic). The estimated prevalence of ptosis (congenital and acquired) ranges from 0.79 to 1.99 per 10,000 people in different populations, and it is more prevalent in males. ...We review the r …",
    "abstract": "Congenital ptosis, a birth defects presents at birth or by 1 year of age, is characterized by the drooping of the upper eyelid. Either in isolation (nonsyndromic) or with many different systemic disorders (syndromic). The estimated prevalence of ptosis (congenital and acquired) ranges from 0.79 to 1.99 per 10,000 people in different populations, and it is more prevalent in males. The underlying pathogenesis of congenital ptosis is myogenic and neurogenic, related to the development of muscles and nerves. Although most cases are sporadic, there are familial transmission characteristics, including autosomal dominant, recessive mode, and X-linkage inheritance patterns. Moreover, some forms are due to chromosomal aberrations and mutations and deletions in mitochondrial DNA. Genes involved in simple congenital ptosis (SCP) are ZFHX4 and COL25A1. The clinical aspects of various syndromes involving congenital ptosis are partly caused by single-gene mutations. However, the pathogenesis of congenital ptosis is not fully understood. We review the reported epidemiology, genetics, and clinical features of congenital ptosis and associated syndromes here.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34969027/",
    "clean_text": "advances in the genetics of congenital ptosis either in isolation nonsyndromic or with many different systemic disorders syndromic the estimated prevalence of ptosis congenital and acquired ranges from to per people in different populations and it is more prevalent in males we review the r congenital ptosis a birth defects presents at birth or by year of age is characterized by the drooping of the upper eyelid either in isolation nonsyndromic or with many different systemic disorders syndromic the estimated prevalence of ptosis congenital and acquired ranges from to per people in different populations and it is more prevalent in males the underlying pathogenesis of congenital ptosis is myogenic and neurogenic related to the development of muscles and nerves although most cases are sporadic there are familial transmission characteristics including autosomal dominant recessive mode and x linkage inheritance patterns moreover some forms are due to chromosomal aberrations and mutations and deletions in mitochondrial dna genes involved in simple congenital ptosis scp are zfhx and col a the clinical aspects of various syndromes involving congenital ptosis are partly caused by single gene mutations however the pathogenesis of congenital ptosis is not fully understood we review the reported epidemiology genetics and clinical features of congenital ptosis and associated syndromes here"
}