{
    "title": "H2O2: a chemoattractant?",
    "doc_id": "23849869",
    "writer": "Enyedi B",
    "year": "2013",
    "summary": "H2O2 is a relatively stable, rapidly diffusing reactive oxygen species that has been recently implicated as a mediator of leukocyte recruitment to epithelial wounds and transformed cells in zebrafish. Whether H2O2 activates the innate immune response by acting as a bona fi …",
    "abstract": "H2O2 is a relatively stable, rapidly diffusing reactive oxygen species that has been recently implicated as a mediator of leukocyte recruitment to epithelial wounds and transformed cells in zebrafish. Whether H2O2 activates the innate immune response by acting as a bona fide chemoattractant, enhancing chemoattractant sensing, or triggering production of other chemoattractive ligands remains largely unclear. Here, we describe the basic experimental procedures required to study these questions. We present a detailed protocol of the zebrafish tail fin wounding assay and explain how to use it for analyzing leukocyte chemotaxis in vivo. We further outline a method for H2O2 measurement in live zebrafish larvae using the genetically encoded sensor HyPer on a wide-field and a spinning disk confocal microscope. These methods provide a basis for dissecting the role of H2O2 in leukocyte chemotaxis in a vertebrate animal.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23849869/",
    "clean_text": "h o a chemoattractant h o is a relatively stable rapidly diffusing reactive oxygen species that has been recently implicated as a mediator of leukocyte recruitment to epithelial wounds and transformed cells in zebrafish whether h o activates the innate immune response by acting as a bona fi h o is a relatively stable rapidly diffusing reactive oxygen species that has been recently implicated as a mediator of leukocyte recruitment to epithelial wounds and transformed cells in zebrafish whether h o activates the innate immune response by acting as a bona fide chemoattractant enhancing chemoattractant sensing or triggering production of other chemoattractive ligands remains largely unclear here we describe the basic experimental procedures required to study these questions we present a detailed protocol of the zebrafish tail fin wounding assay and explain how to use it for analyzing leukocyte chemotaxis in vivo we further outline a method for h o measurement in live zebrafish larvae using the genetically encoded sensor hyper on a wide field and a spinning disk confocal microscope these methods provide a basis for dissecting the role of h o in leukocyte chemotaxis in a vertebrate animal"
}