{
    "pmid": "41458996",
    "title": "Benralizumab: Bringing winds of change to eosinophil-associated diseases.",
    "abstract": "The majority of patients with severe asthma have an eosinophilic phenotype. Interleukin-5 (IL-5) plays a key role in the pathophysiology of severe eosinophilic asthma (SEA) through its effects on eosinophil maturation, survival, and recruitment to the airways. Benralizumab is an anti-IL-5 receptor α (IL-5Rα) monoclonal antibody that binds to IL-5R on eosinophils. Binding of benralizumab to IL-5R blocks IL-5 binding and leads to eosinophil cell death via natural killer cell-mediated antibody-dependent cellular cytotoxicity, macrophage-mediated antibody-dependent cellular phagocytosis/efferocytosis, and tumour necrosis factor receptor 1-mediated apoptosis; the result is the removal of eosinophils from blood and tissue. Benralizumab was approved for the treatment of SEA in 2017 based on the WINDWARD clinical trial programme, which included the pivotal phase 3 trials SIROCCO and CALIMA. Subsequent clinical studies, as well as real-world evidence studies, have reinforced the efficacy of benralizumab for the treatment of SEA and provided evidence about its safety and tolerability profile, including in children. Clinical data have also demonstrated that reduction of background medications, such as oral and inhaled corticosteroids, is possible in patients with SEA controlled with benralizumab. Benralizumab has been investigated for the treatment of other eosinophil-associated diseases, including a phase 3 study for eosinophilic granulomatosis with polyangiitis (EGPA) in which benralizumab was non-inferior to the anti-IL-5 monoclonal antibody mepolizumab: as a result, benralizumab was recently approved for the treatment of EGPA. Phase 3 studies are ongoing with benralizumab for the treatment of hypereosinophilic syndrome and chronic obstructive pulmonary disease.",
    "disease": "asthma",
    "clean_text": "benralizumab bringing winds of change to eosinophil associated diseases the majority of patients with severe asthma have an eosinophilic phenotype interleukin il plays a key role in the pathophysiology of severe eosinophilic asthma sea through its effects on eosinophil maturation survival and recruitment to the airways benralizumab is an anti il receptor il r monoclonal antibody that binds to il r on eosinophils binding of benralizumab to il r blocks il binding and leads to eosinophil cell death via natural killer cell mediated antibody dependent cellular cytotoxicity macrophage mediated antibody dependent cellular phagocytosis efferocytosis and tumour necrosis factor receptor mediated apoptosis the result is the removal of eosinophils from blood and tissue benralizumab was approved for the treatment of sea in based on the windward clinical trial programme which included the pivotal phase trials sirocco and calima subsequent clinical studies as well as real world evidence studies have reinforced the efficacy of benralizumab for the treatment of sea and provided evidence about its safety and tolerability profile including in children clinical data have also demonstrated that reduction of background medications such as oral and inhaled corticosteroids is possible in patients with sea controlled with benralizumab benralizumab has been investigated for the treatment of other eosinophil associated diseases including a phase study for eosinophilic granulomatosis with polyangiitis egpa in which benralizumab was non inferior to the anti il monoclonal antibody mepolizumab as a result benralizumab was recently approved for the treatment of egpa phase studies are ongoing with benralizumab for the treatment of hypereosinophilic syndrome and chronic obstructive pulmonary disease"
}