{
    "title": "Characterization of tailshock elicited withdrawal reflexes in intact and spinal rats.",
    "doc_id": "1336601",
    "writer": "Borszcz GS",
    "year": "1992",
    "summary": "The tail flick withdrawal reflex (TFR) was generated by applying graded electric current to the tail of intact and spinally transected rats. In Experiment 1, separate groups of rats were tested 1, 3, 7, 10, 14, or 21 days after spinal transection. The latency, ampli …",
    "abstract": "The tail flick withdrawal reflex (TFR) was generated by applying graded electric current to the tail of intact and spinally transected rats. In Experiment 1, separate groups of rats were tested 1, 3, 7, 10, 14, or 21 days after spinal transection. The latency, amplitude, and magnitude of the TFR was highly related to current intensity in both intact and spinal animals. However, the TFR changed dramatically as a function of the number of days between spinalization and TFR measurement. Compared to intact controls, the current intensity at which TFR was initiated (threshold) in spinal rats was elevated 1 and 3 days after transection, did not differ at 7 and 10 days, and was reduced at 14 and 21 days. Latency of TFR in spinal rats did not differ from controls 1 day after transection, but decreased steadily thereafter. Amplitude and magnitude of TFR in spinal rats remained depressed, but did show recovery toward control levels as the interval between transection and testing increased. Changes in the TFR of spinal rats was correlated with recovery of tailpinch-elicited hindlimb withdrawal. Experiment 2 demonstrated that the dose-response curve relating systemic morphine treatment to increases in TFR thresholds was shifted to the right in chronic spinal rats. Threshold increases in both spinal and intact rats were not necessarily accompanied by changes in TFR performance. These experiments establish the segmental organization of tailshock-elicited TFR and supports its use as a measure of nociceptive transmission at spinal levels.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1336601/",
    "clean_text": "characterization of tailshock elicited withdrawal reflexes in intact and spinal rats the tail flick withdrawal reflex tfr was generated by applying graded electric current to the tail of intact and spinally transected rats in experiment separate groups of rats were tested or days after spinal transection the latency ampli the tail flick withdrawal reflex tfr was generated by applying graded electric current to the tail of intact and spinally transected rats in experiment separate groups of rats were tested or days after spinal transection the latency amplitude and magnitude of the tfr was highly related to current intensity in both intact and spinal animals however the tfr changed dramatically as a function of the number of days between spinalization and tfr measurement compared to intact controls the current intensity at which tfr was initiated threshold in spinal rats was elevated and days after transection did not differ at and days and was reduced at and days latency of tfr in spinal rats did not differ from controls day after transection but decreased steadily thereafter amplitude and magnitude of tfr in spinal rats remained depressed but did show recovery toward control levels as the interval between transection and testing increased changes in the tfr of spinal rats was correlated with recovery of tailpinch elicited hindlimb withdrawal experiment demonstrated that the dose response curve relating systemic morphine treatment to increases in tfr thresholds was shifted to the right in chronic spinal rats threshold increases in both spinal and intact rats were not necessarily accompanied by changes in tfr performance these experiments establish the segmental organization of tailshock elicited tfr and supports its use as a measure of nociceptive transmission at spinal levels"
}