{
    "title": "Endometrial cancer.",
    "doc_id": "12184043",
    "writer": "Porter S.",
    "year": "2002",
    "summary": "CONCLUSIONS: Endometrial cancer is the most common gynecologic malignancy. Although most women with endometrial cancer present with early stage disease and have an excellent chance of cure, approximately 6,600 women in the United States are expected to …",
    "abstract": "Objectives:\n        \n      \n      To provide an update for nurses involved in the care of women at risk or being treated for endometrial cancer.\n    \n\n\n          Data sources:\n        \n      \n      Review articles, research reports, and medical and nursing text-books.\n    \n\n\n          Conclusions:\n        \n      \n      Endometrial cancer is the most common gynecologic malignancy. Although most women with endometrial cancer present with early stage disease and have an excellent chance of cure, approximately 6,600 women in the United States are expected to die from the disease in 2002. Treatment of patients with advanced or recurrent disease remains challenging, with no proven best standard of treatment.\n    \n\n\n          Implications for nursing practice:\n        \n      \n      Nursing plays an important role in prevention and early detection of endometrial cancer, patient education, patient care, and rehabilitation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12184043/",
    "clean_text": "endometrial cancer conclusions endometrial cancer is the most common gynecologic malignancy although most women with endometrial cancer present with early stage disease and have an excellent chance of cure approximately women in the united states are expected to objectives to provide an update for nurses involved in the care of women at risk or being treated for endometrial cancer data sources review articles research reports and medical and nursing text books conclusions endometrial cancer is the most common gynecologic malignancy although most women with endometrial cancer present with early stage disease and have an excellent chance of cure approximately women in the united states are expected to die from the disease in treatment of patients with advanced or recurrent disease remains challenging with no proven best standard of treatment implications for nursing practice nursing plays an important role in prevention and early detection of endometrial cancer patient education patient care and rehabilitation"
}