{
    "pmid": "41466170",
    "title": "Adjunct tirofiban after intravenous thrombolysis in acute ischemic stroke: a GRADE-guided meta-analysis of randomized trials with trial sequential analysis.",
    "abstract": "Early platelet-mediated re-occlusion and microvascular \"no-reflow\" can blunt the benefits of intravenous thrombolysis (IVT) in acute ischemic stroke (AIS). Tirofiban, a short-acting GP IIb/IIIa inhibitor, may stabilize post-lysis reperfusion. Our analysis assessed the efficacy and safety of adjunct tirofiban after IVT versus IVT alone (alteplase or Tenecteplase) in patients with AIS. We conducted a meta-analysis of randomized controlled trials (RCTs) identified through searches of PubMed, Cochrane, Scopus, and Web of Science up to August 2025. Dichotomous outcomes were pooled as risk ratios (RRs), and continuous outcomes as mean differences (MDs), each with 95% confidence intervals (CIs). Three RCTs with 1,132 patients were included. Tirofiban improved excellent outcome (64.09% vs. 54.24%, RR 1.19, 95% CI 1.07 to 1.33, P = 0.002) and functional independence (80.67% vs. 70.45%, RR 1.20, 95% CI 1.04 to 1.38, P = 0.01) and reduced poor outcome (19.32% vs. 29.54%, RR 0.61, 95% CI 0.46 to 0.81, P = 0.0006). Early neurologic improvement favored tirofiban at 24-72 h (p = 0.001) but was neutral at 5-7 days (p = 0.25). Safety did not differ for any intracranial hemorrhage (ICH) (p = 0.26), asymptomatic ICH (p = 0.75), symptomatic ICH (p = 0.68), systemic bleeding (p = 0.75), or 90-day mortality (p = 0.84). Across randomized trials, adjunct tirofiban after IVT improved 90-day functional outcomes and early neurologic recovery. For safety, no statistically significant differences were observed in any ICH, asymptomatic ICH, systemic bleeding, or 90-day mortality; however, the estimate for sICH was very imprecise and does not exclude a clinically important increase. These results are exploratory and warrant confirmation in larger, multinational RCTs before informing practice.",
    "disease": "stroke",
    "clean_text": "adjunct tirofiban after intravenous thrombolysis in acute ischemic stroke a grade guided meta analysis of randomized trials with trial sequential analysis early platelet mediated re occlusion and microvascular no reflow can blunt the benefits of intravenous thrombolysis ivt in acute ischemic stroke ais tirofiban a short acting gp iib iiia inhibitor may stabilize post lysis reperfusion our analysis assessed the efficacy and safety of adjunct tirofiban after ivt versus ivt alone alteplase or tenecteplase in patients with ais we conducted a meta analysis of randomized controlled trials rcts identified through searches of pubmed cochrane scopus and web of science up to august dichotomous outcomes were pooled as risk ratios rrs and continuous outcomes as mean differences mds each with confidence intervals cis three rcts with patients were included tirofiban improved excellent outcome vs rr ci to p and functional independence vs rr ci to p and reduced poor outcome vs rr ci to p early neurologic improvement favored tirofiban at h p but was neutral at days p safety did not differ for any intracranial hemorrhage ich p asymptomatic ich p symptomatic ich p systemic bleeding p or day mortality p across randomized trials adjunct tirofiban after ivt improved day functional outcomes and early neurologic recovery for safety no statistically significant differences were observed in any ich asymptomatic ich systemic bleeding or day mortality however the estimate for sich was very imprecise and does not exclude a clinically important increase these results are exploratory and warrant confirmation in larger multinational rcts before informing practice"
}