{
    "pmid": "41466273",
    "title": "Prevalence of hysterectomy in urban China and associations between metabolic disorders and hysterectomy: a multicenter population-based study involving over 9 million women.",
    "abstract": "Hysterectomy prevalence varies from 4 to 41% across populations, but the rates in China and the risk factors remain unclear. The study aimed to estimate the prevalence of hysterectomy in Chinese and explore the potential risk factors. A multicenter cross-sectional study was conducted with Meinian health screening center chain across 31 provinces of China between January 2017 and December 2018. Data from 9,013,462 participants aged ≥ 18 years were extracted for the current study. The geographic variation of hysterectomy prevalence was illustrated with different colors on the national map of China. Relative risk (RR) and 95% confidence intervals (CIs) from log-binomial regression were used to estimate the associations between hysterectomy and metabolic disorders. The age-standardized prevalence of hysterectomy in China was 2.36% (95% CIs, 2.35-2.37), with the highest in the Jiangsu Province (3.26%) and Northeast region (2.67%). Women aged 55-59 years had the highest prevalence of hysterectomy (7.61%). Hysterectomy was positively associated with obesity [RR, 1.31 (95% CIs, 1.29-1.32)]; hypertension [1.22 (1.21-1.23)]; diabetes [1.26 (1.24-1.28)]; hyperglycemia [1.22 (1.20-1.23)]; dyslipidemia [1.18 (1.16-1.19)]; metabolic associated fatty liver disease [1.25 (1.24-1.26)]; and metabolic syndrome [1.18 (1.16-1.21)]. In the 18-34 years age group, the positive associations of hysterectomy with diabetes and hypertension were 6.09 (4.48-8.26) and 6.08 (5.18-7.14). In this large-scale study, the prevalence of hysterectomy was higher among menopausal women or those living in the East and Northeast regions. Hysterectomy was strongly associated with metabolic disorders, especially in women of childbearing age. Further studies were warranted to elucidate the underlying mechanisms and develop public health policies.",
    "disease": "hypertension",
    "clean_text": "prevalence of hysterectomy in urban china and associations between metabolic disorders and hysterectomy a multicenter population based study involving over million women hysterectomy prevalence varies from to across populations but the rates in china and the risk factors remain unclear the study aimed to estimate the prevalence of hysterectomy in chinese and explore the potential risk factors a multicenter cross sectional study was conducted with meinian health screening center chain across provinces of china between january and december data from participants aged years were extracted for the current study the geographic variation of hysterectomy prevalence was illustrated with different colors on the national map of china relative risk rr and confidence intervals cis from log binomial regression were used to estimate the associations between hysterectomy and metabolic disorders the age standardized prevalence of hysterectomy in china was cis with the highest in the jiangsu province and northeast region women aged years had the highest prevalence of hysterectomy hysterectomy was positively associated with obesity rr cis hypertension diabetes hyperglycemia dyslipidemia metabolic associated fatty liver disease and metabolic syndrome in the years age group the positive associations of hysterectomy with diabetes and hypertension were and in this large scale study the prevalence of hysterectomy was higher among menopausal women or those living in the east and northeast regions hysterectomy was strongly associated with metabolic disorders especially in women of childbearing age further studies were warranted to elucidate the underlying mechanisms and develop public health policies"
}