{
    "pmid": "41362880",
    "title": "Preventive Effect of Shenfu Injection on Arrhythmia After Percutaneous Coronary Intervention in Patients With ST-Segment Elevation Myocardial Infarction: A Prospective Randomized Controlled Trial.",
    "abstract": "Arrhythmias and major adverse cardiac events remain significant complications following ST-segment elevation myocardial infarction (STEMI). Shenfu injection, a traditional Chinese medicine formulation, has shown cardioprotective effects in preclinical studies. This trial is aimed at investigating whether Shenfu injection as an adjunctive therapy to standard treatment could reduce arrhythmias and improve clinical outcomes in patients with STEMI undergoing percutaneous coronary intervention (PCI). A single-center, prospective, randomized, controlled trial was conducted at Shanghai Ninth People's Hospital among 245 patients with STEMI undergoing PCI. Participants were randomized to receive either standard therapy plus Shenfu injection (50 mL, administered intravenously twice daily for five consecutive days) ( A total of 245 patients underwent randomization (123 assigned to Shenfu injection group and 122 assigned to control group). During hospitalization, patients assigned to Shenfu injection had a significantly lower incidence of arrhythmias compared with the control group (24.4% vs. 38.5%,  Treatment with Shenfu injection as an adjunctive therapy to standard treatment in patients with STEMI undergoing PCI significantly reduced in-hospital arrhythmias, infarct size, microvascular obstruction, and major adverse cardiac events during a 12-month follow-up period. The independent effect on arrhythmias after comprehensive statistical adjustment and the demonstrated correlation between reduced myocardial damage and arrhythmia prevention suggest the potential therapeutic value of Shenfu injection in improving both short-term and long-term outcomes in STEMI patients. Chinese Clinical Trial Registry Identifier: ChiCTR2200066918.",
    "disease": "coronary artery disease",
    "clean_text": "preventive effect of shenfu injection on arrhythmia after percutaneous coronary intervention in patients with st segment elevation myocardial infarction a prospective randomized controlled trial arrhythmias and major adverse cardiac events remain significant complications following st segment elevation myocardial infarction stemi shenfu injection a traditional chinese medicine formulation has shown cardioprotective effects in preclinical studies this trial is aimed at investigating whether shenfu injection as an adjunctive therapy to standard treatment could reduce arrhythmias and improve clinical outcomes in patients with stemi undergoing percutaneous coronary intervention pci a single center prospective randomized controlled trial was conducted at shanghai ninth people s hospital among patients with stemi undergoing pci participants were randomized to receive either standard therapy plus shenfu injection ml administered intravenously twice daily for five consecutive days a total of patients underwent randomization assigned to shenfu injection group and assigned to control group during hospitalization patients assigned to shenfu injection had a significantly lower incidence of arrhythmias compared with the control group vs treatment with shenfu injection as an adjunctive therapy to standard treatment in patients with stemi undergoing pci significantly reduced in hospital arrhythmias infarct size microvascular obstruction and major adverse cardiac events during a month follow up period the independent effect on arrhythmias after comprehensive statistical adjustment and the demonstrated correlation between reduced myocardial damage and arrhythmia prevention suggest the potential therapeutic value of shenfu injection in improving both short term and long term outcomes in stemi patients chinese clinical trial registry identifier chictr"
}