{
    "title": "Cells of the renin lineage promote kidney regeneration post-release of ureteral obstruction in neonatal mice.",
    "doc_id": "37309075",
    "writer": "Nagalakshmi VK",
    "year": "2023",
    "summary": "AIM: Ureteral obstruction leads to significant changes in kidney renin expression. It is unclear whether those changes are responsible for the progression of kidney damage, repair, or regeneration. ...Moreover, reduction in CoRL significantly compromised the kidn …",
    "abstract": "Aim:\n        \n      \n      Ureteral obstruction leads to significant changes in kidney renin expression. It is unclear whether those changes are responsible for the progression of kidney damage, repair, or regeneration. In the current study, we aimed to elucidate the contribution of renin-producing cells (RPCs) and the cells of the renin lineage (CoRL) towards kidney damage and regeneration using a model of partial and reversible unilateral ureteral obstruction (pUUO) in neonatal mice.\n    \n\n\n          Methods:\n        \n      \n      Renin cells are progenitors for other renal cell types collectively called CoRL. We labeled the CoRL with green fluorescent protein (GFP) using genetic approaches. We performed lineage tracing to analyze the changes in the distribution of CoRL during and after the release of obstruction. We also ablated the RPCs and CoRL by cell-specific expression of Diphtheria Toxin Sub-unit A (DTA). Finally, we evaluated the kidney damage and regeneration during and after the release of obstruction in the absence of CoRL.\n    \n\n\n          Results:\n        \n      \n      In the obstructed kidneys, there was a 163% increase in the renin-positive area and a remarkable increase in the distribution of GFP+ CoRL. Relief of obstruction abrogated these changes. In addition, DTA-expressing animals did not respond to pUUO with increased RPCs and CoRL. Moreover, reduction in CoRL significantly compromised the kidney's ability to recover from the damage after the release of obstruction.\n    \n\n\n          Conclusions:\n        \n      \n      CoRL play a role in the regeneration of the kidneys post-relief of obstruction.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37309075/",
    "clean_text": "cells of the renin lineage promote kidney regeneration post release of ureteral obstruction in neonatal mice aim ureteral obstruction leads to significant changes in kidney renin expression it is unclear whether those changes are responsible for the progression of kidney damage repair or regeneration moreover reduction in corl significantly compromised the kidn aim ureteral obstruction leads to significant changes in kidney renin expression it is unclear whether those changes are responsible for the progression of kidney damage repair or regeneration in the current study we aimed to elucidate the contribution of renin producing cells rpcs and the cells of the renin lineage corl towards kidney damage and regeneration using a model of partial and reversible unilateral ureteral obstruction puuo in neonatal mice methods renin cells are progenitors for other renal cell types collectively called corl we labeled the corl with green fluorescent protein gfp using genetic approaches we performed lineage tracing to analyze the changes in the distribution of corl during and after the release of obstruction we also ablated the rpcs and corl by cell specific expression of diphtheria toxin sub unit a dta finally we evaluated the kidney damage and regeneration during and after the release of obstruction in the absence of corl results in the obstructed kidneys there was a increase in the renin positive area and a remarkable increase in the distribution of gfp corl relief of obstruction abrogated these changes in addition dta expressing animals did not respond to puuo with increased rpcs and corl moreover reduction in corl significantly compromised the kidney s ability to recover from the damage after the release of obstruction conclusions corl play a role in the regeneration of the kidneys post relief of obstruction"
}