{
    "title": "Relationship between ultrasonographically determined kidney volume and progression of chronic kidney disease.",
    "doc_id": "27452323",
    "writer": "Vegar Zubović S",
    "year": "2016",
    "summary": "Aim To investigate a correlation between calculated creatinine clearance as a measure of kidney's functional abilities and ultrasonographically determined kidney volume, which represents actual size of the kidney, in fact residual renal mass in chro …",
    "abstract": "Aim To investigate a correlation between calculated creatinine clearance as a measure of kidney's functional abilities and ultrasonographically determined kidney volume, which represents actual size of the kidney, in fact residual renal mass in chronic kidney disease, in order to determine possibilities of ultrasound as a diagnostic method in diagnosing and follow up of chronic renal disease. Methods Prospective study included 150 patients with registered demographic and anthropometric data, and also with relevant laboratory tests of renal function. Longitudinal diameter, thickness and width of the kidney and renal volume calculated according to the Dinkel's formula were measured by ultrasound. A correlation between the measured volume of the kidneys and calculated creatinine clearance was done by the Spearman method, with statistical significance of p<0.05. Results Statistically significant correlation between the estimated creatinine clearance values and the average of the calculated values of kidney volume was found (p<0.01). Average value of the kidneys' volume showed a linear decrease with the progression of chronic kidney disease: the kidney volume in the control healthy group was 171.7 ± 32.6 mL (95.22- 229.59 mL), and in the subjects classified in stage IV it was 74.7 ± 24.6 mL (43.22-165.65 mL). Conclusion Calculated volume of kidney well correlated with creatinine clearance as a measure of functional ability of the kidneys and with the stage of chronic renal disease. It can be used in clinical practice for monitoring of chronic kidney disease in conjunction with other clinical and laboratory parameters.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27452323/",
    "clean_text": "relationship between ultrasonographically determined kidney volume and progression of chronic kidney disease aim to investigate a correlation between calculated creatinine clearance as a measure of kidney s functional abilities and ultrasonographically determined kidney volume which represents actual size of the kidney in fact residual renal mass in chro aim to investigate a correlation between calculated creatinine clearance as a measure of kidney s functional abilities and ultrasonographically determined kidney volume which represents actual size of the kidney in fact residual renal mass in chronic kidney disease in order to determine possibilities of ultrasound as a diagnostic method in diagnosing and follow up of chronic renal disease methods prospective study included patients with registered demographic and anthropometric data and also with relevant laboratory tests of renal function longitudinal diameter thickness and width of the kidney and renal volume calculated according to the dinkel s formula were measured by ultrasound a correlation between the measured volume of the kidneys and calculated creatinine clearance was done by the spearman method with statistical significance of p results statistically significant correlation between the estimated creatinine clearance values and the average of the calculated values of kidney volume was found p average value of the kidneys volume showed a linear decrease with the progression of chronic kidney disease the kidney volume in the control healthy group was ml ml and in the subjects classified in stage iv it was ml ml conclusion calculated volume of kidney well correlated with creatinine clearance as a measure of functional ability of the kidneys and with the stage of chronic renal disease it can be used in clinical practice for monitoring of chronic kidney disease in conjunction with other clinical and laboratory parameters"
}