{
    "pmid": "41405763",
    "title": "Psychological and Related Factors Influencing Adherence to Biologic Therapies in Asthma: A Scoping Review.",
    "abstract": "This scoping review aimed to explore psychological and related biopsychosocial factors influencing adherence to biologic therapies among individuals with asthma. Despite the proven efficacy of biologics for severe type 2 inflammation, real-world adherence remains variable. The review sought to identify individual, clinical, and contextual determinants that facilitate or hinder adherence behaviors. A systematic search of PubMed, Scopus, and APA PsycINFO identified 14 studies published between 2018 and 2025. Most were observational or retrospective and conducted in the United States. Adherence rates were generally moderate to high but varied across biologics. Systemic barriers included high out-of-pocket costs, complex insurance procedures, and limited access to specialist care. Clinically, patients with milder symptoms or low perceived treatment benefit were more likely to discontinue. Psychological barriers-such as fear of injections, illness denial, depression, and stigma-were recurrent yet understudied. Facilitators included perceived efficacy, emotional reassurance, shared decision-making, and supportive treatment settings. Adherence to biologic therapies in asthma reflects a multidimensional interplay between systemic, clinical, and psychological influences. Integrating psychological assessment, patient education, and system-level support is essential to sustain long-term engagement. Future research should address psychological mechanisms and develop tailored interventions to enhance adherence and improve clinical outcomes.",
    "disease": "asthma",
    "clean_text": "psychological and related factors influencing adherence to biologic therapies in asthma a scoping review this scoping review aimed to explore psychological and related biopsychosocial factors influencing adherence to biologic therapies among individuals with asthma despite the proven efficacy of biologics for severe type inflammation real world adherence remains variable the review sought to identify individual clinical and contextual determinants that facilitate or hinder adherence behaviors a systematic search of pubmed scopus and apa psycinfo identified studies published between and most were observational or retrospective and conducted in the united states adherence rates were generally moderate to high but varied across biologics systemic barriers included high out of pocket costs complex insurance procedures and limited access to specialist care clinically patients with milder symptoms or low perceived treatment benefit were more likely to discontinue psychological barriers such as fear of injections illness denial depression and stigma were recurrent yet understudied facilitators included perceived efficacy emotional reassurance shared decision making and supportive treatment settings adherence to biologic therapies in asthma reflects a multidimensional interplay between systemic clinical and psychological influences integrating psychological assessment patient education and system level support is essential to sustain long term engagement future research should address psychological mechanisms and develop tailored interventions to enhance adherence and improve clinical outcomes"
}