{
    "pmid": "41444632",
    "title": "Spatial multi-omics profiling uncovers metabolic heterogeneity in Sjögren's syndrome and identifies PS(36:1) as a potential therapeutic target.",
    "abstract": "Sjögren syndrome (SS) is a common autoimmune disease characterized by lymphocytic infiltration. Describing the transcriptional and metabolic features of the disease from a spatial perspective can enhance our understanding of the disease pathogenesis and treatment; METHODS: We collected eight human labial samples, including four labial gland samples from patients with SS and from four healthy controls. We integrated single-cell RNA sequencing, spatial transcriptomics, and spatial metabolomics techniques to generate SS-associated spatial gene expression maps and spatial metabolite profiles at a single-cell resolution. We also analyzed the characteristic metabolic and genetic changes of SS samples and infiltrated CD4 Comprehensive data from spatial multi-omics identified the cell types and distributions within the immune microenvironment of salivary glands in SS. CCL19 was significantly increased in lymphocyte infiltration, while IGHG4 was elevated in glandular area. Linoleic acid metabolism undergoes reprogramming in SS, with alterations in lecithin, linoleic acid, 13(S)-hydroxyoctadecadienoic acid and dihomo-γ-linolenate. Furthermore, PS (36:1) was found to be abnormally enriched in lymphocyte focus, which may be related to the abnormal expression of CD74 and HLA-DRA. Also, CXCL13 corresponded to areas resembling high levels of PS(36:1) in infiltrated CD4 The multi-omics analysis conducted in this study enhances our understanding of the key regulatory mechanisms driving the pathogenesis of SS and offers novel insights for its precision therapy. Furthermore, PS(36:1) emerged as a potential therapeutic target for future SS research and treatment.",
    "disease": "rheumatoid arthritis",
    "clean_text": "spatial multi omics profiling uncovers metabolic heterogeneity in sj gren s syndrome and identifies ps as a potential therapeutic target sj gren syndrome ss is a common autoimmune disease characterized by lymphocytic infiltration describing the transcriptional and metabolic features of the disease from a spatial perspective can enhance our understanding of the disease pathogenesis and treatment methods we collected eight human labial samples including four labial gland samples from patients with ss and from four healthy controls we integrated single cell rna sequencing spatial transcriptomics and spatial metabolomics techniques to generate ss associated spatial gene expression maps and spatial metabolite profiles at a single cell resolution we also analyzed the characteristic metabolic and genetic changes of ss samples and infiltrated cd comprehensive data from spatial multi omics identified the cell types and distributions within the immune microenvironment of salivary glands in ss ccl was significantly increased in lymphocyte infiltration while ighg was elevated in glandular area linoleic acid metabolism undergoes reprogramming in ss with alterations in lecithin linoleic acid s hydroxyoctadecadienoic acid and dihomo linolenate furthermore ps was found to be abnormally enriched in lymphocyte focus which may be related to the abnormal expression of cd and hla dra also cxcl corresponded to areas resembling high levels of ps in infiltrated cd the multi omics analysis conducted in this study enhances our understanding of the key regulatory mechanisms driving the pathogenesis of ss and offers novel insights for its precision therapy furthermore ps emerged as a potential therapeutic target for future ss research and treatment"
}