{
    "title": "Oxidative stress in psychiatric disorders: evidence base and therapeutic implications.",
    "doc_id": "18205981",
    "writer": "Ng F",
    "year": "2008",
    "summary": "Oxidative stress has been implicated in the pathogenesis of diverse disease states, and may be a common pathogenic mechanism underlying many major psychiatric disorders, as the brain has comparatively greater vulnerability to oxidative damage. ...The broadest …",
    "abstract": "Oxidative stress has been implicated in the pathogenesis of diverse disease states, and may be a common pathogenic mechanism underlying many major psychiatric disorders, as the brain has comparatively greater vulnerability to oxidative damage. This review aims to examine the current evidence for the role of oxidative stress in psychiatric disorders, and its academic and clinical implications. A literature search was conducted using the Medline, Pubmed, PsycINFO, CINAHL PLUS, BIOSIS Preview, and Cochrane databases, with a time-frame extending to September 2007. The broadest data for oxidative stress mechanisms have been derived from studies conducted in schizophrenia, where evidence is available from different areas of oxidative research, including oxidative marker assays, psychopharmacology studies, and clinical trials of antioxidants. For bipolar disorder and depression, a solid foundation for oxidative stress hypotheses has been provided by biochemical, genetic, pharmacological, preclinical therapeutic studies and one clinical trial. Oxidative pathophysiology in anxiety disorders is strongly supported by animal models, and also by human biochemical data. Pilot studies have suggested efficacy of N-acetylcysteine in cocaine dependence, while early evidence is accumulating for oxidative mechanisms in autism and attention deficit hyperactivity disorder. In conclusion, multi-dimensional data support the role of oxidative stress in diverse psychiatric disorders. These data not only suggest that oxidative mechanisms may form unifying common pathogenic pathways in psychiatric disorders, but also introduce new targets for the development of therapeutic interventions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18205981/",
    "clean_text": "oxidative stress in psychiatric disorders evidence base and therapeutic implications oxidative stress has been implicated in the pathogenesis of diverse disease states and may be a common pathogenic mechanism underlying many major psychiatric disorders as the brain has comparatively greater vulnerability to oxidative damage the broadest oxidative stress has been implicated in the pathogenesis of diverse disease states and may be a common pathogenic mechanism underlying many major psychiatric disorders as the brain has comparatively greater vulnerability to oxidative damage this review aims to examine the current evidence for the role of oxidative stress in psychiatric disorders and its academic and clinical implications a literature search was conducted using the medline pubmed psycinfo cinahl plus biosis preview and cochrane databases with a time frame extending to september the broadest data for oxidative stress mechanisms have been derived from studies conducted in schizophrenia where evidence is available from different areas of oxidative research including oxidative marker assays psychopharmacology studies and clinical trials of antioxidants for bipolar disorder and depression a solid foundation for oxidative stress hypotheses has been provided by biochemical genetic pharmacological preclinical therapeutic studies and one clinical trial oxidative pathophysiology in anxiety disorders is strongly supported by animal models and also by human biochemical data pilot studies have suggested efficacy of n acetylcysteine in cocaine dependence while early evidence is accumulating for oxidative mechanisms in autism and attention deficit hyperactivity disorder in conclusion multi dimensional data support the role of oxidative stress in diverse psychiatric disorders these data not only suggest that oxidative mechanisms may form unifying common pathogenic pathways in psychiatric disorders but also introduce new targets for the development of therapeutic interventions"
}