{
    "title": "Demographics of pediatric renal trauma.",
    "doc_id": "24907442",
    "writer": "Grimsby GM",
    "year": "2014",
    "summary": "We used the National Trauma Data Bank to analyze mechanisms and grades of injury, demographics and treatment characteristics of pediatric renal trauma cases. MATERIALS AND METHODS: Renal injuries were identified by Abbreviated Injury Scale codes and converted …",
    "abstract": "Purpose:\n        \n      \n      There is a lack of national data describing the demographics and nature of pediatric renal trauma. We used the National Trauma Data Bank to analyze mechanisms and grades of injury, demographics and treatment characteristics of pediatric renal trauma cases.\n    \n\n\n          Materials and methods:\n        \n      \n      Renal injuries were identified by Abbreviated Injury Scale codes and converted to American Association for the Surgery of Trauma renal injury grades. Patients were stratified by age (0 to 1, 2 to 4, 5 to 14 and 15 to 18 years) for more specific analyses of mechanisms and grades of injury. Data reviewed included mechanisms and grades of renal injury, demographics, and setting and type of treatment.\n    \n\n\n          Results:\n        \n      \n      A total of 2,213 pediatric renal injuries were converted to American Association for the Surgery of Trauma grade. Mean ± SD age at injury was 13.7 ± 4.4 years, with 2,089 patients (94%) being 5 to 18 years old. Of the injuries 79% were grade I, II or III. Penetrating injury accounted for less than 10% of all pediatric renal injuries. A majority of patients (57%) were admitted to university hospitals with a dedicated trauma service (73%) and only 12% of patients were admitted to a pediatric hospital. A total of 122 nephrectomies (5.5%) were performed.\n    \n\n\n          Conclusions:\n        \n      \n      Most renal trauma in children is low grade, is blunt in nature and occurs after age 5 years. The majority of these cases are managed at adult hospitals. Although most patients are treated conservatively, the rate of nephrectomy is 3 times higher at adult hospitals than at pediatric centers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24907442/",
    "clean_text": "demographics of pediatric renal trauma we used the national trauma data bank to analyze mechanisms and grades of injury demographics and treatment characteristics of pediatric renal trauma cases materials and methods renal injuries were identified by abbreviated injury scale codes and converted purpose there is a lack of national data describing the demographics and nature of pediatric renal trauma we used the national trauma data bank to analyze mechanisms and grades of injury demographics and treatment characteristics of pediatric renal trauma cases materials and methods renal injuries were identified by abbreviated injury scale codes and converted to american association for the surgery of trauma renal injury grades patients were stratified by age to to to and to years for more specific analyses of mechanisms and grades of injury data reviewed included mechanisms and grades of renal injury demographics and setting and type of treatment results a total of pediatric renal injuries were converted to american association for the surgery of trauma grade mean sd age at injury was years with patients being to years old of the injuries were grade i ii or iii penetrating injury accounted for less than of all pediatric renal injuries a majority of patients were admitted to university hospitals with a dedicated trauma service and only of patients were admitted to a pediatric hospital a total of nephrectomies were performed conclusions most renal trauma in children is low grade is blunt in nature and occurs after age years the majority of these cases are managed at adult hospitals although most patients are treated conservatively the rate of nephrectomy is times higher at adult hospitals than at pediatric centers"
}