{
    "pmid": "41457798",
    "title": "Vortioxetine's cardiovascular profile as a relevant feature for the management of major depressive disorder in comorbidity with organic diseases.",
    "abstract": "Major depressive disorder (MDD) is a leading cause of disability and is frequently associated with chronic comorbidities, including cardiovascular, neurological, psychiatric, and systemic diseases. Selecting an appropriate antidepressant is crucial, as some agents may present cardiovascular risks such as QTc prolongation, blood pressure alterations, bleeding tendencies, and drug interactions. This consensus evaluates the cardiovascular safety of vortioxetine in clinically vulnerable patients with MDD and multiple comorbidities, including cardiovascular disease, hypertension, diabetes, obesity, cerebrovascular disorders, and other neurological or psychiatric conditions. A targeted literature search was conducted in PubMed and Google Scholar for studies published between 2015 and 2024 using search terms related to \"vortioxetine,\" \"major depressive disorder,\" \"cardiovascular comorbidity,\" \"efficacy,\" and \"safety.\" The analysis integrates available evidence on efficacy, tolerability, and cardiovascular outcomes. Vortioxetine demonstrates antidepressant efficacy and a favourable cardiovascular profile. It is not associated with QTc prolongation, arrhythmic risk, or significant effects on blood pressure, heart rate, or platelet aggregation. Its limited involvement in cytochrome P450 metabolism reduces the potential for drug interactions. Overall, vortioxetine offers an optimal balance of efficacy and safety for patients with MDD and chronic comorbidities. A multidisciplinary approach remains essential to improve treatment outcomes and quality of life.",
    "disease": "hypertension",
    "clean_text": "vortioxetine s cardiovascular profile as a relevant feature for the management of major depressive disorder in comorbidity with organic diseases major depressive disorder mdd is a leading cause of disability and is frequently associated with chronic comorbidities including cardiovascular neurological psychiatric and systemic diseases selecting an appropriate antidepressant is crucial as some agents may present cardiovascular risks such as qtc prolongation blood pressure alterations bleeding tendencies and drug interactions this consensus evaluates the cardiovascular safety of vortioxetine in clinically vulnerable patients with mdd and multiple comorbidities including cardiovascular disease hypertension diabetes obesity cerebrovascular disorders and other neurological or psychiatric conditions a targeted literature search was conducted in pubmed and google scholar for studies published between and using search terms related to vortioxetine major depressive disorder cardiovascular comorbidity efficacy and safety the analysis integrates available evidence on efficacy tolerability and cardiovascular outcomes vortioxetine demonstrates antidepressant efficacy and a favourable cardiovascular profile it is not associated with qtc prolongation arrhythmic risk or significant effects on blood pressure heart rate or platelet aggregation its limited involvement in cytochrome p metabolism reduces the potential for drug interactions overall vortioxetine offers an optimal balance of efficacy and safety for patients with mdd and chronic comorbidities a multidisciplinary approach remains essential to improve treatment outcomes and quality of life"
}