{
    "title": "The role of hysteroscopy in fertility preservation in endometrial cancer and atypical endometrial hyperplasia: a semi-systematic literature review.",
    "doc_id": "36807742",
    "writer": "Bilir E",
    "year": "2023",
    "summary": "In this semi-systematic literature review, we aimed to investigate the role of hysteroscopy in fertility preservation in endometrial cancer and atypical endometrial hyperplasia. Our secondary goal is to analyze the pregnancy outcomes following fertility preservation …",
    "abstract": "Purpose:\n        \n      \n      Endometrial premalignancies are among the common reasons for outpatient gynecology visits among women in reproductive ages. Due to the continued increase in global obesity incidence among them, endometrial malignancies are expected to become even further prevalent. Hence, fertility-sparing interventions are essential and needed. In this semi-systematic literature review, we aimed to investigate the role of hysteroscopy in fertility preservation in endometrial cancer and atypical endometrial hyperplasia. Our secondary goal is to analyze the pregnancy outcomes following fertility preservation.\n    \n\n\n          Methods:\n        \n      \n      We conducted a computed search in PubMed. We included original research articles including hysteroscopic interventions in pre-menopausal patients with endometrial malignancies and premalignancies who underwent fertility-preserving treatments. We collected data on medical treatment, response, pregnancy outcomes, and hysteroscopy.\n    \n\n\n          Results:\n        \n      \n      Of the query results (n = 364), our final analysis included 24 studies. Overall, 1186 patients with endometrial premalignancies and endometrial cancer (EC) were included. More than half of the studies were retrospective design. They included almost ten different forms of progestins. Of the reported pregnancies (n = 392), the overall pregnancy rate was 33.1%. The majority of the studies used operative hysteroscopy (87.5%). Only three (12.5%) reported their hysteroscopy technique in detail. Although more than half of the studies did not provide any information on adverse effects due to hysteroscopy, there were no serious adverse effects among the reported ones.\n    \n\n\n          Conclusion:\n        \n      \n      Hysteroscopic resection may increase the success rate of fertility-preserving treatment of EC and atypical endometrial hyperplasia. The clinical significance of the theoretical concern of the dissemination of cancer is not known. Standardization of the use of hysteroscopy in fertility-preserving treatment is needed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36807742/",
    "clean_text": "the role of hysteroscopy in fertility preservation in endometrial cancer and atypical endometrial hyperplasia a semi systematic literature review in this semi systematic literature review we aimed to investigate the role of hysteroscopy in fertility preservation in endometrial cancer and atypical endometrial hyperplasia our secondary goal is to analyze the pregnancy outcomes following fertility preservation purpose endometrial premalignancies are among the common reasons for outpatient gynecology visits among women in reproductive ages due to the continued increase in global obesity incidence among them endometrial malignancies are expected to become even further prevalent hence fertility sparing interventions are essential and needed in this semi systematic literature review we aimed to investigate the role of hysteroscopy in fertility preservation in endometrial cancer and atypical endometrial hyperplasia our secondary goal is to analyze the pregnancy outcomes following fertility preservation methods we conducted a computed search in pubmed we included original research articles including hysteroscopic interventions in pre menopausal patients with endometrial malignancies and premalignancies who underwent fertility preserving treatments we collected data on medical treatment response pregnancy outcomes and hysteroscopy results of the query results n our final analysis included studies overall patients with endometrial premalignancies and endometrial cancer ec were included more than half of the studies were retrospective design they included almost ten different forms of progestins of the reported pregnancies n the overall pregnancy rate was the majority of the studies used operative hysteroscopy only three reported their hysteroscopy technique in detail although more than half of the studies did not provide any information on adverse effects due to hysteroscopy there were no serious adverse effects among the reported ones conclusion hysteroscopic resection may increase the success rate of fertility preserving treatment of ec and atypical endometrial hyperplasia the clinical significance of the theoretical concern of the dissemination of cancer is not known standardization of the use of hysteroscopy in fertility preserving treatment is needed"
}