{
    "title": "Discussion on \"Five zang-organs all can lead to low back pain, not only the kidney\".",
    "doc_id": "38373768",
    "writer": "Geng X",
    "year": "2024",
    "summary": "Low back pain (LBP) is the common disease in the department of acupuncture and moxibustion in hospital and is treated basically in terms of kidney deficiency. ...",
    "abstract": "Low back pain (LBP) is the common disease in the department of acupuncture and moxibustion in hospital and is treated basically in terms of kidney deficiency. Through clinical observation and in association with classic literature, the authors proposes that the five zang-organs all can lead to LBP relevant to internal injury. Based on the analysis of typical cases, the authors expounds the nature of pain caused by each zang-organ and clarified the keys of the differentiation. LBP related to the liver is manifested mainly as lumbar soreness and distending pain, accompanied by the limited forward and backward extension of the lumbar vertebra. When the dysfunction of the heart and lung are involved, the hollow pain is dominant, combined with the weakness and emptiness feeling in the lumbar region. When LBP is caused by the dysfunction of the spleen, muscular pain is the chief complaint, combined with heaviness and soreness in the local, and the stiffness on palpation. When rooted at the kidney, LBP is manifested chiefly by dull pain, with deep location of illness, mostly around the lumbar sacral region.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38373768/",
    "clean_text": "discussion on five zang organs all can lead to low back pain not only the kidney low back pain lbp is the common disease in the department of acupuncture and moxibustion in hospital and is treated basically in terms of kidney deficiency low back pain lbp is the common disease in the department of acupuncture and moxibustion in hospital and is treated basically in terms of kidney deficiency through clinical observation and in association with classic literature the authors proposes that the five zang organs all can lead to lbp relevant to internal injury based on the analysis of typical cases the authors expounds the nature of pain caused by each zang organ and clarified the keys of the differentiation lbp related to the liver is manifested mainly as lumbar soreness and distending pain accompanied by the limited forward and backward extension of the lumbar vertebra when the dysfunction of the heart and lung are involved the hollow pain is dominant combined with the weakness and emptiness feeling in the lumbar region when lbp is caused by the dysfunction of the spleen muscular pain is the chief complaint combined with heaviness and soreness in the local and the stiffness on palpation when rooted at the kidney lbp is manifested chiefly by dull pain with deep location of illness mostly around the lumbar sacral region"
}