{
    "title": "Empathy and correct mental state inferences both promote prosociality.",
    "doc_id": "36217015",
    "writer": "Lehmann K",
    "year": "2022",
    "summary": "While research showed that empathizing with another individual in need enhances prosociality, it remains unclear whether correctly inferring the other's inner, mental states on a more cognitive level (i.e., mentalizing) elicits helping behavior as well. ...Crucially …",
    "abstract": "In a world with rapidly increasing population that competes for the earth's limited resources, cooperation is crucial. While research showed that empathizing with another individual in need enhances prosociality, it remains unclear whether correctly inferring the other's inner, mental states on a more cognitive level (i.e., mentalizing) elicits helping behavior as well. We applied a video-based laboratory task probing empathy and a performance measure of mentalizing in adult volunteers (N = 94) and assessed to which extent they were willing to help the narrators in the videos. We replicate findings that an empathy induction leads to more prosocial decisions. Crucially, we also found that correct mentalizing increases the willingness to help. This evidence helps clarify an inconsistent picture of the relation between mentalizing and prosociality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36217015/",
    "clean_text": "empathy and correct mental state inferences both promote prosociality while research showed that empathizing with another individual in need enhances prosociality it remains unclear whether correctly inferring the other s inner mental states on a more cognitive level i e mentalizing elicits helping behavior as well crucially in a world with rapidly increasing population that competes for the earth s limited resources cooperation is crucial while research showed that empathizing with another individual in need enhances prosociality it remains unclear whether correctly inferring the other s inner mental states on a more cognitive level i e mentalizing elicits helping behavior as well we applied a video based laboratory task probing empathy and a performance measure of mentalizing in adult volunteers n and assessed to which extent they were willing to help the narrators in the videos we replicate findings that an empathy induction leads to more prosocial decisions crucially we also found that correct mentalizing increases the willingness to help this evidence helps clarify an inconsistent picture of the relation between mentalizing and prosociality"
}