{
    "pmid": "41402022",
    "title": "NLP-driven analysis of electronic health records for early Identification of tuberculosis cases.",
    "abstract": "Tuberculosis (TB) is still one of the biggest health problems in the world. Each year, millions of people get it, and because diagnosis are often delayed, the disease spreads and kills more people. Radiographic examination and sputum smear microscopy are two common ways to find TB, but they aren't very sensitive, need skilled staff, and can't be used on a large scale in places with few resources. Because of this, adding Natural Language Processing (NLP) to Electronic Health Records (EHRs) has become a promising way to find TB more quickly. This study proposes an NLP-driven framework that leverages structured and unstructured components of EHRs-including clinical notes, diagnostic codes, prescriptions, and laboratory reports-to enhance predictive accuracy. The method uses a preprocessing pipeline that includes removing personal information, normalising the text, and standardising medical terms using ontologies such as UMLS and SNOMED CT to make sure that the terminology is consistent and that privacy rules are followed. We look at a number of different feature extraction methods, such as Bag-of-Words, TF-IDF, and advanced embeddings like Word2Vec, GloVe, and BioBERT, to find both simple and complex linguistic patterns that can help with TB diagnosis. Transformer-based models and mainly BioBERT have experimental evaluation with the best performance of 95.1 % accuracy and 94.6 % sensitivity. These contextual embedding with a systematized EHR element greatly decreased false negativity, and allowed making early TB risk stratification more credible. The suggested NLP-based framework has a great potential of aiding clinical decision-making in actual healthcare settings.",
    "disease": "tuberculosis",
    "clean_text": "nlp driven analysis of electronic health records for early identification of tuberculosis cases tuberculosis tb is still one of the biggest health problems in the world each year millions of people get it and because diagnosis are often delayed the disease spreads and kills more people radiographic examination and sputum smear microscopy are two common ways to find tb but they aren t very sensitive need skilled staff and can t be used on a large scale in places with few resources because of this adding natural language processing nlp to electronic health records ehrs has become a promising way to find tb more quickly this study proposes an nlp driven framework that leverages structured and unstructured components of ehrs including clinical notes diagnostic codes prescriptions and laboratory reports to enhance predictive accuracy the method uses a preprocessing pipeline that includes removing personal information normalising the text and standardising medical terms using ontologies such as umls and snomed ct to make sure that the terminology is consistent and that privacy rules are followed we look at a number of different feature extraction methods such as bag of words tf idf and advanced embeddings like word vec glove and biobert to find both simple and complex linguistic patterns that can help with tb diagnosis transformer based models and mainly biobert have experimental evaluation with the best performance of accuracy and sensitivity these contextual embedding with a systematized ehr element greatly decreased false negativity and allowed making early tb risk stratification more credible the suggested nlp based framework has a great potential of aiding clinical decision making in actual healthcare settings"
}