{
    "title": "The effect of chronic low back pain on tactile suppression during back movements.",
    "doc_id": "25128642",
    "writer": "Van Damme S",
    "year": "2014",
    "summary": "Individuals with chronic low back pain (N = 30) and a matched control group (N = 24) detected tactile stimuli on three possible locations (back, arm, chest) while performing a back or arm movement, or no movement. ...However, back-specific tacti …",
    "abstract": "The aim of the present study was to examine whether tactile suppression, the phenomenon whereby tactile perception is suppressed during movement, would occur in the context of back movements. Of particular interest, it was investigated if tactile suppression in the back would be attenuated in those suffering from chronic low back pain. Individuals with chronic low back pain (N = 30) and a matched control group (N = 24) detected tactile stimuli on three possible locations (back, arm, chest) while performing a back or arm movement, or no movement. We hypothesized that the movements would induce tactile suppression, and that this effect would be largest for low-intense stimuli on the moving body part. We further hypothesized that, during back movements, tactile suppression on the back would be less pronounced in the chronic low back pain group than in the control group. The results showed the expected general tactile suppression effects. The hypothesis of back-specific attenuation of tactile suppression in the chronic low back pain group was not supported. However, back-specific tactile suppression in the chronic low back pain group was less pronounced in those who performed the back movements more slowly.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25128642/",
    "clean_text": "the effect of chronic low back pain on tactile suppression during back movements individuals with chronic low back pain n and a matched control group n detected tactile stimuli on three possible locations back arm chest while performing a back or arm movement or no movement however back specific tacti the aim of the present study was to examine whether tactile suppression the phenomenon whereby tactile perception is suppressed during movement would occur in the context of back movements of particular interest it was investigated if tactile suppression in the back would be attenuated in those suffering from chronic low back pain individuals with chronic low back pain n and a matched control group n detected tactile stimuli on three possible locations back arm chest while performing a back or arm movement or no movement we hypothesized that the movements would induce tactile suppression and that this effect would be largest for low intense stimuli on the moving body part we further hypothesized that during back movements tactile suppression on the back would be less pronounced in the chronic low back pain group than in the control group the results showed the expected general tactile suppression effects the hypothesis of back specific attenuation of tactile suppression in the chronic low back pain group was not supported however back specific tactile suppression in the chronic low back pain group was less pronounced in those who performed the back movements more slowly"
}