{
    "title": "Side effects of retinoid therapy on the quality of vision.",
    "doc_id": "27749251",
    "writer": "Bergler-Czop B",
    "year": "2016",
    "summary": "They have anti-seborrhoeic, immunomodulatory and anti-inflammatory effects (1, 2). A number of side effects to retinoid treatment have been recorded; one group of such side effects relates to eyes and vision. ...Due to the widespread use in clin …",
    "abstract": "Retinoids are compounds chemically related to vitamin A, which are frequently used in dermatological practice (1). They are characterized by numerous mechanisms of action leading to normalization of keratinocyte proliferation and maturation. They have anti-seborrhoeic, immunomodulatory and anti-inflammatory effects (1, 2). A number of side effects to retinoid treatment have been recorded; one group of such side effects relates to eyes and vision. Dry eye syndrome and blepharoconjunctivitis are the most common side effects, appearing in 20-50 % of patients treated with retinoids. They often contribute to the occurrence of other side-effects such as eye discomfort and contact lens intolerance. Due to the widespread use in clinical practice, the adverse effects, including ocular side effects, should be studied. To confirm the variety of adverse effects of retinoids, several case reports of rare side-effects are presented.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27749251/",
    "clean_text": "side effects of retinoid therapy on the quality of vision they have anti seborrhoeic immunomodulatory and anti inflammatory effects a number of side effects to retinoid treatment have been recorded one group of such side effects relates to eyes and vision due to the widespread use in clin retinoids are compounds chemically related to vitamin a which are frequently used in dermatological practice they are characterized by numerous mechanisms of action leading to normalization of keratinocyte proliferation and maturation they have anti seborrhoeic immunomodulatory and anti inflammatory effects a number of side effects to retinoid treatment have been recorded one group of such side effects relates to eyes and vision dry eye syndrome and blepharoconjunctivitis are the most common side effects appearing in of patients treated with retinoids they often contribute to the occurrence of other side effects such as eye discomfort and contact lens intolerance due to the widespread use in clinical practice the adverse effects including ocular side effects should be studied to confirm the variety of adverse effects of retinoids several case reports of rare side effects are presented"
}