{
    "title": "[Critical considerations on the behavior of immunoglobulins in rheumatoid arthritis].",
    "doc_id": "1156463",
    "writer": "Troise W",
    "year": "1975",
    "summary": "It has been studied the behavior of the serum and synovial immunoglobulins of 62 patients afftected arthritis reheumatoid in various clinic stages; the valued have been expressed in mg% and mg/g of proteins. ...",
    "abstract": "Critical evaluation of immunoglobulins in Rheumatoid Arthritis. It has been studied the behavior of the serum and synovial immunoglobulins of 62 patients afftected arthritis reheumatoid in various clinic stages; the valued have been expressed in mg% and mg/g of proteins. The serum levels of the IgG and IgA are higher in the cases of R.A. than in normals. The synovial concentrations of the IgA and IgM are lower than the respective serum values, while the phenomenon is less evident for the IgG probably because the last are synthetised in the synovial means. It exists, however, a interdipendence between the concentration of the serum and synovial immunoglobulins. The concentrations of the immunoglobulines, both serum and synovial, are not in relation with the most usual humoral phlogosis-tests, as well as they are not correlable with the values of the naturals antiproteases and with some fractions of the complement (both of the classic and alternative pathway). The variations of the immunoglobulins are, in the R.A., aspecific and of different intensity therefore their determination is not proposable neither as test of measure of the phlogosis nor as index of disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1156463/",
    "clean_text": "critical considerations on the behavior of immunoglobulins in rheumatoid arthritis it has been studied the behavior of the serum and synovial immunoglobulins of patients afftected arthritis reheumatoid in various clinic stages the valued have been expressed in mg and mg g of proteins critical evaluation of immunoglobulins in rheumatoid arthritis it has been studied the behavior of the serum and synovial immunoglobulins of patients afftected arthritis reheumatoid in various clinic stages the valued have been expressed in mg and mg g of proteins the serum levels of the igg and iga are higher in the cases of r a than in normals the synovial concentrations of the iga and igm are lower than the respective serum values while the phenomenon is less evident for the igg probably because the last are synthetised in the synovial means it exists however a interdipendence between the concentration of the serum and synovial immunoglobulins the concentrations of the immunoglobulines both serum and synovial are not in relation with the most usual humoral phlogosis tests as well as they are not correlable with the values of the naturals antiproteases and with some fractions of the complement both of the classic and alternative pathway the variations of the immunoglobulins are in the r a aspecific and of different intensity therefore their determination is not proposable neither as test of measure of the phlogosis nor as index of disease"
}