{
    "pmid": "41441207",
    "title": "Brain Metastatic Lung Cancer Patients: A Multitarget Therapeutic-Supportive Strategy with Anti-STAT3 Silibinin.",
    "abstract": "Innovative treatments for lung cancer patients have significantly improved their lives. Therefore, patients who develop brain metastases are more likely to require management of quality of life (QoL) by reducing pathological decline in brain function. New therapeutic strategies have allowed us to manage brain metastases, thanks to the ability to cross the blood-brain barrier. Moreover, new molecules have been designed as adjuvants to standard treatments for the management of cancer patients with brain metastases. We implemented a descriptive, observational, retrospective study. Therefore, we consecutively collected the data of eighty-six ( Silibinin was well tolerated (only one mild adverse event was reported); furthermore, patients taking silibinin had a good quality of life that was maintained over a long period of time, and in some cases, an improvement in neurological symptoms and overall patient well-being was also documented. Our study is the first collection of a large number of lung cancer patients with brain metastasis taking silibinin, which is very well tolerated and allows patients to maintain a good QoL.",
    "disease": "lung cancer",
    "clean_text": "brain metastatic lung cancer patients a multitarget therapeutic supportive strategy with anti stat silibinin innovative treatments for lung cancer patients have significantly improved their lives therefore patients who develop brain metastases are more likely to require management of quality of life qol by reducing pathological decline in brain function new therapeutic strategies have allowed us to manage brain metastases thanks to the ability to cross the blood brain barrier moreover new molecules have been designed as adjuvants to standard treatments for the management of cancer patients with brain metastases we implemented a descriptive observational retrospective study therefore we consecutively collected the data of eighty six silibinin was well tolerated only one mild adverse event was reported furthermore patients taking silibinin had a good quality of life that was maintained over a long period of time and in some cases an improvement in neurological symptoms and overall patient well being was also documented our study is the first collection of a large number of lung cancer patients with brain metastasis taking silibinin which is very well tolerated and allows patients to maintain a good qol"
}