{
    "pmid": "41456642",
    "title": "Why is there no treatment for osteoarthritis - Opportunity for AI based big data analytics to advance the field.",
    "abstract": "Osteoarthritis (OA) has long been researched but insights have not translated into novel treatments for OA. One reason may be the heterogeneity of patients suffering from OA. Developments in machine-learning (ML) especially privacy-preserving, federated approaches could help to detect patterns of patient characteristics that allow better segmentation of patient populations, generate prognostic insights on disease progression, and define regulatory acceptable pathways towards patient-relevant surrogate endpoints.\" The article describes the vision of collaborative inter-professional, inter-institutional and public-private activity leveraging the wealth of rich yet fragmented datasets to achieve this goal. We summarize the underlying assumptions, challenges and potential applications of such an ML-based approach. Employing federated training algorithms locally has the advantage of preserving privacy. The application of novel ML techniques to divers sets of multidimensional health care data such as registries, real-world evidence, trial data etc. allows not only prognostic and predictive inferences but can also overcome issues with incompleteness of variables, heterogeneity in database structures and multidimensionality of variables. This exploration of data can form the foundation for the development of covariates, digital twins, synthetic control groups and form a potential basis for trial emulation. In addition, the approach will enable the development of novel (surrogate) endpoints and inform enrichment strategies. Leveraging ML in a federated framework, the richness of data on OA and the expertise from various areas including patients, providers, ethicists and regulators has the potential to revolutionize trial designs in OA and finally meet the needs of patients suffering from OA.",
    "disease": "osteoarthritis",
    "clean_text": "why is there no treatment for osteoarthritis opportunity for ai based big data analytics to advance the field osteoarthritis oa has long been researched but insights have not translated into novel treatments for oa one reason may be the heterogeneity of patients suffering from oa developments in machine learning ml especially privacy preserving federated approaches could help to detect patterns of patient characteristics that allow better segmentation of patient populations generate prognostic insights on disease progression and define regulatory acceptable pathways towards patient relevant surrogate endpoints the article describes the vision of collaborative inter professional inter institutional and public private activity leveraging the wealth of rich yet fragmented datasets to achieve this goal we summarize the underlying assumptions challenges and potential applications of such an ml based approach employing federated training algorithms locally has the advantage of preserving privacy the application of novel ml techniques to divers sets of multidimensional health care data such as registries real world evidence trial data etc allows not only prognostic and predictive inferences but can also overcome issues with incompleteness of variables heterogeneity in database structures and multidimensionality of variables this exploration of data can form the foundation for the development of covariates digital twins synthetic control groups and form a potential basis for trial emulation in addition the approach will enable the development of novel surrogate endpoints and inform enrichment strategies leveraging ml in a federated framework the richness of data on oa and the expertise from various areas including patients providers ethicists and regulators has the potential to revolutionize trial designs in oa and finally meet the needs of patients suffering from oa"
}