{
    "pmid": "41363140",
    "title": "Psychometric Testing of the Self-Care of Coronary Heart Disease Inventory Version 3.0 in the Chinese Population.",
    "abstract": "The aim of this study was to translate and assess the psychometric properties of the Self-care of Coronary Heart Disease Inventory Version 3.0 (SC-CHDI v3.0) in the Chinese population. Following Beaton's cross-cultural adaptation guidelines, the Chinese version was developed and tested with 373 coronary artery disease (CAD) patients. Psychometric assessments included item analysis, construct validity, convergent validity and internal consistency reliability. The Chinese version of SC-CHDI v3.0, tailored to the Chinese linguistic context and clinical environment, comprised three sub-scales with a total of 23 items. Exploratory factor analysis extracted two factors for each sub-scale (self-care maintenance, monitoring and management), with cumulative variance contributions of 52.066%, 58.078% and 58.328%, respectively. Confirmatory factor analysis showed acceptable fit indices for all sub-scales (χ The Chinese version of the SC-CHDI v3.0 has acceptable reliability and validity, providing an effective assessment tool for health providers to evaluate the self-care of patients with CAD in China.",
    "disease": "coronary artery disease",
    "clean_text": "psychometric testing of the self care of coronary heart disease inventory version in the chinese population the aim of this study was to translate and assess the psychometric properties of the self care of coronary heart disease inventory version sc chdi v in the chinese population following beaton s cross cultural adaptation guidelines the chinese version was developed and tested with coronary artery disease cad patients psychometric assessments included item analysis construct validity convergent validity and internal consistency reliability the chinese version of sc chdi v tailored to the chinese linguistic context and clinical environment comprised three sub scales with a total of items exploratory factor analysis extracted two factors for each sub scale self care maintenance monitoring and management with cumulative variance contributions of and respectively confirmatory factor analysis showed acceptable fit indices for all sub scales the chinese version of the sc chdi v has acceptable reliability and validity providing an effective assessment tool for health providers to evaluate the self care of patients with cad in china"
}