{
    "pmid": "41473841",
    "title": "Real-world retrospective study on the efficacy and safety of anti-IgE therapy combined with rush immunotherapy in allergic asthma.",
    "abstract": "Research on the combination of biologics with rush immunotherapy (RIT) remains scarce, particularly regarding safety and efficacy data in pediatric and hypersensitive populations undergoing rapid desensitization or concurrent biologic therapy. Furthermore, regarding RIT, it remains unclear which patients can effectively reduce the occurrence of adverse reactions when combined with biologics, and which patients fail to achieve such a reduction with this combination therapy. This retrospective study analyzed 202 patients with mite-induced allergic asthma (2018-2024) receiving RIT alone ( Both regimens were well tolerated, with no grade ≥3 SRs observed. Compared to RIT alone, RIT + Omb-pre significantly reduced SR incidence ( Regarding the safety of dust mite rush immunotherapy for allergic asthma, Omalizumab significantly reduces the incidence of SRs in high-risk populations (sIgE grades 3-6 and sIgE/T-IgE ≥10%), whereas it demonstrates limited efficacy in low-risk subgroups (sIgE grades 1-2 and sIgE/T-IgE <10%).",
    "disease": "asthma",
    "clean_text": "real world retrospective study on the efficacy and safety of anti ige therapy combined with rush immunotherapy in allergic asthma research on the combination of biologics with rush immunotherapy rit remains scarce particularly regarding safety and efficacy data in pediatric and hypersensitive populations undergoing rapid desensitization or concurrent biologic therapy furthermore regarding rit it remains unclear which patients can effectively reduce the occurrence of adverse reactions when combined with biologics and which patients fail to achieve such a reduction with this combination therapy this retrospective study analyzed patients with mite induced allergic asthma receiving rit alone both regimens were well tolerated with no grade srs observed compared to rit alone rit omb pre significantly reduced sr incidence regarding the safety of dust mite rush immunotherapy for allergic asthma omalizumab significantly reduces the incidence of srs in high risk populations sige grades and sige t ige whereas it demonstrates limited efficacy in low risk subgroups sige grades and sige t ige"
}