{
    "pmid": "41410049",
    "title": "Sotagliflozin Enhances Left Ventricular Function and Myocardial Perfusion in Chronic Myocardial Ischemia Through Metabolic and Redox Remodeling.",
    "abstract": "Ischemic heart disease is the leading cause of mortality and human suffering globally. It often leaves patients with residual symptomatic burden despite current optimized procedural and medical options. Sotagliflozin, a dual SGLT1/2 (sodium-glucose cotransporter 1 and 2) inhibitor, has emerged for its clinically evident ischemic cardiovascular benefits. We hypothesize that sotagliflozin treatment exerts direct myocardial benefits in ischemic heart disease, independent of comorbid conditions. Yorkshire swine (n=22) underwent placement of an ameroid constrictor around the left circumflex coronary artery. Following a 2-week period in which the ameroid gradually closes, swine (n=18) were randomized to receive either 400 mg daily sotagliflozin (n=8) or no drug (n=10) for 5 weeks. Afterwards, swine underwent terminal harvest to acquire cardiac functional data with pressure-volume loops, myocardial perfusion by microsphere injection, and ventricular sectioning. To investigate the cellular and tissue-level impact of therapy, histology, immunoblotting, and high-throughput techniques were performed. Sotagliflozin swine had improved ejection fraction, cardiac output, and stroke work compared with no drug ( Sotagliflozin treatment improved left ventricular function, myocardial perfusion, and diastolic relaxation, likely through reduced nitrosative stress and myocardial fibrosis, improved nitric oxide coupling, enhanced insulin signaling, and favorable metabolic shifts. This study suggests a potential role for sotagliflozin as a cardioprotective therapy in patients with ischemic heart disease beyond current treatment strategies.",
    "disease": "coronary artery disease",
    "clean_text": "sotagliflozin enhances left ventricular function and myocardial perfusion in chronic myocardial ischemia through metabolic and redox remodeling ischemic heart disease is the leading cause of mortality and human suffering globally it often leaves patients with residual symptomatic burden despite current optimized procedural and medical options sotagliflozin a dual sglt sodium glucose cotransporter and inhibitor has emerged for its clinically evident ischemic cardiovascular benefits we hypothesize that sotagliflozin treatment exerts direct myocardial benefits in ischemic heart disease independent of comorbid conditions yorkshire swine n underwent placement of an ameroid constrictor around the left circumflex coronary artery following a week period in which the ameroid gradually closes swine n were randomized to receive either mg daily sotagliflozin n or no drug n for weeks afterwards swine underwent terminal harvest to acquire cardiac functional data with pressure volume loops myocardial perfusion by microsphere injection and ventricular sectioning to investigate the cellular and tissue level impact of therapy histology immunoblotting and high throughput techniques were performed sotagliflozin swine had improved ejection fraction cardiac output and stroke work compared with no drug sotagliflozin treatment improved left ventricular function myocardial perfusion and diastolic relaxation likely through reduced nitrosative stress and myocardial fibrosis improved nitric oxide coupling enhanced insulin signaling and favorable metabolic shifts this study suggests a potential role for sotagliflozin as a cardioprotective therapy in patients with ischemic heart disease beyond current treatment strategies"
}