{
    "pmid": "41458891",
    "title": "Undiagnostic Heart Failure With Preserved Ejection Fraction in Atrial Fibrillation Patients Undergoing Catheter Ablation.",
    "abstract": "Atrial fibrillation (AF) and heart failure with preserved ejection fraction (HFpEF) often coexist, but the prevalence of HFpEF among AF patients undergoing catheter ablation (CA) remains unclear. We studied 127 AF patients with preserved ejection fraction (≥ 50%) undergoing initial CA. The Heart Failure Association Pre-test assessment, Echocardiography and natriuretic peptides, Functional testing, and Final etiology (HFA-PEFF) score was assessed 2 weeks before and 1 year after CA. Patients were grouped as low (0-1), intermediate (2-4), or high (5-6). The primary endpoint was AF freedom at 1 and 2 years; secondary endpoints were changes in HFA-PEFF score; tertiary endpoint was predictors of score improvement. Of 127 patients, 30 (23.6%) had HFpEF (score ≥ 5), 76 (59.8%) suspected (2-4), and 21 (16.5%) unlikely (≤ 1). Median follow-up 24.4[ 12.5-29.5] months. AF freedom at 1 year was high (86.4%, 91.7%, 89.7%;  HFpEF or suspected HFpEF was common in AF CA candidates but not linked to recurrence. CA remarkably improved HFpEF features, suggesting reversibility.",
    "disease": "hypertension",
    "clean_text": "undiagnostic heart failure with preserved ejection fraction in atrial fibrillation patients undergoing catheter ablation atrial fibrillation af and heart failure with preserved ejection fraction hfpef often coexist but the prevalence of hfpef among af patients undergoing catheter ablation ca remains unclear we studied af patients with preserved ejection fraction undergoing initial ca the heart failure association pre test assessment echocardiography and natriuretic peptides functional testing and final etiology hfa peff score was assessed weeks before and year after ca patients were grouped as low intermediate or high the primary endpoint was af freedom at and years secondary endpoints were changes in hfa peff score tertiary endpoint was predictors of score improvement of patients had hfpef score suspected and unlikely median follow up months af freedom at year was high hfpef or suspected hfpef was common in af ca candidates but not linked to recurrence ca remarkably improved hfpef features suggesting reversibility"
}