{
    "title": "Epigenetic modulation of gene expression in mammalian cells.",
    "doc_id": "16022630",
    "writer": "Xu D",
    "year": "2005",
    "summary": "The precisely controlled regulation of gene expression plays an important role in normal cellular function, whereas abnormalities of gene expression can contribute to cancer and other diseases. Thus, the ability to selectively regulate gene e …",
    "abstract": "The precisely controlled regulation of gene expression plays an important role in normal cellular function, whereas abnormalities of gene expression can contribute to cancer and other diseases. Thus, the ability to selectively regulate gene expression is of tremendous importance, both as a basic research tool and as a potential therapeutic approach. Over the last two decades, several different strategies have been used for controlling expression of specific genes at the transcriptional and post-transcriptional levels. The best-known approach involves antisense oligonucleotides that downregulate gene expression through various mechanisms, most importantly by triggering the degradation of mRNA. The use of designed transcription factors has also developed into an interesting technology since it allows either the enhancement or the reduction of expression of a targeted gene. Recently RNA interference has emerged as a powerful tool for selective inhibition of gene expression. This review examines the basic aspects, advantages, and liabilities of these three approaches to gene modulation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16022630/",
    "clean_text": "epigenetic modulation of gene expression in mammalian cells the precisely controlled regulation of gene expression plays an important role in normal cellular function whereas abnormalities of gene expression can contribute to cancer and other diseases thus the ability to selectively regulate gene e the precisely controlled regulation of gene expression plays an important role in normal cellular function whereas abnormalities of gene expression can contribute to cancer and other diseases thus the ability to selectively regulate gene expression is of tremendous importance both as a basic research tool and as a potential therapeutic approach over the last two decades several different strategies have been used for controlling expression of specific genes at the transcriptional and post transcriptional levels the best known approach involves antisense oligonucleotides that downregulate gene expression through various mechanisms most importantly by triggering the degradation of mrna the use of designed transcription factors has also developed into an interesting technology since it allows either the enhancement or the reduction of expression of a targeted gene recently rna interference has emerged as a powerful tool for selective inhibition of gene expression this review examines the basic aspects advantages and liabilities of these three approaches to gene modulation"
}