{
    "title": "Clinical acceptability of crown margins versus marginal gaps as determined by pre-doctoral students and prosthodontists.",
    "doc_id": "16359478",
    "writer": "Bronson MR",
    "year": "2005",
    "summary": "PURPOSE: Marginal integrity is a very important element in evaluating a restoration; however, there is no agreement in definition of a clinically acceptable margin. ...Each participant repeated the margin evaluations 6 months later. RESULTS: Upon casting, …",
    "abstract": "Purpose:\n        \n      \n      Marginal integrity is a very important element in evaluating a restoration; however, there is no agreement in definition of a clinically acceptable margin. The purpose of this investigation was to examine margin acceptability using an explorer versus the actual marginal gap widths at four locations on uncemented crowns on three extracted teeth using both predoctoral students and prosthodontists as evaluators.\n    \n\n\n          Materials and methods:\n        \n      \n      The crown margin evaluation used 16 surfaces of four crowns fitting to three extracted caries-free teeth fitted into a dentiform. The teeth (nos. 14, 20, and 29) were prepared for a full cast (gold) crown using a chamfer finish line configuration, with some margins supragingival and others subgingival. After final impressions and working casts were made, die spacer was applied to the marginal area of the die before waxing to vary the marginal opening. The dentiform was placed in a mannequin in a supine position. Predoctoral students (N = 10) and prosthodontists (N = 9) evaluated each axial surface of each crown in the zone along the margin with an explorer and rated each surface as either \"clinically acceptable\" or \"unacceptable.\" After casting, the axial marginal openings were measured with Image Pro Software using a digital microscopic image of the surface. Each participant repeated the margin evaluations 6 months later.\n    \n\n\n          Results:\n        \n      \n      Upon casting, marginal gaps ranged from 40 microm to 615 microm. The proportions of prosthodontists and of predoctoral students rating a given surface as \"clinically unacceptable\" were highly correlated (Spearman rank correlation = 0.81, p= 0.0001). The prosthodontists did not provide more or fewer ratings of clinical acceptability than the students, although kappa results indicated that the prosthodontists might be more consistent among themselves than the student raters. Upon re-evaluation, both groups rated between one and six of the surfaces differently than they had previously: the median number of inconsistencies was 1 for prosthodontists and 3 for predoctoral students. The prosthodontists tended to have fewer inconsistencies than the predoctoral students (0.05 < p < 0.10 Wilcoxon rank sum test), but this was not statistically significant.\n    \n\n\n          Conclusion:\n        \n      \n      The data provided evidence that those surfaces associated with greater margin gaps tended to have a greater proportion of ratings of \"clinically unacceptable.\" The proportion of prosthodontists and predoctoral students rating a margin \"clinically unacceptable\" were highly correlated. Prosthodontists tended to have fewer inconsistencies than predoctoral students, but that difference was not statistically significant.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16359478/",
    "clean_text": "clinical acceptability of crown margins versus marginal gaps as determined by pre doctoral students and prosthodontists purpose marginal integrity is a very important element in evaluating a restoration however there is no agreement in definition of a clinically acceptable margin each participant repeated the margin evaluations months later results upon casting purpose marginal integrity is a very important element in evaluating a restoration however there is no agreement in definition of a clinically acceptable margin the purpose of this investigation was to examine margin acceptability using an explorer versus the actual marginal gap widths at four locations on uncemented crowns on three extracted teeth using both predoctoral students and prosthodontists as evaluators materials and methods the crown margin evaluation used surfaces of four crowns fitting to three extracted caries free teeth fitted into a dentiform the teeth nos and were prepared for a full cast gold crown using a chamfer finish line configuration with some margins supragingival and others subgingival after final impressions and working casts were made die spacer was applied to the marginal area of the die before waxing to vary the marginal opening the dentiform was placed in a mannequin in a supine position predoctoral students n and prosthodontists n evaluated each axial surface of each crown in the zone along the margin with an explorer and rated each surface as either clinically acceptable or unacceptable after casting the axial marginal openings were measured with image pro software using a digital microscopic image of the surface each participant repeated the margin evaluations months later results upon casting marginal gaps ranged from microm to microm the proportions of prosthodontists and of predoctoral students rating a given surface as clinically unacceptable were highly correlated spearman rank correlation p the prosthodontists did not provide more or fewer ratings of clinical acceptability than the students although kappa results indicated that the prosthodontists might be more consistent among themselves than the student raters upon re evaluation both groups rated between one and six of the surfaces differently than they had previously the median number of inconsistencies was for prosthodontists and for predoctoral students the prosthodontists tended to have fewer inconsistencies than the predoctoral students p wilcoxon rank sum test but this was not statistically significant conclusion the data provided evidence that those surfaces associated with greater margin gaps tended to have a greater proportion of ratings of clinically unacceptable the proportion of prosthodontists and predoctoral students rating a margin clinically unacceptable were highly correlated prosthodontists tended to have fewer inconsistencies than predoctoral students but that difference was not statistically significant"
}