{
    "pmid": "41472423",
    "title": "Metabolic Syndrome and Atrial Cardiomyopathy on the Risk of Stroke Mortality in the General Population.",
    "abstract": "Metabolic syndrome (MetS) and atrial cardiomyopathy (AtCM) are recognized as risk factors for cardiovascular disease, including stroke. We aimed to determine the combined impact of MetS and AtCM on stroke mortality. Participants were selected from the Third National Health and Nutrition Examination (NHANES III) Survey. MetS was defined according to the Adult Treatment Panel III, while AtCM was defined as deep terminal negativity of the P wave in V1 (DTNPV1). Survey-weighted Firth penalized Cox analysis was performed to determine the adjusted HRs and 95% CIs of stroke mortality by MetS-AtCM status, including metabolically healthy without AtCM (MHNA; reference), metabolically unhealthy without AtCM (MUNA), metabolically healthy with AtCM (MHA), metabolically unhealthy with AtCM (MUA). A total of 4315 participants were included in the analysis. Throughout the follow-up, the rates of stroke mortality increased across the MetS-AtCM status categories: 1.56, 2.78, 4.68, and 8.24 per 1000 person-years in MHNA, MUNA, MHA, and MUA groups, respectively. Compared to the MHNA participants, MUA were at a higher risk of stroke mortality (HR = 3.33, 95% CI 1.24-8.94, p = 0.018). Stroke mortality showed a non-significant upward trend in both MUNA (HR = 1.57, 95% CI 0.96-2.59, p = 0.074) and MHA (HR = 1.61, 95% CI 0.52-5.00, p = 0.401) groups. Our findings suggest a potential joint association of MetS and AtCM on stroke mortality. Further RCTs are warranted to evaluate the efficacy of anticoagulation in preventing ischemic stroke and reducing stroke mortality among individuals with both MetS and AtCM.",
    "disease": "stroke",
    "clean_text": "metabolic syndrome and atrial cardiomyopathy on the risk of stroke mortality in the general population metabolic syndrome mets and atrial cardiomyopathy atcm are recognized as risk factors for cardiovascular disease including stroke we aimed to determine the combined impact of mets and atcm on stroke mortality participants were selected from the third national health and nutrition examination nhanes iii survey mets was defined according to the adult treatment panel iii while atcm was defined as deep terminal negativity of the p wave in v dtnpv survey weighted firth penalized cox analysis was performed to determine the adjusted hrs and cis of stroke mortality by mets atcm status including metabolically healthy without atcm mhna reference metabolically unhealthy without atcm muna metabolically healthy with atcm mha metabolically unhealthy with atcm mua a total of participants were included in the analysis throughout the follow up the rates of stroke mortality increased across the mets atcm status categories and per person years in mhna muna mha and mua groups respectively compared to the mhna participants mua were at a higher risk of stroke mortality hr ci p stroke mortality showed a non significant upward trend in both muna hr ci p and mha hr ci p groups our findings suggest a potential joint association of mets and atcm on stroke mortality further rcts are warranted to evaluate the efficacy of anticoagulation in preventing ischemic stroke and reducing stroke mortality among individuals with both mets and atcm"
}