{
    "pmid": "41473685",
    "title": "Identification of Cathepsin H and Metabolic Traits as Potential Biomarkers for Lung Cancer by Mendelian Randomization and Single-Cell Transcriptomics.",
    "abstract": "Lung cancer is a major global malignancy with debated roles for cathepsin H (CTSH), a lysosomal protease, and underexplored regulation by metabolites. We analyzed lung cancer incidence and hyperglycemia-related mortality trends (1990-2021) using Joinpoint regression. Mendelian randomization (MR), meta-analysis, and two-step mediation examined CTSH and 233 metabolic traits. Single-cell RNA sequencing (scRNA-seq) and TCGA/HPA datasets validated CTSH expression. Lung cancer incidence decreased overall but rose in women, while fasting hyperglycemia-related mortality increased. CTSH elevated lung cancer and adenocarcinoma risks, with docosahexaenoic acid (22:6) and omega-3 fatty acids driving adenocarcinoma progression. A higher linoleic acid (18:2)/total fatty acid ratio reduced risk. scRNA-seq identified CTSH in myeloid cells, especially \"mo-Mac,\" which promoted tumors. CTSH expression patterns were evaluated using TCGA and HPA data, revealing protein-level overexpression in tumors with some divergence from transcriptomic results. CTSH is linked to lung cancer, particularly adenocarcinoma, with modest effects mediated by metabolites like omega-3 fatty acids. Its prominent expression in macrophages suggests novel therapeutic targets. These findings, though consistent, require further validation due to modest effect sizes and dataset heterogeneity.",
    "disease": "lung cancer",
    "clean_text": "identification of cathepsin h and metabolic traits as potential biomarkers for lung cancer by mendelian randomization and single cell transcriptomics lung cancer is a major global malignancy with debated roles for cathepsin h ctsh a lysosomal protease and underexplored regulation by metabolites we analyzed lung cancer incidence and hyperglycemia related mortality trends using joinpoint regression mendelian randomization mr meta analysis and two step mediation examined ctsh and metabolic traits single cell rna sequencing scrna seq and tcga hpa datasets validated ctsh expression lung cancer incidence decreased overall but rose in women while fasting hyperglycemia related mortality increased ctsh elevated lung cancer and adenocarcinoma risks with docosahexaenoic acid and omega fatty acids driving adenocarcinoma progression a higher linoleic acid total fatty acid ratio reduced risk scrna seq identified ctsh in myeloid cells especially mo mac which promoted tumors ctsh expression patterns were evaluated using tcga and hpa data revealing protein level overexpression in tumors with some divergence from transcriptomic results ctsh is linked to lung cancer particularly adenocarcinoma with modest effects mediated by metabolites like omega fatty acids its prominent expression in macrophages suggests novel therapeutic targets these findings though consistent require further validation due to modest effect sizes and dataset heterogeneity"
}