{
    "title": "Widespread Myocardial Delivery of Heart-Derived Stem Cells by Nonocclusive Triple-Vessel Intracoronary Infusion in Porcine Ischemic Cardiomyopathy: Superior Attenuation of Adverse Remodeling Documented by Magnetic Resonance Imaging and Histology.",
    "doc_id": "26784932",
    "writer": "Tseliou E",
    "year": "2016",
    "summary": "Single-vessel, intracoronary infusion of stem cells under stop-flow conditions has proven safe but achieves only limited myocardial coverage. Continuous flow intracoronary delivery to one or more coronary vessels may achieve broader coverage for treating cardiomyopathy, bu …",
    "abstract": "Single-vessel, intracoronary infusion of stem cells under stop-flow conditions has proven safe but achieves only limited myocardial coverage. Continuous flow intracoronary delivery to one or more coronary vessels may achieve broader coverage for treating cardiomyopathy, but has not been investigated. Using nonocclusive coronary guiding catheters, we infused allogeneic cardiosphere-derived cells (CDCs) either in a single vessel or sequentially in all three coronary arteries in porcine ischemic cardiomyopathy and used magnetic resonance imaging (MRI) to assess structural and physiological outcomes. Vehicle-infused animals served as controls. Single-vessel stop-flow and continuous-flow intracoronary infusion revealed equivalent effects on scar size and function. Sequential infusion into each of the three major coronary vessels under stop-flow or continuous-flow conditions revealed equal efficacy, but less elevation of necrotic biomarkers with continuous-flow delivery. In addition, multi-vessel delivery resulted in enhanced global and regional tissue function compared to a triple-vessel placebo-treated group. The functional benefits after global cell infusion were accompanied histologically by minimal inflammatory cellular infiltration, attenuated regional fibrosis and enhanced vessel density in the heart. Sequential multi-vessel non-occlusive delivery of CDCs is safe and provides enhanced preservation of left ventricular function and structure. The current findings provide preclinical validation of the delivery method currently undergoing clinical testing in the Dilated cardiomYopathy iNtervention With Allogeneic MyocardIally-regenerative Cells (DYNAMIC) trial of CDCs in heart failure patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26784932/",
    "clean_text": "widespread myocardial delivery of heart derived stem cells by nonocclusive triple vessel intracoronary infusion in porcine ischemic cardiomyopathy superior attenuation of adverse remodeling documented by magnetic resonance imaging and histology single vessel intracoronary infusion of stem cells under stop flow conditions has proven safe but achieves only limited myocardial coverage continuous flow intracoronary delivery to one or more coronary vessels may achieve broader coverage for treating cardiomyopathy bu single vessel intracoronary infusion of stem cells under stop flow conditions has proven safe but achieves only limited myocardial coverage continuous flow intracoronary delivery to one or more coronary vessels may achieve broader coverage for treating cardiomyopathy but has not been investigated using nonocclusive coronary guiding catheters we infused allogeneic cardiosphere derived cells cdcs either in a single vessel or sequentially in all three coronary arteries in porcine ischemic cardiomyopathy and used magnetic resonance imaging mri to assess structural and physiological outcomes vehicle infused animals served as controls single vessel stop flow and continuous flow intracoronary infusion revealed equivalent effects on scar size and function sequential infusion into each of the three major coronary vessels under stop flow or continuous flow conditions revealed equal efficacy but less elevation of necrotic biomarkers with continuous flow delivery in addition multi vessel delivery resulted in enhanced global and regional tissue function compared to a triple vessel placebo treated group the functional benefits after global cell infusion were accompanied histologically by minimal inflammatory cellular infiltration attenuated regional fibrosis and enhanced vessel density in the heart sequential multi vessel non occlusive delivery of cdcs is safe and provides enhanced preservation of left ventricular function and structure the current findings provide preclinical validation of the delivery method currently undergoing clinical testing in the dilated cardiomyopathy intervention with allogeneic myocardially regenerative cells dynamic trial of cdcs in heart failure patients"
}