{
    "pmid": "41466939",
    "title": "A Case Report of a Textiloma Causing Small Bowel Obstruction Two Years Following Open Appendectomy.",
    "abstract": "Patients with retained surgical gauze in the abdomen can present with various clinical symptoms, including bowel obstruction. While typically occurring in the early postoperative period, such complications can also manifest months or even years after the original surgery, necessitating emergency intervention. A laparoscopic approach should be considered for cases of small bowel obstruction caused by a foreign body, with careful preoperative planning to reduce recovery time and length of hospital stay. We report a case involving a 29-year-old man with a history of open appendicectomy during the COVID-19 pandemic in Brazil. He presented with symptoms of small bowel obstruction. Imaging revealed a radio-opaque object suggestive of retained surgical material. Emergency diagnostic laparoscopy revealed a retained gauze encapsulated within a cystic structure causing a closed-loop obstruction. The foreign body was successfully removed laparoscopically without bowel resection. This case highlights the importance of awareness and preparedness for late-presenting surgical complications.",
    "disease": "covid-19",
    "clean_text": "a case report of a textiloma causing small bowel obstruction two years following open appendectomy patients with retained surgical gauze in the abdomen can present with various clinical symptoms including bowel obstruction while typically occurring in the early postoperative period such complications can also manifest months or even years after the original surgery necessitating emergency intervention a laparoscopic approach should be considered for cases of small bowel obstruction caused by a foreign body with careful preoperative planning to reduce recovery time and length of hospital stay we report a case involving a year old man with a history of open appendicectomy during the covid pandemic in brazil he presented with symptoms of small bowel obstruction imaging revealed a radio opaque object suggestive of retained surgical material emergency diagnostic laparoscopy revealed a retained gauze encapsulated within a cystic structure causing a closed loop obstruction the foreign body was successfully removed laparoscopically without bowel resection this case highlights the importance of awareness and preparedness for late presenting surgical complications"
}