{
    "title": "Deep oxidative desulfurization of simulated and real gas oils by NiFe(2)O(4)@SiO(2)-DETA@POM as a retrievable hybrid nanocatalyst.",
    "doc_id": "36967426",
    "writer": "Bodaghifard MA",
    "year": "2023",
    "summary": "The synthesized hybrid nanostructure was used as a solid nanocatalyst in oxidative desulfurization (ODS) of real fuel and simulated gasoline samples. The ODS process of benzothiophene (BT) and dibenzothiophene (DBT) as model compounds in the presence of NiFe(2)O(4)@SiO(2)- …",
    "abstract": "Magnetic nanoparticles surrounded with a silica shell are useful materials to immobilize active agents on their surface. Here, a heteropolyacid-functionalized hybrid nanomaterial (NiFe2O4@SiO2-DETA@POM) was prepared and characterized by X-ray powder diffraction patterns (XRD), Fourier-transform infrared spectroscopy (FT-IR), thermogravimetric analysis (TGA/DTG), vibrating sample magnetometer (VSM), the field emission scanning electron microscopy (FE-SEM), and the electron-dispersive X-ray spectroscopy (EDS). The synthesized hybrid nanostructure was used as a solid nanocatalyst in oxidative desulfurization (ODS) of real fuel and simulated gasoline samples. The ODS process of benzothiophene (BT) and dibenzothiophene (DBT) as model compounds in the presence of NiFe2O4@SiO2-DETA@POM and by using urea-hydrogen peroxide/acetic acid as a safer oxidizing agent was investigated. A good result was obtained by removing 97% of benzothiophene and 98% of dibenzothiophene. Also, 96% of the sulfur compounds were eliminated when the ODS process was tested on a real crude oil sample (600 ppm) under an optimized dosage of nanocatalyst, urea-hydrogen peroxide/acetic acid (0.1 g, 1 g/4 ml) at 50 ºC for 60 min. NiFe2O4@SiO2-DETA@POM could be recycled for five consecutive oxidation runs without significant deterioration in its catalytic activity. The UHP's safety and efficiency as an oxidant, high removal efficacy, short transformation times, easy workup procedure, catalyst reusability, simple separation of nanocatalyst, green conditions, and environmental compatibility and sustainability. The obtained results prove that NiFe2O4@SiO2-DETA@POM is a suitable and efficient hybrid catalyst for the oxidative desulfurization of simulated and real fuels.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36967426/",
    "clean_text": "deep oxidative desulfurization of simulated and real gas oils by nife o sio deta pom as a retrievable hybrid nanocatalyst the synthesized hybrid nanostructure was used as a solid nanocatalyst in oxidative desulfurization ods of real fuel and simulated gasoline samples the ods process of benzothiophene bt and dibenzothiophene dbt as model compounds in the presence of nife o sio magnetic nanoparticles surrounded with a silica shell are useful materials to immobilize active agents on their surface here a heteropolyacid functionalized hybrid nanomaterial nife o sio deta pom was prepared and characterized by x ray powder diffraction patterns xrd fourier transform infrared spectroscopy ft ir thermogravimetric analysis tga dtg vibrating sample magnetometer vsm the field emission scanning electron microscopy fe sem and the electron dispersive x ray spectroscopy eds the synthesized hybrid nanostructure was used as a solid nanocatalyst in oxidative desulfurization ods of real fuel and simulated gasoline samples the ods process of benzothiophene bt and dibenzothiophene dbt as model compounds in the presence of nife o sio deta pom and by using urea hydrogen peroxide acetic acid as a safer oxidizing agent was investigated a good result was obtained by removing of benzothiophene and of dibenzothiophene also of the sulfur compounds were eliminated when the ods process was tested on a real crude oil sample ppm under an optimized dosage of nanocatalyst urea hydrogen peroxide acetic acid g g ml at c for min nife o sio deta pom could be recycled for five consecutive oxidation runs without significant deterioration in its catalytic activity the uhp s safety and efficiency as an oxidant high removal efficacy short transformation times easy workup procedure catalyst reusability simple separation of nanocatalyst green conditions and environmental compatibility and sustainability the obtained results prove that nife o sio deta pom is a suitable and efficient hybrid catalyst for the oxidative desulfurization of simulated and real fuels"
}