{
    "pmid": "41467951",
    "title": "Integrated transcriptomic and single-cell analysis reveals cell cycle dysregulation and cellular heterogeneity in lung cancer.",
    "abstract": "Lung cancer remains one of the leading causes of cancer-related mortality worldwide, with complex molecular mechanisms underlying its pathogenesis. Understanding the transcriptional landscape and cellular heterogeneity within the tumor microenvironment is crucial for identifying potential therapeutic targets and prognostic biomarkers. We performed comprehensive bulk RNA sequencing on lung cancer tissues and adjacent normal samples to identify differentially expressed genes (DEGs). Weighted gene co-expression network analysis (WGCNA) was conducted to identify functionally related gene modules associated with clinical phenotypes. Functional enrichment and pathway analyses were performed to elucidate biological significance. Single-cell RNA sequencing (scRNA-seq) was utilized to characterize cellular heterogeneity and reconstruct pseudotemporal trajectories. RT-qPCR validation was performed on A549 and H1299 lung cancer cell lines to confirm key findings. Bulk RNA-seq analysis identified extensive transcriptional reprogramming in lung cancer with symmetrical distribution of upregulated and downregulated genes. WGCNA revealed multiple co-expression modules significantly correlated with clinical traits, with turquoise and blue modules showing particularly strong associations. Functional enrichment analysis highlighted dysregulation in cell proliferation, immune response, metabolic reprogramming, and developmental signaling pathways including Wnt, Hedgehog, and estrogen signaling. Single-cell analysis identified distinct cellular populations including epithelial cells, immune cells (B cells, NK cells, dendritic cells), fibroblasts, and proliferating cells. Pseudotemporal trajectory analysis revealed dynamic cellular state transitions and identified five key cell cycle regulators (AURKA, FANCD2, HELLS, RRM2, STMN1) with stage-specific expression patterns. RT-qPCR validation confirmed significant upregulation of all five genes in both A549 (4.2 to 6.3-fold increase) and H1299 cells (3.9 to 5.9-fold increase) compared to normal bronchial epithelial cells (all p < 0.001). This integrated multi-omics approach reveals the complex transcriptional landscape and cellular heterogeneity in lung cancer.",
    "disease": "lung cancer",
    "clean_text": "integrated transcriptomic and single cell analysis reveals cell cycle dysregulation and cellular heterogeneity in lung cancer lung cancer remains one of the leading causes of cancer related mortality worldwide with complex molecular mechanisms underlying its pathogenesis understanding the transcriptional landscape and cellular heterogeneity within the tumor microenvironment is crucial for identifying potential therapeutic targets and prognostic biomarkers we performed comprehensive bulk rna sequencing on lung cancer tissues and adjacent normal samples to identify differentially expressed genes degs weighted gene co expression network analysis wgcna was conducted to identify functionally related gene modules associated with clinical phenotypes functional enrichment and pathway analyses were performed to elucidate biological significance single cell rna sequencing scrna seq was utilized to characterize cellular heterogeneity and reconstruct pseudotemporal trajectories rt qpcr validation was performed on a and h lung cancer cell lines to confirm key findings bulk rna seq analysis identified extensive transcriptional reprogramming in lung cancer with symmetrical distribution of upregulated and downregulated genes wgcna revealed multiple co expression modules significantly correlated with clinical traits with turquoise and blue modules showing particularly strong associations functional enrichment analysis highlighted dysregulation in cell proliferation immune response metabolic reprogramming and developmental signaling pathways including wnt hedgehog and estrogen signaling single cell analysis identified distinct cellular populations including epithelial cells immune cells b cells nk cells dendritic cells fibroblasts and proliferating cells pseudotemporal trajectory analysis revealed dynamic cellular state transitions and identified five key cell cycle regulators aurka fancd hells rrm stmn with stage specific expression patterns rt qpcr validation confirmed significant upregulation of all five genes in both a to fold increase and h cells to fold increase compared to normal bronchial epithelial cells all p this integrated multi omics approach reveals the complex transcriptional landscape and cellular heterogeneity in lung cancer"
}