{
    "title": "Zika Virus: Emergence, Phylogenetics, Challenges, and Opportunities.",
    "doc_id": "27704772",
    "writer": "Rajah MM",
    "year": "2016",
    "summary": "Zika virus (ZIKV) is an emerging arthropod-borne pathogen that has recently gained notoriety due to its rapid and ongoing geographic expansion and its novel association with neurological complications. ...",
    "abstract": "Zika virus (ZIKV) is an emerging arthropod-borne pathogen that has recently gained notoriety due to its rapid and ongoing geographic expansion and its novel association with neurological complications. Reports of ZIKV-associated Guillain-Barré syndrome as well as fetal microcephaly place emphasis on the need to develop preventative measures and therapeutics to combat ZIKV infection. Thus, it is imperative that models to study ZIKV replication and pathogenesis and the immune response are developed in conjunction with integrated vector control strategies to mount an efficient response to the pandemic. This paper summarizes the current state of knowledge on ZIKV, including the clinical features, phylogenetic analyses, pathogenesis, and the immune response to infection. Potential challenges in developing diagnostic tools, treatment, and prevention strategies are also discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27704772/",
    "clean_text": "zika virus emergence phylogenetics challenges and opportunities zika virus zikv is an emerging arthropod borne pathogen that has recently gained notoriety due to its rapid and ongoing geographic expansion and its novel association with neurological complications zika virus zikv is an emerging arthropod borne pathogen that has recently gained notoriety due to its rapid and ongoing geographic expansion and its novel association with neurological complications reports of zikv associated guillain barr syndrome as well as fetal microcephaly place emphasis on the need to develop preventative measures and therapeutics to combat zikv infection thus it is imperative that models to study zikv replication and pathogenesis and the immune response are developed in conjunction with integrated vector control strategies to mount an efficient response to the pandemic this paper summarizes the current state of knowledge on zikv including the clinical features phylogenetic analyses pathogenesis and the immune response to infection potential challenges in developing diagnostic tools treatment and prevention strategies are also discussed"
}