{
    "title": "Traditional Yellow Dyes Used in the 21st Century in Central Iran: The Knowledge of Master Dyers Revealed by HPLC-DAD and UHPLC-HRMS/MS.",
    "doc_id": "32085515",
    "writer": "Sharif S",
    "year": "2020",
    "summary": "This work provides new knowledge on natural yellows used in Iran. Seven biological sources were selected based on interviews with dye masters in Isfahan workshops (Iran). ...Importantly, the chromatographic profiles of the samples we prepared compared well with 17th c. …",
    "abstract": "This work provides new knowledge on natural yellows used in Iran. Seven biological sources were selected based on interviews with dye masters in Isfahan workshops (Iran). Delphinium semibarbatum, Eremostachys laevigata, Prangos ferulacea, Morus alba, Pistacia vera, Punica granatum, and Vitis vinifera are currently used in these workshops. Aiming to study the dye composition of wool samples dyed with the extracts of the selected biological sources and the changes induced by the dyeing procedures in the original chemical composition of the plant extract, raw materials and dyed wool (by us and in the workshops) were analyzed by HPLC-DAD and UHPLC-HRMS/MS. The main yellows for E. laevigata are luteolin-O-glycosides. In the other plant sources, the main chromophores are based on 3-O-glycosides of kaempferol, quercetin, and isorhamnetin. In pistachio hulls, myricitin derivatives were detected and we propose their use as markers. Generally, the solutions extracted from the wool displayed a higher amount of more polar compounds, but also a higher amount of aglycones. Importantly, the chromatographic profiles of the samples we prepared compared well with 17th c. yellows in Persian carpets, and therefore can be considered highly characterized references for the study of Persian yellows.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32085515/",
    "clean_text": "traditional yellow dyes used in the st century in central iran the knowledge of master dyers revealed by hplc dad and uhplc hrms ms this work provides new knowledge on natural yellows used in iran seven biological sources were selected based on interviews with dye masters in isfahan workshops iran importantly the chromatographic profiles of the samples we prepared compared well with th c this work provides new knowledge on natural yellows used in iran seven biological sources were selected based on interviews with dye masters in isfahan workshops iran delphinium semibarbatum eremostachys laevigata prangos ferulacea morus alba pistacia vera punica granatum and vitis vinifera are currently used in these workshops aiming to study the dye composition of wool samples dyed with the extracts of the selected biological sources and the changes induced by the dyeing procedures in the original chemical composition of the plant extract raw materials and dyed wool by us and in the workshops were analyzed by hplc dad and uhplc hrms ms the main yellows for e laevigata are luteolin o glycosides in the other plant sources the main chromophores are based on o glycosides of kaempferol quercetin and isorhamnetin in pistachio hulls myricitin derivatives were detected and we propose their use as markers generally the solutions extracted from the wool displayed a higher amount of more polar compounds but also a higher amount of aglycones importantly the chromatographic profiles of the samples we prepared compared well with th c yellows in persian carpets and therefore can be considered highly characterized references for the study of persian yellows"
}