{
    "pmid": "41396071",
    "title": "A systematic review on masticatory muscle activity of temporomandibular joint in patients with rheumatoid arthritis.",
    "abstract": "Rheumatoid arthritis (RA) is a systemic autoimmune disorder characterized by chronic inflammation,  primarily targeting joints. When it affects the temporomandibular joint (TMJ), it can significantly diminish the quality of life for individuals. Despite the increasing recognition of disorders involving TMJ and the importance of the stomatognathic system, there is a limited number of studies on masticatory muscle activity of TMJ in patients with RA and the changes in the function of these keychewing muscles. The objective of this study was to conduct a comprehensive systematic review of existing evidence concerning the functioning of major chewing muscles in patients with RA, specifically focusing on parameters such as chewing force. Findings from existing research indicate that RA patients exhibit higher prevalence of bone changes in the TMJ, including erosion, flattening, sclerosis, and osteophytes. These alterations are typically diagnosed through cone-beam computed tomography (CBCT). Results demonstrate that individuals with RA are more likely to experience bone changes in TMJ structures compared to those without RA. By synthesizing available data, this review aims to provide insights that can inform clinical management strategies and potentially improve outcomes for patients grappling with RA-related TMJ involvement. This article aims to review TMJ disorder in RA patients.",
    "disease": "rheumatoid arthritis",
    "clean_text": "a systematic review on masticatory muscle activity of temporomandibular joint in patients with rheumatoid arthritis rheumatoid arthritis ra is a systemic autoimmune disorder characterized by chronic inflammation primarily targeting joints when it affects the temporomandibular joint tmj it can significantly diminish the quality of life for individuals despite the increasing recognition of disorders involving tmj and the importance of the stomatognathic system there is a limited number of studies on masticatory muscle activity of tmj in patients with ra and the changes in the function of these keychewing muscles the objective of this study was to conduct a comprehensive systematic review of existing evidence concerning the functioning of major chewing muscles in patients with ra specifically focusing on parameters such as chewing force findings from existing research indicate that ra patients exhibit higher prevalence of bone changes in the tmj including erosion flattening sclerosis and osteophytes these alterations are typically diagnosed through cone beam computed tomography cbct results demonstrate that individuals with ra are more likely to experience bone changes in tmj structures compared to those without ra by synthesizing available data this review aims to provide insights that can inform clinical management strategies and potentially improve outcomes for patients grappling with ra related tmj involvement this article aims to review tmj disorder in ra patients"
}