{
    "pmid": "41468798",
    "title": "Modulation of airway inflammation by recombinant Der p 38 mutant immunotherapy in a murine model of allergic asthma.",
    "abstract": "Asthma is a chronic allergic lung disease frequently triggered by exposure to house dust mites (HDM). Der p 38, an important allergen from Dermatophagoides pteronyssinus (DP), contributes mixed granulocytic asthma. However, the therapeutic potential of allergen immunotherapy (AIT) targeting Der p 38 remains unclear. Recombinant Der p 38 mutant proteins including D141A and PreS-2P5 were generated using molecular biology techniques. Although D141A retained TLR4-binding capacity, it did not affect neutrophil apoptosis or cytokine release in BEAS-2B cells. In mice, D141A induced weaker asthmatic responses than wild-type Der p 38 (WT), and co-administration of WT with D141A attenuated mixed granulocytic asthma features due to WT. AIT with WT, D141A, or the combination of D141A and PreS-2P5 suppressed Der p 38-induced mixed granulocytic asthma, and also reduced mixed granulocytic asthma due to persistent DP exposure. In neutrophilic asthma induced by chronic Der p 38 administration, AIT using D141A and PreS-2P5 markedly inhibited neutrophil infiltration, mucus production, and IgE, and enhanced specific IgG1/IgG2a in serum as well as IFN-γ and IL-10 in BALF, compared with other AIT groups. These findings suggest that Der p 38-based mutant protein and peptide are promising candidates for the treatment of diverse asthma endotypes and severities associated with HDM.",
    "disease": "asthma",
    "clean_text": "modulation of airway inflammation by recombinant der p mutant immunotherapy in a murine model of allergic asthma asthma is a chronic allergic lung disease frequently triggered by exposure to house dust mites hdm der p an important allergen from dermatophagoides pteronyssinus dp contributes mixed granulocytic asthma however the therapeutic potential of allergen immunotherapy ait targeting der p remains unclear recombinant der p mutant proteins including d a and pres p were generated using molecular biology techniques although d a retained tlr binding capacity it did not affect neutrophil apoptosis or cytokine release in beas b cells in mice d a induced weaker asthmatic responses than wild type der p wt and co administration of wt with d a attenuated mixed granulocytic asthma features due to wt ait with wt d a or the combination of d a and pres p suppressed der p induced mixed granulocytic asthma and also reduced mixed granulocytic asthma due to persistent dp exposure in neutrophilic asthma induced by chronic der p administration ait using d a and pres p markedly inhibited neutrophil infiltration mucus production and ige and enhanced specific igg igg a in serum as well as ifn and il in balf compared with other ait groups these findings suggest that der p based mutant protein and peptide are promising candidates for the treatment of diverse asthma endotypes and severities associated with hdm"
}