{
    "title": "Surgical treatment of Darier-Ferrand dermatofibrosarcoma: a systematic review.",
    "doc_id": "24090253",
    "writer": "Pallure V",
    "year": "2013",
    "summary": "RESULTS: The analyzed articles included five meta-analyses of retrospective studies; three prospective, nonrandomized studies; and 35 retrospective studies. DISCUSSION: Positive deep margins may lead to a recurrence independent of lateral margin status. Despite an a …",
    "abstract": "Background:\n        \n      \n      Wide-excision surgery is required in Darier-Ferrand dermatofibrosarcoma protuberans, but there is no consensus regarding the lateral margins.\n    \n\n\n          Materials and methods:\n        \n      \n      We performed a systematic review based on a MEDLINE search of articles, published from 1994 to 2009 to determine the optimal procedure to avoid recurrences and treatment morbidity.\n    \n\n\n          Results:\n        \n      \n      The analyzed articles included five meta-analyses of retrospective studies; three prospective, nonrandomized studies; and 35 retrospective studies.\n    \n\n\n          Discussion:\n        \n      \n      Positive deep margins may lead to a recurrence independent of lateral margin status. Despite an absence of formal evidence, wide excision with 3-cm margins appears to result in significantly less risk of a recurrence than surgery using <3-cm margins. Negative histologic margins appear to be the best criterion to decrease recurrence. Despite a lack of strong data, there was a marked tendency of Mohs micrographic surgery (MMS) to produce better results than conventional surgery. If MMS is unavailable, surgery using 3-cm lateral margins and a disease-free anatomic zone deep into the lesion is proposed. Slow Mohs could be a safe alternative to MMS when the latter technique is not available. Patients should be followed for a minimum of 10 years and preferably indefinitely.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24090253/",
    "clean_text": "surgical treatment of darier ferrand dermatofibrosarcoma a systematic review results the analyzed articles included five meta analyses of retrospective studies three prospective nonrandomized studies and retrospective studies discussion positive deep margins may lead to a recurrence independent of lateral margin status despite an a background wide excision surgery is required in darier ferrand dermatofibrosarcoma protuberans but there is no consensus regarding the lateral margins materials and methods we performed a systematic review based on a medline search of articles published from to to determine the optimal procedure to avoid recurrences and treatment morbidity results the analyzed articles included five meta analyses of retrospective studies three prospective nonrandomized studies and retrospective studies discussion positive deep margins may lead to a recurrence independent of lateral margin status despite an absence of formal evidence wide excision with cm margins appears to result in significantly less risk of a recurrence than surgery using cm margins negative histologic margins appear to be the best criterion to decrease recurrence despite a lack of strong data there was a marked tendency of mohs micrographic surgery mms to produce better results than conventional surgery if mms is unavailable surgery using cm lateral margins and a disease free anatomic zone deep into the lesion is proposed slow mohs could be a safe alternative to mms when the latter technique is not available patients should be followed for a minimum of years and preferably indefinitely"
}