{
    "pmid": "41472354",
    "title": "Platinum and 5-FU Salvage Therapy for Severe Liver Crisis in Metastatic Breast Cancer: Efficacy and Analysis of Prognostic Factors.",
    "abstract": "Metastatic breast cancer (MBC) with severe hepatic dysfunction due to liver crisis presents a significant treatment challenge, as conventional chemotherapy often requires dose modifications, leading to reduced efficacy. The combination of platinum, 5-fluorouracil (5FU), and folinate (PFL) offers a rational treatment strategy. This study evaluates the efficacy and safety of PFL in MBC patients with liver crisis and explores predictive markers for treatment response. This retrospective cohort study, conducted at Taipei Veterans General Hospital, Taiwan, included 44 MBC patients with bilirubin ≥3 mg/dL treated between January 2015 and June 2024. Outcomes included bilirubin response rate (≥50% reduction from baseline), progression-free survival (PFS), overall survival (OS), and treatment-related adverse events. The AUC analysis was used to determine the optimal cutoff for liver function assessment model, and Cox regression identified independent prognostic factors. Among the 44 patients, 47.7% achieved a bilirubin response within a median of 19 days. Overall, the median PFS and OS were 1.4 and 1.9 months, respectively, but improved to 4.6 and 7.8 months in those achieving bilirubin response. The ORR was 22.7%, and the DCR was 29.5%. A FIB-4 score <9.1 predicted a 65% bilirubin response rate, while FIB-4 >9.1 was also an independent predictor of OS. Grade 3 adverse events occurred in 36.4% of patients. The PFL regimen is effective in MBC patients with severe liver crisis with hyperbilirubinemia. A FIB-4 score <9.1 may serve as a potential prognostic factor for bilirubin response and is associated with improved survival outcomes.",
    "disease": "breast cancer",
    "clean_text": "platinum and fu salvage therapy for severe liver crisis in metastatic breast cancer efficacy and analysis of prognostic factors metastatic breast cancer mbc with severe hepatic dysfunction due to liver crisis presents a significant treatment challenge as conventional chemotherapy often requires dose modifications leading to reduced efficacy the combination of platinum fluorouracil fu and folinate pfl offers a rational treatment strategy this study evaluates the efficacy and safety of pfl in mbc patients with liver crisis and explores predictive markers for treatment response this retrospective cohort study conducted at taipei veterans general hospital taiwan included mbc patients with bilirubin mg dl treated between january and june outcomes included bilirubin response rate reduction from baseline progression free survival pfs overall survival os and treatment related adverse events the auc analysis was used to determine the optimal cutoff for liver function assessment model and cox regression identified independent prognostic factors among the patients achieved a bilirubin response within a median of days overall the median pfs and os were and months respectively but improved to and months in those achieving bilirubin response the orr was and the dcr was a fib score predicted a bilirubin response rate while fib was also an independent predictor of os grade adverse events occurred in of patients the pfl regimen is effective in mbc patients with severe liver crisis with hyperbilirubinemia a fib score may serve as a potential prognostic factor for bilirubin response and is associated with improved survival outcomes"
}