{
    "title": "Family Physicians' Experiences of Physical Examination.",
    "doc_id": "31285207",
    "writer": "Kelly MA",
    "year": "2019",
    "summary": "Physical examination allowed physicians to use their own bodies to experience patients' illnesses. ...Physical examination contributes to relationship-centered care in family practice....",
    "abstract": "Purpose:\n        \n      \n      The increased availability of reliable diagnostic technologies has stimulated debate about the utility of physical examination in contemporary clinical practice. To reappraise its utility, we explored family physicians' experiences.\n    \n\n\n          Methods:\n        \n      \n      Guided by principles of phenomenology, we conducted in-depth qualitative interviews exploring 16 family physicians' experiences of conducting physical examination: 7 (44%) men and 9 women (56%) whose clinical experience varied widely, from 11 (69%) urban and 5 (31%) rural locations. We recorded the interviews, transcribed them verbatim, and identified initial themes using template analysis. We worked reflexively, critiquing our own and other team members' interpretations, in order to synthesize and write a final interpretation.\n    \n\n\n          Results:\n        \n      \n      Participants described 2 facets of physical examination: making diagnoses and estimating prognoses rationally and objectively; and responding subjectively and intuitively to patients' illnesses, which formed relationships between doctor and patient that enacted medical care in the moment. Physical examination allowed physicians to use their own bodies to experience patients' illnesses. Performing physical examination was integral to being a family doctor because it promoted rapport and developed trust.\n    \n\n\n          Conclusions:\n        \n      \n      Physical examination is part of the identity of family physicians. It not only contributes diagnostic information but is a therapeutic intervention in and of itself. Physical examination contributes to relationship-centered care in family practice.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31285207/",
    "clean_text": "family physicians experiences of physical examination physical examination allowed physicians to use their own bodies to experience patients illnesses physical examination contributes to relationship centered care in family practice purpose the increased availability of reliable diagnostic technologies has stimulated debate about the utility of physical examination in contemporary clinical practice to reappraise its utility we explored family physicians experiences methods guided by principles of phenomenology we conducted in depth qualitative interviews exploring family physicians experiences of conducting physical examination men and women whose clinical experience varied widely from urban and rural locations we recorded the interviews transcribed them verbatim and identified initial themes using template analysis we worked reflexively critiquing our own and other team members interpretations in order to synthesize and write a final interpretation results participants described facets of physical examination making diagnoses and estimating prognoses rationally and objectively and responding subjectively and intuitively to patients illnesses which formed relationships between doctor and patient that enacted medical care in the moment physical examination allowed physicians to use their own bodies to experience patients illnesses performing physical examination was integral to being a family doctor because it promoted rapport and developed trust conclusions physical examination is part of the identity of family physicians it not only contributes diagnostic information but is a therapeutic intervention in and of itself physical examination contributes to relationship centered care in family practice"
}