{
    "title": "Hybrid Macrocyclic Polymers: Self-Assembly Containing Cucurbit[m]uril-pillar[n]arene.",
    "doc_id": "35566949",
    "writer": "Liu Z",
    "year": "2022",
    "summary": "",
    "abstract": "Supramolecular self-assembly by hybrid macrocycles containing both cucurbit[m]uril (CB[m]) and pillar[n]arene was discussed and summarized in this review. Due to different solubility, diverse-sized cavities, and various driving forces in recognizing guests, the role of CB[m] and pillar[n]arene in such hybrid macrocyclic systems could switch between competitor in capturing specialized guests, and cooperator for building advanced hybridized macrocycles, by controlling their characteristics in host-guest inclusions. Furthermore, both CB[m] and pillar[n]arene were employed for fabricating advanced supramolecular self-assemblies such as mechanically interlocked molecules and supramolecular polymers. In those self-assemblies, CB[m] and pillar[n]arene played significant roles in, e.g., microreactor for catalyzing particular reactions to bridge different small pieces together, molecular \"joint\" to connect different monomers into larger assemblies, and \"stabilizer\" in accommodating the guest molecules to adopt a favorite structure geometry ready for assembling.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35566949/",
    "clean_text": "hybrid macrocyclic polymers self assembly containing cucurbit m uril pillar n arene supramolecular self assembly by hybrid macrocycles containing both cucurbit m uril cb m and pillar n arene was discussed and summarized in this review due to different solubility diverse sized cavities and various driving forces in recognizing guests the role of cb m and pillar n arene in such hybrid macrocyclic systems could switch between competitor in capturing specialized guests and cooperator for building advanced hybridized macrocycles by controlling their characteristics in host guest inclusions furthermore both cb m and pillar n arene were employed for fabricating advanced supramolecular self assemblies such as mechanically interlocked molecules and supramolecular polymers in those self assemblies cb m and pillar n arene played significant roles in e g microreactor for catalyzing particular reactions to bridge different small pieces together molecular joint to connect different monomers into larger assemblies and stabilizer in accommodating the guest molecules to adopt a favorite structure geometry ready for assembling"
}