{
    "pmid": "41359717",
    "title": "Attractor Reconstruction of Breathing Dynamics: Characterising Respiratory Dysfunction in COPD.",
    "abstract": "Chronic obstructive pulmonary disease (COPD) is characterised by persistent airflow limitation and fluctuating symptoms that often go undetected in between hospital visits. This paper investigates the use of attractor-based phase-space reconstruction, a non-linear method for transforming time-series data, to characterise respiratory dynamics from chest-worn RESpeck accelerometer. Respiratory signal data were collected over two to four weeks from 50 participants (18 COPD, 32 controls) in free-living conditions. Two-dimensional attractors were derived from 60-second stationary respiratory windows, and 27 features spanning geometric, spectral, recurrence, and complexity domains were extracted. Several features showed large effect sizes and enabled COPD classification with 84.4% accuracy. Temporal analysis revealed heightened diurnal variability in COPD, particularly during night-to-morning transitions. A case study of a COPD subject demonstrated that attractor-derived features captured gradual pre-exacerbation changes not evident from respiratory rate alone. These findings highlight the potential of attractor-derived features as objective, high-resolution digital biomarkers of respiratory dysfunction, validating their use in passive, continuous monitoring for personalised COPD management.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "attractor reconstruction of breathing dynamics characterising respiratory dysfunction in copd chronic obstructive pulmonary disease copd is characterised by persistent airflow limitation and fluctuating symptoms that often go undetected in between hospital visits this paper investigates the use of attractor based phase space reconstruction a non linear method for transforming time series data to characterise respiratory dynamics from chest worn respeck accelerometer respiratory signal data were collected over two to four weeks from participants copd controls in free living conditions two dimensional attractors were derived from second stationary respiratory windows and features spanning geometric spectral recurrence and complexity domains were extracted several features showed large effect sizes and enabled copd classification with accuracy temporal analysis revealed heightened diurnal variability in copd particularly during night to morning transitions a case study of a copd subject demonstrated that attractor derived features captured gradual pre exacerbation changes not evident from respiratory rate alone these findings highlight the potential of attractor derived features as objective high resolution digital biomarkers of respiratory dysfunction validating their use in passive continuous monitoring for personalised copd management"
}