{
    "pmid": "41422599",
    "title": "Management of surgically resectable colorectal liver metastases in older patients.",
    "abstract": "Surgical resection offers a curative treatment option for patients with colorectal cancer liver metastases (CRLM), but data on resection of CRLM among older patients is conflicting and sparse. The older population is heterogenous, and no age-calibrated guidelines for management of surgically resectable CRLM exist. Age-related physiologic changes to the liver include impaired tissue growth, increased oxidative stress and inflammation, and dysregulated metabolic homeostasis. Cumulatively, these changes to the liver microenvironment lead to decreased regeneration ability of the liver and higher vulnerability to the stress of surgery. Systemic chemotherapy may also be associated with worse hepatotoxicity among older patients. Given the combination of age-related physiological changes and chemotherapy-associated hepatotoxicity, evaluating both the volume and the function of the future liver remnant (FLR) among older patients is critically important. Additionally, older patients may have higher risks for both medical and surgical postoperative complications including following CRLM resection. Liver-directed therapy, including transarterial chemoembolization (TACE), transarterial delivery of irinotecan-coated beads (DEBIRI), hepatic infusion chemotherapy (HAI), as well as radiation and ablation therapy are well-tolerated and may be offered to older patients. Discussions of CRLM resection and treatment options should be paired with goals of care conversations for older patients, including wishes surrounding both quantity and quality of life, and functional outcomes. Some older patients, including frail individuals or those with limited life expectancies, may benefit more from liver-directed therapy than from surgical management of CRLM. Shared-decision making tools may be helpful for discussing potential post-operative issues with older patients, including quality-adjusted life expectancy, the potential for loss of independent living, and stays in long-term care facilities following CRLM resection in addition to morbidity and mortality.",
    "disease": "colorectal cancer",
    "clean_text": "management of surgically resectable colorectal liver metastases in older patients surgical resection offers a curative treatment option for patients with colorectal cancer liver metastases crlm but data on resection of crlm among older patients is conflicting and sparse the older population is heterogenous and no age calibrated guidelines for management of surgically resectable crlm exist age related physiologic changes to the liver include impaired tissue growth increased oxidative stress and inflammation and dysregulated metabolic homeostasis cumulatively these changes to the liver microenvironment lead to decreased regeneration ability of the liver and higher vulnerability to the stress of surgery systemic chemotherapy may also be associated with worse hepatotoxicity among older patients given the combination of age related physiological changes and chemotherapy associated hepatotoxicity evaluating both the volume and the function of the future liver remnant flr among older patients is critically important additionally older patients may have higher risks for both medical and surgical postoperative complications including following crlm resection liver directed therapy including transarterial chemoembolization tace transarterial delivery of irinotecan coated beads debiri hepatic infusion chemotherapy hai as well as radiation and ablation therapy are well tolerated and may be offered to older patients discussions of crlm resection and treatment options should be paired with goals of care conversations for older patients including wishes surrounding both quantity and quality of life and functional outcomes some older patients including frail individuals or those with limited life expectancies may benefit more from liver directed therapy than from surgical management of crlm shared decision making tools may be helpful for discussing potential post operative issues with older patients including quality adjusted life expectancy the potential for loss of independent living and stays in long term care facilities following crlm resection in addition to morbidity and mortality"
}