{
    "pmid": "41385821",
    "title": "Efficacy and safety of a single intra-articular injection of mannitol-combined hyaluronan in patients with knee osteoarthritis - A double-blinded randomized clinical study.",
    "abstract": "Treatments for knee osteoarthritis (OA) include injections such as hyaluronic acid (HA), which stabilizes joints but degrades quickly due to reactive oxygen species. The experimental product JETKNEE combines non-crosslinked HA (20 mg/ml) with 0.5 % mannitol, that may slow HA degradation and extend its effect, but with a limited clinical evidence base. To evaluate the efficacy and safety of a single intra-articular injection of JETKNEE versus saline in patients with symptomatic knee OA. In this double-blind randomized trial, 132 patients with Kellgren-Lawrence grade 2-3 OA received 2 ml of either JETKNEE or saline. The primary outcome was change in visual analog scale (VAS) pain score at 6 months. Secondary outcomes included the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC), Lequesne index, ultrasound evaluation of cartilage thickness, quadriceps muscle thickness, OA cartilage grading, and adverse events. VAS pain improved significantly in both groups without between-group difference. JETKNEE showed significantly greater improvement in WOMAC pain, function, and total scores across all time points (P < 0.05). Lequesne index improved more rapidly at early visits. No significant differences were observed in ultrasound findings or patient satisfaction. Adverse events were more frequent in the JETKNEE group but were mostly mild. A single injection of JETKNEE did not show superiority to placebo in the primary outcome (VAS pain), but demonstrated improvements in secondary functional outcomes for 6 months in patients with knee OA.",
    "disease": "osteoarthritis",
    "clean_text": "efficacy and safety of a single intra articular injection of mannitol combined hyaluronan in patients with knee osteoarthritis a double blinded randomized clinical study treatments for knee osteoarthritis oa include injections such as hyaluronic acid ha which stabilizes joints but degrades quickly due to reactive oxygen species the experimental product jetknee combines non crosslinked ha mg ml with mannitol that may slow ha degradation and extend its effect but with a limited clinical evidence base to evaluate the efficacy and safety of a single intra articular injection of jetknee versus saline in patients with symptomatic knee oa in this double blind randomized trial patients with kellgren lawrence grade oa received ml of either jetknee or saline the primary outcome was change in visual analog scale vas pain score at months secondary outcomes included the western ontario and mcmaster universities osteoarthritis index womac lequesne index ultrasound evaluation of cartilage thickness quadriceps muscle thickness oa cartilage grading and adverse events vas pain improved significantly in both groups without between group difference jetknee showed significantly greater improvement in womac pain function and total scores across all time points p lequesne index improved more rapidly at early visits no significant differences were observed in ultrasound findings or patient satisfaction adverse events were more frequent in the jetknee group but were mostly mild a single injection of jetknee did not show superiority to placebo in the primary outcome vas pain but demonstrated improvements in secondary functional outcomes for months in patients with knee oa"
}