{
    "title": "CD45 glycosylation controls T-cell life and death.",
    "doc_id": "18607388",
    "writer": "Earl LA",
    "year": "2008",
    "summary": "CD45, an abundant and highly glycosylated cell-surface protein, is a critical regulator of T-cell development. CD45 is differentially glycosylated throughout the life of a T cell, and the glycosylation state of CD45 controls recognition by various bind …",
    "abstract": "CD45, an abundant and highly glycosylated cell-surface protein, is a critical regulator of T-cell development. CD45 is differentially glycosylated throughout the life of a T cell, and the glycosylation state of CD45 controls recognition by various binding partners, affects intracellular signaling by the cytoplasmic tyrosine phosphatase domain and modulates the response of the T cell to antigen. Although the importance of CD45 during T-cell development has been established, it is becoming increasingly clear that glycosylation of CD45 is a dynamic process that modifies T-cell survival, activation and immune function. In this review, we address changes that occur in CD45 glycosylation during T-cell development and differentiation, describe carbohydrate-binding proteins that recognize differentially glycosylated forms of CD45, and discuss how differential glycosylation alters the T-cell response to a variety of signals involved in selection, activation and apoptosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18607388/",
    "clean_text": "cd glycosylation controls t cell life and death cd an abundant and highly glycosylated cell surface protein is a critical regulator of t cell development cd is differentially glycosylated throughout the life of a t cell and the glycosylation state of cd controls recognition by various bind cd an abundant and highly glycosylated cell surface protein is a critical regulator of t cell development cd is differentially glycosylated throughout the life of a t cell and the glycosylation state of cd controls recognition by various binding partners affects intracellular signaling by the cytoplasmic tyrosine phosphatase domain and modulates the response of the t cell to antigen although the importance of cd during t cell development has been established it is becoming increasingly clear that glycosylation of cd is a dynamic process that modifies t cell survival activation and immune function in this review we address changes that occur in cd glycosylation during t cell development and differentiation describe carbohydrate binding proteins that recognize differentially glycosylated forms of cd and discuss how differential glycosylation alters the t cell response to a variety of signals involved in selection activation and apoptosis"
}