{
    "pmid": "41454020",
    "title": "Blue LED photobiomodulation in the prevention of radiodermatitis in breast cancer survivors: a clinical trial.",
    "abstract": "The objective of this study is to investigate the photobiomodulation (PBM) effects when applying blue LED on the grade and severity of radiodermatitis (RD) and analyze the dermatological quality of life of female breast cancer survivors. This is a non-randomized, prospective clinical trial, with 53 women diagnosed with breast cancer undergoing radiotherapy (RT). Participants were divided into a control group (CG; n = 27) and an intervention group (IG; n = 26). The intervention consisted of PBM with blue LED (470 nm) before each RT session, with an energy density of 18.6 J/cm The RD occurrence was 28% lower (p = 0.039) in the intervention group (n = 11) compared to the CG (n = 19). Dermatological quality of life presents a moderate reduction over time only in the patients in the CG (p = 0.005). This worsening is attributed to increases in the DLQI scores for symptoms and feelings (p = 0.003), daily activities (p = 0.003), and treatment (p = 0.005). The findings suggest that blue LED may be a promising resource to improve the quality of life of patients undergoing RT. Blue LED may be a sound therapeutic strategy in radiodermatitis management, minimizing radiotherapy negative impacts, consequently improving the quality of life.",
    "disease": "breast cancer",
    "clean_text": "blue led photobiomodulation in the prevention of radiodermatitis in breast cancer survivors a clinical trial the objective of this study is to investigate the photobiomodulation pbm effects when applying blue led on the grade and severity of radiodermatitis rd and analyze the dermatological quality of life of female breast cancer survivors this is a non randomized prospective clinical trial with women diagnosed with breast cancer undergoing radiotherapy rt participants were divided into a control group cg n and an intervention group ig n the intervention consisted of pbm with blue led nm before each rt session with an energy density of j cm the rd occurrence was lower p in the intervention group n compared to the cg n dermatological quality of life presents a moderate reduction over time only in the patients in the cg p this worsening is attributed to increases in the dlqi scores for symptoms and feelings p daily activities p and treatment p the findings suggest that blue led may be a promising resource to improve the quality of life of patients undergoing rt blue led may be a sound therapeutic strategy in radiodermatitis management minimizing radiotherapy negative impacts consequently improving the quality of life"
}