{
    "title": "Methylprednisolone after spinal cord injury.",
    "doc_id": "8484108",
    "writer": "Segatore M",
    "year": "1993",
    "summary": "The assumption that maximal spinal cord injury occurs at the moment of trauma is being challenged by emerging evidence that cellular injury continues after the acute event. ...The purpose of this paper is threefold: (1) to explore the putative mechanis …",
    "abstract": "The assumption that maximal spinal cord injury occurs at the moment of trauma is being challenged by emerging evidence that cellular injury continues after the acute event. Efforts are now being made to alter the course of secondary injury in order to improve the functional outcome of survivors. Methylprednisolone has been studied in two clinical trials--the National Acute Spinal Cord Injury Studies (NASCIS I, NASCIS II)--to determine its ability to protect compromised but viable cellular elements, and thus improve outcome. The purpose of this paper is threefold: (1) to explore the putative mechanisms of secondary spinal cord injury, (2) to examine the role of methylprednisolone in spinal cord injury, and (3) to discuss the findings and clinical implications of NASCIS I and NASCIS II.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8484108/",
    "clean_text": "methylprednisolone after spinal cord injury the assumption that maximal spinal cord injury occurs at the moment of trauma is being challenged by emerging evidence that cellular injury continues after the acute event the purpose of this paper is threefold to explore the putative mechanis the assumption that maximal spinal cord injury occurs at the moment of trauma is being challenged by emerging evidence that cellular injury continues after the acute event efforts are now being made to alter the course of secondary injury in order to improve the functional outcome of survivors methylprednisolone has been studied in two clinical trials the national acute spinal cord injury studies nascis i nascis ii to determine its ability to protect compromised but viable cellular elements and thus improve outcome the purpose of this paper is threefold to explore the putative mechanisms of secondary spinal cord injury to examine the role of methylprednisolone in spinal cord injury and to discuss the findings and clinical implications of nascis i and nascis ii"
}