{
    "title": "Confirming the factor structure of a generic quality of life instrument among pre-treatment substance use disorder patients.",
    "doc_id": "31101049",
    "writer": "Muller AE",
    "year": "2019",
    "summary": "BACKGROUND: Quality of life (QoL) is a patient-reported outcome of increasing importance in the substance use disorder (SUD) treatment field, and impaired QoL may be an important impetus for treatment uptake. ...Structural equation modelling (SEM) was used to confir …",
    "abstract": "Background:\n        \n      \n      Quality of life (QoL) is a patient-reported outcome of increasing importance in the substance use disorder (SUD) treatment field, and impaired QoL may be an important impetus for treatment uptake. Instruments and methodologies abound, precluding comparison, as does a dearth of population norms. The QOL10 is a generic, overall QoL tool containing ten items and with simple scoring procedures. It is therefore a potential alternative to the gold standard WHOQOL-BREF. This study aimed to assess the two-factor structure of the QOL10 that has been suggested by a previous exploratory factor analysis.\n    \n\n\n          Methods:\n        \n      \n      Adults entering 21 participating inpatient or outpatient SUD treatment were recruited to join a national longitudinal cohort study. 531 completed the QOL10 at treatment entry and were included in the analysis. Structural equation modelling (SEM) was used to confirm the model fit of a two-factor structure, and the scaling qualities of the QOL10 were reported.\n    \n\n\n          Results:\n        \n      \n      According to the SEM analysis, the QOL10 was comprised of one latent variable measuring social QoL, and one measuring global QoL, and all ten items were retained. Goodness of fit tests included: root mean square of approximation = 0.063, 90% CI 0.050-0.076; normed-fit index = 0.919; and comparative fit index = 0.943.\n    \n\n\n          Conclusions:\n        \n      \n      The QOL10 should be considered when clinicians in the SUD treatment field need a short, valid instrument that measures both global QoL and social QoL, with minimum respondent and administrator burden. The social domain is of particular utility and may be used as a stand-alone instrument. Test-retest reliability should be established in future studies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31101049/",
    "clean_text": "confirming the factor structure of a generic quality of life instrument among pre treatment substance use disorder patients background quality of life qol is a patient reported outcome of increasing importance in the substance use disorder sud treatment field and impaired qol may be an important impetus for treatment uptake structural equation modelling sem was used to confir background quality of life qol is a patient reported outcome of increasing importance in the substance use disorder sud treatment field and impaired qol may be an important impetus for treatment uptake instruments and methodologies abound precluding comparison as does a dearth of population norms the qol is a generic overall qol tool containing ten items and with simple scoring procedures it is therefore a potential alternative to the gold standard whoqol bref this study aimed to assess the two factor structure of the qol that has been suggested by a previous exploratory factor analysis methods adults entering participating inpatient or outpatient sud treatment were recruited to join a national longitudinal cohort study completed the qol at treatment entry and were included in the analysis structural equation modelling sem was used to confirm the model fit of a two factor structure and the scaling qualities of the qol were reported results according to the sem analysis the qol was comprised of one latent variable measuring social qol and one measuring global qol and all ten items were retained goodness of fit tests included root mean square of approximation ci normed fit index and comparative fit index conclusions the qol should be considered when clinicians in the sud treatment field need a short valid instrument that measures both global qol and social qol with minimum respondent and administrator burden the social domain is of particular utility and may be used as a stand alone instrument test retest reliability should be established in future studies"
}