{
    "title": "Endometrial cancer after endometrial ablation: a systematic review.",
    "doc_id": "36375895",
    "writer": "Oderkerk TJ",
    "year": "2022",
    "summary": "OBJECTIVE: To investigate whether a previously performed endometrial ablation is associated with the development and diagnosis of endometrial cancer. ...In addition, endometrial cancers after endometrial ablation are not detected at an advanced stage.. …",
    "abstract": "Objective:\n        \n      \n      To investigate whether a previously performed endometrial ablation is associated with the development and diagnosis of endometrial cancer.\n    \n\n\n          Methods:\n        \n      \n      First, a systematic review was performed of the articles reporting the incidence of endometrial cancer in patients treated with endometrial ablation. Second, a systematic review was performed to identify all individual cases of endometrial cancer after ablation to evaluate presenting symptoms, diagnostic work-up, potential risk factors, and the type and stage of the endometrial cancer. A systematic search was performed, using Medline, EMBASE, and the Cochrane Library databases, from inception through February 24, 2022.\n    \n\n\n          Results:\n        \n      \n      Based on 11 included studies, the incidence of endometrial cancer in a population of 29 102 patients with a prior endometrial ablation ranged from 0.0% to 1.6%.A total of 38 cases of endometrial cancer after ablation were identified. In 71% of cases (17 of 24 cases), vaginal bleeding was the first presenting symptom. With transvaginal ultrasound it was possible to identify and measure the endometrial thickness in eight cases. Endometrium sampling was successful in 16 of 18 described cases (89%). In 18 of 20 cases (90%) pathologic examination showed early-stage endometrioid adenocarcinoma (International Federation of Gynecology and Obstetrics stage I).\n    \n\n\n          Conclusion:\n        \n      \n      Previous endometrial ablation is not associated with the development of endometrial cancer. Diagnostic work-up is not impeded by previous endometrial ablation. In addition, endometrial cancers after endometrial ablation are not detected at an advanced stage.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36375895/",
    "clean_text": "endometrial cancer after endometrial ablation a systematic review objective to investigate whether a previously performed endometrial ablation is associated with the development and diagnosis of endometrial cancer in addition endometrial cancers after endometrial ablation are not detected at an advanced stage objective to investigate whether a previously performed endometrial ablation is associated with the development and diagnosis of endometrial cancer methods first a systematic review was performed of the articles reporting the incidence of endometrial cancer in patients treated with endometrial ablation second a systematic review was performed to identify all individual cases of endometrial cancer after ablation to evaluate presenting symptoms diagnostic work up potential risk factors and the type and stage of the endometrial cancer a systematic search was performed using medline embase and the cochrane library databases from inception through february results based on included studies the incidence of endometrial cancer in a population of patients with a prior endometrial ablation ranged from to a total of cases of endometrial cancer after ablation were identified in of cases of cases vaginal bleeding was the first presenting symptom with transvaginal ultrasound it was possible to identify and measure the endometrial thickness in eight cases endometrium sampling was successful in of described cases in of cases pathologic examination showed early stage endometrioid adenocarcinoma international federation of gynecology and obstetrics stage i conclusion previous endometrial ablation is not associated with the development of endometrial cancer diagnostic work up is not impeded by previous endometrial ablation in addition endometrial cancers after endometrial ablation are not detected at an advanced stage"
}