{
    "pmid": "41409744",
    "title": "Serum periostin as a novel biomarker and therapeutic target in coronary heart disease.",
    "abstract": "Coronary artery disease (CAD) remains a significant global contributor to morbidity and mortality, necessitating a deeper understanding of its molecular mechanisms. This study aimed to identify and analyze differentially expressed genes associated with CAD, assess their functional enrichment, and construct protein-protein interaction (PPI) networks to elucidate the molecular mechanisms underlying the disease. Data integration from two Gene Expression Omnibus datasets (GSE66360 and GSE42148) was performed using bioinformatics tools, with batch effects corrected via the R package sva. Differential gene expression analysis was conducted using the limma package in R, enabling identification of genes with statistically significant expression differences between patients with CAD and healthy controls.  A total of 704 differentially expressed genes were identified, with 476 upregulated and 228 downregulated genes in CAD samples.  This integrated bioinformatics analysis provided valuable insights into the molecular landscape of CAD, highlighting ",
    "disease": "coronary artery disease",
    "clean_text": "serum periostin as a novel biomarker and therapeutic target in coronary heart disease coronary artery disease cad remains a significant global contributor to morbidity and mortality necessitating a deeper understanding of its molecular mechanisms this study aimed to identify and analyze differentially expressed genes associated with cad assess their functional enrichment and construct protein protein interaction ppi networks to elucidate the molecular mechanisms underlying the disease data integration from two gene expression omnibus datasets gse and gse was performed using bioinformatics tools with batch effects corrected via the r package sva differential gene expression analysis was conducted using the limma package in r enabling identification of genes with statistically significant expression differences between patients with cad and healthy controls a total of differentially expressed genes were identified with upregulated and downregulated genes in cad samples this integrated bioinformatics analysis provided valuable insights into the molecular landscape of cad highlighting"
}