{
    "title": "Oxidative stress and the ageing endocrine system.",
    "doc_id": "23438835",
    "writer": "Vitale G",
    "year": "2013",
    "summary": "Several hundred theories have attempted to explain this phenomenon. One of the most popular is the 'oxidative stress theory', originally termed the 'free radical theory'. The endocrine system seems to have a role in the modulation of oxidative stress; …",
    "abstract": "Ageing is a process characterized by a progressive decline in cellular function, organismal fitness and increased risk of age-related diseases and death. Several hundred theories have attempted to explain this phenomenon. One of the most popular is the 'oxidative stress theory', originally termed the 'free radical theory'. The endocrine system seems to have a role in the modulation of oxidative stress; however, much less is known about the role that oxidative stress might have in the ageing of the endocrine system and the induction of age-related endocrine diseases. This Review outlines the interactions between hormones and oxidative metabolism and the potential effects of oxidative stress on ageing of endocrine organs. Many different mechanisms that link oxidative stress and ageing are discussed, all of which converge on the induction or regulation of inflammation. All these mechanisms, including cell senescence, mitochondrial dysfunction and microRNA dysregulation, as well as inflammation itself, could be targets of future studies aimed at clarifying the effects of oxidative stress on ageing of endocrine glands.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23438835/",
    "clean_text": "oxidative stress and the ageing endocrine system several hundred theories have attempted to explain this phenomenon one of the most popular is the oxidative stress theory originally termed the free radical theory the endocrine system seems to have a role in the modulation of oxidative stress ageing is a process characterized by a progressive decline in cellular function organismal fitness and increased risk of age related diseases and death several hundred theories have attempted to explain this phenomenon one of the most popular is the oxidative stress theory originally termed the free radical theory the endocrine system seems to have a role in the modulation of oxidative stress however much less is known about the role that oxidative stress might have in the ageing of the endocrine system and the induction of age related endocrine diseases this review outlines the interactions between hormones and oxidative metabolism and the potential effects of oxidative stress on ageing of endocrine organs many different mechanisms that link oxidative stress and ageing are discussed all of which converge on the induction or regulation of inflammation all these mechanisms including cell senescence mitochondrial dysfunction and microrna dysregulation as well as inflammation itself could be targets of future studies aimed at clarifying the effects of oxidative stress on ageing of endocrine glands"
}