{
    "title": "Regeneration of the heart.",
    "doc_id": "22095736",
    "writer": "Steinhauser ML",
    "year": "2011",
    "summary": "The death of cardiac myocytes diminishes the heart's pump function and is a major cause of heart failure, one of the dominant causes of death worldwide. ...The careful elucidation of the cellular and molecular mechanisms of endogenous heart regeneratio …",
    "abstract": "The death of cardiac myocytes diminishes the heart's pump function and is a major cause of heart failure, one of the dominant causes of death worldwide. Other than transplantation, there are no therapies that directly address the loss of cardiac myocytes, which explains the current excitement in cardiac regeneration. The field is evolving in two important directions. First, although endogenous mammalian cardiac regeneration clearly seems to decline rapidly after birth, it may still persist in adulthood. The careful elucidation of the cellular and molecular mechanisms of endogenous heart regeneration may therefore provide an opportunity for developing therapeutic interventions that amplify this process. Second, recent breakthroughs have enabled reprogramming of cells that were apparently terminally differentiated, either by dedifferentiation into pluripotent stem cells or by transdifferentiation into cardiac myocytes. These achievements challenge our conceptions of what is possible in terms of heart regeneration. In this review, we discuss the current status of research on cardiac regeneration, with a focus on the challenges that hold back therapeutic development.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22095736/",
    "clean_text": "regeneration of the heart the death of cardiac myocytes diminishes the heart s pump function and is a major cause of heart failure one of the dominant causes of death worldwide the careful elucidation of the cellular and molecular mechanisms of endogenous heart regeneratio the death of cardiac myocytes diminishes the heart s pump function and is a major cause of heart failure one of the dominant causes of death worldwide other than transplantation there are no therapies that directly address the loss of cardiac myocytes which explains the current excitement in cardiac regeneration the field is evolving in two important directions first although endogenous mammalian cardiac regeneration clearly seems to decline rapidly after birth it may still persist in adulthood the careful elucidation of the cellular and molecular mechanisms of endogenous heart regeneration may therefore provide an opportunity for developing therapeutic interventions that amplify this process second recent breakthroughs have enabled reprogramming of cells that were apparently terminally differentiated either by dedifferentiation into pluripotent stem cells or by transdifferentiation into cardiac myocytes these achievements challenge our conceptions of what is possible in terms of heart regeneration in this review we discuss the current status of research on cardiac regeneration with a focus on the challenges that hold back therapeutic development"
}