{
    "pmid": "41409718",
    "title": "Inpatient Telehepatology at Community Hospitals: Expanding Access and Comanaging Complex Care.",
    "abstract": "The complexity of care for decompensated liver disease often necessitates the transfer of patients to tertiary care hospitals (TCHs) for management by advanced liver care teams. However, TCHs often have a wait list for transfers, which can lead to delays in timely care. These delays can increase the risk of medical errors, which can be compounded by the multiple handoffs and uncertainty during the transfer process. To address these limitations and reduce reliance on transfers, the Indiana University Health Hepatology team, based at the academic health center (AHC), implemented a remote inpatient telehepatology (INP-TH) consultation service for comanaging patients with advanced liver disease while they remain hospitalized at one of the integrated health care system's community hospitals. In this article, the authors describe the logistics, feasibility, and selected outcomes of the INP-TH service across three of the community hospitals. Multiple stakeholders at the community hospitals and from the health system leadership were engaged before establishing the service. The service was implemented at minimal additional cost, utilizing existing clinical staff and two patient-facing iPads at each community hospital. AHC-based dedicated inpatient hepatology physician assistants and hepatology attendings participated in the INP-TH consultations. Patients under evaluation in the ED or those receiving care in the ICU were not eligible for the INP-TH consultation request. The results presented are from the virtual consultations offered to 155 patients from July 1, 2022, to December 31, 2023. On establishing INP-TH, only 12 patients (8%) were transferred to the AHC at the discretion of the INP-TH team for reasons related to the severity of illness or specialized services only available at the AHC; the other 143 (92%) were comanaged locally. Of the 155 patients, 57% had an outpatient hepatology follow-up within 30 days, 28% were readmitted to a hospital within 30 days, and 8% died within 30 days, which included nine as inpatients and four as outpatients. Provider engagement and satisfaction surveys revealed strong support and high satisfaction levels from both hepatology providers and hospitalists, with no readily evident risk to the patients. The INP-TH initiative models an approach for locally comanaging patients with complex or advanced diseases by establishing the feasibility and efficacy of comanagement of patients with decompensated cirrhosis at community hospitals without the need for physical transfer. To enhance its scale and breadth, the adaptation and expansion of the service to other health care systems should be explored.",
    "disease": "liver cirrhosis",
    "clean_text": "inpatient telehepatology at community hospitals expanding access and comanaging complex care the complexity of care for decompensated liver disease often necessitates the transfer of patients to tertiary care hospitals tchs for management by advanced liver care teams however tchs often have a wait list for transfers which can lead to delays in timely care these delays can increase the risk of medical errors which can be compounded by the multiple handoffs and uncertainty during the transfer process to address these limitations and reduce reliance on transfers the indiana university health hepatology team based at the academic health center ahc implemented a remote inpatient telehepatology inp th consultation service for comanaging patients with advanced liver disease while they remain hospitalized at one of the integrated health care system s community hospitals in this article the authors describe the logistics feasibility and selected outcomes of the inp th service across three of the community hospitals multiple stakeholders at the community hospitals and from the health system leadership were engaged before establishing the service the service was implemented at minimal additional cost utilizing existing clinical staff and two patient facing ipads at each community hospital ahc based dedicated inpatient hepatology physician assistants and hepatology attendings participated in the inp th consultations patients under evaluation in the ed or those receiving care in the icu were not eligible for the inp th consultation request the results presented are from the virtual consultations offered to patients from july to december on establishing inp th only patients were transferred to the ahc at the discretion of the inp th team for reasons related to the severity of illness or specialized services only available at the ahc the other were comanaged locally of the patients had an outpatient hepatology follow up within days were readmitted to a hospital within days and died within days which included nine as inpatients and four as outpatients provider engagement and satisfaction surveys revealed strong support and high satisfaction levels from both hepatology providers and hospitalists with no readily evident risk to the patients the inp th initiative models an approach for locally comanaging patients with complex or advanced diseases by establishing the feasibility and efficacy of comanagement of patients with decompensated cirrhosis at community hospitals without the need for physical transfer to enhance its scale and breadth the adaptation and expansion of the service to other health care systems should be explored"
}