{
    "pmid": "41474502",
    "title": "Conversion of subjective cognitive decline to MCI and dementia: a systematic review and meta-analysis of sex differences and risk factors.",
    "abstract": "Subjective cognitive decline (SCD) is an important yet heterogeneous indicator of mild cognitive impairment (MCI) and dementia. Sex and health-related disparities in risk are well established, but differences in prevalence and conversion rates from SCD to MCI/Dementia by risk factor remain unclear. This preregistered study followed PRISMA guidelines to conduct a systematic review with a narrative synthesis and meta-analyses. Random-effects meta-analyses calculated the relative risk (RR) of sex, depression, hypertension, and diabetes in conversion from SCD to MCI/dementia. Q and I Five cross-cultural studies ( Relative risk estimates align with the greater literature and extend them to an inclusive cross-cultural sample with lower education. The significant heterogeneity found underscores the complexity of the interactions between cognitive decline and modifiable risk factors. This study provides novel conversion rates to MCI and dementia for individuals with comorbid SCD and depression, hypertension, and diabetes. We recommend that sex-stratified conversion rates are reported, as limited data prevented our meta-analysis from examining this important dimension of risk.",
    "disease": "hypertension",
    "clean_text": "conversion of subjective cognitive decline to mci and dementia a systematic review and meta analysis of sex differences and risk factors subjective cognitive decline scd is an important yet heterogeneous indicator of mild cognitive impairment mci and dementia sex and health related disparities in risk are well established but differences in prevalence and conversion rates from scd to mci dementia by risk factor remain unclear this preregistered study followed prisma guidelines to conduct a systematic review with a narrative synthesis and meta analyses random effects meta analyses calculated the relative risk rr of sex depression hypertension and diabetes in conversion from scd to mci dementia q and i five cross cultural studies relative risk estimates align with the greater literature and extend them to an inclusive cross cultural sample with lower education the significant heterogeneity found underscores the complexity of the interactions between cognitive decline and modifiable risk factors this study provides novel conversion rates to mci and dementia for individuals with comorbid scd and depression hypertension and diabetes we recommend that sex stratified conversion rates are reported as limited data prevented our meta analysis from examining this important dimension of risk"
}