{
    "pmid": "41399945",
    "title": "Response evaluation to systemic therapy in HCC: Current challenges and future perspectives.",
    "abstract": "In oncology, the radiological assessment of treatment response is crucial for predicting therapeutic efficacy in terms of survival, both in clinical trials and daily practice. However, this fundamental principle is often challenged in the context of HCC, where cirrhosis-related phenomena complicate radiological evaluation and impact patient prognosis beyond the oncological disease itself. In addition, the introduction of new therapeutic agents into the rapidly evolving landscape of systemic treatment further complicates this task, raising significant concerns about the validity of commonly used response criteria in this setting. Here, we aim to provide a critical view of tumor response evaluation to systemic therapy in HCC. First, we review the main treatment response criteria to systemic therapy, emphasizing the differences and limitations of RECIST 1.1 and mRECIST. Second, we delve into the challenges of radiological evaluation both in clinical trials and daily practice, with a particular focus on emerging approaches currently under investigation, such as immunotherapy-based downstaging and conversion therapy. Finally, we discuss emerging trends and future directions in radiological assessment techniques, including 3D imaging, artificial intelligence, and radiomics, and their potential impact on refining treatment evaluation in the era of precision oncology.",
    "disease": "liver cirrhosis",
    "clean_text": "response evaluation to systemic therapy in hcc current challenges and future perspectives in oncology the radiological assessment of treatment response is crucial for predicting therapeutic efficacy in terms of survival both in clinical trials and daily practice however this fundamental principle is often challenged in the context of hcc where cirrhosis related phenomena complicate radiological evaluation and impact patient prognosis beyond the oncological disease itself in addition the introduction of new therapeutic agents into the rapidly evolving landscape of systemic treatment further complicates this task raising significant concerns about the validity of commonly used response criteria in this setting here we aim to provide a critical view of tumor response evaluation to systemic therapy in hcc first we review the main treatment response criteria to systemic therapy emphasizing the differences and limitations of recist and mrecist second we delve into the challenges of radiological evaluation both in clinical trials and daily practice with a particular focus on emerging approaches currently under investigation such as immunotherapy based downstaging and conversion therapy finally we discuss emerging trends and future directions in radiological assessment techniques including d imaging artificial intelligence and radiomics and their potential impact on refining treatment evaluation in the era of precision oncology"
}