{
    "pmid": "41467301",
    "title": "Oral language profiles and associated factors in children after neonatal arterial ischaemic stroke.",
    "abstract": "To characterize language outcomes at age 7 years after neonatal arterial ischaemic stroke (NAIS) and identify language profiles and determinants. This prospective longitudinal cohort study included 70 children (44 males) from a French cohort with NAIS. Oral language (phonology, lexicon, syntax) was assessed using a validated French battery. Data on demographics, environment, lesion, epilepsy, motor status, cognition, schooling, and therapy were collected. A data-driven classification, based on principal component analysis, followed by hierarchical clustering with k-means consolidation, was used to identify the language profiles. Performances were compared to norms and factors were tested using multiple linear regression models. Four language profiles emerged after excluding three outliers: preserved language (n = 32), very low phono-syntax (n = 7), very low receptive (n = 11), and borderline language (n = 17). A majority of children (56%) showed below-age language abilities. Epilepsy, bilingualism, a family history of language or learning disorders, and lower full-scale IQ were associated with poorer outcomes. Children with more severe impairments more often required school support (n = 18) or specialized education (n = 7). Access to speech and language therapy was mainly driven by the nature of difficulties, especially phonology and syntax, than by their severity. NAIS leads to frequent and heterogeneous language difficulties at school age, which are influenced by biological, cognitive, and environmental factors. Systematic and complete language assessments are crucial in preschool to ensure early detection, even of subtle deficits, and equitable access to intervention.",
    "disease": "stroke",
    "clean_text": "oral language profiles and associated factors in children after neonatal arterial ischaemic stroke to characterize language outcomes at age years after neonatal arterial ischaemic stroke nais and identify language profiles and determinants this prospective longitudinal cohort study included children males from a french cohort with nais oral language phonology lexicon syntax was assessed using a validated french battery data on demographics environment lesion epilepsy motor status cognition schooling and therapy were collected a data driven classification based on principal component analysis followed by hierarchical clustering with k means consolidation was used to identify the language profiles performances were compared to norms and factors were tested using multiple linear regression models four language profiles emerged after excluding three outliers preserved language n very low phono syntax n very low receptive n and borderline language n a majority of children showed below age language abilities epilepsy bilingualism a family history of language or learning disorders and lower full scale iq were associated with poorer outcomes children with more severe impairments more often required school support n or specialized education n access to speech and language therapy was mainly driven by the nature of difficulties especially phonology and syntax than by their severity nais leads to frequent and heterogeneous language difficulties at school age which are influenced by biological cognitive and environmental factors systematic and complete language assessments are crucial in preschool to ensure early detection even of subtle deficits and equitable access to intervention"
}