{
    "title": "Quality improvement in pediatric surgery.",
    "doc_id": "27031660",
    "writer": "Cameron DB",
    "year": "2016",
    "summary": "PURPOSE OF REVIEW: The goal of this review is to provide updates on the evolution of conceptual definitions as they relate to quality in healthcare, existing measurement platforms for performance benchmarking in pediatric surgery, and available tools for quality …",
    "abstract": "Purpose of review:\n        \n      \n      The goal of this review is to provide updates on the evolution of conceptual definitions as they relate to quality in healthcare, existing measurement platforms for performance benchmarking in pediatric surgery, and available tools for quality improvement that are relevant to care of the pediatric surgical patient.\n    \n\n\n          Recent findings:\n        \n      \n      The American College of Surgeon's National Surgical Quality Improvement Program-Pediatric has continued to evolve, now providing risk-adjusted safety outcomes data to over 70 hospitals and broadening its scope of quality measurement to include resource utilization and value-based metrics. Increasing use of checklists and other team-based communication tools show potential for making surgical care safer for children, and thoughtful application of quality improvement methods such as Lean methodology, six-sigma and others are helping to improve efficiency and increase healthcare value. Finally, efforts to define minimal resource standards for pediatric surgical care holds promise to improve outcomes for neonates and other children with complex surgical needs.\n    \n\n\n          Summary:\n        \n      \n      Over the past decade, significant progress has been made in our ability to measure, benchmark and improve quality in pediatric surgery. Future efforts will need to facilitate broader participation in benchmarking programs and knowledge-sharing collaboratives, and to develop multidisciplinary, 'disease-specific' longitudinal care models where quality measurement extends before and beyond the 'traditional' 30-day perioperative period.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27031660/",
    "clean_text": "quality improvement in pediatric surgery purpose of review the goal of this review is to provide updates on the evolution of conceptual definitions as they relate to quality in healthcare existing measurement platforms for performance benchmarking in pediatric surgery and available tools for quality purpose of review the goal of this review is to provide updates on the evolution of conceptual definitions as they relate to quality in healthcare existing measurement platforms for performance benchmarking in pediatric surgery and available tools for quality improvement that are relevant to care of the pediatric surgical patient recent findings the american college of surgeon s national surgical quality improvement program pediatric has continued to evolve now providing risk adjusted safety outcomes data to over hospitals and broadening its scope of quality measurement to include resource utilization and value based metrics increasing use of checklists and other team based communication tools show potential for making surgical care safer for children and thoughtful application of quality improvement methods such as lean methodology six sigma and others are helping to improve efficiency and increase healthcare value finally efforts to define minimal resource standards for pediatric surgical care holds promise to improve outcomes for neonates and other children with complex surgical needs summary over the past decade significant progress has been made in our ability to measure benchmark and improve quality in pediatric surgery future efforts will need to facilitate broader participation in benchmarking programs and knowledge sharing collaboratives and to develop multidisciplinary disease specific longitudinal care models where quality measurement extends before and beyond the traditional day perioperative period"
}