{
    "pmid": "41474236",
    "title": "A comparative study of subpleural and nonsubpleural malignant pulmonary nodules treated with CT-guided co-ablation: Our experience.",
    "abstract": "This retrospective study evaluated the safety and efficacy of co-ablation (Co-A) for subpleural malignant pulmonary nodules (SMPNs). A total of 88 consecutive malignant lung tumor patients treated for Co-A were retrospectively reviewed. Subpleural lesions were assessed using computed tomography (CT). In the lung window, a distance of 1 cm between the nodule and the pleura was defined as subpleural. Overall, 68 patients comprising 41 men and 27 women (mean age, 63.54 ± 13.82 years; age range, 15-87 years) were enrolled, dividing into the SMPN group (n = 53) and the nonsubpleural malignant pulmonary nodules group (NSMPN, n = 15). The mean tumor size was 22.78 ± 6.30 mm (range, 10-30 mm). Follow-up was conducted using CT at 1, 3, and 6 months after Co-A, and the complications and safety profiles were recorded. The technical success rate was 100%. No significant difference in overall complication rate was observed between the SMPN (40.7%, 24/59) and NSMPN (50.6%, 10/19) groups (χ2 = 0.835, P = 0.361). The median follow-up duration in all patients was 5.38 ± 3.14 months (range, 3-14 months). The 3- and 6-month local recurrence-free survival (LRFS) rates in the SMPN and NSMPN groups were 97.7% and 100%, respectively, and 90.9% and 100%, respectively (P > 0.05). These findings indicate that Co-A may be a safe and effective treatment strategy for SMPNs.",
    "disease": "lung cancer",
    "clean_text": "a comparative study of subpleural and nonsubpleural malignant pulmonary nodules treated with ct guided co ablation our experience this retrospective study evaluated the safety and efficacy of co ablation co a for subpleural malignant pulmonary nodules smpns a total of consecutive malignant lung tumor patients treated for co a were retrospectively reviewed subpleural lesions were assessed using computed tomography ct in the lung window a distance of cm between the nodule and the pleura was defined as subpleural overall patients comprising men and women mean age years age range years were enrolled dividing into the smpn group n and the nonsubpleural malignant pulmonary nodules group nsmpn n the mean tumor size was mm range mm follow up was conducted using ct at and months after co a and the complications and safety profiles were recorded the technical success rate was no significant difference in overall complication rate was observed between the smpn and nsmpn groups p the median follow up duration in all patients was months range months the and month local recurrence free survival lrfs rates in the smpn and nsmpn groups were and respectively and and respectively p these findings indicate that co a may be a safe and effective treatment strategy for smpns"
}