{
    "pmid": "41459659",
    "title": "Intranasal triptolide in mice: a strategy to reduce neuroinflammation and boost cognitive function.",
    "abstract": "This study developed triptolide-loaded liposomes (TPL) for intranasal delivery to mitigate systemic toxicity of free triptolide (TP) while enhancing therapeutic efficacy in neuroinflammatory and Alzheimer's disease (AD) models. Biodistribution of luciferin liposomes was compared across oral, intravenous, and nasal routes using  Nasal administration demonstrated superior brain accumulation of luciferin liposomes compared to oral and intravenous routes. Optimized TPL exhibited spherical morphology with appropriate particle size, high drug encapsulation efficiency, and sustained release characteristics. Intranasal TPL showed reduced systemic toxicity relative to free TP. In disease models, TPL significantly improved behavioral and cognitive performance in both LPS-treated and APP/PS1 mice. Histopathological analysis revealed attenuated neuronal damage, reduced Aβ plaque deposition, and suppressed glial activation (IBA-1 and GFAP expression). Molecular studies demonstrated downregulation of pro-inflammatory cytokines (TNF-α, IL-1β, COX-2, IL-6) and apoptosis markers (Bax, Caspase-3), accompanied by increased expression of survival-related proteins (p-Akt, Bcl-2). The nasal TPL delivery system effectively enhances brain targeting of TP while reducing systemic exposure. Its multimodal mechanisms-including anti-inflammatory effects, amyloid pathology modulation, and apoptosis regulation-support therapeutic potential for neurodegenerative disorders.",
    "disease": "alzheimer disease",
    "clean_text": "intranasal triptolide in mice a strategy to reduce neuroinflammation and boost cognitive function this study developed triptolide loaded liposomes tpl for intranasal delivery to mitigate systemic toxicity of free triptolide tp while enhancing therapeutic efficacy in neuroinflammatory and alzheimer s disease ad models biodistribution of luciferin liposomes was compared across oral intravenous and nasal routes using nasal administration demonstrated superior brain accumulation of luciferin liposomes compared to oral and intravenous routes optimized tpl exhibited spherical morphology with appropriate particle size high drug encapsulation efficiency and sustained release characteristics intranasal tpl showed reduced systemic toxicity relative to free tp in disease models tpl significantly improved behavioral and cognitive performance in both lps treated and app ps mice histopathological analysis revealed attenuated neuronal damage reduced a plaque deposition and suppressed glial activation iba and gfap expression molecular studies demonstrated downregulation of pro inflammatory cytokines tnf il cox il and apoptosis markers bax caspase accompanied by increased expression of survival related proteins p akt bcl the nasal tpl delivery system effectively enhances brain targeting of tp while reducing systemic exposure its multimodal mechanisms including anti inflammatory effects amyloid pathology modulation and apoptosis regulation support therapeutic potential for neurodegenerative disorders"
}