{
    "pmid": "41462172",
    "title": "Integration of circulating biomarkers and clinical factors: construction and validation of a prediction model for lung cancer metastasis.",
    "abstract": "To develop and validate a prediction model for metastasis risk in lung cancer patients based on circulating biomarkers and clinical factors, thereby facilitating early risk assessment. A total of 511 lung cancer patients who received treatment in the hospital from January 2020 to December 2024 were selected. Their clinical data and laboratory test indicators were collected and divided into a training set (n = 358) and a validation set (n = 153) at a ratio of 7:3. In the training set, risk factors were screened by univariate and multivariate Logistic regression to construct a nomogram model. The receiver operating characteristic curve (ROC) and calibration curve were drawn to evaluate the model's efficacy, and the model was validated in the validation set. Decision curve analysis (DCA) was used to evaluate the clinical value. In the training set, 143 cases (39.94%) had lung cancer metastasis, and in the validation set, 61 cases (39.87%) had lung cancer metastasis. Multivariate Logistic regression showed that lymph node status, Total Prostate-Specific Antigen (TPSA), Carcinoembryonic Antigen (CEA), tumor size, Carbohydrate Antigen 19 - 9(CA199) and Alpha-Fetoprotein were significantly associated with the risk of lung cancer metastasis (all P < 0.05). The nomogram demonstrated consistent performance across the training and validation sets, with C-indices of 0.714 and 0.710, and AUCs of 0.714 (95% CI: 0.649-0.778), with a sensitivity of 0.571 and a specificity of 0.745 and 0.710 (95% CI: 0.609-0.812), with a sensitivity of 0.622 and a specificity of 0.629, respectively. The P values of the Hosmer - Lemeshow test were 0.183 and 0.075, indicating a good model fit, respectively. The nomogram model constructed based on circulating biomarkers and clinical factors can effectively predict the metastasis risk of lung cancer patients and has certain clinical application value. However, multi - center and large - sample studies are still needed for further validation.",
    "disease": "lung cancer",
    "clean_text": "integration of circulating biomarkers and clinical factors construction and validation of a prediction model for lung cancer metastasis to develop and validate a prediction model for metastasis risk in lung cancer patients based on circulating biomarkers and clinical factors thereby facilitating early risk assessment a total of lung cancer patients who received treatment in the hospital from january to december were selected their clinical data and laboratory test indicators were collected and divided into a training set n and a validation set n at a ratio of in the training set risk factors were screened by univariate and multivariate logistic regression to construct a nomogram model the receiver operating characteristic curve roc and calibration curve were drawn to evaluate the model s efficacy and the model was validated in the validation set decision curve analysis dca was used to evaluate the clinical value in the training set cases had lung cancer metastasis and in the validation set cases had lung cancer metastasis multivariate logistic regression showed that lymph node status total prostate specific antigen tpsa carcinoembryonic antigen cea tumor size carbohydrate antigen ca and alpha fetoprotein were significantly associated with the risk of lung cancer metastasis all p the nomogram demonstrated consistent performance across the training and validation sets with c indices of and and aucs of ci with a sensitivity of and a specificity of and ci with a sensitivity of and a specificity of respectively the p values of the hosmer lemeshow test were and indicating a good model fit respectively the nomogram model constructed based on circulating biomarkers and clinical factors can effectively predict the metastasis risk of lung cancer patients and has certain clinical application value however multi center and large sample studies are still needed for further validation"
}