{
    "title": "Genetic forms of neurohypophyseal diabetes insipidus.",
    "doc_id": "27156762",
    "writer": "Rutishauser J",
    "year": "2016",
    "summary": "Neurohypophyseal diabetes insipidus is characterized by polyuria and polydipsia owing to partial or complete deficiency of the antidiuretic hormone, arginine vasopressin (AVP). ...Recessive transmission results from AVP with reduced biologic activity or the deletion …",
    "abstract": "Neurohypophyseal diabetes insipidus is characterized by polyuria and polydipsia owing to partial or complete deficiency of the antidiuretic hormone, arginine vasopressin (AVP). Although in most patients non-hereditary causes underlie the disorder, genetic forms have long been recognized and studied both in vivo and in vitro. In most affected families, the disease is transmitted in an autosomal dominant manner, whereas autosomal recessive forms are much less frequent. Both phenotypes can be caused by mutations in the vasopressin-neurophysin II (AVP) gene. In transfected cells expressing dominant mutations, the mutated hormone precursor is retained in the endoplasmic reticulum, where it forms fibrillar aggregates. Autopsy studies in humans and a murine knock-in model suggest that the dominant phenotype results from toxicity to vasopressinergic neurons, but the mechanisms leading to cell death remain unclear. Recessive transmission results from AVP with reduced biologic activity or the deletion of the locus. Genetic neurohypophyseal diabetes insipidus occurring in the context of diabetes mellitus, optic atrophy, and deafness is termed DIDMOAD or Wolfram syndrome, a genetically and phenotypically heterogeneous autosomal recessive disorder caused by mutations in the wolframin (WFS 1) gene.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27156762/",
    "clean_text": "genetic forms of neurohypophyseal diabetes insipidus neurohypophyseal diabetes insipidus is characterized by polyuria and polydipsia owing to partial or complete deficiency of the antidiuretic hormone arginine vasopressin avp recessive transmission results from avp with reduced biologic activity or the deletion neurohypophyseal diabetes insipidus is characterized by polyuria and polydipsia owing to partial or complete deficiency of the antidiuretic hormone arginine vasopressin avp although in most patients non hereditary causes underlie the disorder genetic forms have long been recognized and studied both in vivo and in vitro in most affected families the disease is transmitted in an autosomal dominant manner whereas autosomal recessive forms are much less frequent both phenotypes can be caused by mutations in the vasopressin neurophysin ii avp gene in transfected cells expressing dominant mutations the mutated hormone precursor is retained in the endoplasmic reticulum where it forms fibrillar aggregates autopsy studies in humans and a murine knock in model suggest that the dominant phenotype results from toxicity to vasopressinergic neurons but the mechanisms leading to cell death remain unclear recessive transmission results from avp with reduced biologic activity or the deletion of the locus genetic neurohypophyseal diabetes insipidus occurring in the context of diabetes mellitus optic atrophy and deafness is termed didmoad or wolfram syndrome a genetically and phenotypically heterogeneous autosomal recessive disorder caused by mutations in the wolframin wfs gene"
}