{
    "title": "Impact of toothpaste on oral health-related quality of life in people with dentine hypersensitivity.",
    "doc_id": "31640741",
    "writer": "Mason S",
    "year": "2019",
    "summary": "This study aimed to assess changes in oral health-related quality of life measures in individuals with dentine hypersensitivity following long-term use (24 weeks) of a commercially available toothpaste marketed for dentine hypersensitivity relief. ...Every 4 weeks, …",
    "abstract": "Background:\n        \n      \n      Dentine hypersensitivity can impact functional status and everyday activities such as eating and talking. This study aimed to assess changes in oral health-related quality of life measures in individuals with dentine hypersensitivity following long-term use (24 weeks) of a commercially available toothpaste marketed for dentine hypersensitivity relief.\n    \n\n\n          Methods:\n        \n      \n      This study was conducted across two sites and enrolled 75 adults with ≥2 non-adjacent sensitive teeth. Participants were assigned to twice-daily brushing with toothpaste containing 0.454% w/w stannous fluoride (1100 ppm fluoride). Every 4 weeks, participant-reported outcomes were assessed using the Dentine Hypersensitivity Experience Questionnaire (DHEQ), a condition specific oral health-related quality of life scale that has five domains and includes questions on social and emotional impact, restrictions, adaptations and effect on life overall. Responses to a clinically applied evaporative (air) stimulus were assessed using the examiner-observed Schiff sensitivity scale and Labelled Magnitude Scales (LMS), which included dentine hypersensitivity-specific descriptors of intensity, duration, tolerability and descriptive qualities of the participant's response.\n    \n\n\n          Results:\n        \n      \n      Participant-reported outcomes demonstrated reduction of the impact of dentine hypersensitivity over time on health-related quality of life, as measured by the DHEQ. This reached statistical significance from Week 8 onwards (p < 0.0001 versus baseline) for the Total DHEQ score, with scores continually decreasing at each timepoint. Most domain scores followed a similar pattern. Statistically significant reductions were also detected for the examiner-observed Schiff Sensitivity Scale scores at all timepoints (including at 4 weeks) (p < 0.05), which were mirrored by LMS responses. The toothpaste was generally well-tolerated.\n    \n\n\n          Conclusions:\n        \n      \n      These results show that long-term use of a sensitivity toothpaste containing 0.454% w/w stannous fluoride has a beneficial, ongoing, impact on the oral health-related quality of life of people with dentine hypersensitivity.\n    \n\n\n          Trial registration:\n        \n      \n      This study was registered at Clinicaltrials.gov ( https://clinicaltrials.gov/ct2/show/NCT02752958 ) on April 27, 2016.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31640741/",
    "clean_text": "impact of toothpaste on oral health related quality of life in people with dentine hypersensitivity this study aimed to assess changes in oral health related quality of life measures in individuals with dentine hypersensitivity following long term use weeks of a commercially available toothpaste marketed for dentine hypersensitivity relief every weeks background dentine hypersensitivity can impact functional status and everyday activities such as eating and talking this study aimed to assess changes in oral health related quality of life measures in individuals with dentine hypersensitivity following long term use weeks of a commercially available toothpaste marketed for dentine hypersensitivity relief methods this study was conducted across two sites and enrolled adults with non adjacent sensitive teeth participants were assigned to twice daily brushing with toothpaste containing w w stannous fluoride ppm fluoride every weeks participant reported outcomes were assessed using the dentine hypersensitivity experience questionnaire dheq a condition specific oral health related quality of life scale that has five domains and includes questions on social and emotional impact restrictions adaptations and effect on life overall responses to a clinically applied evaporative air stimulus were assessed using the examiner observed schiff sensitivity scale and labelled magnitude scales lms which included dentine hypersensitivity specific descriptors of intensity duration tolerability and descriptive qualities of the participant s response results participant reported outcomes demonstrated reduction of the impact of dentine hypersensitivity over time on health related quality of life as measured by the dheq this reached statistical significance from week onwards p versus baseline for the total dheq score with scores continually decreasing at each timepoint most domain scores followed a similar pattern statistically significant reductions were also detected for the examiner observed schiff sensitivity scale scores at all timepoints including at weeks p which were mirrored by lms responses the toothpaste was generally well tolerated conclusions these results show that long term use of a sensitivity toothpaste containing w w stannous fluoride has a beneficial ongoing impact on the oral health related quality of life of people with dentine hypersensitivity trial registration this study was registered at clinicaltrials gov https clinicaltrials gov ct show nct on april"
}