{
    "pmid": "41456387",
    "title": "Self-priming amplification-integrated orthogonal CRISPR-Cas system for multiplexed profiling of piRNAs in clinical samples.",
    "abstract": "CRISPR/Cas-based biosensors hold great diagnostic potential, but they are often limited in clinical practice by insufficient sensitivity and the lack of multiplexed analysis capability. To address these issues, we develop a self-priming amplification-integrated orthogonal CRISPR-Cas (SPA-OCRISPR) system for multiplexed detection of piRNAs. This assay employs an innovative four-way junction probe that seamlessly integrates target recognition with a primer-free self-priming amplification, significantly simplifying the workflow and enhancing the ligation efficiency. High-fidelity SplitR ligase-mediated transduction guarantees the excellent specificity, efficiently eliminating the need for reverse transcription. The orthogonal trans-cleavage activities of Cas12a and Cas13a are harnessed to generate distinct fluorescent signals with minimal cross-interference for multiplexed analysis. This strategy can achieve attomolar-level sensitivity and good specificity. Moreover, it can successfully quantify breast cancer-associated piRNAs (piR-651 and piR-36026) in clinical tissues, and accurately discriminate cancerous samples from healthy ones. Importantly, this strategy exhibits good generality and it can be extended to detect colorectal cancer-related piRNAs (piR-823 and piR-54265) through simply modifying the recognition sequences of split probes, underscoring its broad potential in multiplexed profiling and clinical cancer diagnostics.",
    "disease": "breast cancer",
    "clean_text": "self priming amplification integrated orthogonal crispr cas system for multiplexed profiling of pirnas in clinical samples crispr cas based biosensors hold great diagnostic potential but they are often limited in clinical practice by insufficient sensitivity and the lack of multiplexed analysis capability to address these issues we develop a self priming amplification integrated orthogonal crispr cas spa ocrispr system for multiplexed detection of pirnas this assay employs an innovative four way junction probe that seamlessly integrates target recognition with a primer free self priming amplification significantly simplifying the workflow and enhancing the ligation efficiency high fidelity splitr ligase mediated transduction guarantees the excellent specificity efficiently eliminating the need for reverse transcription the orthogonal trans cleavage activities of cas a and cas a are harnessed to generate distinct fluorescent signals with minimal cross interference for multiplexed analysis this strategy can achieve attomolar level sensitivity and good specificity moreover it can successfully quantify breast cancer associated pirnas pir and pir in clinical tissues and accurately discriminate cancerous samples from healthy ones importantly this strategy exhibits good generality and it can be extended to detect colorectal cancer related pirnas pir and pir through simply modifying the recognition sequences of split probes underscoring its broad potential in multiplexed profiling and clinical cancer diagnostics"
}