{
    "pmid": "41433014",
    "title": "Reduced Involvement of Major Mismatch Repair Genes in Sporadic Microsatellite Unstable Colorectal Cancer in an Indian Cohort.",
    "abstract": "Colorectal cancer (CRC) is the third leading cancer-type worldwide and is exhibiting an increasing incidence in developing countries including India. Aberrant activation of Wnt-signalling and Mismatch-Repair inactivation causing microsatellite instability are the two major CRC drivers. CpG island methylator phenotype, the third driver, exhibits extensive overlap with MSI. The mechanisms driving CRC in India are poorly understood. We attempted to characterize sporadic CRC caused by MSI and its complex interplay with other CRC drivers in patients from Telangana, India. To determine the MSI status of our cohort, we analysed the instability statuses of five canonical microsatellites, expression statuses of major MMR genes, and the mutation statuses of the MLH1 and MSH2 genes. Detection of H3K36me3 was performed to assess for defects in MMR-complex recruitment. The methylation statuses of a panel of CIMP markers, in addition to the nuclear-stabilization statuses of β-catenin and p53 were also assessed to identify the involvement of other pathways. Among 230 CRC patients, a majority of whom were males, ≥ 50 years old and harbouring late stage tumours in the rectum, low frequency of loss of major MMR genes was observed in MSI + tumors. MSH2 loss was detected in 16% of MSI + samples, a frequency significantly higher than previously reported. Causal genetic aberrations were undetected in 57% of MSI + tumors suggesting novel/non-canonical drivers. A majority of MSI + samples exhibited proficient expression of the four major MMR genes. The results highlight the importance of studying geographically-distinct populations to expand our understanding of CRC origins.",
    "disease": "colorectal cancer",
    "clean_text": "reduced involvement of major mismatch repair genes in sporadic microsatellite unstable colorectal cancer in an indian cohort colorectal cancer crc is the third leading cancer type worldwide and is exhibiting an increasing incidence in developing countries including india aberrant activation of wnt signalling and mismatch repair inactivation causing microsatellite instability are the two major crc drivers cpg island methylator phenotype the third driver exhibits extensive overlap with msi the mechanisms driving crc in india are poorly understood we attempted to characterize sporadic crc caused by msi and its complex interplay with other crc drivers in patients from telangana india to determine the msi status of our cohort we analysed the instability statuses of five canonical microsatellites expression statuses of major mmr genes and the mutation statuses of the mlh and msh genes detection of h k me was performed to assess for defects in mmr complex recruitment the methylation statuses of a panel of cimp markers in addition to the nuclear stabilization statuses of catenin and p were also assessed to identify the involvement of other pathways among crc patients a majority of whom were males years old and harbouring late stage tumours in the rectum low frequency of loss of major mmr genes was observed in msi tumors msh loss was detected in of msi samples a frequency significantly higher than previously reported causal genetic aberrations were undetected in of msi tumors suggesting novel non canonical drivers a majority of msi samples exhibited proficient expression of the four major mmr genes the results highlight the importance of studying geographically distinct populations to expand our understanding of crc origins"
}