{
    "pmid": "41455627",
    "title": "Persistent COVID-19 in Patients With Hematological Malignancies: A Focused Review in the Omicron Era.",
    "abstract": "COVID-19 is a threat to patients with hematological malignancies (HM) even in the Omicron era, because mortality rates are still high in HM patients, and a significant number of patients develop a protracted disease course called \"persistent COVID-19 (pCOVID-19)\" which can continue for weeks to months. pCOVID-19 can be life-threatening by itself, but also drastically affects the disease course of the underlying HM by delaying or terminating chemotherapy. Also, patients with pCOVID-19 can be potentially contagious, and timing of ending isolation is a dilemma the hematology ward faces. Furthermore, pCOVID-19 has been reported to lead to acquisition of SARS-CoV-2 multidrug-resistant mutations, which is an alarming issue for both the patient and public health. The optimal management method of pCOVID-19 is currently unknown, and because HM patients are excluded from randomized clinical trials, evidence is limited to case reports and small case series. We carried out a comprehensive literature review of Omicron pCOVID-19 occurring in HM patients, compiled the scattered evidence, and provide practical recommendations which can be of guide to clinicians. Main topics discussed within this review include efficacy of vaccinations in HM patients, risk factors for developing pCOVID-19 (B-cell depleting agents, bendamustine + rituximab therapy, bispecific T-cell engagers, etc.), treatment of pCOVID-19 including extended/sequential/combination therapy incorporating antivirals (nirmatrelvir/ritonavir, remdesivir, molnupiravir, and ensitrelvir) and convalescent plasma/intravenous immunoglobulin therapy, monitoring pCOVID-19 with reverse transcription (RT)-PCR, and optimal target cycle threshold values as goals of therapy.",
    "disease": "covid-19",
    "clean_text": "persistent covid in patients with hematological malignancies a focused review in the omicron era covid is a threat to patients with hematological malignancies hm even in the omicron era because mortality rates are still high in hm patients and a significant number of patients develop a protracted disease course called persistent covid pcovid which can continue for weeks to months pcovid can be life threatening by itself but also drastically affects the disease course of the underlying hm by delaying or terminating chemotherapy also patients with pcovid can be potentially contagious and timing of ending isolation is a dilemma the hematology ward faces furthermore pcovid has been reported to lead to acquisition of sars cov multidrug resistant mutations which is an alarming issue for both the patient and public health the optimal management method of pcovid is currently unknown and because hm patients are excluded from randomized clinical trials evidence is limited to case reports and small case series we carried out a comprehensive literature review of omicron pcovid occurring in hm patients compiled the scattered evidence and provide practical recommendations which can be of guide to clinicians main topics discussed within this review include efficacy of vaccinations in hm patients risk factors for developing pcovid b cell depleting agents bendamustine rituximab therapy bispecific t cell engagers etc treatment of pcovid including extended sequential combination therapy incorporating antivirals nirmatrelvir ritonavir remdesivir molnupiravir and ensitrelvir and convalescent plasma intravenous immunoglobulin therapy monitoring pcovid with reverse transcription rt pcr and optimal target cycle threshold values as goals of therapy"
}