{
    "title": "Retrospective study on 696 cases of traumatic dental injuries of primary dentition in Xi'an, China.",
    "doc_id": "35274538",
    "writer": "Liu F",
    "year": "2022",
    "summary": "AIM: The aim of the present study was to explore the epidemiological characteristics and treatment of traumatic dental injuries of primary dentition (TDI-p) in Xi'an, China. MATERIALS: Data of children with TDI-p admitted between January 2018 and December 2019 at th …",
    "abstract": "Aim:\n        \n      \n      The aim of the present study was to explore the epidemiological characteristics and treatment of traumatic dental injuries of primary dentition (TDI-p) in Xi'an, China.\n    \n\n\n          Materials:\n        \n      \n      Data of children with TDI-p admitted between January 2018 and December 2019 at the Department of Pediatric Dentistry, Xi'an Jiaotong University Stomatology Hospital were retrospectively analysed. The epidemiological distribution characteristics and related treatment information of TDI-p were described.\n    \n\n\n          Conclusion:\n        \n      \n      Compared with permanent dentition, TDI-p has its particularities, such as type of trauma, treatment procedure, and behavioural management. More attention should be paid to TDI-p by both dentists and guardians.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35274538/",
    "clean_text": "retrospective study on cases of traumatic dental injuries of primary dentition in xi an china aim the aim of the present study was to explore the epidemiological characteristics and treatment of traumatic dental injuries of primary dentition tdi p in xi an china materials data of children with tdi p admitted between january and december at th aim the aim of the present study was to explore the epidemiological characteristics and treatment of traumatic dental injuries of primary dentition tdi p in xi an china materials data of children with tdi p admitted between january and december at the department of pediatric dentistry xi an jiaotong university stomatology hospital were retrospectively analysed the epidemiological distribution characteristics and related treatment information of tdi p were described conclusion compared with permanent dentition tdi p has its particularities such as type of trauma treatment procedure and behavioural management more attention should be paid to tdi p by both dentists and guardians"
}