{
    "title": "Homologous Recombination Repair Gene Mutations in Prostate Cancer: Prevalence and Clinical Value.",
    "doc_id": "38767824",
    "writer": "Fan Y",
    "year": "2024",
    "summary": "Despite advances in our understanding of the molecular landscape of prostate cancer and the development of novel biomarker-driven therapies, the prognosis of patients with metastatic prostate cancer that is resistant to conventional hormonal therapy re …",
    "abstract": "Despite advances in our understanding of the molecular landscape of prostate cancer and the development of novel biomarker-driven therapies, the prognosis of patients with metastatic prostate cancer that is resistant to conventional hormonal therapy remains poor. Data suggest that a significant proportion of patients with metastatic castration-resistant prostate cancer (mCRPC) have mutations in homologous recombination repair (HRR) genes and may benefit from poly(ADP-ribose) polymerase (PARP) inhibitors. However, the adoption of HRR gene mutation testing in prostate cancer remains low, meaning there is a missed opportunity to identify patients who may benefit from targeted therapy with PARP inhibition, with or without novel hormonal agents. Here, we review the current knowledge regarding the clinical significance of HRR gene mutations in prostate cancer and discuss the efficacy of PARP inhibition in patients with mCRPC. This comprehensive overview aims to increase the clinical implementation of HRR gene mutation testing and inform future efforts in personalized treatment of prostate cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38767824/",
    "clean_text": "homologous recombination repair gene mutations in prostate cancer prevalence and clinical value despite advances in our understanding of the molecular landscape of prostate cancer and the development of novel biomarker driven therapies the prognosis of patients with metastatic prostate cancer that is resistant to conventional hormonal therapy re despite advances in our understanding of the molecular landscape of prostate cancer and the development of novel biomarker driven therapies the prognosis of patients with metastatic prostate cancer that is resistant to conventional hormonal therapy remains poor data suggest that a significant proportion of patients with metastatic castration resistant prostate cancer mcrpc have mutations in homologous recombination repair hrr genes and may benefit from poly adp ribose polymerase parp inhibitors however the adoption of hrr gene mutation testing in prostate cancer remains low meaning there is a missed opportunity to identify patients who may benefit from targeted therapy with parp inhibition with or without novel hormonal agents here we review the current knowledge regarding the clinical significance of hrr gene mutations in prostate cancer and discuss the efficacy of parp inhibition in patients with mcrpc this comprehensive overview aims to increase the clinical implementation of hrr gene mutation testing and inform future efforts in personalized treatment of prostate cancer"
}