{
    "pmid": "41458910",
    "title": "SARS-CoV-2 nonstructural protein 1 suppresses host transcription by reducing RNA polymerase II levels.",
    "abstract": "The COVID-19 pandemic has caused devastating global losses and massive mortality. The nonstructural protein 1 (NSP1) of SARS-CoV-2 plays a vital role in suppressing host protein synthesis. However, its effect on host gene transcription remains uncertain. We established a reporter system that enables the isolation of NSP1-overexpressing cells and confirmed that NSP1 leads to a global reduction in host mRNA levels, including those of common housekeeping genes. To accurately quantify transcriptomic changes in total and nascent RNA, we developed a pipeline integrating thio-labeled RNA sequencing (SLAM-seq) with External RNA Controls Consortium (ERCC) spike-in RNA normalization. Our research revealed a widespread downregulation of host mRNAs upon NSP1 expression, with virtually no genes significantly upregulated. Normalizing nascent RNA with ERCC spike-ins illustrated that NSP1 obstructed transcription by reducing RNA polymerase II levels. This study establishes a robust framework for investigating NSP1 and viral factors, providing insights into coronavirus-host interactions and potential therapies.",
    "disease": "covid-19",
    "clean_text": "sars cov nonstructural protein suppresses host transcription by reducing rna polymerase ii levels the covid pandemic has caused devastating global losses and massive mortality the nonstructural protein nsp of sars cov plays a vital role in suppressing host protein synthesis however its effect on host gene transcription remains uncertain we established a reporter system that enables the isolation of nsp overexpressing cells and confirmed that nsp leads to a global reduction in host mrna levels including those of common housekeeping genes to accurately quantify transcriptomic changes in total and nascent rna we developed a pipeline integrating thio labeled rna sequencing slam seq with external rna controls consortium ercc spike in rna normalization our research revealed a widespread downregulation of host mrnas upon nsp expression with virtually no genes significantly upregulated normalizing nascent rna with ercc spike ins illustrated that nsp obstructed transcription by reducing rna polymerase ii levels this study establishes a robust framework for investigating nsp and viral factors providing insights into coronavirus host interactions and potential therapies"
}