{
    "title": "Longitudinal outcome 6 years after spinal cord injury.",
    "doc_id": "12714990",
    "writer": "Franceschini M",
    "year": "2003",
    "summary": "OBJECTIVES: To assess the outcome in a population of patients with spinal cord injury (SCI). The assessed outcomes are mortality, state of health, occupation, mobility, autonomy, social and partner relationships, quality of life (QoL), with the identification of any …",
    "abstract": "Study design:\n        \n      \n      Multicentered follow-up with centralized data collection based on retrospective study.\n    \n\n\n          Objectives:\n        \n      \n      To assess the outcome in a population of patients with spinal cord injury (SCI). The assessed outcomes are mortality, state of health, occupation, mobility, autonomy, social and partner relationships, quality of life (QoL), with the identification of any relation between results and demographic-clinical data.\n    \n\n\n          Setting:\n        \n      \n      Two rehabilitation centers (Udine and Trevi) and a Spinal Injuries Unit (Torino).\n    \n\n\n          Methods:\n        \n      \n      A total of 251 patients with SCI discharged after first hospitalization from rehabilitation facilities between 1989 and 1994 were enrolled. A questionnaire was administered by telephone.\n    \n\n\n          Results:\n        \n      \n      During the time between discharge and follow-up, 25 out of the 251 patients had died, yielding a mortality rate of 9.96%. A total of 80 patients did not give their consent. The 146 patients' mean interval from discharge from the rehabilitation facility was 6 years. At least 25% has been hospitalized again. The descriptive analysis also shows that 29.5% of patients were working, 48.6% were able to drive, 63.7% would leave their home alone, 61% would leave home every day, 63% reported of a change in their relationships, 48.6% were happy with their love lives. Significant correlations have emerged between certain items and age: those who had a job, who could drive, were more autonomous and had a higher QoL are generally younger. Level of injury appear to be only associated with the degree of autonomy, which seems to be inferior for tetraplegic subjects. The injury's completeness and etiology do not exhibit any correlation. QoL is associated with a number of items: a higher QoL is linked to the possibility to work, especially if it is a paid job, to the ability to drive, to a good degree of autonomy, to a lack of change in the social and partner relationships, and to a satisfactory love life.\n    \n\n\n          Conclusion:\n        \n      \n      At 6 years after discharge from rehabilitations, the effects of trauma on work and social and partner relationships, domains correlated with autonomy and QoL, are evident. Further investigation by means of a prospective study over the years are therefore necessary.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12714990/",
    "clean_text": "longitudinal outcome years after spinal cord injury objectives to assess the outcome in a population of patients with spinal cord injury sci the assessed outcomes are mortality state of health occupation mobility autonomy social and partner relationships quality of life qol with the identification of any study design multicentered follow up with centralized data collection based on retrospective study objectives to assess the outcome in a population of patients with spinal cord injury sci the assessed outcomes are mortality state of health occupation mobility autonomy social and partner relationships quality of life qol with the identification of any relation between results and demographic clinical data setting two rehabilitation centers udine and trevi and a spinal injuries unit torino methods a total of patients with sci discharged after first hospitalization from rehabilitation facilities between and were enrolled a questionnaire was administered by telephone results during the time between discharge and follow up out of the patients had died yielding a mortality rate of a total of patients did not give their consent the patients mean interval from discharge from the rehabilitation facility was years at least has been hospitalized again the descriptive analysis also shows that of patients were working were able to drive would leave their home alone would leave home every day reported of a change in their relationships were happy with their love lives significant correlations have emerged between certain items and age those who had a job who could drive were more autonomous and had a higher qol are generally younger level of injury appear to be only associated with the degree of autonomy which seems to be inferior for tetraplegic subjects the injury s completeness and etiology do not exhibit any correlation qol is associated with a number of items a higher qol is linked to the possibility to work especially if it is a paid job to the ability to drive to a good degree of autonomy to a lack of change in the social and partner relationships and to a satisfactory love life conclusion at years after discharge from rehabilitations the effects of trauma on work and social and partner relationships domains correlated with autonomy and qol are evident further investigation by means of a prospective study over the years are therefore necessary"
}