{
    "title": "Novel multiplex qualitative detection using universal primer-multiplex-PCR combined with pyrosequencing.",
    "doc_id": "28764066",
    "writer": "Shang Y",
    "year": "2017",
    "summary": "This study described a novel multiplex qualitative detection method using pyrosequencing. Based on the principle of the universal primer-multiplex-PCR, only one sequencing primer was employed to realize the detection of the multiple targets. ...Only 12 rounds (ATCTGATCGACT …",
    "abstract": "This study described a novel multiplex qualitative detection method using pyrosequencing. Based on the principle of the universal primer-multiplex-PCR, only one sequencing primer was employed to realize the detection of the multiple targets. Samples containing three genetically modified (GM) crops in different proportions were used to validate the method. The dNTP dispensing order was designed based on the product sequences. Only 12 rounds (ATCTGATCGACT) of dNTPs addition and, often, as few as three rounds (CAT) under ideal conditions, were required to detect the GM events qualitatively, and sensitivity was as low as 1% of a mixture. However, when considering a mixture, calculating signal values allowed the proportion of each GM to be estimated. Based on these results, we concluded that our novel method not only realized detection but also allowed semi-quantitative detection of individual events.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28764066/",
    "clean_text": "novel multiplex qualitative detection using universal primer multiplex pcr combined with pyrosequencing this study described a novel multiplex qualitative detection method using pyrosequencing based on the principle of the universal primer multiplex pcr only one sequencing primer was employed to realize the detection of the multiple targets only rounds atctgatcgact this study described a novel multiplex qualitative detection method using pyrosequencing based on the principle of the universal primer multiplex pcr only one sequencing primer was employed to realize the detection of the multiple targets samples containing three genetically modified gm crops in different proportions were used to validate the method the dntp dispensing order was designed based on the product sequences only rounds atctgatcgact of dntps addition and often as few as three rounds cat under ideal conditions were required to detect the gm events qualitatively and sensitivity was as low as of a mixture however when considering a mixture calculating signal values allowed the proportion of each gm to be estimated based on these results we concluded that our novel method not only realized detection but also allowed semi quantitative detection of individual events"
}