{
    "pmid": "41460369",
    "title": "Prognostic impact of endocrine therapy and BDNF-TrkB axis in breast cancer brain metastases.",
    "abstract": "We aimed to delineate strategies for improved management of brain metastases (BM) in breast cancer by investigating the estrogen-related BDNF–TrkB pathway within the tumor microenvironment. Surgical specimens of BM tissues from breast cancer patients were analyzed using multiplex immunohistochemistry. Expression patterns of BDNF, TrkB, and phospho-AKT were assessed separately in tumor and stromal compartments and compared across molecular subtypes. Clinical data were reviewed to identify factors associated with brain-specific progression-free survival (BPFS) and overall survival (BOS). Endocrine therapy following BM diagnosis was independently associated with prolonged brain-specific survival among luminal patients (HR for BPFS and BOS, 0.22 and 0.19;  Survival after BM was influenced by both tumor characteristics and treatment modalities. In luminal disease, endocrine therapy and estrogen depletion may exert anti-tumor activity through inhibition of the BDNF–TrkB pathway. These findings provide novel insight into the biology of breast cancer brain metastases and suggest a rationale for further validation in multicenter studies. Not applicable. The online version contains supplementary material available at 10.1007/s11060-025-05393-3.",
    "disease": "breast cancer",
    "clean_text": "prognostic impact of endocrine therapy and bdnf trkb axis in breast cancer brain metastases we aimed to delineate strategies for improved management of brain metastases bm in breast cancer by investigating the estrogen related bdnf trkb pathway within the tumor microenvironment surgical specimens of bm tissues from breast cancer patients were analyzed using multiplex immunohistochemistry expression patterns of bdnf trkb and phospho akt were assessed separately in tumor and stromal compartments and compared across molecular subtypes clinical data were reviewed to identify factors associated with brain specific progression free survival bpfs and overall survival bos endocrine therapy following bm diagnosis was independently associated with prolonged brain specific survival among luminal patients hr for bpfs and bos and survival after bm was influenced by both tumor characteristics and treatment modalities in luminal disease endocrine therapy and estrogen depletion may exert anti tumor activity through inhibition of the bdnf trkb pathway these findings provide novel insight into the biology of breast cancer brain metastases and suggest a rationale for further validation in multicenter studies not applicable the online version contains supplementary material available at s"
}