{
    "pmid": "41415914",
    "title": "Arteriovenous shunt cannulation in hemodialysis patients: A prospective cohort study of outcomes and complications in a resource-limited healthcare system.",
    "abstract": "The primary objective of this study was to assess the outcomes and complication rates associated with different arteriovenous shunt cannulation methods among patients with end-stage chronic kidney disease. The study was carried out at two major hemodialysis centers in a resource-limited healthcare system. A total of 309 patients were included. Vascular access was achieved using the area puncture technique in 171 patients (55.3%) and the rope-ladder technique in 138 patients (44.7%). Of the patients, 62 (20.1%) suffered vascular access complications (0.63 events/1000 access days). Hematoma was the most common complication, occurring in 43 patients. Hematoma was significantly associated with female sex ( Our findings underscore the critical need to implement evidence-based protocols, enhance staff training, and address systemic obstacles in vascular access management.",
    "disease": "chronic kidney disease",
    "clean_text": "arteriovenous shunt cannulation in hemodialysis patients a prospective cohort study of outcomes and complications in a resource limited healthcare system the primary objective of this study was to assess the outcomes and complication rates associated with different arteriovenous shunt cannulation methods among patients with end stage chronic kidney disease the study was carried out at two major hemodialysis centers in a resource limited healthcare system a total of patients were included vascular access was achieved using the area puncture technique in patients and the rope ladder technique in patients of the patients suffered vascular access complications events access days hematoma was the most common complication occurring in patients hematoma was significantly associated with female sex our findings underscore the critical need to implement evidence based protocols enhance staff training and address systemic obstacles in vascular access management"
}