{
    "pmid": "41459891",
    "title": "Revisiting Wire Localization: Diagnostic and Therapeutic Outcomes of Non-Mass Suspicious Breast Calcifications in the Absence of Stereotactic Biopsy.",
    "abstract": "Breast cancers most frequently present as mass lesions; however, they do not always manifest as a mass. With the advancement and widespread use of breast imaging techniques, the detection rates of non-mass lesions have increased. In this study, we aimed to present the results of excision of suspicious calcification foci, often detected mammographically, and marked with a wire. Data from patients with suspicious non-mass calcification foci in the breast, who were treated in the General Surgery Clinic and Service of the Training and Research Hospital of the University of Health Sciences between 2017 and 2023, were retrospectively collected and analyzed through the hospital automation system. The study included 44 patients aged between 39 and 69 years, with a mean age of 50.9 SD7.0 years. Twenty-five patients (56.8%) were postmenopausal. Breast Magnetic Resonance Imaging (MRI) was performed in seven patients (15.9%). All patients underwent stereotactic wire localization guided by mammography. All patients were operated on, with 41 (93.2%) undergoing microcalcification excision (MCE). Frozen section analysis was performed in all cases. Re-excision was required in seven patients (15.9%). The initial postoperative pathology results indicated malignancy in 10 patients (22.7%) and high-risk lesions in 14 patients (31.8%). Twenty-two patients (50.0%) received treatment from a medical oncology specialist. No recurrence or metastasis was observed in any patient. Suspicious microcalcifications, often detected on screening or follow-up mammograms, may not form palpable masses, but can serve as an early indicator of breast cancer. Histopathological evaluation via wire-localized excision provides a reliable diagnostic and therapeutic approach, particularly in centers lacking access to stereotactic biopsy equipment.",
    "disease": "breast cancer",
    "clean_text": "revisiting wire localization diagnostic and therapeutic outcomes of non mass suspicious breast calcifications in the absence of stereotactic biopsy breast cancers most frequently present as mass lesions however they do not always manifest as a mass with the advancement and widespread use of breast imaging techniques the detection rates of non mass lesions have increased in this study we aimed to present the results of excision of suspicious calcification foci often detected mammographically and marked with a wire data from patients with suspicious non mass calcification foci in the breast who were treated in the general surgery clinic and service of the training and research hospital of the university of health sciences between and were retrospectively collected and analyzed through the hospital automation system the study included patients aged between and years with a mean age of sd years twenty five patients were postmenopausal breast magnetic resonance imaging mri was performed in seven patients all patients underwent stereotactic wire localization guided by mammography all patients were operated on with undergoing microcalcification excision mce frozen section analysis was performed in all cases re excision was required in seven patients the initial postoperative pathology results indicated malignancy in patients and high risk lesions in patients twenty two patients received treatment from a medical oncology specialist no recurrence or metastasis was observed in any patient suspicious microcalcifications often detected on screening or follow up mammograms may not form palpable masses but can serve as an early indicator of breast cancer histopathological evaluation via wire localized excision provides a reliable diagnostic and therapeutic approach particularly in centers lacking access to stereotactic biopsy equipment"
}