{
    "pmid": "41380785",
    "title": "A Multimodal Fusion Framework Reveals the Heterogeneity of Basal Ganglia Atrophy and Its Molecular Mechanisms in Temporal Lobe Epilepsy.",
    "abstract": "The heterogeneity of basal ganglia (BG) atrophy in temporal lobe epilepsy (TLE) has not been fully elucidated. This study employed a multimodal fusion framework to examine the potential heterogeneity of BG atrophy among TLE patients. 89 patients diagnosed with TLE were recruited. Structural magnetic resonance imaging (sMRI), resting - state functional magnetic resonance imaging (fMRI), consensus clustering (CC), and neuroimaging - transcriptomic approaches were integrated to explore the structural and functional alterations in the BG and their molecular mechanisms. Canonical correlation analysis (CCA) was employed to investigate the associations between MRI features and clinical characteristics. An individualized prediction model was constructed to facilitate clinical decision-making. CC identified a significant subgroups of BG atrophy in TLE: widespread BG atrophy (TLE-Cluster1, TLE-C1). In TLE-C1, the functional connectivity between the BG and cortical regions associated with sensation, emotion, and memory was notably enhanced. These patients additionally exhibited more severe cognitive impairment as well as higher degrees of anxiety and depression. Transcriptomic analysis established a connection between the heterogeneity of BG atrophy and specific gene expression patterns that were enriched in biological processes such as synaptic function, neurostructural development, and learning and memory. Further analyses uncovered a positive correlation between the gray matter volume of BG and cognitive performance. A classifier based on a Neural Network (NNET) predicted cognitive function with an area under curve (AUC) of 0.983. This study characterizes BG atrophy heterogeneity in TLE, its molecular mechanisms, and clinical relevance, offering insights for personalized diagnosis and management.",
    "disease": "epilepsy",
    "clean_text": "a multimodal fusion framework reveals the heterogeneity of basal ganglia atrophy and its molecular mechanisms in temporal lobe epilepsy the heterogeneity of basal ganglia bg atrophy in temporal lobe epilepsy tle has not been fully elucidated this study employed a multimodal fusion framework to examine the potential heterogeneity of bg atrophy among tle patients patients diagnosed with tle were recruited structural magnetic resonance imaging smri resting state functional magnetic resonance imaging fmri consensus clustering cc and neuroimaging transcriptomic approaches were integrated to explore the structural and functional alterations in the bg and their molecular mechanisms canonical correlation analysis cca was employed to investigate the associations between mri features and clinical characteristics an individualized prediction model was constructed to facilitate clinical decision making cc identified a significant subgroups of bg atrophy in tle widespread bg atrophy tle cluster tle c in tle c the functional connectivity between the bg and cortical regions associated with sensation emotion and memory was notably enhanced these patients additionally exhibited more severe cognitive impairment as well as higher degrees of anxiety and depression transcriptomic analysis established a connection between the heterogeneity of bg atrophy and specific gene expression patterns that were enriched in biological processes such as synaptic function neurostructural development and learning and memory further analyses uncovered a positive correlation between the gray matter volume of bg and cognitive performance a classifier based on a neural network nnet predicted cognitive function with an area under curve auc of this study characterizes bg atrophy heterogeneity in tle its molecular mechanisms and clinical relevance offering insights for personalized diagnosis and management"
}