{
    "pmid": "41453780",
    "title": "Time-weighted mean arterial pressure and pump flow during cardiopulmonary bypass in adults and its effects on neurological outcome parameters: a retrospective study protocol.",
    "abstract": "Cardiopulmonary bypass has been used to perform complex cardiac surgery for over 70 years. Advances in bypass techniques and perioperative medicine have increased the safety of cardiac procedures, leading to reduced morbidity and mortality. Nevertheless, cardiopulmonary bypass still carries risks, including systemic inflammation and dysfunction of various organs. To date, optimal blood pressure management during cardiopulmonary bypass remains a subject of ongoing debate. Conflicting evidence exists regarding negative outcomes associated with both low and high mean arterial pressures. Current clinical guidelines recommend a broad target range for mean arterial pressure during cardiopulmonary bypass, which underscores the existing gap in knowledge. In non-cardiac surgery, the time-weighted average of mean arterial pressure has been used to determine minimum safe thresholds, with greater deviation from 65 mm Hg associated with an increased risk of adverse outcomes. However, the definition and reporting of low blood pressure during cardiopulmonary bypass varies between studies, and the use of time-weighted averages below the threshold is still uncommon. Details on pump flow during extracorporeal circulation are seldom reported. We plan to conduct a retrospective, single-centre data analysis to investigate the effects of both arterial blood pressure and extracorporeal pump flow, including their time-weighted averages and areas under defined thresholds, during cardiopulmonary bypass on neurological outcomes in adult patients undergoing cardiac surgery between 2014 and 2023. The study will include both elective and emergency procedures, with separate analyses conducted based on the urgency and complexity of the operations. Digitally recorded anaesthesia and perfusion records will be imported and validated to extract information on haemodynamic parameters, neurological monitoring and extracorporeal circulation. Ischaemic and haemorrhagic strokes will be identified by screening postoperative brain imaging records for keywords indicating neurological events. Diagnostic data and additional patient and procedural information will be extracted from the local cardiac surgery database and hospital information system. Information about incidence and course of postoperative delirium will be extracted from the patient data management system used in intensive care. We expect to include approximately 500-700 cases per year in the final analysis. The local ethics committee approved our study (Ethics Committee of the Medical University of Graz, IRB00002556, 36-296 ex 23/24). We aim to publish the results of our study preferably in an open access format. The study protocol was registered at the Center for Open Science (https://doi.org/10.17605/OSF.IO/FAMV3).",
    "disease": "stroke",
    "clean_text": "time weighted mean arterial pressure and pump flow during cardiopulmonary bypass in adults and its effects on neurological outcome parameters a retrospective study protocol cardiopulmonary bypass has been used to perform complex cardiac surgery for over years advances in bypass techniques and perioperative medicine have increased the safety of cardiac procedures leading to reduced morbidity and mortality nevertheless cardiopulmonary bypass still carries risks including systemic inflammation and dysfunction of various organs to date optimal blood pressure management during cardiopulmonary bypass remains a subject of ongoing debate conflicting evidence exists regarding negative outcomes associated with both low and high mean arterial pressures current clinical guidelines recommend a broad target range for mean arterial pressure during cardiopulmonary bypass which underscores the existing gap in knowledge in non cardiac surgery the time weighted average of mean arterial pressure has been used to determine minimum safe thresholds with greater deviation from mm hg associated with an increased risk of adverse outcomes however the definition and reporting of low blood pressure during cardiopulmonary bypass varies between studies and the use of time weighted averages below the threshold is still uncommon details on pump flow during extracorporeal circulation are seldom reported we plan to conduct a retrospective single centre data analysis to investigate the effects of both arterial blood pressure and extracorporeal pump flow including their time weighted averages and areas under defined thresholds during cardiopulmonary bypass on neurological outcomes in adult patients undergoing cardiac surgery between and the study will include both elective and emergency procedures with separate analyses conducted based on the urgency and complexity of the operations digitally recorded anaesthesia and perfusion records will be imported and validated to extract information on haemodynamic parameters neurological monitoring and extracorporeal circulation ischaemic and haemorrhagic strokes will be identified by screening postoperative brain imaging records for keywords indicating neurological events diagnostic data and additional patient and procedural information will be extracted from the local cardiac surgery database and hospital information system information about incidence and course of postoperative delirium will be extracted from the patient data management system used in intensive care we expect to include approximately cases per year in the final analysis the local ethics committee approved our study ethics committee of the medical university of graz irb ex we aim to publish the results of our study preferably in an open access format the study protocol was registered at the center for open science https doi org osf io famv"
}