{
    "title": "Barriers and facilitators to physical activity for young adult women: a systematic review and thematic synthesis of qualitative literature.",
    "doc_id": "36849995",
    "writer": "Peng B",
    "year": "2023",
    "summary": "CONCLUSIONS: This qualitative synthesis revealed in-depth information on barriers and facilitators influencing young adult women's PA. It highlighted that the factors young adult women face are diverse at different levels yet holistic and intertwined. …",
    "abstract": "Background:\n        \n      \n      Physical activity (PA) has many benefits in preventing diseases and maintaining physical and mental health. Women, in particular, can benefit from regular PA. However, women's PA did not increase over the past decade globally, and the situations faced by women are often gender-specific. Healthy young adult women's PA does not receive as much attention as older women and adolescent girls, yet, they face the same situation of low level of PA. This review aims to explore and synthesise the self-identified barriers and facilitators to young adult women's participation in PA from qualitative research studies and offer suggestions for future studies and programs designed for this population.\n    \n\n\n          Methods:\n        \n      \n      A systematic search was conducted in Pubmed, Web of Science, Scopus, Medline, and SPORTDiscus for studies published between January 2000 to February 2022 to identify qualitative studies on the barriers and facilitators of young adult women's PA between ages 18 to 40. The search yielded 694 studies initially, of which 23 were included. The research quality of included studies was appraised using the Critical Appraisal Skills Programme (CASP) tool. Data were extracted and thematically analysed based on the tenets of the social-ecological model (SEM).\n    \n\n\n          Results:\n        \n      \n      Identified barriers and facilitators were grouped into different levels of the SEM, with the most frequently cited factors being time, body image and societal beauty standards, family duty and social support, religious and cultural norms, organisation and community facilities and environment, safety issues and physical environment. Descriptive data were thematically analysed and synthesised in line with the five levels: body image, health and beauty; multiple roles, support, and PA; religious identity, cultural identity, and PA; safety issues and women's fears.\n    \n\n\n          Conclusions:\n        \n      \n      This qualitative synthesis revealed in-depth information on barriers and facilitators influencing young adult women's PA. It highlighted that the factors young adult women face are diverse at different levels yet holistic and intertwined. Future studies on young adult women's PA should address the social-cultural influence and would benefit from applying multilevel strategies employing the SEM model. It is critical to create an open and inclusive environment and offer more opportunities for women.\n    \n\n\n          Trial registration:\n        \n      \n      PROSPERO CRD42021290519.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36849995/",
    "clean_text": "barriers and facilitators to physical activity for young adult women a systematic review and thematic synthesis of qualitative literature conclusions this qualitative synthesis revealed in depth information on barriers and facilitators influencing young adult women s pa it highlighted that the factors young adult women face are diverse at different levels yet holistic and intertwined background physical activity pa has many benefits in preventing diseases and maintaining physical and mental health women in particular can benefit from regular pa however women s pa did not increase over the past decade globally and the situations faced by women are often gender specific healthy young adult women s pa does not receive as much attention as older women and adolescent girls yet they face the same situation of low level of pa this review aims to explore and synthesise the self identified barriers and facilitators to young adult women s participation in pa from qualitative research studies and offer suggestions for future studies and programs designed for this population methods a systematic search was conducted in pubmed web of science scopus medline and sportdiscus for studies published between january to february to identify qualitative studies on the barriers and facilitators of young adult women s pa between ages to the search yielded studies initially of which were included the research quality of included studies was appraised using the critical appraisal skills programme casp tool data were extracted and thematically analysed based on the tenets of the social ecological model sem results identified barriers and facilitators were grouped into different levels of the sem with the most frequently cited factors being time body image and societal beauty standards family duty and social support religious and cultural norms organisation and community facilities and environment safety issues and physical environment descriptive data were thematically analysed and synthesised in line with the five levels body image health and beauty multiple roles support and pa religious identity cultural identity and pa safety issues and women s fears conclusions this qualitative synthesis revealed in depth information on barriers and facilitators influencing young adult women s pa it highlighted that the factors young adult women face are diverse at different levels yet holistic and intertwined future studies on young adult women s pa should address the social cultural influence and would benefit from applying multilevel strategies employing the sem model it is critical to create an open and inclusive environment and offer more opportunities for women trial registration prospero crd"
}