{
    "title": "COVID-19 pandemic: from origins to outcomes. A comprehensive review of viral pathogenesis, clinical manifestations, diagnostic evaluation, and management.",
    "doc_id": "33664170",
    "writer": "Ochani R",
    "year": "2021",
    "summary": "Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2), the causative pathogen for the COVID-19, first emerged in Wuhan, China, in December 2019 and by March 2020, it was declared a pandemic. ... …",
    "abstract": "Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2), the causative pathogen for the COVID-19, first emerged in Wuhan, China, in December 2019 and by March 2020, it was declared a pandemic. COVID-19 pandemic has overburdened healthcare systems in most countries and has led to massive economic losses. SARS-CoV-2 transmission typically occurs by respiratory droplets. The average incubation period is 6.4 days and presenting symptoms typically include fever, cough, dyspnea, myalgia or fatigue. While the majority of patients tend to have a mild illness, a minority of patients develop severe hypoxia requiring hospitalization and mechanical ventilation. Management is mostly supportive. However, several direct anti-viral agents, and immunomodulatory therapy with steroids and various cytokine blockers seem promising in early results. However, an effective vaccine has been established, which will help curb the pandemic.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33664170/",
    "clean_text": "covid pandemic from origins to outcomes a comprehensive review of viral pathogenesis clinical manifestations diagnostic evaluation and management severe acute respiratory syndrome coronavirus sars cov the causative pathogen for the covid first emerged in wuhan china in december and by march it was declared a pandemic severe acute respiratory syndrome coronavirus sars cov the causative pathogen for the covid first emerged in wuhan china in december and by march it was declared a pandemic covid pandemic has overburdened healthcare systems in most countries and has led to massive economic losses sars cov transmission typically occurs by respiratory droplets the average incubation period is days and presenting symptoms typically include fever cough dyspnea myalgia or fatigue while the majority of patients tend to have a mild illness a minority of patients develop severe hypoxia requiring hospitalization and mechanical ventilation management is mostly supportive however several direct anti viral agents and immunomodulatory therapy with steroids and various cytokine blockers seem promising in early results however an effective vaccine has been established which will help curb the pandemic"
}