{
    "pmid": "41411011",
    "title": "The association between virus-induced spinal cord pathology and the genetic background of the host.",
    "abstract": "Theiler's murine encephalomyelitis virus (TMEV) infection in mice has been used to study diverse neurological diseases, including multiple sclerosis and epilepsy. In this investigation, 5 strains of collaborative cross (CC) mice were infected with TMEV and examined clinically and histologically at days 4, 14, and 90 post-infection (dpi). All CC strains tested exhibited lumbar spinal cord and/or ventral peripheral nerve lesions by 14 dpi; CC027, CC023, and CC078 strains exhibited lesions at 4 dpi. At 90 dpi, lesions were remnants of the inflammatory responses associated with earlier infection; there was skeletal muscle atrophy in the CC023 strain. Increased microglial/macrophage reactivity was observed in all strains at 4 and 14 dpi, but not at 90 dpi. TMEV mRNA expression was greatest in the CC023 and CC078 strains at the acute timepoints; TMEV was completely cleared in all mice at 90 dpi. The neuropathological and clinical profiles in CC023 mice, mainly at 14 dpi, share some clinical and histologic features with those in amyotrophic lateral sclerosis patients. This work demonstrates how viral infection might interact with the genetic background of a susceptible individual to contribute to the onset, clinical presentation and persistence of lesions despite viral clearance.",
    "disease": "epilepsy",
    "clean_text": "the association between virus induced spinal cord pathology and the genetic background of the host theiler s murine encephalomyelitis virus tmev infection in mice has been used to study diverse neurological diseases including multiple sclerosis and epilepsy in this investigation strains of collaborative cross cc mice were infected with tmev and examined clinically and histologically at days and post infection dpi all cc strains tested exhibited lumbar spinal cord and or ventral peripheral nerve lesions by dpi cc cc and cc strains exhibited lesions at dpi at dpi lesions were remnants of the inflammatory responses associated with earlier infection there was skeletal muscle atrophy in the cc strain increased microglial macrophage reactivity was observed in all strains at and dpi but not at dpi tmev mrna expression was greatest in the cc and cc strains at the acute timepoints tmev was completely cleared in all mice at dpi the neuropathological and clinical profiles in cc mice mainly at dpi share some clinical and histologic features with those in amyotrophic lateral sclerosis patients this work demonstrates how viral infection might interact with the genetic background of a susceptible individual to contribute to the onset clinical presentation and persistence of lesions despite viral clearance"
}