{
    "pmid": "41410021",
    "title": "Immunogenicity assay supporting clinical development of RGB-19, a proposed biosimilar to RoActemra®.",
    "abstract": "The aim of the work was to develop and validate an anti-drug antibody (ADA) assay for RGB-19, a proposed biosimilar to tocilizumab, capable of detecting anti-tocilizumab antibodies in the presence of high concentrations of soluble IL-6 receptor (sIL-6R), the drug's pharmacological target. A bridging electrochemiluminescent immunoassay was applied. To mitigate target interference, sarilumab - a high-affinity anti-sIL-6R antibody - was incorporated into the sample preparation. The assay was validated per EMA and FDA guidelines. The assay demonstrated high sensitivity, robust precision, and selectivity across normal and diseased matrices. Drug tolerance exceeded 280 µg/mL at regulatory sensitivity thresholds, and target tolerance was confirmed up to 1000 ng/mL sIL-6R. Performance monitoring during Phase I and III clinical sample analysis confirmed stability and acceptable false-positive rates. The validated ADA assay effectively neutralized sIL-6R interference and provided reliable immunogenicity assessment for RGB-19 clinical trials. Its robustness supports biosimilarity evaluation and ensures compliance with regulatory standards. Validation of this ADA assay is essential for regulatory compliance and patient safety. By ensuring accurate ADA detection under clinically relevant conditions, it supports biosimilarity demonstration and streamlines regulatory review, ultimately facilitating timely access to cost-effective biologic therapies. https://jrct.mhlw.go.jp. This study describes the development of a laboratory test to check whether people receiving RGB-19, a medicine similar to tocilizumab, produce antibodies against it. Tocilizumab is used to treat diseases like rheumatoid arthritis and other conditions linked to inflammation. When patients develop antibodies against a drug, it can make the treatment less effective or cause side effects.The challenge was that blood samples from patients often contain high levels of a protein called soluble IL-6 receptor (sIL-6R), which can interfere with the test and give incorrect results. To solve this, the researchers added another antibody (sarilumab) to block sIL-6R and prevent interference.The new test was carefully checked to make sure it works well. It can detect very small amounts of antibodies, even when drug levels are high or when sIL-6R is present. It also works in samples from healthy people and patients with rheumatoid arthritis.This validated test is important because it meets strict regulatory standards and helps confirm that RGB-19 is similar to the original medicine. Reliable testing ensures patient safety and supports faster approval of affordable treatments.",
    "disease": "rheumatoid arthritis",
    "clean_text": "immunogenicity assay supporting clinical development of rgb a proposed biosimilar to roactemra the aim of the work was to develop and validate an anti drug antibody ada assay for rgb a proposed biosimilar to tocilizumab capable of detecting anti tocilizumab antibodies in the presence of high concentrations of soluble il receptor sil r the drug s pharmacological target a bridging electrochemiluminescent immunoassay was applied to mitigate target interference sarilumab a high affinity anti sil r antibody was incorporated into the sample preparation the assay was validated per ema and fda guidelines the assay demonstrated high sensitivity robust precision and selectivity across normal and diseased matrices drug tolerance exceeded g ml at regulatory sensitivity thresholds and target tolerance was confirmed up to ng ml sil r performance monitoring during phase i and iii clinical sample analysis confirmed stability and acceptable false positive rates the validated ada assay effectively neutralized sil r interference and provided reliable immunogenicity assessment for rgb clinical trials its robustness supports biosimilarity evaluation and ensures compliance with regulatory standards validation of this ada assay is essential for regulatory compliance and patient safety by ensuring accurate ada detection under clinically relevant conditions it supports biosimilarity demonstration and streamlines regulatory review ultimately facilitating timely access to cost effective biologic therapies https jrct mhlw go jp this study describes the development of a laboratory test to check whether people receiving rgb a medicine similar to tocilizumab produce antibodies against it tocilizumab is used to treat diseases like rheumatoid arthritis and other conditions linked to inflammation when patients develop antibodies against a drug it can make the treatment less effective or cause side effects the challenge was that blood samples from patients often contain high levels of a protein called soluble il receptor sil r which can interfere with the test and give incorrect results to solve this the researchers added another antibody sarilumab to block sil r and prevent interference the new test was carefully checked to make sure it works well it can detect very small amounts of antibodies even when drug levels are high or when sil r is present it also works in samples from healthy people and patients with rheumatoid arthritis this validated test is important because it meets strict regulatory standards and helps confirm that rgb is similar to the original medicine reliable testing ensures patient safety and supports faster approval of affordable treatments"
}