{
    "pmid": "41468846",
    "title": "Impact of sex on the development of bacteremia in critically ill burn patients: A retrospective cohort study.",
    "abstract": "Burn injuries are associated with significant morbidity and mortality, with infections being a major factor influencing outcomes. Given evidence of sex-related differences in infection risk, we investigated whether such disparities extend to bacteremia in critically ill burn patients. We conducted a single-centre cohort study of critically ill patients with severe burn injuries admitted to the Burn Center at the University Hospital Zurich between January 2017 and December 2021. The primary outcome was the association between sex and the development of a first bacteremia episode, analysed using a competing risk regression model accounting for the competing risk of death. Secondary outcomes included the association between sex and ICU mortality, assessed with Cox regression, and the variation of pathogens causing bacteremia by sex. 269 patients were included, of whom 69 (26 %) were female. Median age was 50 years (interquartile range [IQR] 33-65), and the affected median total body surface area was 19 % (IQR 11-30). A first bacteremia occurred in 61 patients (23 %) after a median of 7 days (IQR 5-13), including 21 of 69 female patients (30 %) and 40 of 200 male patients (20 %, p = 0.10). In the fully adjusted competing risk regression model, female sex was associated with the development of bacteremia (subhazard ratio [SHR] 1.98, 95 % CI 1.06-3.70, p = 0.03). Overall ICU mortality was 15 % (n = 40). Although crude mortality was higher among female patients (25 % vs. 12 %, p = 0.01), this difference was not significant after adjustment. Among those with bacteremia (n = 61), the most frequently identified pathogens were Staphylococcus aureus (19 %), Klebsiella pneumoniae (8 %), and Streptococcus mitis/oralis (8 %), with no difference in pathogen distribution between sexes (p = 0.21). Female sex was associated with a higher bacteremia risk, suggesting sex-specific vulnerability that warrants further investigation. These findings support more tailored infection monitoring and diagnostic strategies in female burn patients during ICU care.",
    "disease": "pneumonia",
    "clean_text": "impact of sex on the development of bacteremia in critically ill burn patients a retrospective cohort study burn injuries are associated with significant morbidity and mortality with infections being a major factor influencing outcomes given evidence of sex related differences in infection risk we investigated whether such disparities extend to bacteremia in critically ill burn patients we conducted a single centre cohort study of critically ill patients with severe burn injuries admitted to the burn center at the university hospital zurich between january and december the primary outcome was the association between sex and the development of a first bacteremia episode analysed using a competing risk regression model accounting for the competing risk of death secondary outcomes included the association between sex and icu mortality assessed with cox regression and the variation of pathogens causing bacteremia by sex patients were included of whom were female median age was years interquartile range iqr and the affected median total body surface area was iqr a first bacteremia occurred in patients after a median of days iqr including of female patients and of male patients p in the fully adjusted competing risk regression model female sex was associated with the development of bacteremia subhazard ratio shr ci p overall icu mortality was n although crude mortality was higher among female patients vs p this difference was not significant after adjustment among those with bacteremia n the most frequently identified pathogens were staphylococcus aureus klebsiella pneumoniae and streptococcus mitis oralis with no difference in pathogen distribution between sexes p female sex was associated with a higher bacteremia risk suggesting sex specific vulnerability that warrants further investigation these findings support more tailored infection monitoring and diagnostic strategies in female burn patients during icu care"
}