{
    "pmid": "41448519",
    "title": "ELAVL1 interacts with APP and promotes Aβ-induced apoptosis in Alzheimer's disease by activating Bcl-2/Bax signaling.",
    "abstract": "Alzheimer's Disease (AD) is a neurodegenerative disorder characterized by progressive cognitive decline, with hallmark pathological features including Aβ deposition and tau protein hyperphosphorylation. These pathological alterations are particularly prominent in the Prefrontal Cortex (PFC) and exert profound effects on cognitive function. The present study aimed to reveal key proteins in the PFC and provide insight into their potential mechanisms of action in AD. Accordingly, proteomic analysis was conducted to profile differential proteins in 5 × FAD mice, followed by in vivo and in vitro validation of core proteins through AAV-mediated interference of target gene expression. Furthermore, transcriptomics and molecular biology techniques were employed to confirm the underlying mechanisms of action of core proteins in AD. The results demonstrated that ELAVL1 was significantly upregulated in the PFC of AD mice. Behavioral experiments revealed that inhibition of ELAVL1 expression markedly improved long-term memory in AD mice. Immunostaining and Western blot analyses confirmed that suppressing ELAVL1 expression alleviated Aβ1-42 deposition and apoptosis. In vitro experiments indicated that knocking down ELAVL1 significantly reduced the apoptotic response of SH-SY5Y cells induced by Aβ1-42 and APP/Swe cells. Transcriptomic analysis further revealed that ELAVL1 regulates Aβ1-42-induced apoptosis via activation of the Bcl-2/Bax pathway. Notably, immunofluorescence co-localization staining and pull-down assays confirmed that ELAVL1 directly interacts with APP. Collectively, these findings provide valuable insights into the molecular mechanisms underlying AD and suggest ELAVL1 as a promising therapeutic target for AD.",
    "disease": "alzheimer disease",
    "clean_text": "elavl interacts with app and promotes a induced apoptosis in alzheimer s disease by activating bcl bax signaling alzheimer s disease ad is a neurodegenerative disorder characterized by progressive cognitive decline with hallmark pathological features including a deposition and tau protein hyperphosphorylation these pathological alterations are particularly prominent in the prefrontal cortex pfc and exert profound effects on cognitive function the present study aimed to reveal key proteins in the pfc and provide insight into their potential mechanisms of action in ad accordingly proteomic analysis was conducted to profile differential proteins in fad mice followed by in vivo and in vitro validation of core proteins through aav mediated interference of target gene expression furthermore transcriptomics and molecular biology techniques were employed to confirm the underlying mechanisms of action of core proteins in ad the results demonstrated that elavl was significantly upregulated in the pfc of ad mice behavioral experiments revealed that inhibition of elavl expression markedly improved long term memory in ad mice immunostaining and western blot analyses confirmed that suppressing elavl expression alleviated a deposition and apoptosis in vitro experiments indicated that knocking down elavl significantly reduced the apoptotic response of sh sy y cells induced by a and app swe cells transcriptomic analysis further revealed that elavl regulates a induced apoptosis via activation of the bcl bax pathway notably immunofluorescence co localization staining and pull down assays confirmed that elavl directly interacts with app collectively these findings provide valuable insights into the molecular mechanisms underlying ad and suggest elavl as a promising therapeutic target for ad"
}