{
    "pmid": "41442867",
    "title": "Nasopharyngeal pneumococcal carriage in Indian children following 10-valent PCV (PNEUMOSIL®) introduction through India's universal immunization program: A post licensure cross-sectional study.",
    "abstract": "Reduction in the vaccine serotype (VT) carriage is a surrogate marker of pneumococcal vaccines protection. PNEUMOSIL®, a 10-valent pneumococcal conjugate vaccine (PCV) has been recently introduced in the national immunization program of India in a 2 + 1 schedule. Owing to scarcity of data about impact of PNEUMOSIL® vaccination on VT-carriage, the current study was conducted in Indian children to assess its impact. This was a community-based cross-sectional observational study conducted between November 2022-March 2023 in rural areas of Pune, India. The study population included healthy children either fully vaccinated with PNEUMOSIL® 2 + 1 schedule through Universal Immunization Program or PCV-naïve. The vaccinated group was enrolled at least 4 months after receipt of the last PCV dose. Nasopharyngeal swabs were collected upon enrolment using World Health Organization methods in all children to isolate Streptococcus pneumoniae and identify serotypes using a Quellung test. The VT-carriage were compared between PCV-vaccinated and PCV-naïve using univariate and multivariate logistic regression. The study enrolled 700 healthy children; 350 children aged 15-20 months previously fully vaccinated with PNEUMOSIL® 2 + 1 schedule through UIP and 350 PCV-naïve children aged 16-21 months. Overall S. pneumoniae carriage in PCV-vaccinated and PCV-naïve groups was 63·1 % (95 % CI 57·9 %-68·2 %) and 66·3 % (95 % CI 61·1 %-71·2 %), respectively (p = 0·384). VT-carriage occurred in 23·4 % (95 % CI 19·1 %-28·2 %) of vaccinated children and 30·9 % (95 % CI 26·1 %-36·0 %) of PCV-naïve participants (24·3 % reduction, p = 0·027). After adjusting for colonization risk factors, PNEUMOSIL® vaccination was associated with 32 % reduction in odds of VT colonization compared with PCV-naïve participants [OR = 0·68; 95 % CI 0·49-0·96]. The observed reduction in VT-carriage amongst Indian children was comparable to that observed with other PCVs that have demonstrated marked declines in disease transmission. These results suggest PNEUMOSIL® could be an effective public health tool in decreasing pneumococcal disease.",
    "disease": "pneumonia",
    "clean_text": "nasopharyngeal pneumococcal carriage in indian children following valent pcv pneumosil introduction through india s universal immunization program a post licensure cross sectional study reduction in the vaccine serotype vt carriage is a surrogate marker of pneumococcal vaccines protection pneumosil a valent pneumococcal conjugate vaccine pcv has been recently introduced in the national immunization program of india in a schedule owing to scarcity of data about impact of pneumosil vaccination on vt carriage the current study was conducted in indian children to assess its impact this was a community based cross sectional observational study conducted between november march in rural areas of pune india the study population included healthy children either fully vaccinated with pneumosil schedule through universal immunization program or pcv na ve the vaccinated group was enrolled at least months after receipt of the last pcv dose nasopharyngeal swabs were collected upon enrolment using world health organization methods in all children to isolate streptococcus pneumoniae and identify serotypes using a quellung test the vt carriage were compared between pcv vaccinated and pcv na ve using univariate and multivariate logistic regression the study enrolled healthy children children aged months previously fully vaccinated with pneumosil schedule through uip and pcv na ve children aged months overall s pneumoniae carriage in pcv vaccinated and pcv na ve groups was ci and ci respectively p vt carriage occurred in ci of vaccinated children and ci of pcv na ve participants reduction p after adjusting for colonization risk factors pneumosil vaccination was associated with reduction in odds of vt colonization compared with pcv na ve participants or ci the observed reduction in vt carriage amongst indian children was comparable to that observed with other pcvs that have demonstrated marked declines in disease transmission these results suggest pneumosil could be an effective public health tool in decreasing pneumococcal disease"
}