{
    "title": "Epigenetics of fragile X syndrome and fragile X-related disorders.",
    "doc_id": "30084485",
    "writer": "Kraan CM",
    "year": "2019",
    "summary": "The fragile X mental retardation 1 gene (FMR1)-related disorder fragile X syndrome (FXS) is the most common heritable form of cognitive impairment and the second most common cause of comorbid autism. ...New testing methods have also detected additional …",
    "abstract": "The fragile X mental retardation 1 gene (FMR1)-related disorder fragile X syndrome (FXS) is the most common heritable form of cognitive impairment and the second most common cause of comorbid autism. FXS usually results when a premutation trinucleotide CGG repeat in the 5' untranslated region of the FMR1 gene (CGG 55-200) expands over generations to a full mutation allele (CGG >200). This expansion is associated with silencing of the FMR1 promoter via an epigenetic mechanism that involves DNA methylation of the CGG repeat and the surrounding regulatory regions. Decrease in FMR1 transcription is associated with loss of the FMR1 protein that is needed for typical brain development. The past decade has seen major advances in our understanding of the genetic and epigenetic processes that underlie FXS. Here we review these advances and their implications for diagnosis and treatment for individuals who have FMR1-related disorders. WHAT THIS PAPER ADDS: Improved analysis of DNA methylation allows better epigenetic evaluation of the fragile X gene. New testing techniques have unmasked interindividual variation among children with fragile X syndrome. New testing methods have also detected additional cases of fragile X.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30084485/",
    "clean_text": "epigenetics of fragile x syndrome and fragile x related disorders the fragile x mental retardation gene fmr related disorder fragile x syndrome fxs is the most common heritable form of cognitive impairment and the second most common cause of comorbid autism new testing methods have also detected additional the fragile x mental retardation gene fmr related disorder fragile x syndrome fxs is the most common heritable form of cognitive impairment and the second most common cause of comorbid autism fxs usually results when a premutation trinucleotide cgg repeat in the untranslated region of the fmr gene cgg expands over generations to a full mutation allele cgg this expansion is associated with silencing of the fmr promoter via an epigenetic mechanism that involves dna methylation of the cgg repeat and the surrounding regulatory regions decrease in fmr transcription is associated with loss of the fmr protein that is needed for typical brain development the past decade has seen major advances in our understanding of the genetic and epigenetic processes that underlie fxs here we review these advances and their implications for diagnosis and treatment for individuals who have fmr related disorders what this paper adds improved analysis of dna methylation allows better epigenetic evaluation of the fragile x gene new testing techniques have unmasked interindividual variation among children with fragile x syndrome new testing methods have also detected additional cases of fragile x"
}