{
    "title": "Nontraumatic acute aortic emergencies: Part 1, Acute aortic syndrome.",
    "doc_id": "24555605",
    "writer": "Maddu KK",
    "year": "2014",
    "summary": "OBJECTIVE: The aim of this article is to illustrate the imaging findings and analyze the spectrum of findings seen in patients with acute aortic syndrome. We also will discuss the overlaps in pathophysiologic and imaging findings among aortic syndromes. ...Therefore …",
    "abstract": "Objective:\n        \n      \n      The aim of this article is to illustrate the imaging findings and analyze the spectrum of findings seen in patients with acute aortic syndrome. We also will discuss the overlaps in pathophysiologic and imaging findings among aortic syndromes.\n    \n\n\n          Conclusion:\n        \n      \n      Acute aortic syndrome includes acute aortic dissection, intramural hematoma, and penetrating atherosclerotic ulcer. The most common clinical presentation is severely painful and potentially life-threatening abnormalities of the aorta. Differentiating among these aortic diseases is impossible by symptoms or physical evaluation. Therefore, any clinical suspicion should prompt immediate action including confirmatory noninvasive imaging. Prognosis of acute aortic syndromes is clearly related to prompt diagnosis and appropriate management. Accurate imaging interpretation can modify the natural history of acute aortic syndrome and improve prognosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24555605/",
    "clean_text": "nontraumatic acute aortic emergencies part acute aortic syndrome objective the aim of this article is to illustrate the imaging findings and analyze the spectrum of findings seen in patients with acute aortic syndrome we also will discuss the overlaps in pathophysiologic and imaging findings among aortic syndromes therefore objective the aim of this article is to illustrate the imaging findings and analyze the spectrum of findings seen in patients with acute aortic syndrome we also will discuss the overlaps in pathophysiologic and imaging findings among aortic syndromes conclusion acute aortic syndrome includes acute aortic dissection intramural hematoma and penetrating atherosclerotic ulcer the most common clinical presentation is severely painful and potentially life threatening abnormalities of the aorta differentiating among these aortic diseases is impossible by symptoms or physical evaluation therefore any clinical suspicion should prompt immediate action including confirmatory noninvasive imaging prognosis of acute aortic syndromes is clearly related to prompt diagnosis and appropriate management accurate imaging interpretation can modify the natural history of acute aortic syndrome and improve prognosis"
}