{
    "title": "[Clinical techniques for use in neurological physical examinations. I. General organisation, cranial and peripheral spinal nerves].",
    "doc_id": "15514905",
    "writer": "Rodríguez-García PL",
    "year": "2004",
    "summary": "AIMS: The purpose of this work is to focus on the main practical aspects of the techniques used for the physical examination of the nervous system and to present an approach for the practice of this study in adult patients. ...CONCLUSIONS: The study offers a detaile …",
    "abstract": "Aims:\n        \n      \n      The purpose of this work is to focus on the main practical aspects of the techniques used for the physical examination of the nervous system and to present an approach for the practice of this study in adult patients.\n    \n\n\n          Development:\n        \n      \n      We recommend clinicians to carry out a brief but consistent and effective exploration in a systematic, flexible and orderly manner to check for alterations in the functioning of the nervous system. Should any anomalies be detected, then a more detailed and thorough neurological exploration must be performed selectively. The techniques and data from this examination are organised into five broad categories: mental status, cranial nerves, motor function, reflex function and sensory function. The practical aspects of the main techniques used in the physical exploration are reviewed and we also describe the technique to be employed for palpating the main peripheral nerves.\n    \n\n\n          Conclusions:\n        \n      \n      The study offers a detailed description of the chief clinical techniques used in the physical exploration of the cranial nerves and for the palpation of the peripheral nerves; we also present an approach to performing the neurological examination. Furthermore, we highlight the importance of physically examining the nervous system in contemporary medicine and the need to continually perfect the way these techniques are performed in order to achieve an efficient clinical practice.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15514905/",
    "clean_text": "clinical techniques for use in neurological physical examinations i general organisation cranial and peripheral spinal nerves aims the purpose of this work is to focus on the main practical aspects of the techniques used for the physical examination of the nervous system and to present an approach for the practice of this study in adult patients conclusions the study offers a detaile aims the purpose of this work is to focus on the main practical aspects of the techniques used for the physical examination of the nervous system and to present an approach for the practice of this study in adult patients development we recommend clinicians to carry out a brief but consistent and effective exploration in a systematic flexible and orderly manner to check for alterations in the functioning of the nervous system should any anomalies be detected then a more detailed and thorough neurological exploration must be performed selectively the techniques and data from this examination are organised into five broad categories mental status cranial nerves motor function reflex function and sensory function the practical aspects of the main techniques used in the physical exploration are reviewed and we also describe the technique to be employed for palpating the main peripheral nerves conclusions the study offers a detailed description of the chief clinical techniques used in the physical exploration of the cranial nerves and for the palpation of the peripheral nerves we also present an approach to performing the neurological examination furthermore we highlight the importance of physically examining the nervous system in contemporary medicine and the need to continually perfect the way these techniques are performed in order to achieve an efficient clinical practice"
}