{
    "title": "The association between sleep quality and obstructive sleep apnea with health-related quality of life in children with obesity.",
    "doc_id": "37409497",
    "writer": "Xiao L",
    "year": "2023",
    "summary": "Sleep quality and HRQOL were measured with the Pittsburgh Sleep Quality Index and Pediatric Quality of Life Inventory questionnaires, respectively. ...CITATION: Xiao L, Voutsas G, Ryan CM, Katz SL, Narang I. The association between sleep …",
    "abstract": "Study objectives:\n        \n      \n      Obstructive sleep apnea (OSA) and poor sleep quality are highly prevalent in children with obesity, but their individual associations with health-related quality of life (HRQOL) are unknown in this population. The primary objective was to describe the independent association of OSA and sleep quality with HRQOL in children with obesity.\n    \n\n\n          Methods:\n        \n      \n      This was a cross-sectional study of children with obesity at 2 tertiary care centers. Sleep quality and HRQOL were measured with the Pittsburgh Sleep Quality Index and Pediatric Quality of Life Inventory questionnaires, respectively. Multivariable regression models were created to evaluate associations between OSA and sleep quality with HRQOL.\n    \n\n\n          Results:\n        \n      \n      There were 98 children (median age 15.0 years, median body mass index z-score 3.8, 44% females). Among the study population, 49/98 (50%) children reported poor sleep quality, 41/98 (42%) children had OSA, and 52/98 (53%) children reported impaired HRQOL. Self-reported poor sleep quality was independently associated with reduced HRQOL, whereas the presence of OSA was not. Children with poor sleep quality had a reduced Pediatric Quality of Life Inventory score by 8.8 compared to children with good sleep quality (95% confidence interval, 2.6-14.9; P = .006), when adjusting for age, sex, body mass index z-score, attention-deficit/hyperactivity disorder, mood/anxiety disorder, and study site.\n    \n\n\n          Conclusions:\n        \n      \n      In the current study of children with obesity, we found that HRQOL was more strongly associated with the self-reported experience of sleep than the presence of OSA. Clinicians should assess and optimize sleep quality as part of the evaluation for OSA in children with obesity.\n    \n\n\n          Citation:\n        \n      \n      Xiao L, Voutsas G, Ryan CM, Katz SL, Narang I. The association between sleep quality and obstructive sleep apnea with health-related quality of life in children with obesity. J Clin Sleep Med. 2023;19(11):1877-1883.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37409497/",
    "clean_text": "the association between sleep quality and obstructive sleep apnea with health related quality of life in children with obesity sleep quality and hrqol were measured with the pittsburgh sleep quality index and pediatric quality of life inventory questionnaires respectively citation xiao l voutsas g ryan cm katz sl narang i the association between sleep study objectives obstructive sleep apnea osa and poor sleep quality are highly prevalent in children with obesity but their individual associations with health related quality of life hrqol are unknown in this population the primary objective was to describe the independent association of osa and sleep quality with hrqol in children with obesity methods this was a cross sectional study of children with obesity at tertiary care centers sleep quality and hrqol were measured with the pittsburgh sleep quality index and pediatric quality of life inventory questionnaires respectively multivariable regression models were created to evaluate associations between osa and sleep quality with hrqol results there were children median age years median body mass index z score females among the study population children reported poor sleep quality children had osa and children reported impaired hrqol self reported poor sleep quality was independently associated with reduced hrqol whereas the presence of osa was not children with poor sleep quality had a reduced pediatric quality of life inventory score by compared to children with good sleep quality confidence interval p when adjusting for age sex body mass index z score attention deficit hyperactivity disorder mood anxiety disorder and study site conclusions in the current study of children with obesity we found that hrqol was more strongly associated with the self reported experience of sleep than the presence of osa clinicians should assess and optimize sleep quality as part of the evaluation for osa in children with obesity citation xiao l voutsas g ryan cm katz sl narang i the association between sleep quality and obstructive sleep apnea with health related quality of life in children with obesity j clin sleep med"
}