{
    "pmid": "41469718",
    "title": "Short- and mid-term clinical outcomes of harmonic scalpel-assisted no-touch technique of the saphenous vein grafts harvesting in coronary bypass grafting.",
    "abstract": "The \"No-touch\" technique has demonstrated efficacy in enhancing both short-term and long-term patency of great saphenous vein grafts (SVG) for coronary heart disease (CHD) treatment. Nevertheless, its widespread use is constrained by the method's limitations. Therefore, we modified it by using a harmonic scalpel to harvest SVG and verified its patency rate. 156 patients who underwent coronary artery bypass grafting (CABG) were consecutively recruited between November 2018 and July 2019. Patients were allocated to 2 groups of 78 each, according to two SV harvesting techniques (modified no-touch [M group] and conventional technique [C group]). SVG samples were taken for pathological examination. This study was conducted according to the guidelines of the Declaration of Helsinki and was approved by the Ethics Committee of Shanghai Tenth People's Hospital (ChiCTR1800018433). All patients underwent follow-ups for at least 2 years. The modified no-touch technique reduced graft acquisition time (P < 0.001) and the pulsatility index (PI) (P < 0.001). No difference was detected in the average flow of grafts and procedural complication rate. At 24 months, the left ventricular ejection fraction (LVEF) was higher in the M-group (P < 0.001). The use of the harmonic scalpel to harvest SVG is safe and effective, and may contribute to better postoperative cardiac function recovery, as reflected by satisfactory short- and mid-term outcomes.",
    "disease": "coronary artery disease",
    "clean_text": "short and mid term clinical outcomes of harmonic scalpel assisted no touch technique of the saphenous vein grafts harvesting in coronary bypass grafting the no touch technique has demonstrated efficacy in enhancing both short term and long term patency of great saphenous vein grafts svg for coronary heart disease chd treatment nevertheless its widespread use is constrained by the method s limitations therefore we modified it by using a harmonic scalpel to harvest svg and verified its patency rate patients who underwent coronary artery bypass grafting cabg were consecutively recruited between november and july patients were allocated to groups of each according to two sv harvesting techniques modified no touch m group and conventional technique c group svg samples were taken for pathological examination this study was conducted according to the guidelines of the declaration of helsinki and was approved by the ethics committee of shanghai tenth people s hospital chictr all patients underwent follow ups for at least years the modified no touch technique reduced graft acquisition time p and the pulsatility index pi p no difference was detected in the average flow of grafts and procedural complication rate at months the left ventricular ejection fraction lvef was higher in the m group p the use of the harmonic scalpel to harvest svg is safe and effective and may contribute to better postoperative cardiac function recovery as reflected by satisfactory short and mid term outcomes"
}