{
    "title": "Diagnostic tests for fragile X syndrome.",
    "doc_id": "11901818",
    "writer": "Oostra BA",
    "year": "2001",
    "summary": "Fragile X syndrome is a common X-linked hereditary disease, characterized by mental retardation, macroorchidism and mild facial abnormalities and is almost always caused by the absence or deficit of the FMR1 protein. ...This review provides an update on the d …",
    "abstract": "Fragile X syndrome is a common X-linked hereditary disease, characterized by mental retardation, macroorchidism and mild facial abnormalities and is almost always caused by the absence or deficit of the FMR1 protein. In the majority of cases, the disease is associated with an expansion of a CGG repeat, located in the 5' UTR of the FMR1 gene. Diagnostic methods include PCR amplification and Southern blotting, which are performed on DNA isolated from peripheral leukocytes. Recently, varying immunocytochemical tests have been described to identify fragile X patients, based on the detection of FMR1 protein in cells by a monoclonal antibody. This review provides an update on the different DNA methods and gives specific attention to both the newly developed PCR method and antibody methods for prenatal and postnatal diagnosis of the fragile X syndrome.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11901818/",
    "clean_text": "diagnostic tests for fragile x syndrome fragile x syndrome is a common x linked hereditary disease characterized by mental retardation macroorchidism and mild facial abnormalities and is almost always caused by the absence or deficit of the fmr protein this review provides an update on the d fragile x syndrome is a common x linked hereditary disease characterized by mental retardation macroorchidism and mild facial abnormalities and is almost always caused by the absence or deficit of the fmr protein in the majority of cases the disease is associated with an expansion of a cgg repeat located in the utr of the fmr gene diagnostic methods include pcr amplification and southern blotting which are performed on dna isolated from peripheral leukocytes recently varying immunocytochemical tests have been described to identify fragile x patients based on the detection of fmr protein in cells by a monoclonal antibody this review provides an update on the different dna methods and gives specific attention to both the newly developed pcr method and antibody methods for prenatal and postnatal diagnosis of the fragile x syndrome"
}