{
    "pmid": "41445842",
    "title": "Characteristics of ankle kinematics in patients with ankle instability with or without an osteochondral lesion of the talus.",
    "abstract": "This study aimed to investigate ankle kinematic alterations in patients with chronic ankle instability (CAI), with or without a concomitant osteochondral lesion of the talus (OLT), during level walking. Unlike previous studies that did not distinguish between isolated CAI and CAI with an OLT, this study used MRI-confirmed OLT diagnosis combined with six-degrees-of-freedom motion analysis to identify OLT-specific kinematic patterns, which may provide novel biomechanical markers to facilitate clinical screening and early diagnosis. A total of 33 patients with CAI (15 with an OLT and 18 without an OLT) and 18 healthy controls were enrolled. Ankle kinematics were assessed using a joint motion analysis system during treadmill gait at a self-selected speed. Statistical parametric mapping (SPM) was used to compare kinematic patterns across groups. Compared to healthy subjects, the patients with OLTs demonstrated reduced plantarflexion during the early stance (1%-5%, 9%-10%), initial (67%-83%), and terminal swing (91%-100%) phases of the gait cycle, and the patients with isolated CAI demonstrated reduced distal translation during the initial swing (65%-69%) phase of the gait cycle. The patients with OLTs exhibited decreased a range of motion (ROM) in plantarflexion (9.6°,  The presence of osteochondral lesions further exacerbates kinematic abnormalities in ankles with CAI during gait. These distinct kinematic signatures-particularly reduced plantarflexion ROM in patients with OLTs vs. reduced inversion ROM in patients with isolated CAI-may serve as objective clinical markers to distinguish between these conditions, potentially reducing misdiagnosis rates and enabling clinicians to implement targeted rehabilitation strategies to prevent progression to ankle osteoarthritis.",
    "disease": "osteoarthritis",
    "clean_text": "characteristics of ankle kinematics in patients with ankle instability with or without an osteochondral lesion of the talus this study aimed to investigate ankle kinematic alterations in patients with chronic ankle instability cai with or without a concomitant osteochondral lesion of the talus olt during level walking unlike previous studies that did not distinguish between isolated cai and cai with an olt this study used mri confirmed olt diagnosis combined with six degrees of freedom motion analysis to identify olt specific kinematic patterns which may provide novel biomechanical markers to facilitate clinical screening and early diagnosis a total of patients with cai with an olt and without an olt and healthy controls were enrolled ankle kinematics were assessed using a joint motion analysis system during treadmill gait at a self selected speed statistical parametric mapping spm was used to compare kinematic patterns across groups compared to healthy subjects the patients with olts demonstrated reduced plantarflexion during the early stance initial and terminal swing phases of the gait cycle and the patients with isolated cai demonstrated reduced distal translation during the initial swing phase of the gait cycle the patients with olts exhibited decreased a range of motion rom in plantarflexion the presence of osteochondral lesions further exacerbates kinematic abnormalities in ankles with cai during gait these distinct kinematic signatures particularly reduced plantarflexion rom in patients with olts vs reduced inversion rom in patients with isolated cai may serve as objective clinical markers to distinguish between these conditions potentially reducing misdiagnosis rates and enabling clinicians to implement targeted rehabilitation strategies to prevent progression to ankle osteoarthritis"
}