{
    "pmid": "41387968",
    "title": "Characterization and immunogenicity of nanoparticle vaccines based on Clade 2 and Clade 3 sarbecovirus S2 proteins.",
    "abstract": "The emergence of SARS-CoV-2 and its subsequent variants in addition to the previous SARS-CoV-1 outbreak indicates the importance of developing broadly protective sarbecovirus vaccines. To date, broadly protective vaccines have primarily focused on clade 1 sarbecoviruses including SARS-CoV-2 variants and SARS-like animal viruses. The discovery of clade 2 and clade 3 sarbecoviruses capable of infecting human cells highlights a need to preemptively develop vaccines that can protect against these viruses. Here, we develop stabilized multivalent subunit vaccines from clade 2 and clade 3 sarbecovirus S2 proteins and evaluate their immunogenicity. Clade 2 and clade 3 S2-subunit vaccines elicit cross-reactive antibodies in mice capable of binding to clade 1, 2, and 3 sarbecovirus antigens. Female mice immunized with these S2-based vaccines also provide protection against sarbecovirus challenges from clades 1a and 1b, including a mouse-adapted SARS-CoV-2 strain, XBB, and WIV1.",
    "disease": "influenza",
    "clean_text": "characterization and immunogenicity of nanoparticle vaccines based on clade and clade sarbecovirus s proteins the emergence of sars cov and its subsequent variants in addition to the previous sars cov outbreak indicates the importance of developing broadly protective sarbecovirus vaccines to date broadly protective vaccines have primarily focused on clade sarbecoviruses including sars cov variants and sars like animal viruses the discovery of clade and clade sarbecoviruses capable of infecting human cells highlights a need to preemptively develop vaccines that can protect against these viruses here we develop stabilized multivalent subunit vaccines from clade and clade sarbecovirus s proteins and evaluate their immunogenicity clade and clade s subunit vaccines elicit cross reactive antibodies in mice capable of binding to clade and sarbecovirus antigens female mice immunized with these s based vaccines also provide protection against sarbecovirus challenges from clades a and b including a mouse adapted sars cov strain xbb and wiv"
}