{
    "title": "Mathematical models on Alzheimer's disease and its treatment: A review.",
    "doc_id": "39813887",
    "writer": "Maji M",
    "year": "2025",
    "summary": "Alzheimer's disease is a gradually advancing neurodegenerative disease. According to the report by \"World Health Organization (WHO)\", there are over 55 million individuals currently living with Alzheimer's disease and other dementi …",
    "abstract": "Alzheimer's disease is a gradually advancing neurodegenerative disease. According to the report by \"World Health Organization (WHO)\", there are over 55 million individuals currently living with Alzheimer's disease and other dementia globally, and the number of sufferers is increasing every day. In absence of effective cures and preventive measures, this number is predicted to triple by 2050. The disease's origin is still unclear, and also no such treatment is available for eradicating the disease. Based on the crucial factors that are connected to the disease's progression, the authors developed several types of mathematical models. We review such mathematical models that are utilized to better understand the pathophysiology of Alzheimer's disease. Section-wise, we categorize the mathematical models in terms of different components that might be responsible for Alzheimer's disease. We explain the mathematical models with their descriptions and respective conclusions. In addition to mathematical models, we concentrate on biological aspects of the disease and possible therapeutic targets. We explore the disease's biological basis primarily to understand how proteins, glial cells, cytokines, genes, calcium signaling and oxidative stress contribute to the disease. We go through several treatment targets that might stop the progression of the disease or at least slow it down. We present a table that summarizes the mathematical models in terms of their formalisms, highlighting key components and important remarks.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39813887/",
    "clean_text": "mathematical models on alzheimer s disease and its treatment a review alzheimer s disease is a gradually advancing neurodegenerative disease according to the report by world health organization who there are over million individuals currently living with alzheimer s disease and other dementi alzheimer s disease is a gradually advancing neurodegenerative disease according to the report by world health organization who there are over million individuals currently living with alzheimer s disease and other dementia globally and the number of sufferers is increasing every day in absence of effective cures and preventive measures this number is predicted to triple by the disease s origin is still unclear and also no such treatment is available for eradicating the disease based on the crucial factors that are connected to the disease s progression the authors developed several types of mathematical models we review such mathematical models that are utilized to better understand the pathophysiology of alzheimer s disease section wise we categorize the mathematical models in terms of different components that might be responsible for alzheimer s disease we explain the mathematical models with their descriptions and respective conclusions in addition to mathematical models we concentrate on biological aspects of the disease and possible therapeutic targets we explore the disease s biological basis primarily to understand how proteins glial cells cytokines genes calcium signaling and oxidative stress contribute to the disease we go through several treatment targets that might stop the progression of the disease or at least slow it down we present a table that summarizes the mathematical models in terms of their formalisms highlighting key components and important remarks"
}