{
    "pmid": "41423915",
    "title": "Dual Mechanisms of Hyperuricemia-Associated Renal Injury: A Systematic Review of Crystal-Dependent and Crystal-Independent Pathways.",
    "abstract": "Hyperuricemia, marked by elevated uric acid levels, is associated with renal disorders like acute kidney injury and chronic kidney disease, through both crystal-dependent and crystal-independent mechanisms. This review aims to evaluate the crystal-dependent and crystal-independent mechanisms by which hyperuricemia induces renal injury. A systematic review of the literature. Human and animal studies. A total of 1549 articles were initially identified from PubMed, Web of Science, Scopus, and Google Scholar. After removing 659 duplicates and screening titles and abstracts, 572 articles were excluded, and 16 could not be retrieved, leaving 302 for full-text review. Of these, 17 studies met the eligibility criteria and were included. Risk of bias was assessed using SYRCLE for animal studies, ROB2 for human studies, and NOS for observational studies. From 17 studies: nine animal experiments, one human experiment, and seven observational studies. Animal studies showed hyperuricemia causes preglomerular arteriolopathy, glomerular hypertension, and worsens nephrotoxicity. Human studies demonstrated elevated uric acid, even without crystals, activates intrarenal RAS, increases oxidative stress, and reduces nitric oxide. Clinical studies confirmed high uric acid is linked to CKD progression, with very low levels also risky (\"J-shaped\" relationship). Endothelial dysfunction is a unifying mechanism, promoting inflammation and fibrosis in crystal-dependent injury and vasoconstriction and renal damage in crystal-independent injury. This review confirmed that hyperuricemia damages the kidney through both crystal-dependent and crystal-independent pathways, with endothelial dysfunction as a key mediator. Further human studies are needed to confirm these findings and explore new treatments.",
    "disease": "chronic kidney disease",
    "clean_text": "dual mechanisms of hyperuricemia associated renal injury a systematic review of crystal dependent and crystal independent pathways hyperuricemia marked by elevated uric acid levels is associated with renal disorders like acute kidney injury and chronic kidney disease through both crystal dependent and crystal independent mechanisms this review aims to evaluate the crystal dependent and crystal independent mechanisms by which hyperuricemia induces renal injury a systematic review of the literature human and animal studies a total of articles were initially identified from pubmed web of science scopus and google scholar after removing duplicates and screening titles and abstracts articles were excluded and could not be retrieved leaving for full text review of these studies met the eligibility criteria and were included risk of bias was assessed using syrcle for animal studies rob for human studies and nos for observational studies from studies nine animal experiments one human experiment and seven observational studies animal studies showed hyperuricemia causes preglomerular arteriolopathy glomerular hypertension and worsens nephrotoxicity human studies demonstrated elevated uric acid even without crystals activates intrarenal ras increases oxidative stress and reduces nitric oxide clinical studies confirmed high uric acid is linked to ckd progression with very low levels also risky j shaped relationship endothelial dysfunction is a unifying mechanism promoting inflammation and fibrosis in crystal dependent injury and vasoconstriction and renal damage in crystal independent injury this review confirmed that hyperuricemia damages the kidney through both crystal dependent and crystal independent pathways with endothelial dysfunction as a key mediator further human studies are needed to confirm these findings and explore new treatments"
}