{
    "pmid": "41383305",
    "title": "Evaluation of the epidemiological and economic impact of the ADLIFE intervention on medium- to long-term in patients with advanced chronic disease.",
    "abstract": "Patients with advanced chronic disease (ACD) experience transitions in their clinical stability, leading to increased healthcare resource use and costs. EU-funded ADLIFE digital intervention aimed to ensure their quality of life through individualised care plans, clinical decision-making support, and patient empowerment. This study assessed the impact and sustainability of ADLIFE. Target population included patients aged ≥55 years with heart failure (HF) and/or chronic obstructive pulmonary disease (COPD). First, a discrete event simulation (DES) model was developed using data from Osakidetza-Basque Health Service to represent the natural history of the disease. Second, ADLIFE intervention was implemented in four pilot sites: Spain, England, Israel and Denmark. Intervention effect was quantified by comparing resource use between control and intervention groups. Finally, a budget impact analysis (BIA) was conducted by extrapolating the burden of the disease to 2030 under two scenarios: conventional and ADLIFE. ADFLIFE intervention involved 370 patients (185 intervention, 185 control). Emergency visits and consultations with primary care professionals decreased significantly, while specialist consultations increased. Depending on the pilot site, projections estimated that ACD prevalence will increase by 37-50% by 2030, increasing associated costs. Under the ADLIFE scenario, the burden of the disease could be reduced by 1-2%, resulting in cumulative savings of €4-58 million. Projections indicated a major challenge ahead due to a rise in ACD prevalence, highlighting the need for timely and effective healthcare responses. ADLIFE improved patient care and resource management, and its adoption could help reduce the disease burden and generate sustained long-term savings.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "evaluation of the epidemiological and economic impact of the adlife intervention on medium to long term in patients with advanced chronic disease patients with advanced chronic disease acd experience transitions in their clinical stability leading to increased healthcare resource use and costs eu funded adlife digital intervention aimed to ensure their quality of life through individualised care plans clinical decision making support and patient empowerment this study assessed the impact and sustainability of adlife target population included patients aged years with heart failure hf and or chronic obstructive pulmonary disease copd first a discrete event simulation des model was developed using data from osakidetza basque health service to represent the natural history of the disease second adlife intervention was implemented in four pilot sites spain england israel and denmark intervention effect was quantified by comparing resource use between control and intervention groups finally a budget impact analysis bia was conducted by extrapolating the burden of the disease to under two scenarios conventional and adlife adflife intervention involved patients intervention control emergency visits and consultations with primary care professionals decreased significantly while specialist consultations increased depending on the pilot site projections estimated that acd prevalence will increase by by increasing associated costs under the adlife scenario the burden of the disease could be reduced by resulting in cumulative savings of million projections indicated a major challenge ahead due to a rise in acd prevalence highlighting the need for timely and effective healthcare responses adlife improved patient care and resource management and its adoption could help reduce the disease burden and generate sustained long term savings"
}