{
    "title": "Oxidative stress and epilepsy: literature review.",
    "doc_id": "22848783",
    "writer": "Aguiar CC",
    "year": "2012",
    "summary": "OBJECTIVE: A review was conducted to investigate the link between oxidative stress and seizures, and oxidative stress and age as risk factors for epilepsy. The role of oxidative stress in seizure induction and propagation is also discusse …",
    "abstract": "Backgrounds:\n        \n      \n      The production of free radicals has a role in the regulation of biological function, cellular damage, and the pathogenesis of central nervous system conditions. Epilepsy is a highly prevalent serious brain disorder, and oxidative stress is regarded as a possible mechanism involved in epileptogenesis. Experimental studies suggest that oxidative stress is a contributing factor to the onset and evolution of epilepsy.\n    \n\n\n          Objective:\n        \n      \n      A review was conducted to investigate the link between oxidative stress and seizures, and oxidative stress and age as risk factors for epilepsy. The role of oxidative stress in seizure induction and propagation is also discussed.\n    \n\n\n          Results/conclusions:\n        \n      \n      Oxidative stress and mitochondrial dysfunction are involved in neuronal death and seizures. There is evidence that suggests that antioxidant therapy may reduce lesions induced by oxidative free radicals in some animal seizure models. Studies have demonstrated that mitochondrial dysfunction is associated with chronic oxidative stress and may have an essential role in the epileptogenesis process; however, few studies have shown an established link between oxidative stress, seizures, and age.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22848783/",
    "clean_text": "oxidative stress and epilepsy literature review objective a review was conducted to investigate the link between oxidative stress and seizures and oxidative stress and age as risk factors for epilepsy the role of oxidative stress in seizure induction and propagation is also discusse backgrounds the production of free radicals has a role in the regulation of biological function cellular damage and the pathogenesis of central nervous system conditions epilepsy is a highly prevalent serious brain disorder and oxidative stress is regarded as a possible mechanism involved in epileptogenesis experimental studies suggest that oxidative stress is a contributing factor to the onset and evolution of epilepsy objective a review was conducted to investigate the link between oxidative stress and seizures and oxidative stress and age as risk factors for epilepsy the role of oxidative stress in seizure induction and propagation is also discussed results conclusions oxidative stress and mitochondrial dysfunction are involved in neuronal death and seizures there is evidence that suggests that antioxidant therapy may reduce lesions induced by oxidative free radicals in some animal seizure models studies have demonstrated that mitochondrial dysfunction is associated with chronic oxidative stress and may have an essential role in the epileptogenesis process however few studies have shown an established link between oxidative stress seizures and age"
}