{
    "title": "Stray Cu(II) may cause oxidative damage when coordinated to the -TESHHK- sequence derived from the C-terminal tail of histone H2A.",
    "doc_id": "11559031",
    "writer": "Mylonas M",
    "year": "2001",
    "summary": "This complex reacts with H(2)O(2) and the resulting reactive oxygen intermediate efficiently oxidizes 2'-deoxyguanosine. The underlying mechanism involves the formation of Cu(III) and a metal-bound hydroxyl radical species....",
    "abstract": "CH(3)CO-Thr-Glu-Ser-His-His-Lys-NH(2), a hexapeptide representing the 120-125 sequence of histone H2A, coordinates Cu(II) ions efficiently. Monomeric complexes are formed. In the major complex at physiological pH, CuH(-1)L, Cu(II) is coordinated equatorially through the imidazole nitrogen of the His-4 residue and the amide nitrogens of the Ser-3 and His-4 residues, and axially through the imidazole nitrogen of the His-5 residue. This complex reacts with H(2)O(2) and the resulting reactive oxygen intermediate efficiently oxidizes 2'-deoxyguanosine. The underlying mechanism involves the formation of Cu(III) and a metal-bound hydroxyl radical species.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11559031/",
    "clean_text": "stray cu ii may cause oxidative damage when coordinated to the teshhk sequence derived from the c terminal tail of histone h a this complex reacts with h o and the resulting reactive oxygen intermediate efficiently oxidizes deoxyguanosine the underlying mechanism involves the formation of cu iii and a metal bound hydroxyl radical species ch co thr glu ser his his lys nh a hexapeptide representing the sequence of histone h a coordinates cu ii ions efficiently monomeric complexes are formed in the major complex at physiological ph cuh l cu ii is coordinated equatorially through the imidazole nitrogen of the his residue and the amide nitrogens of the ser and his residues and axially through the imidazole nitrogen of the his residue this complex reacts with h o and the resulting reactive oxygen intermediate efficiently oxidizes deoxyguanosine the underlying mechanism involves the formation of cu iii and a metal bound hydroxyl radical species"
}