{
    "title": "Hypertension and Heart Failure.",
    "doc_id": "31472888",
    "writer": "Slivnick J",
    "year": "2019",
    "summary": "Hypertensive heart disease represents a spectrum of illnesses from uncontrolled hypertension to heart failure. ...Treatment in the initial stages before onset of heart failure may result in regression of disease....",
    "abstract": "Hypertensive heart disease represents a spectrum of illnesses from uncontrolled hypertension to heart failure. The authors discuss the natural history and pathogenesis of heart failure owing to hypertensive heart disease, reviewing the important role of left ventricular hypertrophy as the inciting process leading to diastolic dysfunction and heart failure with preserved ejection fraction. They describe the various mechanisms by which a subset of patients ultimately develops systolic heart failure. They discuss management strategies for hypertensive heart disease at all stages of the disease process. Treatment in the initial stages before onset of heart failure may result in regression of disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31472888/",
    "clean_text": "hypertension and heart failure hypertensive heart disease represents a spectrum of illnesses from uncontrolled hypertension to heart failure treatment in the initial stages before onset of heart failure may result in regression of disease hypertensive heart disease represents a spectrum of illnesses from uncontrolled hypertension to heart failure the authors discuss the natural history and pathogenesis of heart failure owing to hypertensive heart disease reviewing the important role of left ventricular hypertrophy as the inciting process leading to diastolic dysfunction and heart failure with preserved ejection fraction they describe the various mechanisms by which a subset of patients ultimately develops systolic heart failure they discuss management strategies for hypertensive heart disease at all stages of the disease process treatment in the initial stages before onset of heart failure may result in regression of disease"
}