{
    "title": "GMP-Compliant Adenoviral Vectors for Gene Therapy.",
    "doc_id": "32504293",
    "writer": "Arjmand B",
    "year": "2021",
    "summary": "Recently, gene therapy as one of the most promising treatments can apply genes for incurable diseases treatment. In this context, vectors as gene delivery systems play a pivotal role in gene therapy procedure. Hereupon, viral vectors have been i …",
    "abstract": "Recently, gene therapy as one of the most promising treatments can apply genes for incurable diseases treatment. In this context, vectors as gene delivery systems play a pivotal role in gene therapy procedure. Hereupon, viral vectors have been increasingly introduced as a hyper-efficient tools for gene therapy. Adenoviral vectors as one of the most common groups which are used in gene therapy have a high ability for humans. Indeed, they are not integrated into host genome. In other words, they can be adapted for direct transduction of recombinant proteins into targeted cells. Moreover, they have large packaging capacity and high levels of efficiency and expression. In accordance with translational pathways from the basic to the clinic, recombinant adenoviral vectors packaging must be managed under good manufacturing practice (GMP) principles before applying in clinical trials. Therein, in this chapter standard methods for manufacturing of GMP-compliant Adenoviral vectors for gene therapy have been introduced.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32504293/",
    "clean_text": "gmp compliant adenoviral vectors for gene therapy recently gene therapy as one of the most promising treatments can apply genes for incurable diseases treatment in this context vectors as gene delivery systems play a pivotal role in gene therapy procedure hereupon viral vectors have been i recently gene therapy as one of the most promising treatments can apply genes for incurable diseases treatment in this context vectors as gene delivery systems play a pivotal role in gene therapy procedure hereupon viral vectors have been increasingly introduced as a hyper efficient tools for gene therapy adenoviral vectors as one of the most common groups which are used in gene therapy have a high ability for humans indeed they are not integrated into host genome in other words they can be adapted for direct transduction of recombinant proteins into targeted cells moreover they have large packaging capacity and high levels of efficiency and expression in accordance with translational pathways from the basic to the clinic recombinant adenoviral vectors packaging must be managed under good manufacturing practice gmp principles before applying in clinical trials therein in this chapter standard methods for manufacturing of gmp compliant adenoviral vectors for gene therapy have been introduced"
}