{
    "pmid": "41394661",
    "title": "CXCL16 mediates nociception and inflammation in murine post-traumatic osteoarthritis.",
    "abstract": "This study investigates the role of the chemokine CXCL16 and its receptor, CXCR6, in post-traumatic osteoarthritis (PTOA) and joint nociception, highlighting the potential of targeting the CXCL16-CXCR6 axis for therapeutically managing joint inflammation and pain. Following joint injury in mice, the CXCL16-CXCR6 signaling axis is activated in synovium, driven by synovial fibroblasts and macrophages. Human OA synovium also exhibited increased CXCL16 and CXCR6 gene expression. CXCL16 stimulated a pro-inflammatory response in fibroblasts and macrophages, contrasting with an anti-inflammatory response observed in mesenchymal progenitor cells. In mice, repeated intra-articular CXCL16 injections induced histological synovitis and sex-dependent activation of inflammatory and fibrotic transcriptional programs in synovium. Repeated CXCL16 joint injections also induced knee hyperalgesia, which was mitigated by co-administration of the CXCR6 antagonist, ML339. A single intra-articular injection of CXCL16 induced acute knee hyperalgesia as early as 30 minutes post-injection, which was completely abrogated by ML339 co-treatment, suggesting direct CXCL16 binding to nociceptor-expressed CXCR6. In a murine PTOA model, systemic CXCR6 antagonism with ML339 alleviated knee hyperalgesia and altered circulating immune cell profiles. Direct stimulation of mouse dorsal root ganglion-derived nociceptive neurons with CXCL16 induced rapid calcium signaling, which was abolished by co-treatment with ML339. These findings establish CXCL16 as a regulator of joint inflammation and identifies the CXCL16-CXCR6 binding mechanism as key in mediating pain-related behaviors and nociceptor activation, offering a therapeutic target for PTOA-related inflammation and pain management. CXCL16 regulates synovial inflammation and mediates joint nociception via CXCR6, highlighting its potential as a therapeutic target for post-traumatic osteoarthritis.",
    "disease": "osteoarthritis",
    "clean_text": "cxcl mediates nociception and inflammation in murine post traumatic osteoarthritis this study investigates the role of the chemokine cxcl and its receptor cxcr in post traumatic osteoarthritis ptoa and joint nociception highlighting the potential of targeting the cxcl cxcr axis for therapeutically managing joint inflammation and pain following joint injury in mice the cxcl cxcr signaling axis is activated in synovium driven by synovial fibroblasts and macrophages human oa synovium also exhibited increased cxcl and cxcr gene expression cxcl stimulated a pro inflammatory response in fibroblasts and macrophages contrasting with an anti inflammatory response observed in mesenchymal progenitor cells in mice repeated intra articular cxcl injections induced histological synovitis and sex dependent activation of inflammatory and fibrotic transcriptional programs in synovium repeated cxcl joint injections also induced knee hyperalgesia which was mitigated by co administration of the cxcr antagonist ml a single intra articular injection of cxcl induced acute knee hyperalgesia as early as minutes post injection which was completely abrogated by ml co treatment suggesting direct cxcl binding to nociceptor expressed cxcr in a murine ptoa model systemic cxcr antagonism with ml alleviated knee hyperalgesia and altered circulating immune cell profiles direct stimulation of mouse dorsal root ganglion derived nociceptive neurons with cxcl induced rapid calcium signaling which was abolished by co treatment with ml these findings establish cxcl as a regulator of joint inflammation and identifies the cxcl cxcr binding mechanism as key in mediating pain related behaviors and nociceptor activation offering a therapeutic target for ptoa related inflammation and pain management cxcl regulates synovial inflammation and mediates joint nociception via cxcr highlighting its potential as a therapeutic target for post traumatic osteoarthritis"
}