{
    "title": "Mechanistic biology linking traumatic brain injury to multiple sclerosis susceptibility.",
    "doc_id": "40579117",
    "writer": "Baker D",
    "year": "2025",
    "summary": "One of these risk factors appears to be the occurrence of traumatic brain injury. In a follow-on to previous analysis of head injury-induced risk factors for MS, analysis of Swedish Registry data of MS and matched controls demonstrates enhanced susceptibility …",
    "abstract": "Multiple sclerosis (MS) is a major, immune-mediated, demyelinating disease and the major cause of non-traumatic disability in young adults. Susceptibility to disease is controlled by a variety of interacting features that include genetic and notably environmental factors. One of these risk factors appears to be the occurrence of traumatic brain injury. In a follow-on to previous analysis of head injury-induced risk factors for MS, analysis of Swedish Registry data of MS and matched controls demonstrates enhanced susceptibility to MS, notably when stratified for the presence of HLA-DRB1*15.01, absence of HLA-A*02.01 and occurrence of smoking, which are known risk factors, the risk of MS increases to OR 65.4 (95% CI 8.35 to 512). This can be mechanistically supported by a number of routes whereby brain injury can lead to expression of autoantigenic targets, or damage-related release of neuroantigens that could generate a novel autoantigenic response in draining lymph nodes following glymphatic/meningeal lymphatic drainage. These may be different from other mechanisms that are relevant to susceptibility due to human leucocyte antigen expression and smoking.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40579117/",
    "clean_text": "mechanistic biology linking traumatic brain injury to multiple sclerosis susceptibility one of these risk factors appears to be the occurrence of traumatic brain injury in a follow on to previous analysis of head injury induced risk factors for ms analysis of swedish registry data of ms and matched controls demonstrates enhanced susceptibility multiple sclerosis ms is a major immune mediated demyelinating disease and the major cause of non traumatic disability in young adults susceptibility to disease is controlled by a variety of interacting features that include genetic and notably environmental factors one of these risk factors appears to be the occurrence of traumatic brain injury in a follow on to previous analysis of head injury induced risk factors for ms analysis of swedish registry data of ms and matched controls demonstrates enhanced susceptibility to ms notably when stratified for the presence of hla drb absence of hla a and occurrence of smoking which are known risk factors the risk of ms increases to or ci to this can be mechanistically supported by a number of routes whereby brain injury can lead to expression of autoantigenic targets or damage related release of neuroantigens that could generate a novel autoantigenic response in draining lymph nodes following glymphatic meningeal lymphatic drainage these may be different from other mechanisms that are relevant to susceptibility due to human leucocyte antigen expression and smoking"
}