{
    "title": "Xeroderma Pigmentosam: Case Report of Siblings.",
    "doc_id": "40415748",
    "writer": "Javanaiah N",
    "year": "2025",
    "summary": "AIM: This case report reveals how xeroderma pigmentosum (XP) influences the dental procedure and the required modification. ...HOW TO CITE THIS ARTICLE: Javanaiah N, Krishnappa SS, Srinivas HG. Xeroderma Pigmentosam: Case Report of Siblings. Int J Clin …",
    "abstract": "Aim:\n        \n      \n      This case report reveals how xeroderma pigmentosum (XP) influences the dental procedure and the required modification. It illustrates the circumspect role of pediatric dentists in the soft tissue lesion of the oral cavity.\n    \n\n\n          Background:\n        \n      \n      XP is a rare autosomal recessive genodermatosis. Individuals with this condition are unable to repair deoxyribonucleic acid (DNA) damage caused by UV radiation, which can result in a range of photoenergy-induced skin pigmentary changes, malignant tumor development, and occasionally progressive neurologic degeneration. Crippling carcinomas minimize life expectancy. It is an incurable condition with complex therapeutic approaches. Many effective treatments remain in clinical trials; however, sun avoidance and chemotherapeutic agents are commonly followed.\n    \n\n\n          Case description:\n        \n      \n      Hereby, we report a case of XP siblings and their dental management.\n    \n\n\n          Conclusion:\n        \n      \n      XP, a rare genetic disorder, can go undetected due to a lack of knowledge related to this condition. Pediatric dentists should make an effort to emphasize parental and patient anticipatory education for the maintenance of oral hygiene and also to detect and report any new lesions in the soft tissues of the oral cavity to ensure early preventive and therapeutic approaches at the earliest.\n    \n\n\n          Clinical significance:\n        \n      \n      This case report emphasizes dental professionals' thorough knowledge of the condition and illustrates measures to be considered during dental treatment. Pediatric dentists should be vigilant in assessing soft tissue manifestations in the oral cavity.\n    \n\n\n          How to cite this article:\n        \n      \n      Javanaiah N, Krishnappa SS, Srinivas HG. Xeroderma Pigmentosam: Case Report of Siblings. Int J Clin Pediatr Dent 2025;18(3):311-316.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40415748/",
    "clean_text": "xeroderma pigmentosam case report of siblings aim this case report reveals how xeroderma pigmentosum xp influences the dental procedure and the required modification how to cite this article javanaiah n krishnappa ss srinivas hg xeroderma pigmentosam case report of siblings int j clin aim this case report reveals how xeroderma pigmentosum xp influences the dental procedure and the required modification it illustrates the circumspect role of pediatric dentists in the soft tissue lesion of the oral cavity background xp is a rare autosomal recessive genodermatosis individuals with this condition are unable to repair deoxyribonucleic acid dna damage caused by uv radiation which can result in a range of photoenergy induced skin pigmentary changes malignant tumor development and occasionally progressive neurologic degeneration crippling carcinomas minimize life expectancy it is an incurable condition with complex therapeutic approaches many effective treatments remain in clinical trials however sun avoidance and chemotherapeutic agents are commonly followed case description hereby we report a case of xp siblings and their dental management conclusion xp a rare genetic disorder can go undetected due to a lack of knowledge related to this condition pediatric dentists should make an effort to emphasize parental and patient anticipatory education for the maintenance of oral hygiene and also to detect and report any new lesions in the soft tissues of the oral cavity to ensure early preventive and therapeutic approaches at the earliest clinical significance this case report emphasizes dental professionals thorough knowledge of the condition and illustrates measures to be considered during dental treatment pediatric dentists should be vigilant in assessing soft tissue manifestations in the oral cavity how to cite this article javanaiah n krishnappa ss srinivas hg xeroderma pigmentosam case report of siblings int j clin pediatr dent"
}