{
    "title": "Expanding the phenotype of the X-linked BCOR microphthalmia syndromes.",
    "doc_id": "29974297",
    "writer": "Ragge N",
    "year": "2019",
    "summary": "Two distinct syndromes arise from pathogenic variants in the X-linked gene BCOR (BCL-6 corepressor): oculofaciocardiodental (OFCD) syndrome, which affects females, and a severe microphthalmia ('Lenz'-type) syndrome affecting males. ...In view of the ex …",
    "abstract": "Two distinct syndromes arise from pathogenic variants in the X-linked gene BCOR (BCL-6 corepressor): oculofaciocardiodental (OFCD) syndrome, which affects females, and a severe microphthalmia ('Lenz'-type) syndrome affecting males. OFCD is an X-linked dominant syndrome caused by a variety of BCOR null mutations. As it manifests only in females, it is presumed to be lethal in males. The severe male X-linked recessive microphthalmia syndrome ('Lenz') usually includes developmental delay in addition to the eye findings and is caused by hypomorphic BCOR variants, mainly by a specific missense variant c.254C > T, p.(Pro85Leu). Here, we detail 16 new cases (11 females with 4 additional, genetically confirmed, affected female relatives; 5 male cases each with unaffected carrier mothers). We describe new variants and broaden the phenotypic description for OFCD to include neuropathy, muscle hypotonia, pituitary underdevelopment, brain atrophy, lipoma and the first description of childhood lymphoma in an OFCD case. Our male X-linked recessive cases show significant new phenotypes: developmental delay (without eye anomalies) in two affected half-brothers with a novel BCOR variant, and one male with high myopia, megalophthalmos, posterior embryotoxon, developmental delay, and heart and bony anomalies with a previously undescribed BCOR splice site variant. Our female OFCD cases and their affected female relatives showed variable features, but consistently had early onset cataracts. We show that a mosaic carrier mother manifested early cataract and dental anomalies. All female carriers of the male X-linked recessive cases for whom genetic confirmation was available showed skewed X-inactivation and were unaffected. In view of the extended phenotype, we suggest a new term of X-linked BCOR-related syndrome.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29974297/",
    "clean_text": "expanding the phenotype of the x linked bcor microphthalmia syndromes two distinct syndromes arise from pathogenic variants in the x linked gene bcor bcl corepressor oculofaciocardiodental ofcd syndrome which affects females and a severe microphthalmia lenz type syndrome affecting males in view of the ex two distinct syndromes arise from pathogenic variants in the x linked gene bcor bcl corepressor oculofaciocardiodental ofcd syndrome which affects females and a severe microphthalmia lenz type syndrome affecting males ofcd is an x linked dominant syndrome caused by a variety of bcor null mutations as it manifests only in females it is presumed to be lethal in males the severe male x linked recessive microphthalmia syndrome lenz usually includes developmental delay in addition to the eye findings and is caused by hypomorphic bcor variants mainly by a specific missense variant c c t p pro leu here we detail new cases females with additional genetically confirmed affected female relatives male cases each with unaffected carrier mothers we describe new variants and broaden the phenotypic description for ofcd to include neuropathy muscle hypotonia pituitary underdevelopment brain atrophy lipoma and the first description of childhood lymphoma in an ofcd case our male x linked recessive cases show significant new phenotypes developmental delay without eye anomalies in two affected half brothers with a novel bcor variant and one male with high myopia megalophthalmos posterior embryotoxon developmental delay and heart and bony anomalies with a previously undescribed bcor splice site variant our female ofcd cases and their affected female relatives showed variable features but consistently had early onset cataracts we show that a mosaic carrier mother manifested early cataract and dental anomalies all female carriers of the male x linked recessive cases for whom genetic confirmation was available showed skewed x inactivation and were unaffected in view of the extended phenotype we suggest a new term of x linked bcor related syndrome"
}