{
    "title": "Sleep Deprivation: Effects on Weight Loss and Weight Loss Maintenance.",
    "doc_id": "35458110",
    "writer": "Papatriantafyllou E",
    "year": "2022",
    "summary": "This narrative review presents the findings from intervention studies on the effects of sleep deprivation on eating habits, metabolic rate, and the hormones regulating metabolism, and discusses their relevance to weight loss efforts. Disturbed sleeping patterns lead …",
    "abstract": "This narrative review presents the findings from intervention studies on the effects of sleep deprivation on eating habits, metabolic rate, and the hormones regulating metabolism, and discusses their relevance to weight loss efforts. Disturbed sleeping patterns lead to increased energy intake, partly from excessive snacking, mainly on foods high in fat and carbohydrates. The studies focused mainly on the effects of sleep duration, but also of sleep quality, on dietary intake during weight loss trials, and on weight loss maintenance. It is important to explore sleep routines that could enhance the efforts of obese and overweight people to lose weight, maintain their weight loss, and improve their overall health.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35458110/",
    "clean_text": "sleep deprivation effects on weight loss and weight loss maintenance this narrative review presents the findings from intervention studies on the effects of sleep deprivation on eating habits metabolic rate and the hormones regulating metabolism and discusses their relevance to weight loss efforts disturbed sleeping patterns lead this narrative review presents the findings from intervention studies on the effects of sleep deprivation on eating habits metabolic rate and the hormones regulating metabolism and discusses their relevance to weight loss efforts disturbed sleeping patterns lead to increased energy intake partly from excessive snacking mainly on foods high in fat and carbohydrates the studies focused mainly on the effects of sleep duration but also of sleep quality on dietary intake during weight loss trials and on weight loss maintenance it is important to explore sleep routines that could enhance the efforts of obese and overweight people to lose weight maintain their weight loss and improve their overall health"
}