{
    "title": "Relationship between matrix metalloproteinases and the occurrence and development of ovarian cancer.",
    "doc_id": "28538838",
    "writer": "Zhang Y",
    "year": "2017",
    "summary": "Ovarian cancer is one of the most malignant genital cancers, with a high mortality rate. ...This review summarizes the latest research progress of MMPs in ovarian cancer. The investigation of MMP mechanism in ovarian cancer will facilitat …",
    "abstract": "Ovarian cancer is one of the most malignant genital cancers, with a high mortality rate. Many researchers have suggested that matrix metalloproteinases (MMPs) have remarkably high expression in ovarian cancer tissues. MMPs are considered to be related to the occurrence, development, invasion and metastasis of ovarian cancer. Moreover, some studies have discovered that the unbalance between MMPs and tissue inhibitor of metalloproteinases (TIMPs) are associated with the malignant phenotype of tumors. This review summarizes the latest research progress of MMPs in ovarian cancer. The investigation of MMP mechanism in ovarian cancer will facilitate the development of effective anti-tumor drugs, and thereby improve the survival rate of patients with ovarian cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28538838/",
    "clean_text": "relationship between matrix metalloproteinases and the occurrence and development of ovarian cancer ovarian cancer is one of the most malignant genital cancers with a high mortality rate this review summarizes the latest research progress of mmps in ovarian cancer the investigation of mmp mechanism in ovarian cancer will facilitat ovarian cancer is one of the most malignant genital cancers with a high mortality rate many researchers have suggested that matrix metalloproteinases mmps have remarkably high expression in ovarian cancer tissues mmps are considered to be related to the occurrence development invasion and metastasis of ovarian cancer moreover some studies have discovered that the unbalance between mmps and tissue inhibitor of metalloproteinases timps are associated with the malignant phenotype of tumors this review summarizes the latest research progress of mmps in ovarian cancer the investigation of mmp mechanism in ovarian cancer will facilitate the development of effective anti tumor drugs and thereby improve the survival rate of patients with ovarian cancer"
}