{
    "pmid": "41474412",
    "title": "A Novel and Simple Score to Predict Embolic or Atherosclerotic Middle Cerebral Artery Occlusion Before Mechanical Thrombectomy: AHOC Score.",
    "abstract": "The mechanical thrombectomy (MT) strategy obviously differs for acute middle cerebral artery occlusion (MCAO) stroke caused by embolism or atherosclerosis. Our study aimed to develop and validate a simple and universally applicable score for predicting etiology [embolism or intracranial arteriosclerosis (ICAS)] before MT in patients with acute MCAO stroke. Between November 2019 and September 2022, we retrospectively enrolled eligible patients in our hospital as the training cohort. Additionally, consecutive patients between July 2023 and April 2024 were recruited as the validation cohort. Multivariate logistic regression analysis was used to identify the independent factors associated with etiology in the training group. Each factor was then point assigned based on β-coefficient, and a risk scoring system was developed. The scoring system was validated through the validation cohort. The C-statistic, Brier score, and Hosmer-Lemeshow test were used to assess model discrimination and calibration. The training group and validation group finally included 277 patients (154 embolism-MCAO and 123 ICAS-MCAO) and 101 patients (59 embolism-MCAO and 42 ICAS-MCAO), respectively. A scoring system (AHOC score) covering four variables (atrial fibrillation, hyperdense middle cerebral artery sign, stenosis/occlusion in other arteries, and collateral status) was derived to help identify embolism-MCAO or ICAS-MCAO. The AHOC score showed good discrimination and calibration in the training cohort (C-statistic, 0.932 [0.902-0.963]; Brier score, 0.092 [0.070-0.115]; p value of the Hosmer-Lemeshow test, 0.604) and in the validation cohort (C-statistic, 0.933 [0.888-0.978]; Brier score, 0.102 [0.067-0.140]; p value of the Hosmer-Lemeshow test, 0.846). According to the AHOC score, patients with a score of 4-8 were identified as high-risk for the embolism-MCAO category. Conversely, a patient with a score of 0-3 was considered high-risk for the ICAS-MCAO category. Our scoring system (AHOC score), consisting of atrial fibrillation, hyperdense middle cerebral artery sign, stenosis/occlusion in other arteries and collateral status, is a valid and applicable model for predicting the etiology in patients with acute MCAO before MT.",
    "disease": "stroke",
    "clean_text": "a novel and simple score to predict embolic or atherosclerotic middle cerebral artery occlusion before mechanical thrombectomy ahoc score the mechanical thrombectomy mt strategy obviously differs for acute middle cerebral artery occlusion mcao stroke caused by embolism or atherosclerosis our study aimed to develop and validate a simple and universally applicable score for predicting etiology embolism or intracranial arteriosclerosis icas before mt in patients with acute mcao stroke between november and september we retrospectively enrolled eligible patients in our hospital as the training cohort additionally consecutive patients between july and april were recruited as the validation cohort multivariate logistic regression analysis was used to identify the independent factors associated with etiology in the training group each factor was then point assigned based on coefficient and a risk scoring system was developed the scoring system was validated through the validation cohort the c statistic brier score and hosmer lemeshow test were used to assess model discrimination and calibration the training group and validation group finally included patients embolism mcao and icas mcao and patients embolism mcao and icas mcao respectively a scoring system ahoc score covering four variables atrial fibrillation hyperdense middle cerebral artery sign stenosis occlusion in other arteries and collateral status was derived to help identify embolism mcao or icas mcao the ahoc score showed good discrimination and calibration in the training cohort c statistic brier score p value of the hosmer lemeshow test and in the validation cohort c statistic brier score p value of the hosmer lemeshow test according to the ahoc score patients with a score of were identified as high risk for the embolism mcao category conversely a patient with a score of was considered high risk for the icas mcao category our scoring system ahoc score consisting of atrial fibrillation hyperdense middle cerebral artery sign stenosis occlusion in other arteries and collateral status is a valid and applicable model for predicting the etiology in patients with acute mcao before mt"
}