{
    "pmid": "41448363",
    "title": "The multi-target mechanisms of β-sitosterol in Alzheimer's disease: Integrative evidence from network pharmacology, molecular docking, and mendelian randomization.",
    "abstract": "β-Sitosterol, a widely distributed phytosterol, has shown therapeutic potential against Alzheimer's disease (AD); however, its system-level mechanisms remain unclear. This study aimed to generate testable hypotheses regarding β-sitosterol activity in AD using an integrative computational framework. Potential targets were predicted using SwissTargetPrediction and were intersected with AD-related genes. Core targets were identified via protein-protein interaction network analysis, followed by pathway enrichment and validation using Gene Expression Omnibus transcriptomic datasets. Binding interactions were evaluated using molecular docking and 100-ns molecular dynamics (MD) simulations. Mendelian randomization (MR) was used to assess the causal association between circulating estradiol levels (proxy for aromatase activity) and AD risk. Nineteen potential targets were identified, with core genes (e.g., CYP19A1, ESR1, and NR3C1) significantly enriched in steroid hormone biosynthesis pathways. Β-Sitosterol exhibited strong binding affinities to CYP19A1 (-9.7 kcal/mol) and ESR1 (-8.2 kcal/mol), and MD simulations confirmed β-sitosterol-CYP19A1 complex stability. Differential expression analysis validated the dysregulation of key targets in AD. MR analysis further indicated that genetically predicted higher estradiol levels were significantly associated with reduced AD risk (IVW: β = -11.02, SE = 2.77, p = 6.78 × 10⁻⁵). This study provides predictive evidence that β-sitosterol may influence AD pathology by modulating steroidogenic enzymes and hormone signaling. However, as all findings were computationally derived and estradiol serves only as an indirect proxy for aromatase activity, experimental validation is required to confirm these proposed mechanisms. Our results offer a hypothesis-generating framework for further investigation of β-sitosterol as a multitarget candidate for AD.",
    "disease": "alzheimer disease",
    "clean_text": "the multi target mechanisms of sitosterol in alzheimer s disease integrative evidence from network pharmacology molecular docking and mendelian randomization sitosterol a widely distributed phytosterol has shown therapeutic potential against alzheimer s disease ad however its system level mechanisms remain unclear this study aimed to generate testable hypotheses regarding sitosterol activity in ad using an integrative computational framework potential targets were predicted using swisstargetprediction and were intersected with ad related genes core targets were identified via protein protein interaction network analysis followed by pathway enrichment and validation using gene expression omnibus transcriptomic datasets binding interactions were evaluated using molecular docking and ns molecular dynamics md simulations mendelian randomization mr was used to assess the causal association between circulating estradiol levels proxy for aromatase activity and ad risk nineteen potential targets were identified with core genes e g cyp a esr and nr c significantly enriched in steroid hormone biosynthesis pathways sitosterol exhibited strong binding affinities to cyp a kcal mol and esr kcal mol and md simulations confirmed sitosterol cyp a complex stability differential expression analysis validated the dysregulation of key targets in ad mr analysis further indicated that genetically predicted higher estradiol levels were significantly associated with reduced ad risk ivw se p this study provides predictive evidence that sitosterol may influence ad pathology by modulating steroidogenic enzymes and hormone signaling however as all findings were computationally derived and estradiol serves only as an indirect proxy for aromatase activity experimental validation is required to confirm these proposed mechanisms our results offer a hypothesis generating framework for further investigation of sitosterol as a multitarget candidate for ad"
}