{
    "title": "Atrial Fibrillation and Heart Failure in Women.",
    "doc_id": "30449380",
    "writer": "Madan N",
    "year": "2019",
    "summary": "Atrial fibrillation often occurs as a cause or consequence of heart failure. Clinical outcomes are worse when atrial fibrillation and heart failure coexist. ...Women with heart failure are at greater risk of developing atrial fibrillation …",
    "abstract": "Atrial fibrillation often occurs as a cause or consequence of heart failure. Clinical outcomes are worse when atrial fibrillation and heart failure coexist. There are important sex-related differences in the incidence, prevalence, pathophysiology, treatment, and outcomes of these patients. Women with heart failure are at greater risk of developing atrial fibrillation than men, and more women with atrial fibrillation develop heart failure. More women die of atrial fibrillation-related strokes. Despite significant morbidity and mortality, current treatments for women are inadequate. This review explores sex differences in atrial fibrillation and heart failure, emphasizing risk stratification and treatments to improve clinical outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30449380/",
    "clean_text": "atrial fibrillation and heart failure in women atrial fibrillation often occurs as a cause or consequence of heart failure clinical outcomes are worse when atrial fibrillation and heart failure coexist women with heart failure are at greater risk of developing atrial fibrillation atrial fibrillation often occurs as a cause or consequence of heart failure clinical outcomes are worse when atrial fibrillation and heart failure coexist there are important sex related differences in the incidence prevalence pathophysiology treatment and outcomes of these patients women with heart failure are at greater risk of developing atrial fibrillation than men and more women with atrial fibrillation develop heart failure more women die of atrial fibrillation related strokes despite significant morbidity and mortality current treatments for women are inadequate this review explores sex differences in atrial fibrillation and heart failure emphasizing risk stratification and treatments to improve clinical outcomes"
}