{
    "title": "Prevalence of chronic low back pain: systematic review.",
    "doc_id": "26487293",
    "writer": "Meucci RD",
    "year": "2015",
    "summary": "The search strategy used the following descriptors and combinations: back pain, prevalence, musculoskeletal diseases, chronic musculoskeletal pain, rheumatic, low back pain, musculoskeletal disorders and chronic low back pain. We s …",
    "abstract": "Objective:\n        \n      \n      To estimate worldwide prevalence of chronic low back pain according to age and sex.\n    \n\n\n          Methods:\n        \n      \n      We consulted Medline (PubMed), LILACS and EMBASE electronic databases. The search strategy used the following descriptors and combinations: back pain, prevalence, musculoskeletal diseases, chronic musculoskeletal pain, rheumatic, low back pain, musculoskeletal disorders and chronic low back pain. We selected cross-sectional population-based or cohort studies that assessed chronic low back pain as an outcome. We also assessed the quality of the selected studies as well as the chronic low back pain prevalence according to age and sex.\n    \n\n\n          Results:\n        \n      \n      The review included 28 studies. Based on our qualitative evaluation, around one third of the studies had low scores, mainly due to high non-response rates. Chronic low back pain prevalence was 4.2% in individuals aged between 24 and 39 years old and 19.6% in those aged between 20 and 59. Of nine studies with individuals aged 18 and above, six reported chronic low back pain between 3.9% and 10.2% and three, prevalence between 13.1% and 20.3%. In the Brazilian older population, chronic low back pain prevalence was 25.4%.\n    \n\n\n          Conclusions:\n        \n      \n      Chronic low back pain prevalence increases linearly from the third decade of life on, until the 60 years of age, being more prevalent in women. Methodological approaches aiming to reduce high heterogeneity in case definitions of chronic low back pain are essential to consistency and comparative analysis between studies. A standard chronic low back pain definition should include the precise description of the anatomical area, pain duration and limitation level.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26487293/",
    "clean_text": "prevalence of chronic low back pain systematic review the search strategy used the following descriptors and combinations back pain prevalence musculoskeletal diseases chronic musculoskeletal pain rheumatic low back pain musculoskeletal disorders and chronic low back pain we s objective to estimate worldwide prevalence of chronic low back pain according to age and sex methods we consulted medline pubmed lilacs and embase electronic databases the search strategy used the following descriptors and combinations back pain prevalence musculoskeletal diseases chronic musculoskeletal pain rheumatic low back pain musculoskeletal disorders and chronic low back pain we selected cross sectional population based or cohort studies that assessed chronic low back pain as an outcome we also assessed the quality of the selected studies as well as the chronic low back pain prevalence according to age and sex results the review included studies based on our qualitative evaluation around one third of the studies had low scores mainly due to high non response rates chronic low back pain prevalence was in individuals aged between and years old and in those aged between and of nine studies with individuals aged and above six reported chronic low back pain between and and three prevalence between and in the brazilian older population chronic low back pain prevalence was conclusions chronic low back pain prevalence increases linearly from the third decade of life on until the years of age being more prevalent in women methodological approaches aiming to reduce high heterogeneity in case definitions of chronic low back pain are essential to consistency and comparative analysis between studies a standard chronic low back pain definition should include the precise description of the anatomical area pain duration and limitation level"
}