{
    "pmid": "41457185",
    "title": "Estimating the Uptake of and Factors Associated With a New Vaccine Outside of the National Immunisation Programme: A Case Study of the EV-A71 Vaccine Against Hand, Foot, and Mouth Disease.",
    "abstract": "The burden of hand, foot, and mouth disease (HFMD) in children under five is substantial, with the greatest burden in China. Most cases are mild, although some are severe and even fatal. A vaccine against EV-A71, the pathogen most commonly associated with severe HFMD, was licensed in China in Dec 2015 but not introduced into the National Immunisation Programme (NIP). It was hence not covered by routine national vaccine surveillance and its coverage remained unknown for the years following its initial licensure. Here we report the results of a novel data collection and analysis approach to address this knowledge gap. Local public health entities were invited to report county-specific numbers of EV-A71 vaccine doses administered between 2016 and 2019 in mainland China. A cohort model was then used to estimate vaccine coverage. The association between county-level factors (epidemiological, socioeconomic, demographic, and environmental) and vaccine coverage was assessed using zero-inflated beta regression models. We received responses from 2,248 out of 3,252 counties in 23 of 31provinces in mainland China. The median county-level EV-A71 vaccine coverage was 10.17% [IQR: 3.50%, 19.39%] in 2018 and 16.70% [IQR: 8.78%, 27.45%] in 2019. However, the median absolute differences in coverage (i.e., max-min) within-prefecture were ~30%. Results from the regression model indicate that low vaccine coverage was associated with low socioeconomic status, small populations and high proportions of young children. Coverage of EV-A71 vaccines was low in China prior to the COVID-19 pandemic, with substantial geographical disparities over 4 years after the initial vaccine licensure. Our results illustrate the private market response to a new childhood vaccine that is licensed but not centrally funded. Despite economic growth, vaccine coverage among marginalised populations will likely be low without targeted policy and financial support.",
    "disease": "covid-19",
    "clean_text": "estimating the uptake of and factors associated with a new vaccine outside of the national immunisation programme a case study of the ev a vaccine against hand foot and mouth disease the burden of hand foot and mouth disease hfmd in children under five is substantial with the greatest burden in china most cases are mild although some are severe and even fatal a vaccine against ev a the pathogen most commonly associated with severe hfmd was licensed in china in dec but not introduced into the national immunisation programme nip it was hence not covered by routine national vaccine surveillance and its coverage remained unknown for the years following its initial licensure here we report the results of a novel data collection and analysis approach to address this knowledge gap local public health entities were invited to report county specific numbers of ev a vaccine doses administered between and in mainland china a cohort model was then used to estimate vaccine coverage the association between county level factors epidemiological socioeconomic demographic and environmental and vaccine coverage was assessed using zero inflated beta regression models we received responses from out of counties in of provinces in mainland china the median county level ev a vaccine coverage was iqr in and iqr in however the median absolute differences in coverage i e max min within prefecture were results from the regression model indicate that low vaccine coverage was associated with low socioeconomic status small populations and high proportions of young children coverage of ev a vaccines was low in china prior to the covid pandemic with substantial geographical disparities over years after the initial vaccine licensure our results illustrate the private market response to a new childhood vaccine that is licensed but not centrally funded despite economic growth vaccine coverage among marginalised populations will likely be low without targeted policy and financial support"
}