{
    "title": "Competitive interactions between cognitive reappraisal and mentalizing.",
    "doc_id": "35101459",
    "writer": "Powers JP",
    "year": "2022",
    "summary": "We trained participants to reappraise negative pictures using reinterpretation, and crossed mentalizing with reappraisal in a within-subjects factorial design. Self-report results indicated that the mentalizing instruction did not impact reappraisal performance. We …",
    "abstract": "To better understand how cognitive context can impact emotion regulation through cognitive reappraisal, we evaluated the effects of an additional mentalizing instruction on reappraisal. This manipulation models an existing therapeutic technique in which a client is instructed to imagine advising a friend in a similar situation. We examined the effects of this manipulation on self-reported affect and difficulty as well as fMRI measures of neural function. We hypothesized that the mentalizing context would facilitate the cognitive processing and performance of reappraisal due to the engagement of common neurocognitive resources across these processes. We trained participants to reappraise negative pictures using reinterpretation, and crossed mentalizing with reappraisal in a within-subjects factorial design. Self-report results indicated that the mentalizing instruction did not impact reappraisal performance. We did, however, identify neural interactions between mentalizing and reappraisal. The particular patterns of interaction suggested that reappraisal processing may have been dominant and mentalizing processing diminished when both were instructed. Overall, our findings suggested that mentalizing and reappraisal did engage shared neurocognitive resources, but this overlap resulted in competition between these processes rather than facilitation. We discuss potential mechanisms and identify directions for future research. This study was preregistered at https://osf.io/ym28u/.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35101459/",
    "clean_text": "competitive interactions between cognitive reappraisal and mentalizing we trained participants to reappraise negative pictures using reinterpretation and crossed mentalizing with reappraisal in a within subjects factorial design self report results indicated that the mentalizing instruction did not impact reappraisal performance we to better understand how cognitive context can impact emotion regulation through cognitive reappraisal we evaluated the effects of an additional mentalizing instruction on reappraisal this manipulation models an existing therapeutic technique in which a client is instructed to imagine advising a friend in a similar situation we examined the effects of this manipulation on self reported affect and difficulty as well as fmri measures of neural function we hypothesized that the mentalizing context would facilitate the cognitive processing and performance of reappraisal due to the engagement of common neurocognitive resources across these processes we trained participants to reappraise negative pictures using reinterpretation and crossed mentalizing with reappraisal in a within subjects factorial design self report results indicated that the mentalizing instruction did not impact reappraisal performance we did however identify neural interactions between mentalizing and reappraisal the particular patterns of interaction suggested that reappraisal processing may have been dominant and mentalizing processing diminished when both were instructed overall our findings suggested that mentalizing and reappraisal did engage shared neurocognitive resources but this overlap resulted in competition between these processes rather than facilitation we discuss potential mechanisms and identify directions for future research this study was preregistered at https osf io ym u"
}