{
    "pmid": "41464418",
    "title": "Multidimensional Quality of Life Among Individuals with Type 2 Diabetes Mellitus: A Cross-Sectional Study, Al Baha, Saudi Arabia.",
    "abstract": "Type 2 diabetes mellitus (T2DM) presents a significant and escalating public health burden in Saudi Arabia, adversely affecting various dimensions of patients' well-being. This study aimed to assess the multidimensional quality of life (QoL), also referred to as health-related quality of life (HRQoL) across financial, physical, psychological, and sexual domains among individuals with T2DM in Al Baha, Saudi Arabia, and to compare these outcomes with non-diabetic individuals. A cross-sectional analytical study was conducted between October 2023 and November 2024 using a structured, self-administered online questionnaire. A total of 948 adults participated, including 495 individuals diagnosed with T2DM and 453 non-diabetic controls. The instrument collected sociodemographic data, disease history, treatment modalities, comorbidities, and QoL indicators across four domains. Diabetic participants demonstrated significantly lower scores in psychological, physical, and sexual QoL domains compared to non-diabetics ( T2DM is associated with impaired QoL across multiple domains. Targeted, multidimensional interventions are needed to address the physical, psychological, sexual, and financial challenges faced by diabetic individuals in this region.",
    "disease": "diabetes mellitus",
    "clean_text": "multidimensional quality of life among individuals with type diabetes mellitus a cross sectional study al baha saudi arabia type diabetes mellitus t dm presents a significant and escalating public health burden in saudi arabia adversely affecting various dimensions of patients well being this study aimed to assess the multidimensional quality of life qol also referred to as health related quality of life hrqol across financial physical psychological and sexual domains among individuals with t dm in al baha saudi arabia and to compare these outcomes with non diabetic individuals a cross sectional analytical study was conducted between october and november using a structured self administered online questionnaire a total of adults participated including individuals diagnosed with t dm and non diabetic controls the instrument collected sociodemographic data disease history treatment modalities comorbidities and qol indicators across four domains diabetic participants demonstrated significantly lower scores in psychological physical and sexual qol domains compared to non diabetics t dm is associated with impaired qol across multiple domains targeted multidimensional interventions are needed to address the physical psychological sexual and financial challenges faced by diabetic individuals in this region"
}