{
    "title": "Free radicals, reactive oxygen species, oxidative stress and its classification.",
    "doc_id": "25452175",
    "writer": "Lushchak VI.",
    "year": "2014",
    "summary": "In order to fill up this gape here classification of oxidative stress based on its intensity is proposed. Due to that oxidative stress may be classified as basal oxidative stress (BOS), low intensity oxidative stress (LOS), …",
    "abstract": "Reactive oxygen species (ROS) initially considered as only damaging agents in living organisms further were found to play positive roles also. This paper describes ROS homeostasis, principles of their investigation and technical approaches to investigate ROS-related processes. Especial attention is paid to complications related to experimental documentation of these processes, their diversity, spatiotemporal distribution, relationships with physiological state of the organisms. Imbalance between ROS generation and elimination in favor of the first with certain consequences for cell physiology has been called \"oxidative stress\". Although almost 30years passed since the first definition of oxidative stress was introduced by Helmut Sies, to date we have no accepted classification of oxidative stress. In order to fill up this gape here classification of oxidative stress based on its intensity is proposed. Due to that oxidative stress may be classified as basal oxidative stress (BOS), low intensity oxidative stress (LOS), intermediate intensity oxidative stress (IOS), and high intensity oxidative stress (HOS). Another classification of potential interest may differentiate three categories such as mild oxidative stress (MOS), temperate oxidative stress (TOS), and finally severe (strong) oxidative stress (SOS). Perspective directions of investigations in the field include development of sophisticated classification of oxidative stresses, accurate identification of cellular ROS targets and their arranged responses to ROS influence, real in situ functions and operation of so-called \"antioxidants\", intracellular spatiotemporal distribution and effects of ROS, deciphering of molecular mechanisms responsible for cellular response to ROS attacks, and ROS involvement in realization of normal cellular functions in cellular homeostasis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25452175/",
    "clean_text": "free radicals reactive oxygen species oxidative stress and its classification in order to fill up this gape here classification of oxidative stress based on its intensity is proposed due to that oxidative stress may be classified as basal oxidative stress bos low intensity oxidative stress los reactive oxygen species ros initially considered as only damaging agents in living organisms further were found to play positive roles also this paper describes ros homeostasis principles of their investigation and technical approaches to investigate ros related processes especial attention is paid to complications related to experimental documentation of these processes their diversity spatiotemporal distribution relationships with physiological state of the organisms imbalance between ros generation and elimination in favor of the first with certain consequences for cell physiology has been called oxidative stress although almost years passed since the first definition of oxidative stress was introduced by helmut sies to date we have no accepted classification of oxidative stress in order to fill up this gape here classification of oxidative stress based on its intensity is proposed due to that oxidative stress may be classified as basal oxidative stress bos low intensity oxidative stress los intermediate intensity oxidative stress ios and high intensity oxidative stress hos another classification of potential interest may differentiate three categories such as mild oxidative stress mos temperate oxidative stress tos and finally severe strong oxidative stress sos perspective directions of investigations in the field include development of sophisticated classification of oxidative stresses accurate identification of cellular ros targets and their arranged responses to ros influence real in situ functions and operation of so called antioxidants intracellular spatiotemporal distribution and effects of ros deciphering of molecular mechanisms responsible for cellular response to ros attacks and ros involvement in realization of normal cellular functions in cellular homeostasis"
}