{
    "pmid": "41459054",
    "title": "Obstructive Sleep Apnea in Pregnancy and its Impact on Maternal-Fetal Health: A Hidden Threat - Narrative Review.",
    "abstract": "Obstructive sleep apnea (OSA), characterised by apnea or hypopnea, often presents with symptoms such as gasping or snoring. However, these symptoms can be nonspecific and are frequently overlooked, particularly in pregnant women, where they are often attributed to normal physiological adaptations, leading to underdiagnosis and negative maternal and fetal outcomes. This narrative review examines the implications of OSA during pregnancy, highlighting the importance of early screening and evaluating available treatment options. We reviewed various articles on PubMed and Google Scholar about the impact of OSA during pregnancy, screening methodologies, and treatment effectiveness. OSA often increases sympathetic activity along with immune dysfunction, resulting in adverse outcomes like gestational hypertension, preeclampsia, gestational diabetes, cardiomyopathy, depression, and higher rates of cesarean deliveries, while the fetus suffers from intrauterine growth restriction (IUGR), preterm births, and perinatal mortality. Various screening tools, such as the Berlin Questionnaire, Epworth Sleepiness Scale (ESS), STOP-BANG, and Wisconsin questionnaires, aid in early diagnosis. Treatment options include lifestyle modifications, positive airway pressure (PAP) therapy, either continuous (CPAP) or bilevel (BiPAP), hypoglossal nerve stimulation (HGNS), mandibular advancement devices (MAD), and maxillomandibular advancement (MMA) surgery, with CPAP being identified as the preferred treatment. To reduce adverse outcomes for both the mother and the fetus, early detection and treatment of OSA in pregnant women are essential. Increased awareness among expectant mothers, routine screening using validated questionnaires, and appropriate treatment selection can not only decrease fetal complications but also reduce the risk of long-term adverse effects of OSA on maternal health.",
    "disease": "hypertension",
    "clean_text": "obstructive sleep apnea in pregnancy and its impact on maternal fetal health a hidden threat narrative review obstructive sleep apnea osa characterised by apnea or hypopnea often presents with symptoms such as gasping or snoring however these symptoms can be nonspecific and are frequently overlooked particularly in pregnant women where they are often attributed to normal physiological adaptations leading to underdiagnosis and negative maternal and fetal outcomes this narrative review examines the implications of osa during pregnancy highlighting the importance of early screening and evaluating available treatment options we reviewed various articles on pubmed and google scholar about the impact of osa during pregnancy screening methodologies and treatment effectiveness osa often increases sympathetic activity along with immune dysfunction resulting in adverse outcomes like gestational hypertension preeclampsia gestational diabetes cardiomyopathy depression and higher rates of cesarean deliveries while the fetus suffers from intrauterine growth restriction iugr preterm births and perinatal mortality various screening tools such as the berlin questionnaire epworth sleepiness scale ess stop bang and wisconsin questionnaires aid in early diagnosis treatment options include lifestyle modifications positive airway pressure pap therapy either continuous cpap or bilevel bipap hypoglossal nerve stimulation hgns mandibular advancement devices mad and maxillomandibular advancement mma surgery with cpap being identified as the preferred treatment to reduce adverse outcomes for both the mother and the fetus early detection and treatment of osa in pregnant women are essential increased awareness among expectant mothers routine screening using validated questionnaires and appropriate treatment selection can not only decrease fetal complications but also reduce the risk of long term adverse effects of osa on maternal health"
}