{
    "pmid": "41450837",
    "title": "Pre-pandemic brain structure and COVID-19 fear: insights into posttraumatic stress and general distress.",
    "abstract": "Various brain regions are implicated in fear responses to specific stimuli. While prior research has explored neural connectivity related to fear during COVID-19, gaps remain regarding the specific role of pre-pandemic brain structure in COVID-19-related fear and its impact on long-term psychological problems. This prospective longitudinal study aimed to explore the neural structural basis of individual differences in fear of COVID-19 during the peak of the COVID-19 outbreak in Chinese communities, as well as the neurobehavioral mechanisms by which this fear increased individual PTSD symptoms and general distress one year later. Preceding the COVID-19 outbreak, 115 university students from Chengdu, China, were recruited and underwent 3.0T magnetic resonance imaging scans to collect brain structural data. During the peak of the COVID-19 community outbreak, participants' fear was assessed using the Fear of COVID-19 Scale. One year later, long-term post-traumatic stress disorder (PTSD) symptoms and general distress were measured. Associations between Pre-Pandemic Brain Structure, COVID-19 Fear, Posttraumatic Stress and General Distress were examined using Structural equation model. Whole-brain multiple regression analysis identified that baseline gray matter volume (GMV) in the left (r=0.42, p<0.001) and right insulae (r=0.39, p<0.001) was positively associated with the fear of COVID-19, after adjusting for sex, age, and total GMV. Mediation analysis revealed that this fear mediated the impact of bilateral insular GMV on PTSD symptoms and general distress one year later. The baseline bilateral insular GMV played a pivotal role in driving the level of fear during the peak of community outbreaks of COVID-19. Additionally, fear served as a crucial mediating factor influencing the association between insular and future psychological problems. These findings could aid in identifying vulnerable populations susceptible to fear during infectious disease outbreaks like COVID-19 and provide insights into identifying target areas for mental health interventions at different stages of future outbreaks.",
    "disease": "covid-19",
    "clean_text": "pre pandemic brain structure and covid fear insights into posttraumatic stress and general distress various brain regions are implicated in fear responses to specific stimuli while prior research has explored neural connectivity related to fear during covid gaps remain regarding the specific role of pre pandemic brain structure in covid related fear and its impact on long term psychological problems this prospective longitudinal study aimed to explore the neural structural basis of individual differences in fear of covid during the peak of the covid outbreak in chinese communities as well as the neurobehavioral mechanisms by which this fear increased individual ptsd symptoms and general distress one year later preceding the covid outbreak university students from chengdu china were recruited and underwent t magnetic resonance imaging scans to collect brain structural data during the peak of the covid community outbreak participants fear was assessed using the fear of covid scale one year later long term post traumatic stress disorder ptsd symptoms and general distress were measured associations between pre pandemic brain structure covid fear posttraumatic stress and general distress were examined using structural equation model whole brain multiple regression analysis identified that baseline gray matter volume gmv in the left r p and right insulae r p was positively associated with the fear of covid after adjusting for sex age and total gmv mediation analysis revealed that this fear mediated the impact of bilateral insular gmv on ptsd symptoms and general distress one year later the baseline bilateral insular gmv played a pivotal role in driving the level of fear during the peak of community outbreaks of covid additionally fear served as a crucial mediating factor influencing the association between insular and future psychological problems these findings could aid in identifying vulnerable populations susceptible to fear during infectious disease outbreaks like covid and provide insights into identifying target areas for mental health interventions at different stages of future outbreaks"
}