{
    "title": "Poor sleep quality and associated factors among HIV-positive pregnant women in Northwest, Ethiopia: a facility-based, cross-sectional study.",
    "doc_id": "35986312",
    "writer": "Legas G",
    "year": "2022",
    "summary": "In Ethiopia, the magnitude of poor sleep quality among this group of people is extremely limited. So, this study aims to determine the magnitude of poor sleep quality and its associated factors among HIV-positive pregnant women attending public hospita …",
    "abstract": "Background:\n        \n      \n      Poor sleep quality during pregnancy might have an impact on adverse birth outcomes like premature rupture of membrane, preterm birth, lifelong neurocognitive impairment, low birth weight, and increased the risk of neonatal morbidity and mortality. In Ethiopia, the magnitude of poor sleep quality among this group of people is extremely limited. So, this study aims to determine the magnitude of poor sleep quality and its associated factors among HIV-positive pregnant women attending public hospitals in Northwest Ethiopia.\n    \n\n\n          Methods:\n        \n      \n      An institution-based cross-sectional study was done using a simple random sampling technique to recruit 411 HIV-positive pregnant women from January to March; 2021. Sleep quality over the last 1 month was measured using the Pittsburgh Sleep Quality Index (PSQI). General anxiety disorder (GAD-7), Sleep Hygiene Index (SHI), and List of Threatening of Experiences (LTE) instruments were used to identify factors associated with poor sleep quality. Bivariate and multivariable logistic regression with odds ratio and 95% CI were employed to identify determinant factors of poor sleep quality. Statistical significance association was declared at P-value < 0.05.\n    \n\n\n          Results:\n        \n      \n      A total of 411 out of 423 HIV-positive pregnant women were interviewed, with a response rate of 97.1%. The overall magnitude of poor sleep quality among HIV-positive pregnant was found to be 39.4% with a 95% of confidence interval (CI) (34.3, 44.3). Stressful life events, [AOR = 3.10, 95% CI (1.60, 6.01)], having comorbid general anxiety symptoms [AOR = 2.46, 95% CI (1.58, 3.81)], unplanned pregnancy [AOR = 2.18, 95% CI (1.20, 3.96)], and poor sleep hygiene practice [AOR = 2.23, 95% CI (1.21, 4.10)] were significantly associated with poor quality of sleep.\n    \n\n\n          Conclusion:\n        \n      \n      The overall magnitude of poor sleep quality among HIV-positive pregnant women was high. Stressful life events, poor sleep hygiene, unplanned pregnancy, and comorbid general anxiety symptoms were the determinant factors of poor sleep quality that should be taken high consideration for early detection and appropriate intervention for poor sleep quality in HIV-positive pregnant women.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35986312/",
    "clean_text": "poor sleep quality and associated factors among hiv positive pregnant women in northwest ethiopia a facility based cross sectional study in ethiopia the magnitude of poor sleep quality among this group of people is extremely limited so this study aims to determine the magnitude of poor sleep quality and its associated factors among hiv positive pregnant women attending public hospita background poor sleep quality during pregnancy might have an impact on adverse birth outcomes like premature rupture of membrane preterm birth lifelong neurocognitive impairment low birth weight and increased the risk of neonatal morbidity and mortality in ethiopia the magnitude of poor sleep quality among this group of people is extremely limited so this study aims to determine the magnitude of poor sleep quality and its associated factors among hiv positive pregnant women attending public hospitals in northwest ethiopia methods an institution based cross sectional study was done using a simple random sampling technique to recruit hiv positive pregnant women from january to march sleep quality over the last month was measured using the pittsburgh sleep quality index psqi general anxiety disorder gad sleep hygiene index shi and list of threatening of experiences lte instruments were used to identify factors associated with poor sleep quality bivariate and multivariable logistic regression with odds ratio and ci were employed to identify determinant factors of poor sleep quality statistical significance association was declared at p value results a total of out of hiv positive pregnant women were interviewed with a response rate of the overall magnitude of poor sleep quality among hiv positive pregnant was found to be with a of confidence interval ci stressful life events aor ci having comorbid general anxiety symptoms aor ci unplanned pregnancy aor ci and poor sleep hygiene practice aor ci were significantly associated with poor quality of sleep conclusion the overall magnitude of poor sleep quality among hiv positive pregnant women was high stressful life events poor sleep hygiene unplanned pregnancy and comorbid general anxiety symptoms were the determinant factors of poor sleep quality that should be taken high consideration for early detection and appropriate intervention for poor sleep quality in hiv positive pregnant women"
}