{
    "title": "A Primary Care Provider's Guide to Prevention and Management of Pressure Injury and Skin Breakdown in People With Spinal Cord Injury.",
    "doc_id": "33192045",
    "writer": "Rosin NR",
    "year": "2020",
    "summary": "Skin breakdown, including burns and pressure injuries (PrIs), is a devastating complication of spinal cord injury (SCI). Chronic wounds place the person with SCI at high risk of infections, sepsis, and death. ...PrIs should be staged using the National …",
    "abstract": "Skin breakdown, including burns and pressure injuries (PrIs), is a devastating complication of spinal cord injury (SCI). Chronic wounds place the person with SCI at high risk of infections, sepsis, and death. Skin health and breakdown is individual and multifactorial, thus prevention requires individualized education focused on patient preferences and goals. Assessment requires an accurate description of wound type/PrI stage, location, size, wound bed, wound margin, epithelialization, exudate, and peri-wound condition. PrIs should be staged using the National Pressure Injury Advisory Panel (NPIAP) staging system. Successful treatment requires optimal wound bed preparation, pressure off-loading, and access to surgical specialists if needed. Mattress and seating systems, pressure relief, skin microclimate, nutrition, and home supports should be optimized. To promote wound healing and aid prevention, identifiable causes need to be removed, risk factors improved, and wound care provided. Infection should be treated with input from infectious disease specialists. Consideration for specialized surgical management including flaps and primary closures should be coordinated with the interdisciplinary team to optimize outcomes. If comorbid conditions promote wound chronicity, a palliative rather than curative treatment plan may be needed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33192045/",
    "clean_text": "a primary care provider s guide to prevention and management of pressure injury and skin breakdown in people with spinal cord injury skin breakdown including burns and pressure injuries pris is a devastating complication of spinal cord injury sci chronic wounds place the person with sci at high risk of infections sepsis and death pris should be staged using the national skin breakdown including burns and pressure injuries pris is a devastating complication of spinal cord injury sci chronic wounds place the person with sci at high risk of infections sepsis and death skin health and breakdown is individual and multifactorial thus prevention requires individualized education focused on patient preferences and goals assessment requires an accurate description of wound type pri stage location size wound bed wound margin epithelialization exudate and peri wound condition pris should be staged using the national pressure injury advisory panel npiap staging system successful treatment requires optimal wound bed preparation pressure off loading and access to surgical specialists if needed mattress and seating systems pressure relief skin microclimate nutrition and home supports should be optimized to promote wound healing and aid prevention identifiable causes need to be removed risk factors improved and wound care provided infection should be treated with input from infectious disease specialists consideration for specialized surgical management including flaps and primary closures should be coordinated with the interdisciplinary team to optimize outcomes if comorbid conditions promote wound chronicity a palliative rather than curative treatment plan may be needed"
}