{
    "pmid": "41434200",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Given recent advancements in clinical trials and disease-modifying treatments, the development of scalable, low-invasive methods for staging biological Alzheimer's disease (AD) is an urgent need. Current plasma biomarkers lack the specificity required for accurately assessing the advanced stages of AD. This study introduces a staging method based on two plasma high-performing biomarkers. The plasma %p-tau217, which is an early marker of amyloid-β pathology, and the novel plasma biomarker eMTBR-tau243, referring to endogenously-cleaved (thus \"eMTBR\") microtubule binding region containing residue 243, which reflects aggregated tau pathology. We included 764 individuals from BioFINDER-2 covering the AD continuum (Table 1). Plasma %p-tau217 and eMTBR-tau243 levels were measured by mass-spectrometry. Participants were categorized into four quartile-based biomarker levels (negative, low, intermediate, high) and staged using a combined biomarker system: Stage-0 (p-tau217 Plasma %p-tau217 levels rose markedly before increases in eMTBR-tau243, suggesting sequential biomarker dynamics (Figure 1A). Higher plasma biomarker stages were associated with more abnormal imaging and clinical AD features, consistent with the expected disease progression (Figure 1B). Longitudinal changes in these AD features were also aligned with the staging system (Figure 1C). Individuals at higher plasma biomarker stages were more likely to be amyloid-β-PET positive (area under the curve [AUC]=0.93[0.91-0.94]%, threshold: plasma stage 2+) and tau-PET positive (AUC=0.93[0.91-96]%, threshold: plasma stage 4+; Figure 2A-B). Higher plasma stages were also associated with more severe PET-based (C-statistic[95%CI]=0.91[0.90-93]%) and clinical stages (C-statistic[95%CI]=0.83[0.81-0.85]%; Figure 2C-D). The combination of plasma %p-tau217 and eMTBR-tau243 and facilitates accurate biological staging of AD. This plasma-based approach is non-invasive, scalable, and offers a more practical alternative to cerebrospinal fluid or PET-based staging methods.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium given recent advancements in clinical trials and disease modifying treatments the development of scalable low invasive methods for staging biological alzheimer s disease ad is an urgent need current plasma biomarkers lack the specificity required for accurately assessing the advanced stages of ad this study introduces a staging method based on two plasma high performing biomarkers the plasma p tau which is an early marker of amyloid pathology and the novel plasma biomarker emtbr tau referring to endogenously cleaved thus emtbr microtubule binding region containing residue which reflects aggregated tau pathology we included individuals from biofinder covering the ad continuum table plasma p tau and emtbr tau levels were measured by mass spectrometry participants were categorized into four quartile based biomarker levels negative low intermediate high and staged using a combined biomarker system stage p tau plasma p tau levels rose markedly before increases in emtbr tau suggesting sequential biomarker dynamics figure a higher plasma biomarker stages were associated with more abnormal imaging and clinical ad features consistent with the expected disease progression figure b longitudinal changes in these ad features were also aligned with the staging system figure c individuals at higher plasma biomarker stages were more likely to be amyloid pet positive area under the curve auc threshold plasma stage and tau pet positive auc threshold plasma stage figure a b higher plasma stages were also associated with more severe pet based c statistic ci and clinical stages c statistic ci figure c d the combination of plasma p tau and emtbr tau and facilitates accurate biological staging of ad this plasma based approach is non invasive scalable and offers a more practical alternative to cerebrospinal fluid or pet based staging methods"
}