{
    "title": "Measuring Young's modulus of single trabeculae in cancellous bone using a two-point bending test.",
    "doc_id": "36634601",
    "writer": "Clausing RJ",
    "year": "2023",
    "summary": "Therefore, the aim of this study is to determine the microscopic morphology and Young's modulus of cancellous bone from human humeral heads considering osteoporotic changes. ...This study for the first time determined Young's modulus of single trabeculae of cancello …",
    "abstract": "Backround:\n        \n      \n      Surgical treatment of proximal humeral fractures poses a major challenge, especially in osteoporotic bone. At present, there appears to exist neither a suitable model for research to optimize the osteosynthesis processes nor are the structural data available which are required for developing such a model. Therefore, the aim of this study is to determine the microscopic morphology and Young's modulus of cancellous bone from human humeral heads considering osteoporotic changes.\n    \n\n\n          Methods:\n        \n      \n      Cylindrical samples were taken from ten fresh-frozen human humeral heads and structural analysis was done with μCT. Ten rod-like trabeculae were prepared from five of the humeral heads each which were measured and tested mechanically. For this purpose, the trabeculae were fixed on a slide and rotated axially under a stereo microscope. The sample cross-section and the depending moment of inertia were extracted from the image data. The samples were then loaded in a 2-point bending test and Young's moduli of the samples were determined.\n    \n\n\n          Results:\n        \n      \n      It could be shown that with increasing age of the donor, ossified portion of the cancellous bone decreased (p < 0.05). The average degree of mineralization of the bone was 1.24 (±0.06) g/mm3, which decreased with increasing age (p < 0.05). The determined Young's modulus averaged 1.33 (±1.76) GPa.\n    \n\n\n          Interpretation:\n        \n      \n      The verified structural parameter showed osteoporotic changes in the examined bone. This study for the first time determined Young's modulus of single trabeculae of cancellous bone of osteoporotically altered human humeral heads. Implementing the non-destructive sample measurement before exposure resulted in a methodical improvement.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36634601/",
    "clean_text": "measuring young s modulus of single trabeculae in cancellous bone using a two point bending test therefore the aim of this study is to determine the microscopic morphology and young s modulus of cancellous bone from human humeral heads considering osteoporotic changes this study for the first time determined young s modulus of single trabeculae of cancello backround surgical treatment of proximal humeral fractures poses a major challenge especially in osteoporotic bone at present there appears to exist neither a suitable model for research to optimize the osteosynthesis processes nor are the structural data available which are required for developing such a model therefore the aim of this study is to determine the microscopic morphology and young s modulus of cancellous bone from human humeral heads considering osteoporotic changes methods cylindrical samples were taken from ten fresh frozen human humeral heads and structural analysis was done with ct ten rod like trabeculae were prepared from five of the humeral heads each which were measured and tested mechanically for this purpose the trabeculae were fixed on a slide and rotated axially under a stereo microscope the sample cross section and the depending moment of inertia were extracted from the image data the samples were then loaded in a point bending test and young s moduli of the samples were determined results it could be shown that with increasing age of the donor ossified portion of the cancellous bone decreased p the average degree of mineralization of the bone was g mm which decreased with increasing age p the determined young s modulus averaged gpa interpretation the verified structural parameter showed osteoporotic changes in the examined bone this study for the first time determined young s modulus of single trabeculae of cancellous bone of osteoporotically altered human humeral heads implementing the non destructive sample measurement before exposure resulted in a methodical improvement"
}