{
    "title": "Extracellular matrix and vascular dynamics in the kidney of a murine model for Marfan syndrome.",
    "doc_id": "37159453",
    "writer": "de Souza RB",
    "year": "2023",
    "summary": "Fibrillin-1 is a pivotal structural component of the kidney's glomerulus and peritubular tissue. Mutations in the fibrillin-1 gene result in Marfan syndrome (MFS), an autosomal dominant disease of the connective tissue. ...The structural and hemodynamic changes of t …",
    "abstract": "Fibrillin-1 is a pivotal structural component of the kidney's glomerulus and peritubular tissue. Mutations in the fibrillin-1 gene result in Marfan syndrome (MFS), an autosomal dominant disease of the connective tissue. Although the kidney is not considered a classically affected organ in MFS, several case reports describe glomerular disease in patients. Therefore, this study aimed to characterize the kidney in the mgΔlpn-mouse model of MFS. Affected animals presented a significant reduction of glomerulus, glomerulus-capillary, and urinary space, and a significant reduction of fibrillin-1 and fibronectin in the glomerulus. Transmission electron microscopy and 3D-ultrastructure analysis revealed decreased amounts of microfibrils which also appeared fragmented in the MFS mice. Increased collagen fibers types I and III, MMP-9, and α-actin were also observed in affected animals, suggesting a tissue-remodeling process in the kidney. Video microscopy analysis showed an increase of microvessel distribution coupled with reduction of blood-flow velocity, while ultrasound flow analysis revealed significantly lower blood flow in the kidney artery and vein of the MFS mice. The structural and hemodynamic changes of the kidney indicate the presence of kidney remodeling and vascular resistance in this MFS model. Both processes are associated with hypertension which is expected to worsen the cardiovascular phenotype in MFS.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37159453/",
    "clean_text": "extracellular matrix and vascular dynamics in the kidney of a murine model for marfan syndrome fibrillin is a pivotal structural component of the kidney s glomerulus and peritubular tissue mutations in the fibrillin gene result in marfan syndrome mfs an autosomal dominant disease of the connective tissue the structural and hemodynamic changes of t fibrillin is a pivotal structural component of the kidney s glomerulus and peritubular tissue mutations in the fibrillin gene result in marfan syndrome mfs an autosomal dominant disease of the connective tissue although the kidney is not considered a classically affected organ in mfs several case reports describe glomerular disease in patients therefore this study aimed to characterize the kidney in the mg lpn mouse model of mfs affected animals presented a significant reduction of glomerulus glomerulus capillary and urinary space and a significant reduction of fibrillin and fibronectin in the glomerulus transmission electron microscopy and d ultrastructure analysis revealed decreased amounts of microfibrils which also appeared fragmented in the mfs mice increased collagen fibers types i and iii mmp and actin were also observed in affected animals suggesting a tissue remodeling process in the kidney video microscopy analysis showed an increase of microvessel distribution coupled with reduction of blood flow velocity while ultrasound flow analysis revealed significantly lower blood flow in the kidney artery and vein of the mfs mice the structural and hemodynamic changes of the kidney indicate the presence of kidney remodeling and vascular resistance in this mfs model both processes are associated with hypertension which is expected to worsen the cardiovascular phenotype in mfs"
}