{
    "pmid": "41453515",
    "title": "Rate of Age-Related Macular Degeneration in Patients Prescribed Glucagon-Like Peptide-1 Receptor Agonists or Other Weight Loss Therapy.",
    "abstract": "To compare the hazard of age-related macular degeneration (AMD) among non-diabetic, weight loss-eligible adults prescribed glucagon-like peptide-1 receptor agonists (GLP-1 RAs; semaglutide or liraglutide) versus other weight loss pharmacotherapies (OWL; phentermine, orlistat, setmelanotide, phentermine-topiramate, or bupropion-naltrexone). Retrospective cohort study. Adults ≥ 50 years without diabetes meeting criteria for weight loss pharmacotherapy and prescribed GLP-1 RAs or OWL medications. Before matching, 60 336 patients were included in the GLP-1 RA group and 21 609 in the OWL cohort; after matching, 20 959 patients remained in each cohort. Cohorts were constructed using deidentified data from the TriNetX Research Network (June 2021 - October 2025). Non-diabetic status was defined as absence of diabetes mellitus diagnosis, hemoglobin A1c ≥ 6.5%, or metformin or insulin use. Patients met criteria for weight loss pharmacotherapy with documentation of an obesity diagnosis, BMI ≥ 30 kg/m Hazard ratios of nonexudative AMD, exudative AMD, and any AMD (exudative, nonexudative, or unspecified). Changes in BMI and hemoglobin A1c were analyzed to contextualize findings. Compared with other weight loss pharmacotherapies, GLP-1 RAs were associated with a lower hazard of nonexudative AMD (HR, 0.47; 95% CI, 0.28-0.78) and any AMD (HR, 0.61; 95% CI, 0.43-0.85), with no difference for exudative AMD (HR, 0.63; 95% CI, 0.30-1.32). BMI and hemoglobin A1c were similar over follow-up. Among non-diabetic adults ≥ 50 years old eligible for weight loss pharmacotherapy, prescriptions for GLP-1 RAs were associated with a lower incidence of nonexudative and any (nonexudative, exudative, or unspecified) AMD diagnoses compared with other weight loss medications. The difference in new exudative AMD diagnoses was not statistically significant.",
    "disease": "diabetes mellitus",
    "clean_text": "rate of age related macular degeneration in patients prescribed glucagon like peptide receptor agonists or other weight loss therapy to compare the hazard of age related macular degeneration amd among non diabetic weight loss eligible adults prescribed glucagon like peptide receptor agonists glp ras semaglutide or liraglutide versus other weight loss pharmacotherapies owl phentermine orlistat setmelanotide phentermine topiramate or bupropion naltrexone retrospective cohort study adults years without diabetes meeting criteria for weight loss pharmacotherapy and prescribed glp ras or owl medications before matching patients were included in the glp ra group and in the owl cohort after matching patients remained in each cohort cohorts were constructed using deidentified data from the trinetx research network june october non diabetic status was defined as absence of diabetes mellitus diagnosis hemoglobin a c or metformin or insulin use patients met criteria for weight loss pharmacotherapy with documentation of an obesity diagnosis bmi kg m hazard ratios of nonexudative amd exudative amd and any amd exudative nonexudative or unspecified changes in bmi and hemoglobin a c were analyzed to contextualize findings compared with other weight loss pharmacotherapies glp ras were associated with a lower hazard of nonexudative amd hr ci and any amd hr ci with no difference for exudative amd hr ci bmi and hemoglobin a c were similar over follow up among non diabetic adults years old eligible for weight loss pharmacotherapy prescriptions for glp ras were associated with a lower incidence of nonexudative and any nonexudative exudative or unspecified amd diagnoses compared with other weight loss medications the difference in new exudative amd diagnoses was not statistically significant"
}