{
    "pmid": "41460582",
    "title": "Effect of freezing phenomenon on gait parameters and pedobarographic pressure distribution in patients with Parkinson's disease.",
    "abstract": "This study aimed to examine the gait parameters of individuals with Parkinson's Disease with and without freezing of gait (FoG) on the treadmill, where freezing difficulty decreases. Our study included three groups of demographically similar individuals: 15 patients with Parkinson's disease without freezing of gait, 14 patients with Parkinson's disease with freezing of gait, and 14 healthy controls. Spatiotemporal parameters of gait and static-dynamic pedobarographic pressure distribution analysis were performed using a computerized gait evaluation system (on a treadmill). The step length, gait speed and gait phase duration of the freezing of gait group were lower than the other groups (p < 0.05). While pedobarographic pressure distribution during static stance was similar in all groups (p > 0.05), pedobarographic pressure distribution during gait was different between groups (p < 0.05). In patients with freezing of gait, gait speed was lower, step length and single support phase were shorter, and double support phase was longer. While the amount of load on the backfoot was lower in both Parkinson's groups, the amount of load on the forefoot was lower only in patients with freezing of gait. Even if freezing of gait did not occur, it was observed that the gait characteristics of Parkinson's disease with freezing of gait were different from those of Parkinson's disease without freezing of gait.",
    "disease": "parkinson disease",
    "clean_text": "effect of freezing phenomenon on gait parameters and pedobarographic pressure distribution in patients with parkinson s disease this study aimed to examine the gait parameters of individuals with parkinson s disease with and without freezing of gait fog on the treadmill where freezing difficulty decreases our study included three groups of demographically similar individuals patients with parkinson s disease without freezing of gait patients with parkinson s disease with freezing of gait and healthy controls spatiotemporal parameters of gait and static dynamic pedobarographic pressure distribution analysis were performed using a computerized gait evaluation system on a treadmill the step length gait speed and gait phase duration of the freezing of gait group were lower than the other groups p while pedobarographic pressure distribution during static stance was similar in all groups p pedobarographic pressure distribution during gait was different between groups p in patients with freezing of gait gait speed was lower step length and single support phase were shorter and double support phase was longer while the amount of load on the backfoot was lower in both parkinson s groups the amount of load on the forefoot was lower only in patients with freezing of gait even if freezing of gait did not occur it was observed that the gait characteristics of parkinson s disease with freezing of gait were different from those of parkinson s disease without freezing of gait"
}