{
    "pmid": "41412596",
    "title": "Practices of high-flow nasal therapy in acute and chronic respiratory failure: the Hi-Flow Survey.",
    "abstract": "High-flow nasal therapy (HFNT) is a widely used non-invasive respiratory support technique, but data on its clinical application remain limited. This study aimed to assess clinicians' self-reported practices, perceptions and barriers regarding HFNT use in acute and chronic respiratory failure. A cross-sectional web-based survey was disseminated among members of the European Respiratory Society's respiratory intensive care, rehabilitation and chronic care, and allied respiratory professionals assemblies from September to November 2023. Descriptive analysis was performed, with results presented as frequencies and percentages. A total of 1176 clinicians from 104 countries participated, primarily pulmonologists (78.3%) and respiratory therapists (9.7%). HFNT was most commonly used for de novo acute respiratory failure (56.2%) and interstitial lung disease exacerbations (56.3%), with lower utilisation for chronic obstructive pulmonary disease with hypercapnia (47.4%) and trauma/atelectasis (41.5%). Despite guideline recommendations, 67% of respondents initiated HFNT only after conventional oxygen therapy failure. HFNT was also frequently used for symptom relief in palliative care, despite limited supporting evidence. Respiratory distress was the primary clinical trigger for HFNT initiation, while the ROX (Respiratory Rate-Oxygenation) index was rarely used to guide escalation of care (32%). Barriers to HFNT adoption included equipment costs (23%), lack of funding (22%) and limited clinician knowledge (18%). HFNT use increased during the COVID-19 pandemic (84%), but long-term application for chronic respiratory failure remained rare (16%). This survey highlights significant variability in HFNT practices and a disconnect between guidelines and real-world implementation. Addressing financial and educational barriers may improve adherence to evidence-based recommendations.",
    "disease": "asthma",
    "clean_text": "practices of high flow nasal therapy in acute and chronic respiratory failure the hi flow survey high flow nasal therapy hfnt is a widely used non invasive respiratory support technique but data on its clinical application remain limited this study aimed to assess clinicians self reported practices perceptions and barriers regarding hfnt use in acute and chronic respiratory failure a cross sectional web based survey was disseminated among members of the european respiratory society s respiratory intensive care rehabilitation and chronic care and allied respiratory professionals assemblies from september to november descriptive analysis was performed with results presented as frequencies and percentages a total of clinicians from countries participated primarily pulmonologists and respiratory therapists hfnt was most commonly used for de novo acute respiratory failure and interstitial lung disease exacerbations with lower utilisation for chronic obstructive pulmonary disease with hypercapnia and trauma atelectasis despite guideline recommendations of respondents initiated hfnt only after conventional oxygen therapy failure hfnt was also frequently used for symptom relief in palliative care despite limited supporting evidence respiratory distress was the primary clinical trigger for hfnt initiation while the rox respiratory rate oxygenation index was rarely used to guide escalation of care barriers to hfnt adoption included equipment costs lack of funding and limited clinician knowledge hfnt use increased during the covid pandemic but long term application for chronic respiratory failure remained rare this survey highlights significant variability in hfnt practices and a disconnect between guidelines and real world implementation addressing financial and educational barriers may improve adherence to evidence based recommendations"
}