{
    "title": "Lung cancer disparities in African Americans: health versus health care.",
    "doc_id": "16880053",
    "writer": "Flenaugh EL",
    "year": "2006",
    "summary": "African Americans with lung cancer have disproportionately worse outcomes than other ethnic groups. The incidence of lung cancer in blacks has remained well above the rates seen for the general population and the 5-year and overall survival rates for b …",
    "abstract": "African Americans with lung cancer have disproportionately worse outcomes than other ethnic groups. The incidence of lung cancer in blacks has remained well above the rates seen for the general population and the 5-year and overall survival rates for blacks with lung cancer are among the lowest of all racial groups. Many studies have focused on socioeconomic status of African Americans as the sole cause of these disparities. Other stu-dies, however, have identified additional factors related to risks for poor outcomes in blacks with lung cancer. This article reviews data on these risks and their relationships to the health and health care of African Americans with lung cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16880053/",
    "clean_text": "lung cancer disparities in african americans health versus health care african americans with lung cancer have disproportionately worse outcomes than other ethnic groups the incidence of lung cancer in blacks has remained well above the rates seen for the general population and the year and overall survival rates for b african americans with lung cancer have disproportionately worse outcomes than other ethnic groups the incidence of lung cancer in blacks has remained well above the rates seen for the general population and the year and overall survival rates for blacks with lung cancer are among the lowest of all racial groups many studies have focused on socioeconomic status of african americans as the sole cause of these disparities other stu dies however have identified additional factors related to risks for poor outcomes in blacks with lung cancer this article reviews data on these risks and their relationships to the health and health care of african americans with lung cancer"
}