{
    "title": "Towards Prevention of Ovarian Cancer.",
    "doc_id": "29295697",
    "writer": "Ali AT.",
    "year": "2018",
    "summary": "Ovarian cancer is the leading cause of death of all gynaecological cancers. To date, there is no reliable, specific screening procedure for detecting ovarian cancer. The risk factors of ovarian cancer include modifiable and non-modifiable factors. The main go …",
    "abstract": "Ovarian cancer is the leading cause of death of all gynaecological cancers. To date, there is no reliable, specific screening procedure for detecting ovarian cancer. The risk factors of ovarian cancer include modifiable and non-modifiable factors. The main goal of the ovarian cancer prevention program is to significantly reduce the risk of development of ovarian cancer and other cancers such as breast and/or peritoneal cancer. The application of non-surgical preventive approaches such as oral contraceptives, parity and breastfeeding has been shown to be highly protective against ovarian cancer development. Targeting inflammation has been also reported to be associated with a protective trend against ovarian cancer and can be achieved through either non-steroidal antiinflammatory drugs (NSAIDs) such as aspirin or lifestyle modifications or both. Lifestyle modification that includes regular exercise, healthy diet supplemented with anti-oxidants and antiinflammatory elements reduces the risk of the disease even further. Surgical protective approaches include; tubal ligation, hysterectomy and prophylactic bilateral salpingo-oophorectomy and the former is the most effective approach to protect against ovarian cancer. A better understanding of the risk factors of ovarian cancer and the current approaches to prevent it may increase the awareness and help decrease the incidence of ovarian cancer, increase the five-year survival rate and decrease the mortality rate significantly in the general population especially among those at high risk for ovarian cancer. This review is an attempt to outline a potential program of ovarian cancer prevention and the potential challenges.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29295697/",
    "clean_text": "towards prevention of ovarian cancer ovarian cancer is the leading cause of death of all gynaecological cancers to date there is no reliable specific screening procedure for detecting ovarian cancer the risk factors of ovarian cancer include modifiable and non modifiable factors the main go ovarian cancer is the leading cause of death of all gynaecological cancers to date there is no reliable specific screening procedure for detecting ovarian cancer the risk factors of ovarian cancer include modifiable and non modifiable factors the main goal of the ovarian cancer prevention program is to significantly reduce the risk of development of ovarian cancer and other cancers such as breast and or peritoneal cancer the application of non surgical preventive approaches such as oral contraceptives parity and breastfeeding has been shown to be highly protective against ovarian cancer development targeting inflammation has been also reported to be associated with a protective trend against ovarian cancer and can be achieved through either non steroidal antiinflammatory drugs nsaids such as aspirin or lifestyle modifications or both lifestyle modification that includes regular exercise healthy diet supplemented with anti oxidants and antiinflammatory elements reduces the risk of the disease even further surgical protective approaches include tubal ligation hysterectomy and prophylactic bilateral salpingo oophorectomy and the former is the most effective approach to protect against ovarian cancer a better understanding of the risk factors of ovarian cancer and the current approaches to prevent it may increase the awareness and help decrease the incidence of ovarian cancer increase the five year survival rate and decrease the mortality rate significantly in the general population especially among those at high risk for ovarian cancer this review is an attempt to outline a potential program of ovarian cancer prevention and the potential challenges"
}