{
    "title": "Getting personal: Head and neck cancer management in the era of genomic medicine.",
    "doc_id": "25995036",
    "writer": "Birkeland AC",
    "year": "2016",
    "summary": "Hereditary genetic syndromes associated with head and neck neoplasms are reviewed, and online genetics resources are provided. CONCLUSION: This article summarizes and contextualizes the evolving diagnostic and therapeutic options that impact the care o …",
    "abstract": "Background:\n        \n      \n      Genetic testing is rapidly becoming an important tool in the management of patients with head and neck cancer. As we enter the era of genomics and personalized medicine, providers should be aware of testing options, counseling resources, and the benefits, limitations, and future of personalized therapy.\n    \n\n\n          Methods:\n        \n      \n      This article offers a primer to assist clinicians treating patients in anticipating and managing the inherent practical and ethical challenges of cancer care in the genomic era.\n    \n\n\n          Results:\n        \n      \n      Clinical applications of genomics for head and neck cancer are emerging. We discuss the indications for genetic testing, types of testing available, implications for care, privacy/disclosure concerns, and ethical considerations. Hereditary genetic syndromes associated with head and neck neoplasms are reviewed, and online genetics resources are provided.\n    \n\n\n          Conclusion:\n        \n      \n      This article summarizes and contextualizes the evolving diagnostic and therapeutic options that impact the care of patients with head and neck cancer in the genomic era. © 2015 Wiley Periodicals, Inc. Head Neck 38: E2250-E2258, 2016.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25995036/",
    "clean_text": "getting personal head and neck cancer management in the era of genomic medicine hereditary genetic syndromes associated with head and neck neoplasms are reviewed and online genetics resources are provided conclusion this article summarizes and contextualizes the evolving diagnostic and therapeutic options that impact the care o background genetic testing is rapidly becoming an important tool in the management of patients with head and neck cancer as we enter the era of genomics and personalized medicine providers should be aware of testing options counseling resources and the benefits limitations and future of personalized therapy methods this article offers a primer to assist clinicians treating patients in anticipating and managing the inherent practical and ethical challenges of cancer care in the genomic era results clinical applications of genomics for head and neck cancer are emerging we discuss the indications for genetic testing types of testing available implications for care privacy disclosure concerns and ethical considerations hereditary genetic syndromes associated with head and neck neoplasms are reviewed and online genetics resources are provided conclusion this article summarizes and contextualizes the evolving diagnostic and therapeutic options that impact the care of patients with head and neck cancer in the genomic era wiley periodicals inc head neck e e"
}