{
    "title": "[Gastric cancer screening and diagnosis].",
    "doc_id": "19696534",
    "writer": "Choi IJ.",
    "year": "2009",
    "summary": "Gastric cancer is the most common cancer in Korea and has overall survival rate of around 50%. Gastric cancer detected in early stage can be cured by endoscopic resection or less invasive surgical treatment and the subsequent prognosis is excell …",
    "abstract": "Gastric cancer is the most common cancer in Korea and has overall survival rate of around 50%. Gastric cancer detected in early stage can be cured by endoscopic resection or less invasive surgical treatment and the subsequent prognosis is excellent. National cancer screening program for gastric cancer has been available for several years. The evaluation for efficacy of our screening strategy is strongly needed in terms of mortality reduction and cost-effectiveness. Accurate diagnosis and staging evaluation is important for proper management and prediction of a patients prognosis. It is recommended to understand the advantages and limitations of currently available guidelines and diagnostic modalities. The 7th edition of gastric cancer staging system from AJCC may have significant effect on our knowledge and patient management.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19696534/",
    "clean_text": "gastric cancer screening and diagnosis gastric cancer is the most common cancer in korea and has overall survival rate of around gastric cancer detected in early stage can be cured by endoscopic resection or less invasive surgical treatment and the subsequent prognosis is excell gastric cancer is the most common cancer in korea and has overall survival rate of around gastric cancer detected in early stage can be cured by endoscopic resection or less invasive surgical treatment and the subsequent prognosis is excellent national cancer screening program for gastric cancer has been available for several years the evaluation for efficacy of our screening strategy is strongly needed in terms of mortality reduction and cost effectiveness accurate diagnosis and staging evaluation is important for proper management and prediction of a patients prognosis it is recommended to understand the advantages and limitations of currently available guidelines and diagnostic modalities the th edition of gastric cancer staging system from ajcc may have significant effect on our knowledge and patient management"
}