{
    "pmid": "41410141",
    "title": "Outcomes of Laterally Inserted Trabecular Metal Total Ankle Arthroplasty Comparing Cemented and Cementless Rail Fixation: A Prospective, Longitudinal Study.",
    "abstract": "This study investigated performance and safety differences between cemented and cementless fixation of trabecular metal total ankle arthroplasty (TAA) using a lateral transfibular approach. This nonrandomized, multicenter, prospective study included 59 cemented and 61 cementless TAA patients with mean follow-ups of 7.2 years (cemented) and 6.2 years (cementless). All cemented ankles were performed in North America; cementless fixation was performed in Europe. Implant survival (revision of tibial or talar implant for any reason) was the primary outcome. Secondary outcomes were radiographic measures and range of motion. Tertiary outcomes included American Orthopaedic Foot and Ankle Society (AOFAS) ankle-hindfoot score, Ankle Osteoarthritis Scale (AOS), and EuroQol 5-Dimension 5-Level (EQ-5D-5L). At average 7 years' combined follow-up, there were no significant differences ( TAA using a trabecular metal ankle implant with a transfibular approach was associated with excellent survival regardless of fixation. Greater improvements in function, pain, range of motion, and quality of life 6 weeks postoperative suggest faster recovery with cementless fixation; however, this may reflect an increased number of additional procedures performed in the cemented cohort.",
    "disease": "osteoarthritis",
    "clean_text": "outcomes of laterally inserted trabecular metal total ankle arthroplasty comparing cemented and cementless rail fixation a prospective longitudinal study this study investigated performance and safety differences between cemented and cementless fixation of trabecular metal total ankle arthroplasty taa using a lateral transfibular approach this nonrandomized multicenter prospective study included cemented and cementless taa patients with mean follow ups of years cemented and years cementless all cemented ankles were performed in north america cementless fixation was performed in europe implant survival revision of tibial or talar implant for any reason was the primary outcome secondary outcomes were radiographic measures and range of motion tertiary outcomes included american orthopaedic foot and ankle society aofas ankle hindfoot score ankle osteoarthritis scale aos and euroqol dimension level eq d l at average years combined follow up there were no significant differences taa using a trabecular metal ankle implant with a transfibular approach was associated with excellent survival regardless of fixation greater improvements in function pain range of motion and quality of life weeks postoperative suggest faster recovery with cementless fixation however this may reflect an increased number of additional procedures performed in the cemented cohort"
}