{
    "pmid": "41425702",
    "title": "Prevalence of Chronic Kidney Disease in Latin America: A Systematic Review and Meta-analysis.",
    "abstract": "Chronic kidney disease (CKD) represents a global health concern, with particular significance in Latin America due to socioeconomic inequalities and heterogeneous health care systems. To determine the prevalence of CKD in Latin American populations through a systematic review with meta-analysis. Systematic review and meta-analysis of observational studies following the PRISMA guidelines. Twelve Latin American countries (Argentina, Brazil, Chile, Colombia, Cuba, Ecuador, El Salvador, Haiti, Mexico, Nicaragua, Panama, and Peru). A total of 72 486 participants from 21 observational studies reporting CKD prevalence in Latin American populations. The CKD prevalence according to Kidney Disease: Improving Global Outcomes (KDIGO) or Kidney Disease Outcomes Quality Initiative (K/DOQI) criteria, stratified by age groups (<60-65 vs ≥60-65 years), sex, CKD categories (G1-G5), and country. Systematic search in PubMed, SCOPUS, Web of Science, and EMBASE databases. Observational studies using standardized CKD diagnostic criteria were included without language restrictions. A meta-analysis was conducted using random-effects models with a Freeman-Tukey double arcsine transformation. The risk of bias was assessed using the Munn et al tool. Meta-regressions examined temporal trends and the effects of sample size. The pooled CKD prevalence was 17.14% (95% confidence interval [CI] = 13.40-21.23%) with high heterogeneity (I High between-study heterogeneity, most studies used single measurements rather than confirming chronicity, potential publication bias favoring higher prevalence studies, and limited representation from certain countries, which restricts generalizability. The prevalence of CKD in Latin America exhibits marked age-related differences, with consistently higher rates in older adults. These findings support the need for age-specific prevention strategies and standardized diagnostic approaches across the region. Not registered prospectively (limitation acknowledged). L’insuffisance rénale chronique (IRC) est une préoccupation sanitaire mondiale, particulièrement en Amérique latine en raison des inégalités socioéconomiques et de l’hétérogénéité des systèmes de santé. Déterminer la prévalence de l’IRC dans les populations latino-américaines par le biais d’une revue systématique avec méta-analyse. Revue systématique et méta-analyse des études observationnelles suivant les recommandations PRISMA. Douze pays d’Amérique latine (Argentine, Brésil, Chili, Colombie, Cuba, El Salvador, Équateur, Haïti, Mexique, Nicaragua, Panama et Pérou). Un total de 72 486 personnes provenant de 21 études observationnelles portant sur la prévalence de l’IRC dans les populations latino-américaines. La prévalence de l’IRC définie par les critères KDIGO ou K/DOQI, stratifiée par groupes d’âge (<60-65 ans c. ≥60-65 ans), et selon le sexe, la catégorie de l’IRC (G1-G5) et le pays. Recherche systématique dans les bases de données PubMed, SCOPUS, Web of Science et EMBASE. Ont été incluses les études observationnelles utilisant des critères normalisés pour le diagnostic de l’IRC, sans restriction quant à la langue de rédaction. Une méta-analyse a été réalisée à l’aide de modèles à effets aléatoires avec une double transformation arcsine de Freeman-Tukey. Le risque de biais a été évalué à l’aide de l’outil Munn et coll. Les méta-régressions ont examiné les tendances temporelles et les effets de la taille de l’échantillon. La prévalence de l’IRC dans la population étudiée était de 17,14 % (intervalle de confiance à 95 % [IC95] : 13,40–21,23 %) avec une forte hétérogénéité (I Plusieurs facteurs limitent la généralisabilité des résultats : la forte hétérogénéité entre les études; le fait que la plupart des études avaient utilisé des mesures uniques plutôt que de confirmer la chronicité; un biais de publication potentiel favorisant les études à prévalence plus élevée; la représentation limitée de certains pays. La prévalence de l’IRC en Amérique latine présente des différences marquées selon l’âge, avec des taux systématiquement plus élevés chez les personnes âgées. Ces résultats soulignent le besoin de stratégies de prévention adaptées à l’âge et d’approches diagnostiques normalisées dans l’ensemble de la région. Non enregistré prospectivement (limitation reconnue).",
    "disease": "chronic kidney disease",
    "clean_text": "prevalence of chronic kidney disease in latin america a systematic review and meta analysis chronic kidney disease ckd represents a global health concern with particular significance in latin america due to socioeconomic inequalities and heterogeneous health care systems to determine the prevalence of ckd in latin american populations through a systematic review with meta analysis systematic review and meta analysis of observational studies following the prisma guidelines twelve latin american countries argentina brazil chile colombia cuba ecuador el salvador haiti mexico nicaragua panama and peru a total of participants from observational studies reporting ckd prevalence in latin american populations the ckd prevalence according to kidney disease improving global outcomes kdigo or kidney disease outcomes quality initiative k doqi criteria stratified by age groups vs years sex ckd categories g g and country systematic search in pubmed scopus web of science and embase databases observational studies using standardized ckd diagnostic criteria were included without language restrictions a meta analysis was conducted using random effects models with a freeman tukey double arcsine transformation the risk of bias was assessed using the munn et al tool meta regressions examined temporal trends and the effects of sample size the pooled ckd prevalence was confidence interval ci with high heterogeneity i high between study heterogeneity most studies used single measurements rather than confirming chronicity potential publication bias favoring higher prevalence studies and limited representation from certain countries which restricts generalizability the prevalence of ckd in latin america exhibits marked age related differences with consistently higher rates in older adults these findings support the need for age specific prevention strategies and standardized diagnostic approaches across the region not registered prospectively limitation acknowledged l insuffisance r nale chronique irc est une pr occupation sanitaire mondiale particuli rement en am rique latine en raison des in galit s socio conomiques et de l h t rog n it des syst mes de sant d terminer la pr valence de l irc dans les populations latino am ricaines par le biais d une revue syst matique avec m ta analyse revue syst matique et m ta analyse des tudes observationnelles suivant les recommandations prisma douze pays d am rique latine argentine br sil chili colombie cuba el salvador quateur ha ti mexique nicaragua panama et p rou un total de personnes provenant de tudes observationnelles portant sur la pr valence de l irc dans les populations latino am ricaines la pr valence de l irc d finie par les crit res kdigo ou k doqi stratifi e par groupes d ge ans c ans et selon le sexe la cat gorie de l irc g g et le pays recherche syst matique dans les bases de donn es pubmed scopus web of science et embase ont t incluses les tudes observationnelles utilisant des crit res normalis s pour le diagnostic de l irc sans restriction quant la langue de r daction une m ta analyse a t r alis e l aide de mod les effets al atoires avec une double transformation arcsine de freeman tukey le risque de biais a t valu l aide de l outil munn et coll les m ta r gressions ont examin les tendances temporelles et les effets de la taille de l chantillon la pr valence de l irc dans la population tudi e tait de intervalle de confiance ic avec une forte h t rog n it i plusieurs facteurs limitent la g n ralisabilit des r sultats la forte h t rog n it entre les tudes le fait que la plupart des tudes avaient utilis des mesures uniques plut t que de confirmer la chronicit un biais de publication potentiel favorisant les tudes pr valence plus lev e la repr sentation limit e de certains pays la pr valence de l irc en am rique latine pr sente des diff rences marqu es selon l ge avec des taux syst matiquement plus lev s chez les personnes g es ces r sultats soulignent le besoin de strat gies de pr vention adapt es l ge et d approches diagnostiques normalis es dans l ensemble de la r gion non enregistr prospectivement limitation reconnue"
}