{
    "title": "The Effect of Chitosan in Wound Healing: A Systematic Review.",
    "doc_id": "33208634",
    "writer": "Liu Y",
    "year": "2021",
    "summary": "OBJECTIVE: To systematically review the effectiveness of chitosan in wound healing. DATA SOURCES: References were retrieved from PubMed, EMBASE, the Cochrane library, and Web of Science based on Medical Subject Headings and keywords (\"chitosan\" OR \"chitin\" OR \"polig …",
    "abstract": "Objective:\n        \n      \n      To systematically review the effectiveness of chitosan in wound healing.\n    \n\n\n          Data sources:\n        \n      \n      References were retrieved from PubMed, EMBASE, the Cochrane library, and Web of Science based on Medical Subject Headings and keywords (\"chitosan\" OR \"chitin\" OR \"poliglusam\" AND \"wound healing\").\n    \n\n\n          Study selection:\n        \n      \n      Eligible articles were randomized controlled trials (RCTs) that required interventions for chitosan and its derivative dressings and included endpoints associated with wound healing. In summary, five RCTs (N = 319) were included in the final analysis.\n    \n\n\n          Data synthesis:\n        \n      \n      Only two RCTS (40%) reported significant beneficial effects of chitosan on wound healing compared with conventional gauze dressings (eg, tulle gras, petroleum jelly). The remaining three studies reported that chitosan had no significant effect on clinical wound healing compared with other biologic dressings (eg, alginate, hydrocolloid).\n    \n\n\n          Conclusions:\n        \n      \n      Although the number of trials of new chitosan dressings has been increasing, studies on the relationship between chitosan and wound healing have been limited. Current data suggest that chitosan does not slow wound healing. However, the small number of available trials restricted adequate interpretation of the existing results. Future research needs to be rigorously designed to confirm any clinically relevant effect of chitosan in wound healing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33208634/",
    "clean_text": "the effect of chitosan in wound healing a systematic review objective to systematically review the effectiveness of chitosan in wound healing data sources references were retrieved from pubmed embase the cochrane library and web of science based on medical subject headings and keywords chitosan or chitin or polig objective to systematically review the effectiveness of chitosan in wound healing data sources references were retrieved from pubmed embase the cochrane library and web of science based on medical subject headings and keywords chitosan or chitin or poliglusam and wound healing study selection eligible articles were randomized controlled trials rcts that required interventions for chitosan and its derivative dressings and included endpoints associated with wound healing in summary five rcts n were included in the final analysis data synthesis only two rcts reported significant beneficial effects of chitosan on wound healing compared with conventional gauze dressings eg tulle gras petroleum jelly the remaining three studies reported that chitosan had no significant effect on clinical wound healing compared with other biologic dressings eg alginate hydrocolloid conclusions although the number of trials of new chitosan dressings has been increasing studies on the relationship between chitosan and wound healing have been limited current data suggest that chitosan does not slow wound healing however the small number of available trials restricted adequate interpretation of the existing results future research needs to be rigorously designed to confirm any clinically relevant effect of chitosan in wound healing"
}