{
    "title": "Non-Specific Low Back Pain, Dietary Salt Intake, and Posterior Lumbar Subcutaneous Edema.",
    "doc_id": "35954516",
    "writer": "Brown RB.",
    "year": "2022",
    "summary": "Low back pain is the world's leading disability, but the etiology of the majority of low back pain is non-specific with no known cause. ...Novel approaches to identify and prevent the cause of non-specific low back pain …",
    "abstract": "Low back pain is the world's leading disability, but the etiology of the majority of low back pain is non-specific with no known cause. Moreover, overuse of opioids to treat low back pain is a widespread problem. This paper proposes that non-specific low back pain may be associated with excessive intake of dietary salt, potentially mediated by posterior lumbar subcutaneous edema. In addition to pain, symptoms of edema include swelling, tightness, and stiff joints, which are common complaints of people with low back pain, along with restricted lumbar range of motion and impaired mobility. Many global populations consume excess sodium chloride, which can lead to fluid overload in hypervolemia, and cause swelling and temporary weight gain associated with low back pain. Numerous conditions comorbid with low back pain are also potentially mediated by excessive salt intake, including migraine headache, hypertension, cardiovascular disease, venous thromboembolism, liver disease, respiratory disorders, chronic kidney disease, pregnancy complications, and multiple sclerosis. Novel approaches to identify and prevent the cause of non-specific low back pain have potential to reduce disability worldwide by reducing low back pain prevalence. More research is needed to confirm the involvement of dietary salt and posterior lumbar subcutaneous edema in non-specific low back pain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35954516/",
    "clean_text": "non specific low back pain dietary salt intake and posterior lumbar subcutaneous edema low back pain is the world s leading disability but the etiology of the majority of low back pain is non specific with no known cause novel approaches to identify and prevent the cause of non specific low back pain low back pain is the world s leading disability but the etiology of the majority of low back pain is non specific with no known cause moreover overuse of opioids to treat low back pain is a widespread problem this paper proposes that non specific low back pain may be associated with excessive intake of dietary salt potentially mediated by posterior lumbar subcutaneous edema in addition to pain symptoms of edema include swelling tightness and stiff joints which are common complaints of people with low back pain along with restricted lumbar range of motion and impaired mobility many global populations consume excess sodium chloride which can lead to fluid overload in hypervolemia and cause swelling and temporary weight gain associated with low back pain numerous conditions comorbid with low back pain are also potentially mediated by excessive salt intake including migraine headache hypertension cardiovascular disease venous thromboembolism liver disease respiratory disorders chronic kidney disease pregnancy complications and multiple sclerosis novel approaches to identify and prevent the cause of non specific low back pain have potential to reduce disability worldwide by reducing low back pain prevalence more research is needed to confirm the involvement of dietary salt and posterior lumbar subcutaneous edema in non specific low back pain"
}