{
    "pmid": "41429205",
    "title": "Exploring the Role of Family Resilience in the Relationship Between Adverse Childhood Experiences and Child Health Outcomes.",
    "abstract": "To examine the relationship between adverse childhood experiences (ACEs), family resilience, and two chronic pediatric health conditions-asthma and diabetes-and to investigate whether the association between ACE exposure and these conditions depends on child's level of family resilience. A cross-sectional analysis used data from children aged 4-17 years in the 2020-2021 National Survey of Children's Health. Multiple logistic regression analyses assessed associations among ACEs, family resilience, and health outcomes, adjusting for sociodemographic factors. Interactions between ACEs and family resilience were examined on multiplicative and additive scales. Among families, 5.4%, 9.4%, and 85.1% demonstrated low, moderate, and high family resilience, respectively. Children with 1-3 and 4-9 ACEs had higher odds of asthma than those with no ACEs, with aORs (95% CI) of 1.35 (1.20-1.52) and 1.90 (1.54-2.36). Those with 4-9 ACEs had more than twice the odds of diabetes, 2.72 (1.53-4.85). Low family resilience was associated with higher odds of diabetes, 2.58 (1.52-4.39), but not asthma. A significant multiplicative interaction between low family resilience and high ACE exposure further increased odds of asthma and diabetes beyond combined effects (interaction ratio: asthma = 1.35, 95% CI 1.22-1.50; diabetes = 9.49, 95% CI 2.64-34.16). Greater ACE exposure was associated with higher odds of asthma and diabetes. Low family resilience was linked to higher odds of diabetes and intensified the effect of high ACE exposure on both conditions, suggesting that family resilience may play a protective role in child health.",
    "disease": "asthma",
    "clean_text": "exploring the role of family resilience in the relationship between adverse childhood experiences and child health outcomes to examine the relationship between adverse childhood experiences aces family resilience and two chronic pediatric health conditions asthma and diabetes and to investigate whether the association between ace exposure and these conditions depends on child s level of family resilience a cross sectional analysis used data from children aged years in the national survey of children s health multiple logistic regression analyses assessed associations among aces family resilience and health outcomes adjusting for sociodemographic factors interactions between aces and family resilience were examined on multiplicative and additive scales among families and demonstrated low moderate and high family resilience respectively children with and aces had higher odds of asthma than those with no aces with aors ci of and those with aces had more than twice the odds of diabetes low family resilience was associated with higher odds of diabetes but not asthma a significant multiplicative interaction between low family resilience and high ace exposure further increased odds of asthma and diabetes beyond combined effects interaction ratio asthma ci diabetes ci greater ace exposure was associated with higher odds of asthma and diabetes low family resilience was linked to higher odds of diabetes and intensified the effect of high ace exposure on both conditions suggesting that family resilience may play a protective role in child health"
}