{
    "pmid": "41473195",
    "title": "Bioactive components and delivery strategies of food-medicine homologous substances in lung cancer therapy: current advances and clinical translation.",
    "abstract": "Lung cancer remains the leading cause of cancer-related mortality worldwide, challenged by drug resistance, treatment toxicities, and limited efficacy. Recently, food-medicine homologous (FMH) substances have gained attention as adjunctive therapies due to their multi-target effects, low toxicity, and favorable safety profiles. As the \"food as medicine\" paradigm integrates into health policies, a comprehensive understanding of FMH in lung cancer therapy as a form of nutrition-based adjuvant therapy is increasingly relevant and timely. This review summarizes the anti-lung cancer mechanisms of FMH-derived bioactive compounds-such as polysaccharides, saponins, polyphenols, alkaloids, and essential oils-focusing on their roles in cell cycle regulation, apoptosis induction, immune modulation, and resistance reversal. To address poor bioavailability, we highlight recent advances in nanodelivery systems that enhance therapeutic efficacy. Moreover, we examine nutritional modulation of gut microbiota under the gut-lung axis framework as a novel strategy in lung cancer treatment. By integrating preclinical evidence with translational studies, this review evaluates the clinical potential and future directions of FMH-based therapies. The aim is to provide a theoretical basis for optimizing integrative Chinese-Western approaches and advancing personalized nutrition-oriented strategies in lung cancer care.",
    "disease": "lung cancer",
    "clean_text": "bioactive components and delivery strategies of food medicine homologous substances in lung cancer therapy current advances and clinical translation lung cancer remains the leading cause of cancer related mortality worldwide challenged by drug resistance treatment toxicities and limited efficacy recently food medicine homologous fmh substances have gained attention as adjunctive therapies due to their multi target effects low toxicity and favorable safety profiles as the food as medicine paradigm integrates into health policies a comprehensive understanding of fmh in lung cancer therapy as a form of nutrition based adjuvant therapy is increasingly relevant and timely this review summarizes the anti lung cancer mechanisms of fmh derived bioactive compounds such as polysaccharides saponins polyphenols alkaloids and essential oils focusing on their roles in cell cycle regulation apoptosis induction immune modulation and resistance reversal to address poor bioavailability we highlight recent advances in nanodelivery systems that enhance therapeutic efficacy moreover we examine nutritional modulation of gut microbiota under the gut lung axis framework as a novel strategy in lung cancer treatment by integrating preclinical evidence with translational studies this review evaluates the clinical potential and future directions of fmh based therapies the aim is to provide a theoretical basis for optimizing integrative chinese western approaches and advancing personalized nutrition oriented strategies in lung cancer care"
}