{
    "pmid": "41452882",
    "title": "Genetic association of microRNA-146a polymorphisms with the severity of coronary artery lesions in acute myocardial infarction.",
    "abstract": "Polymorphisms situated within the microRNA-146a gene have been extensively reported to fulfill a crucial regulatory function in controlling inflammatory responses and modulating gene expression. More recently, these specific genetic variants have also been implicated in the pathogenesis of coronary artery lesions; nevertheless, the current body of available evidence remains notably sparse. To investigate the characteristics of the microRNA-146a gene polymorphisms rs2431697, rs57095329, and rs2910164, and their association with the severity of coronary artery lesions. This comparative cross-sectional study included patients with acute myocardial infarction (AMI) and a control group, recruited from two hospitals in Can Tho City, Vietnam, between October 2023 and May 2025. All participants underwent clinical evaluation and coronary angiography. Subsequently, the microRNA-146a gene polymorphisms-rs2431697, rs57095329, and rs2910164-were analyzed using gene sequencing. A total of 249 patients were included in the AMI group and 249 in the control group. The mean age of the patient cohort (66.65 ± 10.89 years) was similar to that of the controls (66.67 ± 14.12 years). Analysis of the rs2910164 polymorphism showed a lower frequency of the GG genotype in the AMI group compared with the control group (14.9% vs. 20.9%, p < 0.05), and all three SNPs met Hardy-Weinberg equilibrium criteria. Among patients with AMI, 30.5% had three-vessel coronary artery disease, and severe stenosis (≥90% luminal narrowing) was present in 78.3% of cases. Multivariate analysis demonstrated that the rs2431697 CC + TC genotype (OR = 0.10), the rs2910164 GG + CG genotype (OR = 3.23), diabetes mellitus (OR = 5.14), dyslipidemia (OR = 4.01), smoking (OR = 5.16), NT-proBNP ≥ 300 pg/mL (OR = 8.69), a GRACE score > 140 (OR = 10.82), and a TIMI score > 4 (OR = 6.50) were independent predictors of severe coronary stenosis (p < 0.05). Patients with acute myocardial infarction had a lower prevalence of the GG genotype of the rs2910164 polymorphism compared with the control group. The rs2910164 polymorphism of microRNA-146a-particularly genotypes carrying the G allele-along with a history of diabetes mellitus, dyslipidemia, smoking, NT-proBNP ≥ 300 pg/mL, a GRACE score > 140, and a TIMI score > 4 were identified as independent predictors of severe coronary artery stenosis. In contrast, the rs2431697 polymorphism with genotypes carrying the C allele was found to be a protective factor.",
    "disease": "diabetes mellitus",
    "clean_text": "genetic association of microrna a polymorphisms with the severity of coronary artery lesions in acute myocardial infarction polymorphisms situated within the microrna a gene have been extensively reported to fulfill a crucial regulatory function in controlling inflammatory responses and modulating gene expression more recently these specific genetic variants have also been implicated in the pathogenesis of coronary artery lesions nevertheless the current body of available evidence remains notably sparse to investigate the characteristics of the microrna a gene polymorphisms rs rs and rs and their association with the severity of coronary artery lesions this comparative cross sectional study included patients with acute myocardial infarction ami and a control group recruited from two hospitals in can tho city vietnam between october and may all participants underwent clinical evaluation and coronary angiography subsequently the microrna a gene polymorphisms rs rs and rs were analyzed using gene sequencing a total of patients were included in the ami group and in the control group the mean age of the patient cohort years was similar to that of the controls years analysis of the rs polymorphism showed a lower frequency of the gg genotype in the ami group compared with the control group vs p and all three snps met hardy weinberg equilibrium criteria among patients with ami had three vessel coronary artery disease and severe stenosis luminal narrowing was present in of cases multivariate analysis demonstrated that the rs cc tc genotype or the rs gg cg genotype or diabetes mellitus or dyslipidemia or smoking or nt probnp pg ml or a grace score or and a timi score or were independent predictors of severe coronary stenosis p patients with acute myocardial infarction had a lower prevalence of the gg genotype of the rs polymorphism compared with the control group the rs polymorphism of microrna a particularly genotypes carrying the g allele along with a history of diabetes mellitus dyslipidemia smoking nt probnp pg ml a grace score and a timi score were identified as independent predictors of severe coronary artery stenosis in contrast the rs polymorphism with genotypes carrying the c allele was found to be a protective factor"
}