{
    "title": "A Classification System for Urodynamic Evaluation of Lower Urinary Tract System Dysfunction.",
    "doc_id": "28753884",
    "writer": "Athanasopoulos A.",
    "year": "2017",
    "summary": "CONTEXT: A classification system for lower urinary tract system (LUTS) dysfunction, based on urodynamics, could support the evaluation and management of this pathological condition. ...The purpose of this classification is the establishment of a simple, unified stag …",
    "abstract": "Context:\n        \n      \n      A classification system for lower urinary tract system (LUTS) dysfunction, based on urodynamics, could support the evaluation and management of this pathological condition.\n    \n\n\n          Objective:\n        \n      \n      A new alphanumerical classification system is proposed for staging neurogenic and non-neurogenic LUTS dysfunction, according to the urodynamic evaluation.\n    \n\n\n          Evidence acquisition:\n        \n      \n      This is a proposal based on experience from everyday clinical practice and represents an opinion open to discussion.\n    \n\n\n          Evidence synthesis:\n        \n      \n      The purpose of this alphanumerical classification is the establishment of a simple, unified staging system describing all LUTS dysfunction situations, after a urodynamic evaluation, in a way that can help in diagnosis, treatment, health professionals' communication, education, and research.\n    \n\n\n          Conclusions:\n        \n      \n      This alphanumerical classification for LUTS dysfunction could become a unified standard and a prerequisite for ensuring the quality of care in all resource settings. Moreover, it would be useful for the future to include a classification as part of LUTS dysfunction registration.\n    \n\n\n          Patient summary:\n        \n      \n      A new alphanumerical classification system is presented. The purpose of this classification is the establishment of a simple, unified staging system describing entire lower urinary tract system dysfunction situations in a way that could help in diagnosis, treatment, health professionals' communication, education, and research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28753884/",
    "clean_text": "a classification system for urodynamic evaluation of lower urinary tract system dysfunction context a classification system for lower urinary tract system luts dysfunction based on urodynamics could support the evaluation and management of this pathological condition the purpose of this classification is the establishment of a simple unified stag context a classification system for lower urinary tract system luts dysfunction based on urodynamics could support the evaluation and management of this pathological condition objective a new alphanumerical classification system is proposed for staging neurogenic and non neurogenic luts dysfunction according to the urodynamic evaluation evidence acquisition this is a proposal based on experience from everyday clinical practice and represents an opinion open to discussion evidence synthesis the purpose of this alphanumerical classification is the establishment of a simple unified staging system describing all luts dysfunction situations after a urodynamic evaluation in a way that can help in diagnosis treatment health professionals communication education and research conclusions this alphanumerical classification for luts dysfunction could become a unified standard and a prerequisite for ensuring the quality of care in all resource settings moreover it would be useful for the future to include a classification as part of luts dysfunction registration patient summary a new alphanumerical classification system is presented the purpose of this classification is the establishment of a simple unified staging system describing entire lower urinary tract system dysfunction situations in a way that could help in diagnosis treatment health professionals communication education and research"
}