{
    "title": "Postoperative neutrophil-to-lymphocyte ratio variation is associated with chronic subdural hematoma recurrence.",
    "doc_id": "33891187",
    "writer": "de Oliveira AJM",
    "year": "2022",
    "summary": "INTRODUCTION: Chronic subdural haematoma (CSDH) is one of the most common neurosurgical pathologies. The recurrence of chronic subdural haematomas is an important concern, considering that elderly patients are the most affected and reoperations in these patients may …",
    "abstract": "Introduction:\n        \n      \n      Chronic subdural haematoma (CSDH) is one of the most common neurosurgical pathologies. The recurrence of chronic subdural haematomas is an important concern, considering that elderly patients are the most affected and reoperations in these patients may represent a risk of neurological and clinical complications. In accordance with the inflammatory theory regarding CSDH and its recurrence, we aimed to evaluate the role of an inflammatory marker, neutrophil-to-lymphocyte ratio (NLR), as a risk factor and prognostic variable for CSDH recurrence.\n    \n\n\n          Methods:\n        \n      \n      We performed a cohort study of adult patients operated for post-traumatic CSDH traumatic CSDH between January 2015 and December 2019 in our neurotrauma unit, whose data was retrospectively retrieved. We excluded patients with previous inflammatory or infectious diseases as well as use of anticoagulant/antiplatelet medications. Neutrophil and lymphocyte counts were obtained 24 h preoperatively and 48-72 h postoperatively. The primary endpoint was symptomatic recurrence of CSDH up to 1 year after the surgery. An independent sample was used to validate the findings.\n    \n\n\n          Results:\n        \n      \n      The testing sample comprised 160 patients (59.4% male, mean age 69.3 ± 14.3 years, recurrence rate 22.5%). Postoperative neutrophil count and NLR were higher in those who recurred, as well as the neutrophils (median 1.15 vs 0.96, p = 0.022) and NLR (median 1.29 vs 0.79, p = 0.001) postoperative-to-preoperative ratios. Preoperative laboratory parameters or other baseline variables were not associated with recurrence. Postoperative NLR ratio (each additional unit, OR 2.53, 95% CI 1.37-4.67, p = 0.003) was independently associated with recurrence. The best cut-off for the postoperative NLR ratio was 0.995 (AUC-ROC 0.67, sensitivity 63.9%, specificity 76.6%). Postoperative NLR ratio ≥ 1 (i.e. a post-operative NLR that does not decrease compared to the preoperative value) was associated with recurrence (OR 4.59, 95% CI 2.00-10.53, p < 0.001). The validation sample analysis (66 patients) yielded similar results (AUC-ROC 0.728, 95% CI 0.594-0.862, p = 0.002) and similar cut-off (≥ 1.05, sensitivity 77.8%, specificity 66.7%).\n    \n\n\n          Conclusion:\n        \n      \n      NLR ratio can be a useful parameter for the prediction of post-traumatic CSDH recurrence. This hypothesis was validated in an independent sample and the accuracy was moderate.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33891187/",
    "clean_text": "postoperative neutrophil to lymphocyte ratio variation is associated with chronic subdural hematoma recurrence introduction chronic subdural haematoma csdh is one of the most common neurosurgical pathologies the recurrence of chronic subdural haematomas is an important concern considering that elderly patients are the most affected and reoperations in these patients may introduction chronic subdural haematoma csdh is one of the most common neurosurgical pathologies the recurrence of chronic subdural haematomas is an important concern considering that elderly patients are the most affected and reoperations in these patients may represent a risk of neurological and clinical complications in accordance with the inflammatory theory regarding csdh and its recurrence we aimed to evaluate the role of an inflammatory marker neutrophil to lymphocyte ratio nlr as a risk factor and prognostic variable for csdh recurrence methods we performed a cohort study of adult patients operated for post traumatic csdh traumatic csdh between january and december in our neurotrauma unit whose data was retrospectively retrieved we excluded patients with previous inflammatory or infectious diseases as well as use of anticoagulant antiplatelet medications neutrophil and lymphocyte counts were obtained h preoperatively and h postoperatively the primary endpoint was symptomatic recurrence of csdh up to year after the surgery an independent sample was used to validate the findings results the testing sample comprised patients male mean age years recurrence rate postoperative neutrophil count and nlr were higher in those who recurred as well as the neutrophils median vs p and nlr median vs p postoperative to preoperative ratios preoperative laboratory parameters or other baseline variables were not associated with recurrence postoperative nlr ratio each additional unit or ci p was independently associated with recurrence the best cut off for the postoperative nlr ratio was auc roc sensitivity specificity postoperative nlr ratio i e a post operative nlr that does not decrease compared to the preoperative value was associated with recurrence or ci p the validation sample analysis patients yielded similar results auc roc ci p and similar cut off sensitivity specificity conclusion nlr ratio can be a useful parameter for the prediction of post traumatic csdh recurrence this hypothesis was validated in an independent sample and the accuracy was moderate"
}