{
    "pmid": "41446572",
    "title": "Long-Term Remission of Peritoneal Lymphangiomatosis with Sirolimus Therapy: A Case Report with 8-Year Follow-Up.",
    "abstract": "Peritoneal lymphangiomatosis is a rare benign lymphatic disorder with diagnostic and therapeutic challenges. It may mimic peritoneal carcinomatosis or mesothelioma, often requiring histological confirmation. Management options are limited, and long-term data on targeted therapies, including sirolimus, remain scarce. We present the case of a 45-year-old woman with a history of surgically corrected atrial septal defect, who developed progressive abdominal distension and dysuria in May 2014. Abdominal ultrasound and contrast-enhanced abdominal computed tomography revealed diffuse ascites, peritoneal thickening, and cystic changes. Diagnostic uncertainty led to an exploratory laparotomy in May 2015, where histopathology confirmed peritoneal lymphangiomatosis. After failed conservative management including dietary modification, diuretic therapy, and repeated paracenteses, she was started on sirolimus 2 mg/day in August 2016. Her serum trough levels were maintained between 5 and 15 ng/mL. She achieved a Karnofsky Performance Score of 100% (indicating full functional capacity) within 2 months and has remained in complete clinical and radiologic remission for over 8 years. Diabetes mellitus type 2 was diagnosed during follow-up and is well controlled with insulin therapy. This case underscores the difficulty of diagnosing peritoneal lymphangiomatosis and highlights the transformative potential of sirolimus therapy. To our knowledge, this is one of the longest documented remissions of peritoneal lymphangiomatosis under mechanistic target of rapamycin (mTOR) inhibition.",
    "disease": "diabetes mellitus",
    "clean_text": "long term remission of peritoneal lymphangiomatosis with sirolimus therapy a case report with year follow up peritoneal lymphangiomatosis is a rare benign lymphatic disorder with diagnostic and therapeutic challenges it may mimic peritoneal carcinomatosis or mesothelioma often requiring histological confirmation management options are limited and long term data on targeted therapies including sirolimus remain scarce we present the case of a year old woman with a history of surgically corrected atrial septal defect who developed progressive abdominal distension and dysuria in may abdominal ultrasound and contrast enhanced abdominal computed tomography revealed diffuse ascites peritoneal thickening and cystic changes diagnostic uncertainty led to an exploratory laparotomy in may where histopathology confirmed peritoneal lymphangiomatosis after failed conservative management including dietary modification diuretic therapy and repeated paracenteses she was started on sirolimus mg day in august her serum trough levels were maintained between and ng ml she achieved a karnofsky performance score of indicating full functional capacity within months and has remained in complete clinical and radiologic remission for over years diabetes mellitus type was diagnosed during follow up and is well controlled with insulin therapy this case underscores the difficulty of diagnosing peritoneal lymphangiomatosis and highlights the transformative potential of sirolimus therapy to our knowledge this is one of the longest documented remissions of peritoneal lymphangiomatosis under mechanistic target of rapamycin mtor inhibition"
}