{
    "title": "Acute and chronic low back pain.",
    "doc_id": "24994051",
    "writer": "Patrick N",
    "year": "2014",
    "summary": "Low back pain is an extremely common presenting complaint that occurs in upward of 80% of persons. ...Patient education is also imperative, as these patients are at risk for further future episodes of back pain. Chronic back pain (>6 m …",
    "abstract": "Low back pain is an extremely common presenting complaint that occurs in upward of 80% of persons. Treatment of an acute episode of back pain includes relative rest, activity modification, nonsteroidal anti-inflammatories, and physical therapy. Patient education is also imperative, as these patients are at risk for further future episodes of back pain. Chronic back pain (>6 months' duration) develops in a small percentage of patients. Clinicians' ability to diagnose the exact pathologic source of these symptoms is severely limited, making a cure unlikely. Treatment of these patients should be supportive, the goal being to improve pain and function.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24994051/",
    "clean_text": "acute and chronic low back pain low back pain is an extremely common presenting complaint that occurs in upward of of persons patient education is also imperative as these patients are at risk for further future episodes of back pain chronic back pain m low back pain is an extremely common presenting complaint that occurs in upward of of persons treatment of an acute episode of back pain includes relative rest activity modification nonsteroidal anti inflammatories and physical therapy patient education is also imperative as these patients are at risk for further future episodes of back pain chronic back pain months duration develops in a small percentage of patients clinicians ability to diagnose the exact pathologic source of these symptoms is severely limited making a cure unlikely treatment of these patients should be supportive the goal being to improve pain and function"
}