{
    "pmid": "41433114",
    "title": "Health outcomes after national acute sleep deprivation events among the American public.",
    "abstract": "Sleep is increasingly recognized as essential to human health, yet the adverse health consequences of acute sleep deprivation are unknown. We hypothesized that acute sleep deprivation is associated with health outcomes and modulated by sleep-associated genotypes. LOESS smoothing was performed on sleep estimates from Fitbit users (N = 14,681) between June 1, 2016 and July 1, 2022. Dates when population minutes slept were less than the 90% confidence interval of the LOESS regression were named acute sleep deprivation events (ASDEs). Phenome-wide disease incidence among the AoU population (N = 287,012) in the 10 days post-ASDE was compared to a preceding reference period by McNemar test. Circadian rhythm and sleep duration-associated SNPs were screened to identify genotypes associated with shorter ASDE sleep duration. Influences of sleep and circadian genotype on post-ASDE influenza risk were modeled using binomial family generalized estimating equations. We identified 32 ASDEs spanning major national events. A phenome-wide screen found increased risk of influenza (OR = 1.54 [1.40, 1.70], P-value = 1.00 x 10-18) following ASDEs. 56 SNPs were associated with decreased sleep duration on ASDEs. Higher quantiles of ASDE-related SNP genotype burden were associated with less ASDE sleep duration and a greater risk of influenza-associated healthcare visits. Major national events are associated with acute sleep deprivation and greater influenza risk which is amplified by sleep genotypes. These findings should inform public health vigilance surrounding major national events.",
    "disease": "influenza",
    "clean_text": "health outcomes after national acute sleep deprivation events among the american public sleep is increasingly recognized as essential to human health yet the adverse health consequences of acute sleep deprivation are unknown we hypothesized that acute sleep deprivation is associated with health outcomes and modulated by sleep associated genotypes loess smoothing was performed on sleep estimates from fitbit users n between june and july dates when population minutes slept were less than the confidence interval of the loess regression were named acute sleep deprivation events asdes phenome wide disease incidence among the aou population n in the days post asde was compared to a preceding reference period by mcnemar test circadian rhythm and sleep duration associated snps were screened to identify genotypes associated with shorter asde sleep duration influences of sleep and circadian genotype on post asde influenza risk were modeled using binomial family generalized estimating equations we identified asdes spanning major national events a phenome wide screen found increased risk of influenza or p value x following asdes snps were associated with decreased sleep duration on asdes higher quantiles of asde related snp genotype burden were associated with less asde sleep duration and a greater risk of influenza associated healthcare visits major national events are associated with acute sleep deprivation and greater influenza risk which is amplified by sleep genotypes these findings should inform public health vigilance surrounding major national events"
}