{
    "pmid": "41389888",
    "title": "Shenqi Tiaoshen formula attenuates COPD through METTL16-dependent m",
    "abstract": "Chronic obstructive pulmonary disease (COPD) is a leading cause of global mortality. Shenqi Tiaoshen Formula (SQTSF), a classical prescription refined from Xin'an medicine, has been clinically used for over 30 years and demonstrated efficacy in improving lung function and reducing exacerbations in multicenter trials. However, its molecular basis-particularly epitranscriptomic regulation-remains largely unknown. This study aimed to elucidate the molecular basis of SQTSF's anti-inflammatory and immunomodulatory effects in COPD, with particular focus on epitranscriptomic regulation of macrophage polarization. UPLC-MS/MS was used to characterize SQTSF constituents. COPD was modeled by cigarette smoke/LPS exposure in rats and by cigarette smoke extract stimulation in THP-1-derived macrophages. Integrated MeRIP-seq and RNA-seq analyses were performed to identify m A total of 131 compounds were identified in SQTSF. SQTSF dose-dependently improved lung function, reduced airway injury, and restored the M1/M2 balance in COPD. MeRIP-seq identified MALT1 as the most hypermethylated NF-κB-related transcript. Screening of m SQTSF alleviates COPD-associated inflammation by inhibiting METTL16-mediated m",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "shenqi tiaoshen formula attenuates copd through mettl dependent m chronic obstructive pulmonary disease copd is a leading cause of global mortality shenqi tiaoshen formula sqtsf a classical prescription refined from xin an medicine has been clinically used for over years and demonstrated efficacy in improving lung function and reducing exacerbations in multicenter trials however its molecular basis particularly epitranscriptomic regulation remains largely unknown this study aimed to elucidate the molecular basis of sqtsf s anti inflammatory and immunomodulatory effects in copd with particular focus on epitranscriptomic regulation of macrophage polarization uplc ms ms was used to characterize sqtsf constituents copd was modeled by cigarette smoke lps exposure in rats and by cigarette smoke extract stimulation in thp derived macrophages integrated merip seq and rna seq analyses were performed to identify m a total of compounds were identified in sqtsf sqtsf dose dependently improved lung function reduced airway injury and restored the m m balance in copd merip seq identified malt as the most hypermethylated nf b related transcript screening of m sqtsf alleviates copd associated inflammation by inhibiting mettl mediated m"
}