{
    "title": "Antischistosomal properties of aurone derivatives against juvenile and adult worms of Schistosoma mansoni.",
    "doc_id": "33159900",
    "writer": "Pereira VRD",
    "year": "2021",
    "summary": "The most active thiophenyl aurone derivative 18, unlike PZQ, had efficacy in mice harboring juvenile S. mansoni, also showing significant inhibition of oviposition by parasites, giving support for the antiparasitic potential of aurones as lead compounds for novel an …",
    "abstract": "Schistosomiasis is a neglected disease caused by helminth flatworms of the genus Schistosoma, affecting over 240 million people in more than 70 countries. The treatment relies on a single drug, praziquantel, making urgent the discovery of new compounds. Aurones are a natural type of flavonoids that display interesting pharmacological activities, particularly as chemotherapeutic agents against parasites. In pursuit of treatment alternatives, the present work conducted an in vitro and in vivo antischistosomal investigation with aurone derivatives against Schistosoma mansoni. After preparation of aurone derivatives and their in vitro evaluation on adult schistosomes, the three most active aurones were evaluated in cytotoxicity and haemolytic assays, as well as in confocal laser-scanning microscope studies, showing tegumental damage in parasites in a concentration-dependent manner with no haemolytic or cytotoxic potential toward mammalian cells. In a mouse model of schistosomiasis, at a single oral dose of 400 mg/kg, the selected aurones showed worm burden reductions of 35% to 65.0% and egg reductions of 25% to 70.0%. The most active thiophenyl aurone derivative 18, unlike PZQ, had efficacy in mice harboring juvenile S. mansoni, also showing significant inhibition of oviposition by parasites, giving support for the antiparasitic potential of aurones as lead compounds for novel antischistosomal drugs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33159900/",
    "clean_text": "antischistosomal properties of aurone derivatives against juvenile and adult worms of schistosoma mansoni the most active thiophenyl aurone derivative unlike pzq had efficacy in mice harboring juvenile s mansoni also showing significant inhibition of oviposition by parasites giving support for the antiparasitic potential of aurones as lead compounds for novel an schistosomiasis is a neglected disease caused by helminth flatworms of the genus schistosoma affecting over million people in more than countries the treatment relies on a single drug praziquantel making urgent the discovery of new compounds aurones are a natural type of flavonoids that display interesting pharmacological activities particularly as chemotherapeutic agents against parasites in pursuit of treatment alternatives the present work conducted an in vitro and in vivo antischistosomal investigation with aurone derivatives against schistosoma mansoni after preparation of aurone derivatives and their in vitro evaluation on adult schistosomes the three most active aurones were evaluated in cytotoxicity and haemolytic assays as well as in confocal laser scanning microscope studies showing tegumental damage in parasites in a concentration dependent manner with no haemolytic or cytotoxic potential toward mammalian cells in a mouse model of schistosomiasis at a single oral dose of mg kg the selected aurones showed worm burden reductions of to and egg reductions of to the most active thiophenyl aurone derivative unlike pzq had efficacy in mice harboring juvenile s mansoni also showing significant inhibition of oviposition by parasites giving support for the antiparasitic potential of aurones as lead compounds for novel antischistosomal drugs"
}