{
    "title": "[Myocardial ischemia and metabolic disorder].",
    "doc_id": "20387551",
    "writer": "Yokota T",
    "year": "2010",
    "summary": "During myocardial ischemia, the heart acutely adapts to the restricted supply of oxygen and substrates, and undergoes a dramatic switch from aerobic to anaerobic metabolism. However, this alteration in energy metabolism may cause calcium overload, the onset of mitochondria …",
    "abstract": "During myocardial ischemia, the heart acutely adapts to the restricted supply of oxygen and substrates, and undergoes a dramatic switch from aerobic to anaerobic metabolism. However, this alteration in energy metabolism may cause calcium overload, the onset of mitochondrial permeability transition, and the activation of apoptotic cascades as well as reduced ATP synthesis in the myocardium, which contributes to a functional damage to the myocardium. Moreover, cardiac mitochondria are major sources of reactive oxygen species during ischemia, which may cause myocardial injury and contribute to poor recovery of myocardial dysfunction after reperfusion. Therefore, the modulation of mitochondrial function could be key therapeutics for cardiac protection during ischemia and reperfusion.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20387551/",
    "clean_text": "myocardial ischemia and metabolic disorder during myocardial ischemia the heart acutely adapts to the restricted supply of oxygen and substrates and undergoes a dramatic switch from aerobic to anaerobic metabolism however this alteration in energy metabolism may cause calcium overload the onset of mitochondria during myocardial ischemia the heart acutely adapts to the restricted supply of oxygen and substrates and undergoes a dramatic switch from aerobic to anaerobic metabolism however this alteration in energy metabolism may cause calcium overload the onset of mitochondrial permeability transition and the activation of apoptotic cascades as well as reduced atp synthesis in the myocardium which contributes to a functional damage to the myocardium moreover cardiac mitochondria are major sources of reactive oxygen species during ischemia which may cause myocardial injury and contribute to poor recovery of myocardial dysfunction after reperfusion therefore the modulation of mitochondrial function could be key therapeutics for cardiac protection during ischemia and reperfusion"
}