{
    "title": "Women and lung cancer: what is new?",
    "doc_id": "24216523",
    "writer": "North CM",
    "year": "2013",
    "summary": "In the last 20 years, there has been an increased focus on gender differences in health and disease. The earliest studies of lung cancer enrolled mainly men, as the incidence of lung cancer among women was exceedingly low. As social patterns changed ar …",
    "abstract": "In the last 20 years, there has been an increased focus on gender differences in health and disease. The earliest studies of lung cancer enrolled mainly men, as the incidence of lung cancer among women was exceedingly low. As social patterns changed around World War II and women began to smoke more, the epidemiology of lung cancer has changed. The higher percentage of lung cancer in nonsmoking women as compared with nonsmoking men suggests that lung cancer behaves differently in women. Studies of lung cancer in women indicate that there are differences in risk factors, histology, pathophysiology, treatment outcomes, and prognosis as compared with men. The purpose of this review is to provide a concise summary of the literature on lung cancer as it pertains to women, with an emphasis on new areas of research and treatment options.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24216523/",
    "clean_text": "women and lung cancer what is new in the last years there has been an increased focus on gender differences in health and disease the earliest studies of lung cancer enrolled mainly men as the incidence of lung cancer among women was exceedingly low as social patterns changed ar in the last years there has been an increased focus on gender differences in health and disease the earliest studies of lung cancer enrolled mainly men as the incidence of lung cancer among women was exceedingly low as social patterns changed around world war ii and women began to smoke more the epidemiology of lung cancer has changed the higher percentage of lung cancer in nonsmoking women as compared with nonsmoking men suggests that lung cancer behaves differently in women studies of lung cancer in women indicate that there are differences in risk factors histology pathophysiology treatment outcomes and prognosis as compared with men the purpose of this review is to provide a concise summary of the literature on lung cancer as it pertains to women with an emphasis on new areas of research and treatment options"
}