{
    "pmid": "41411388",
    "title": "Diagnostic Potential of miR-146a-5p in Differentiating Active and Latent Tuberculosis Infections: A Cross-sectional Study.",
    "abstract": "Tuberculosis (TB) is an infectious disease caused by Mycobacterium tuberculosis, one of which involves miR-146a-5p as a specific microRNA molecule that is expressed exclusively on immune cells to modulate innate immunity. This study aims to examine and compare the expression of miR-146a-5p in active and latent TB patients. This study utilized a descriptive-analytic and cross-sectional design. We used real-time quantitative polymerase chain reaction method to examine the strength of miR-146a-5p expression. Statistical analysis involved employing descriptive statistics to summarize the sample characteristics. One-way analysis of variance was utilized to conduct inferential analysis, evaluating the differences in miR-146a-5p expression across various groups. The odds ratio calculation was employed to assess the strength of association, whereas the receiver-operating characteristic curve analysis was performed to examine the diagnostic potential. The results showed that men dominated the incidence of active TB compared to women with a prevalence of 83% and 17%, respectively. While in latent TB, women dominated compared to men (78% and 22%). The results of the examination of miR-146a-5pexpression in active TB samples were up regulation with a value of 24,86535, whereas in latent TB samples were down regulation with a value of 0,22727. Active TB and latent TB samples showed a significant comparison in terms of miR-146a-5p expression. Based on the research we have done, miR-146a-5p can be used as a biomarker in TB infection.",
    "disease": "tuberculosis",
    "clean_text": "diagnostic potential of mir a p in differentiating active and latent tuberculosis infections a cross sectional study tuberculosis tb is an infectious disease caused by mycobacterium tuberculosis one of which involves mir a p as a specific microrna molecule that is expressed exclusively on immune cells to modulate innate immunity this study aims to examine and compare the expression of mir a p in active and latent tb patients this study utilized a descriptive analytic and cross sectional design we used real time quantitative polymerase chain reaction method to examine the strength of mir a p expression statistical analysis involved employing descriptive statistics to summarize the sample characteristics one way analysis of variance was utilized to conduct inferential analysis evaluating the differences in mir a p expression across various groups the odds ratio calculation was employed to assess the strength of association whereas the receiver operating characteristic curve analysis was performed to examine the diagnostic potential the results showed that men dominated the incidence of active tb compared to women with a prevalence of and respectively while in latent tb women dominated compared to men and the results of the examination of mir a pexpression in active tb samples were up regulation with a value of whereas in latent tb samples were down regulation with a value of active tb and latent tb samples showed a significant comparison in terms of mir a p expression based on the research we have done mir a p can be used as a biomarker in tb infection"
}