{
    "title": "Weight loss treatment and psychological well-being: a review and meta-analysis.",
    "doc_id": "17158841",
    "writer": "Blaine BE",
    "year": "2007",
    "summary": "A meta-analysis of 117 weight loss treatment tests showed that weight loss treatment was associated with lowered depression and increased self-esteem. Treatment type moderated treatment effects on depression and self-esteem. Actual weight los …",
    "abstract": "Research suggests that weight loss treatment generally benefits psychological well-being but these effects have never been quantitatively reviewed. A meta-analysis of 117 weight loss treatment tests showed that weight loss treatment was associated with lowered depression and increased self-esteem. Treatment type moderated treatment effects on depression and self-esteem. Actual weight loss moderated treatment effects on self-esteem but not depression; only treatments that produced actual weight loss predicted increased self-esteem whereas improvements in depression were independent of weight loss. The clinical implications of the findings and the possible causal relationships among weight, depression and self-esteem are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17158841/",
    "clean_text": "weight loss treatment and psychological well being a review and meta analysis a meta analysis of weight loss treatment tests showed that weight loss treatment was associated with lowered depression and increased self esteem treatment type moderated treatment effects on depression and self esteem actual weight los research suggests that weight loss treatment generally benefits psychological well being but these effects have never been quantitatively reviewed a meta analysis of weight loss treatment tests showed that weight loss treatment was associated with lowered depression and increased self esteem treatment type moderated treatment effects on depression and self esteem actual weight loss moderated treatment effects on self esteem but not depression only treatments that produced actual weight loss predicted increased self esteem whereas improvements in depression were independent of weight loss the clinical implications of the findings and the possible causal relationships among weight depression and self esteem are discussed"
}