{
    "pmid": "41384754",
    "title": "Histological subtypes of rheumatoid arthritis-associated lymphoproliferative disorders: Serological and Epstein-Barr virus findings.",
    "abstract": "Lymphoproliferative disorders (LPD) in patients with rheumatoid arthritis (RA) are thought to develop through two major mechanisms: chronic inflammation and immunosuppression. This study aimed to investigate the relationship between histological subtypes and two representative biomarkers, rheumatoid factor (RF) and Epstein-Barr virus-encoded RNA in situ hybridisation (EBER-ISH), in RA-associated LPD (RA-LPD). We retrospectively analysed patients with clinically diagnosed RA-LPD who underwent tissue biopsy at a single institution. Histological subtypes were classified as classic Hodgkin lymphoma (CHL), monomorphic LPD (Mono-LPD), polymorphic LPD (Poly-LPD), or reactive lymphoid hyperplasia/normal variant (RLH/NV). RF levels and EBER-ISH results were compared across groups. A total of 69 RA-LPD patients were included in the analysis. RF levels differed significantly across the four histological subtypes (p = 0.024), with the highest median level observed in the Mono-LPD group. EBER-ISH positivity differed significantly among the subtypes (p < 0.001), with a significantly higher rate in Poly-LPD compared to Mono-LPD and RLH/NV. Mono-LPD tended to show high RF titres and EBER-ISH negativity, whereas Poly-LPD and CHL were characterised by low RF titres and high EBER-ISH positivity. RF and EBER-ISH status differed among histological subtypes of RA-LPD, and their combined assessment may help explain its histological diversity.",
    "disease": "rheumatoid arthritis",
    "clean_text": "histological subtypes of rheumatoid arthritis associated lymphoproliferative disorders serological and epstein barr virus findings lymphoproliferative disorders lpd in patients with rheumatoid arthritis ra are thought to develop through two major mechanisms chronic inflammation and immunosuppression this study aimed to investigate the relationship between histological subtypes and two representative biomarkers rheumatoid factor rf and epstein barr virus encoded rna in situ hybridisation eber ish in ra associated lpd ra lpd we retrospectively analysed patients with clinically diagnosed ra lpd who underwent tissue biopsy at a single institution histological subtypes were classified as classic hodgkin lymphoma chl monomorphic lpd mono lpd polymorphic lpd poly lpd or reactive lymphoid hyperplasia normal variant rlh nv rf levels and eber ish results were compared across groups a total of ra lpd patients were included in the analysis rf levels differed significantly across the four histological subtypes p with the highest median level observed in the mono lpd group eber ish positivity differed significantly among the subtypes p with a significantly higher rate in poly lpd compared to mono lpd and rlh nv mono lpd tended to show high rf titres and eber ish negativity whereas poly lpd and chl were characterised by low rf titres and high eber ish positivity rf and eber ish status differed among histological subtypes of ra lpd and their combined assessment may help explain its histological diversity"
}