{
    "title": "Comparing Mentalizing Abilities in Older Adults with and without Common Mental Disorders.",
    "doc_id": "35249029",
    "writer": "Peters M",
    "year": "2022",
    "summary": "However, little is known about the mentalization ability of older people with mental disorders. The aim of the present study was to investigate the mentalizing abilities of older patients with depressive and anxious symptoms. ...CONCLUSIONS: The results show …",
    "abstract": "Introduction:\n        \n      \n      The concept of mentalization is of central importance not only in modern psychotherapy but also in geriatric psychotherapy. In relation to older people, deficits in some aspects of the ability to mentalize, such as the theory of mind (ToM), affect perception, and metacognitive skills, are known. However, little is known about the mentalization ability of older people with mental disorders. The aim of the present study was to investigate the mentalizing abilities of older patients with depressive and anxious symptoms.\n    \n\n\n          Methods:\n        \n      \n      In this study, the ability to mentalize using the Mentalization Questionnaire (MZQ), the HEALTH-49 questionnaire, Trail-Making Test (executive functions), and Reading-the-Mind-in-the-eyes-test (ToM) was studied in a clinical (n = 150) and a nonclinical comparison sample of people (n = 150) in different age groups (40-54, 55-69, ≥70). The evaluation of the data was conducted with different statistical methods, especially variance and regression analyses.\n    \n\n\n          Results:\n        \n      \n      The clinical sample of all age groups showed significantly poorer mentalizing skills than the nonclinical samples. There were large correlations to health-related aspects. Additionally, in the regression analysis, only the setting variable (clinical vs. nonclinical) had an influence on the MZQ score and neither gender, education, executive functions nor ToM had a significant influence. Age also had no effect and did not correlate with MZQ scores but did correlate negatively with ToM.\n    \n\n\n          Conclusions:\n        \n      \n      The results show the importance of mentalization concepts for mental disorders in patients in the second half of life. There are indications of an imbalance of different aspects of mentalizing ability, especially between self- and other-related mentalizing abilities. Improving this balance could be a goal of therapeutic interventions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35249029/",
    "clean_text": "comparing mentalizing abilities in older adults with and without common mental disorders however little is known about the mentalization ability of older people with mental disorders the aim of the present study was to investigate the mentalizing abilities of older patients with depressive and anxious symptoms conclusions the results show introduction the concept of mentalization is of central importance not only in modern psychotherapy but also in geriatric psychotherapy in relation to older people deficits in some aspects of the ability to mentalize such as the theory of mind tom affect perception and metacognitive skills are known however little is known about the mentalization ability of older people with mental disorders the aim of the present study was to investigate the mentalizing abilities of older patients with depressive and anxious symptoms methods in this study the ability to mentalize using the mentalization questionnaire mzq the health questionnaire trail making test executive functions and reading the mind in the eyes test tom was studied in a clinical n and a nonclinical comparison sample of people n in different age groups the evaluation of the data was conducted with different statistical methods especially variance and regression analyses results the clinical sample of all age groups showed significantly poorer mentalizing skills than the nonclinical samples there were large correlations to health related aspects additionally in the regression analysis only the setting variable clinical vs nonclinical had an influence on the mzq score and neither gender education executive functions nor tom had a significant influence age also had no effect and did not correlate with mzq scores but did correlate negatively with tom conclusions the results show the importance of mentalization concepts for mental disorders in patients in the second half of life there are indications of an imbalance of different aspects of mentalizing ability especially between self and other related mentalizing abilities improving this balance could be a goal of therapeutic interventions"
}