{
    "pmid": "41464416",
    "title": "Communicating Community-Based Public Health Surveillance: Lessons from Profiling Public Risk Perceptions of COVID-19 Wastewater Monitoring.",
    "abstract": "Wastewater monitoring is a well-established form of community-based public health surveillance technology that gained renewed attention during the COVID-19 pandemic as an early warning system for SARS-CoV-2 infection trends. For monitoring data to be effectively translated into public health action, however, communication strategies that address public risk perceptions and foster cooperation are essential. This study focuses on wastewater monitoring in the context of COVID-19 and provides an evidential basis for developing targeted public health messages by segmenting the population into risk perception profiles. A survey of 332 Colorado residents was analyzed using latent class analysis (LCA), revealing four profiles: the worrisome (48%), the practical (19%), the community-oriented (11%), and the minimally concerned (22%). LCA with covariate analysis showed that communal coping orientation, belief in misinformation, and attitudes and knowledge of wastewater monitoring, along with age, education, and political ideology, were associated with these profiles. Findings highlight how communication strategies for community-based public health surveillance can be tailored to different population subgroups.",
    "disease": "pneumonia",
    "clean_text": "communicating community based public health surveillance lessons from profiling public risk perceptions of covid wastewater monitoring wastewater monitoring is a well established form of community based public health surveillance technology that gained renewed attention during the covid pandemic as an early warning system for sars cov infection trends for monitoring data to be effectively translated into public health action however communication strategies that address public risk perceptions and foster cooperation are essential this study focuses on wastewater monitoring in the context of covid and provides an evidential basis for developing targeted public health messages by segmenting the population into risk perception profiles a survey of colorado residents was analyzed using latent class analysis lca revealing four profiles the worrisome the practical the community oriented and the minimally concerned lca with covariate analysis showed that communal coping orientation belief in misinformation and attitudes and knowledge of wastewater monitoring along with age education and political ideology were associated with these profiles findings highlight how communication strategies for community based public health surveillance can be tailored to different population subgroups"
}