{
    "title": "Reperfusion injury in ST-segment elevation myocardial infarction: the final frontier.",
    "doc_id": "28072597",
    "writer": "Ndrepepa G",
    "year": "2017",
    "summary": "This hypothesis suggests that, after a certain duration of myocardial ischemia in the affected myocardium, three phases of myocardial damage occur: reversible ischemia, irreversible ischemia, and necrosis. ...Early reperfusion before large amounts of myoca …",
    "abstract": "ST-segment elevation myocardial infarction is a major cause of morbidity and mortality worldwide. Reperfusion injury (RI) following the opening of an occluded coronary artery mitigates the effect of reperfusion by further accentuating ischemic damage and increasing infarct size. Experimental studies have shown that nearly 50% of final infarct size is attributable to RI, an elusive phenomenon that remains resistant to treatment. This review proposes a hypothesis to explain the failure of strategies that have been used in an attempt to prevent RI. This hypothesis suggests that, after a certain duration of myocardial ischemia in the affected myocardium, three phases of myocardial damage occur: reversible ischemia, irreversible ischemia, and necrosis. In the reversible ischemia phase, cellular adaptive responses remain functional, and cellular repair and thus recovery of cellular functions is possible, whereas in the irreversible ischemia phase protective maneuvers fail to confer cytoprotection. Preventive therapies for RI fail because they cannot prevent cell death once cells have entered the irreversible ischemia phase, although they may succeed in postponing cell death. Failure to salvage myocardium with irreversible ischemia in addition to postponement and change in the mode of cell death (mainly from necrosis to apoptosis) by various RI preventive strategies may be the key to understanding the failure of these strategies in the clinical setting, despite their success in the reduction of infarct size in the experimental setting. Early reperfusion before large amounts of myocardium at risk reach the stage of irreversible ischemia is the best strategy for reduction of RI-related myocardial damage.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28072597/",
    "clean_text": "reperfusion injury in st segment elevation myocardial infarction the final frontier this hypothesis suggests that after a certain duration of myocardial ischemia in the affected myocardium three phases of myocardial damage occur reversible ischemia irreversible ischemia and necrosis early reperfusion before large amounts of myoca st segment elevation myocardial infarction is a major cause of morbidity and mortality worldwide reperfusion injury ri following the opening of an occluded coronary artery mitigates the effect of reperfusion by further accentuating ischemic damage and increasing infarct size experimental studies have shown that nearly of final infarct size is attributable to ri an elusive phenomenon that remains resistant to treatment this review proposes a hypothesis to explain the failure of strategies that have been used in an attempt to prevent ri this hypothesis suggests that after a certain duration of myocardial ischemia in the affected myocardium three phases of myocardial damage occur reversible ischemia irreversible ischemia and necrosis in the reversible ischemia phase cellular adaptive responses remain functional and cellular repair and thus recovery of cellular functions is possible whereas in the irreversible ischemia phase protective maneuvers fail to confer cytoprotection preventive therapies for ri fail because they cannot prevent cell death once cells have entered the irreversible ischemia phase although they may succeed in postponing cell death failure to salvage myocardium with irreversible ischemia in addition to postponement and change in the mode of cell death mainly from necrosis to apoptosis by various ri preventive strategies may be the key to understanding the failure of these strategies in the clinical setting despite their success in the reduction of infarct size in the experimental setting early reperfusion before large amounts of myocardium at risk reach the stage of irreversible ischemia is the best strategy for reduction of ri related myocardial damage"
}