{
    "title": "Prognostic value of continued smoking on survival and recurrence rates in patients with head and neck cancer: A systematic review.",
    "doc_id": "25900211",
    "writer": "van Imhoff LC",
    "year": "2016",
    "summary": "BACKGROUND: The purpose of this systematic review was to determine the prognostic value of continued smoking after diagnosis on survival and recurrence rates in head and neck cancer. METHODS: A systematic search was performed and predefined inclusion and exclusion c …",
    "abstract": "Background:\n        \n      \n      The purpose of this systematic review was to determine the prognostic value of continued smoking after diagnosis on survival and recurrence rates in head and neck cancer.\n    \n\n\n          Methods:\n        \n      \n      A systematic search was performed and predefined inclusion and exclusion criteria were used to screen and select the articles. The remaining articles were critically appraised.\n    \n\n\n          Results:\n        \n      \n      Six articles were used for data extraction. The survival rate of patients who continued to smoke was 21% to 35% lower compared with patients who quit smoking. The recurrence rate for continued smoking was 23% and 30% higher. In 1 study, there was no difference between continuation and cessation of smoking, and 1 study showed a higher recurrence rate for patients who continued to smoke, which was not statistically significant.\n    \n\n\n          Conclusion:\n        \n      \n      There is consistent evidence that survival rates are lower and recurrence rates are higher for patients who continue to smoke after being diagnosed with head and neck cancer. © 2015 Wiley Periodicals, Inc. Head Neck 38: E2214-E2220, 2016.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25900211/",
    "clean_text": "prognostic value of continued smoking on survival and recurrence rates in patients with head and neck cancer a systematic review background the purpose of this systematic review was to determine the prognostic value of continued smoking after diagnosis on survival and recurrence rates in head and neck cancer methods a systematic search was performed and predefined inclusion and exclusion c background the purpose of this systematic review was to determine the prognostic value of continued smoking after diagnosis on survival and recurrence rates in head and neck cancer methods a systematic search was performed and predefined inclusion and exclusion criteria were used to screen and select the articles the remaining articles were critically appraised results six articles were used for data extraction the survival rate of patients who continued to smoke was to lower compared with patients who quit smoking the recurrence rate for continued smoking was and higher in study there was no difference between continuation and cessation of smoking and study showed a higher recurrence rate for patients who continued to smoke which was not statistically significant conclusion there is consistent evidence that survival rates are lower and recurrence rates are higher for patients who continue to smoke after being diagnosed with head and neck cancer wiley periodicals inc head neck e e"
}