{
    "title": "Fetal size monitoring and birth-weight prediction: a new population-based approach.",
    "doc_id": "27130245",
    "writer": "Gjessing HK",
    "year": "2017",
    "summary": "A reference curve of median birth weight for gestational age was estimated using 45 037 birth weights. We determined how individual deviations from the expected ultrasound measures predicted individual percentage deviations from expected birth weight. …",
    "abstract": "Objective:\n        \n      \n      To develop a complete, population-based system for ultrasound-based fetal size monitoring and birth-weight prediction for use in the second and third trimesters of pregnancy.\n    \n\n\n          Methods:\n        \n      \n      Using 31 516 ultrasound examinations from a population-based Norwegian clinical database, we constructed fetal size charts for biparietal diameter, femur length and abdominal circumference from 24 to 42 weeks' gestation. A reference curve of median birth weight for gestational age was estimated using 45 037 birth weights. We determined how individual deviations from the expected ultrasound measures predicted individual percentage deviations from expected birth weight. The predictive quality was assessed by explained variance of birth weight and receiver-operating characteristics curves for prediction of small-for-gestational age. A curve for intrauterine estimated fetal weight was constructed. Charts were smoothed using the gamlss non-linear regression method.\n    \n\n\n          Results:\n        \n      \n      The population-based approach, using bias-free ultrasound gestational age, produces stable estimates of size-for-age and weight-for-age curves in the range 24-42 weeks' gestation. There is a close correspondence between percentage deviations and percentiles of birth weight by gestational age, making it easy to convert between the two. The variance of birth weight that can be 'explained' by ultrasound increases from 8% at 20 weeks up to 67% around term. Intrauterine estimated fetal weight is 0-106 g higher than median birth weight in the preterm period.\n    \n\n\n          Conclusions:\n        \n      \n      The new population-based birth-weight prediction model provides a simple summary measure, the 'percentage birth-weight deviation', to be used for fetal size monitoring throughout the third trimester. Predictive quality of the model can be measured directly from the population data. The model computes both median observed birth weight and intrauterine estimated fetal weight. Copyright © 2016 ISUOG. Published by John Wiley & Sons Ltd.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27130245/",
    "clean_text": "fetal size monitoring and birth weight prediction a new population based approach a reference curve of median birth weight for gestational age was estimated using birth weights we determined how individual deviations from the expected ultrasound measures predicted individual percentage deviations from expected birth weight objective to develop a complete population based system for ultrasound based fetal size monitoring and birth weight prediction for use in the second and third trimesters of pregnancy methods using ultrasound examinations from a population based norwegian clinical database we constructed fetal size charts for biparietal diameter femur length and abdominal circumference from to weeks gestation a reference curve of median birth weight for gestational age was estimated using birth weights we determined how individual deviations from the expected ultrasound measures predicted individual percentage deviations from expected birth weight the predictive quality was assessed by explained variance of birth weight and receiver operating characteristics curves for prediction of small for gestational age a curve for intrauterine estimated fetal weight was constructed charts were smoothed using the gamlss non linear regression method results the population based approach using bias free ultrasound gestational age produces stable estimates of size for age and weight for age curves in the range weeks gestation there is a close correspondence between percentage deviations and percentiles of birth weight by gestational age making it easy to convert between the two the variance of birth weight that can be explained by ultrasound increases from at weeks up to around term intrauterine estimated fetal weight is g higher than median birth weight in the preterm period conclusions the new population based birth weight prediction model provides a simple summary measure the percentage birth weight deviation to be used for fetal size monitoring throughout the third trimester predictive quality of the model can be measured directly from the population data the model computes both median observed birth weight and intrauterine estimated fetal weight copyright isuog published by john wiley sons ltd"
}