{
    "pmid": "41445950",
    "title": "Drug resistance profile of ",
    "abstract": "The situation of drug-resistant tuberculosis in China remains serious and complex. The majority of the study data are still derived from the 2,207 national survey of drug-resistant tuberculosis. In this study, we aimed to comprehensively characterize the prevalence of  This study analyzed  55,388 MTB strains collected from 2002 to 2024 were analyzed, among which 15,078 were drug-resistant, including 7,848 multidrug-resistant strains. The resistance rates for INH, RFP, SM, EMB, PZA, and QS were 27.67, 25.33, 11.55, 6.19, 8.63, and 20.63%, respectively. Regional distribution patterns revealed that the eastern and western regions had the highest number of strains, but relatively low resistance rates. There was a low inflection point in 2019 for the resistance rates of all drugs except INH, whose resistance rate continued to increase after 2017. A total of 754 non-synonymous mutations were identified, with the highest mutation rates observed in INH (32.91%), RIF (28.98%), and QS (14.47%). The dominant mutation sites were  Our analysis demonstrates that drug-resistant tuberculosis remains a serious challenge in China. Newly identified resistance-conferring mutations should be prioritized and integrated with the specific epidemiological characteristics of DR-TB in China to support the development and implementation of rapid diagnostic technologies.",
    "disease": "tuberculosis",
    "clean_text": "drug resistance profile of the situation of drug resistant tuberculosis in china remains serious and complex the majority of the study data are still derived from the national survey of drug resistant tuberculosis in this study we aimed to comprehensively characterize the prevalence of this study analyzed mtb strains collected from to were analyzed among which were drug resistant including multidrug resistant strains the resistance rates for inh rfp sm emb pza and qs were and respectively regional distribution patterns revealed that the eastern and western regions had the highest number of strains but relatively low resistance rates there was a low inflection point in for the resistance rates of all drugs except inh whose resistance rate continued to increase after a total of non synonymous mutations were identified with the highest mutation rates observed in inh rif and qs the dominant mutation sites were our analysis demonstrates that drug resistant tuberculosis remains a serious challenge in china newly identified resistance conferring mutations should be prioritized and integrated with the specific epidemiological characteristics of dr tb in china to support the development and implementation of rapid diagnostic technologies"
}