{
    "title": "Effects of vitamin D(2)-fortified shiitake mushroom on bioavailability and bone structure.",
    "doc_id": "30732553",
    "writer": "Won DJ",
    "year": "2019",
    "summary": "Sham operated (sham) and ovariectomized (OVX) rats were divided in 3 groups according to their diets, i.e. control: only vitamin D-deficient diets; UV(X): vitamin D-deficient diets with non-irradiated mushroom powder; UV(O): vitamin D-def …",
    "abstract": "Bioavailability and bone loss inhibitory effects of vitamin D2 derived from UV-irradiated shiitake mushroom were determined in vivo. The effect of the absence of ovaries on the bioavailability of vitamin D2 and bone structure was also investigated. Sham operated (sham) and ovariectomized (OVX) rats were divided in 3 groups according to their diets, i.e. control: only vitamin D-deficient diets; UV(X): vitamin D-deficient diets with non-irradiated mushroom powder; UV(O): vitamin D-deficient diets with irradiated mushroom powder. The obtained results showed that vitamin D2 from shiitake mushroom was able to increase bone mineral density and trabecular bone structure of femur bone as well as its bioavailability. The absence of estrogen induced adverse effects not only on bioavailability of vitamin D2 but also on trabecular bone. In conclusion, vitamin D2-fortified shiitake mushroom might help postmenopausal women increase vitamin D2 bioavailability and retard trabecular bone loss. Abbreviations: OVX: ovariectomized; 25(OH)D: 25-hydroxyvitamin D; 1,25(OH)2D: 1,25-dihydroxyvitamin D; BMD: bone mineral density; micro-CT: micro computed tomography; RSM: response surface methodology; RP-HPLC: Reverse phase-high performance liquid chromatography; MS/MS: tandem mass spectrometry; E2: estradiol; NTx: N-terminal telopeptide of type I collagen; BV/TV: bone volume/total volume; BS/BV: bone surface/bone volume; Tb.Th: trabecular thickness; Tb.Sp: trabecular separation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30732553/",
    "clean_text": "effects of vitamin d fortified shiitake mushroom on bioavailability and bone structure sham operated sham and ovariectomized ovx rats were divided in groups according to their diets i e control only vitamin d deficient diets uv x vitamin d deficient diets with non irradiated mushroom powder uv o vitamin d def bioavailability and bone loss inhibitory effects of vitamin d derived from uv irradiated shiitake mushroom were determined in vivo the effect of the absence of ovaries on the bioavailability of vitamin d and bone structure was also investigated sham operated sham and ovariectomized ovx rats were divided in groups according to their diets i e control only vitamin d deficient diets uv x vitamin d deficient diets with non irradiated mushroom powder uv o vitamin d deficient diets with irradiated mushroom powder the obtained results showed that vitamin d from shiitake mushroom was able to increase bone mineral density and trabecular bone structure of femur bone as well as its bioavailability the absence of estrogen induced adverse effects not only on bioavailability of vitamin d but also on trabecular bone in conclusion vitamin d fortified shiitake mushroom might help postmenopausal women increase vitamin d bioavailability and retard trabecular bone loss abbreviations ovx ovariectomized oh d hydroxyvitamin d oh d dihydroxyvitamin d bmd bone mineral density micro ct micro computed tomography rsm response surface methodology rp hplc reverse phase high performance liquid chromatography ms ms tandem mass spectrometry e estradiol ntx n terminal telopeptide of type i collagen bv tv bone volume total volume bs bv bone surface bone volume tb th trabecular thickness tb sp trabecular separation"
}