{
    "pmid": "41449552",
    "title": "Establishing a Cutoff Value of ARR With LC-MS/MS for the Screening of Primary Aldosteronism in a Chinese Population.",
    "abstract": "Primary aldosteronism (PA) is a common cause of secondary hypertension, and accurate screening is essential for early detection and intervention. The aldosterone-to-renin ratio (ARR) is the primary screening tool, but most diagnostic laboratories currently rely on immunoassays, which may have limitations in accuracy and reliability. To address this, we investigated the use of liquid chromatography-tandem mass spectrometry (LC-MS/MS) to measure plasma aldosterone concentration (PAC) and plasma renin activity (PRA) and to establish an optimal ARR cutoff value for PA screening. In this study, 123 patients from Zhejiang Provincial People's Hospital in China were recruited, and receiver operating characteristic (ROC) analyses were performed to compare the performance of LC-MS/MS-based ARR with chemiluminescent immunoassay (CLIA)-based ARR. Our results showed that LC-MS/MS outperformed CLIA, achieving an area under the curve (AUC) of 0.899 compared with 0.780. The optimal ARR cutoff value was determined to be 20.8, yielding an AUC of 0.927 with 90.00% sensitivity and 83.50% specificity in a different group of patients (n = 201). Notably, this cutoff remained valid in patients taking calcium channel blockers (CCBs), as PAC and PRA levels did not differ significantly between those treated with CCBs and untreated patients. These findings suggest that LC-MS/MS offers superior diagnostic accuracy for PA screening compared with immunoassays and provide a validated ARR cutoff value of 20.8 that can be applied to the screening of PA in the Chinese Han population. Importantly, the results indicate that discontinuation of CCBs may not be necessary during PA screening, which has practical implications for patient management. Taken together, this study highlights the potential of LC-MS/MS to improve the reliability of PA detection, promote earlier diagnosis, and inform clinical decision-making across different populations.",
    "disease": "hypertension",
    "clean_text": "establishing a cutoff value of arr with lc ms ms for the screening of primary aldosteronism in a chinese population primary aldosteronism pa is a common cause of secondary hypertension and accurate screening is essential for early detection and intervention the aldosterone to renin ratio arr is the primary screening tool but most diagnostic laboratories currently rely on immunoassays which may have limitations in accuracy and reliability to address this we investigated the use of liquid chromatography tandem mass spectrometry lc ms ms to measure plasma aldosterone concentration pac and plasma renin activity pra and to establish an optimal arr cutoff value for pa screening in this study patients from zhejiang provincial people s hospital in china were recruited and receiver operating characteristic roc analyses were performed to compare the performance of lc ms ms based arr with chemiluminescent immunoassay clia based arr our results showed that lc ms ms outperformed clia achieving an area under the curve auc of compared with the optimal arr cutoff value was determined to be yielding an auc of with sensitivity and specificity in a different group of patients n notably this cutoff remained valid in patients taking calcium channel blockers ccbs as pac and pra levels did not differ significantly between those treated with ccbs and untreated patients these findings suggest that lc ms ms offers superior diagnostic accuracy for pa screening compared with immunoassays and provide a validated arr cutoff value of that can be applied to the screening of pa in the chinese han population importantly the results indicate that discontinuation of ccbs may not be necessary during pa screening which has practical implications for patient management taken together this study highlights the potential of lc ms ms to improve the reliability of pa detection promote earlier diagnosis and inform clinical decision making across different populations"
}