{
    "pmid": "41402927",
    "title": "MRI quantitative imaging biomarkers in differentiating brain parenchymal tuberculoma and lung cancer brain metastases.",
    "abstract": "Brain parenchymal tuberculoma (BT) and brain metastases (BM) originating from lung cancer often exhibit overlapping clinical and imaging features, making accurate differentiation challenging. Current diagnostic approaches remain suboptimal. This study aimed to develop a radiomics-based MRI model to differentiate BT from BM and enhance model interpretability using Shapley Additive Explanations (SHAP) analysis. This retrospective study involved 175 patients (97 with BT and 78 with BM) treated at Hangzhou Red Cross Hospital from January 2018 to March 2024, encompassing 1014 lesions (581 in BT and 433 in BM). Patients were randomly divided into training (n = 122) and test sets (n = 53) in a 7:3 ratio. MRI images were segmented and preprocessed for radiomics feature extraction. Feature selection was performed using recursive feature elimination. Logistic regression models were developed based on features from contrast-enhanced T1-weighted imaging (T1WI+C) and fluid-attenuated inversion recovery (FLAIR) sequences. Three predictive models were assessed using the area under the receiver operating characteristic curve (AUC): the optimal radiomics model, a combined clinical-radiological model, and an integrated radiomics and multi-clinical model (RMCM). Following feature selection, the FLAIR and T1WI+C models retained six and four essential radiomic features, respectively. At the lesion level, the T1WI+C model achieved superior performance (AUC: 0.932 in the training set; 0.933 in the test set) compared to the FLAIR model (AUC: 0.824 and 0.869, respectively). At the patient level, the RMCM, incorporating eight clinical-radiological features such as CEA, age, and peritumoral edema, showed superior diagnostic performance (AUC: 0.986 in training; 0.958 in testing). SHAP analysis highlighted the radiomics score as the key contributor to its diagnostic value. A radiomics model based on T1WI+C MRI sequences effectively distinguishes BT from BM. Incorporating clinical and radiological features into the RMCM further improves diagnostic accuracy, offering a robust, interpretable tool to aid clinical decision-making.",
    "disease": "tuberculosis",
    "clean_text": "mri quantitative imaging biomarkers in differentiating brain parenchymal tuberculoma and lung cancer brain metastases brain parenchymal tuberculoma bt and brain metastases bm originating from lung cancer often exhibit overlapping clinical and imaging features making accurate differentiation challenging current diagnostic approaches remain suboptimal this study aimed to develop a radiomics based mri model to differentiate bt from bm and enhance model interpretability using shapley additive explanations shap analysis this retrospective study involved patients with bt and with bm treated at hangzhou red cross hospital from january to march encompassing lesions in bt and in bm patients were randomly divided into training n and test sets n in a ratio mri images were segmented and preprocessed for radiomics feature extraction feature selection was performed using recursive feature elimination logistic regression models were developed based on features from contrast enhanced t weighted imaging t wi c and fluid attenuated inversion recovery flair sequences three predictive models were assessed using the area under the receiver operating characteristic curve auc the optimal radiomics model a combined clinical radiological model and an integrated radiomics and multi clinical model rmcm following feature selection the flair and t wi c models retained six and four essential radiomic features respectively at the lesion level the t wi c model achieved superior performance auc in the training set in the test set compared to the flair model auc and respectively at the patient level the rmcm incorporating eight clinical radiological features such as cea age and peritumoral edema showed superior diagnostic performance auc in training in testing shap analysis highlighted the radiomics score as the key contributor to its diagnostic value a radiomics model based on t wi c mri sequences effectively distinguishes bt from bm incorporating clinical and radiological features into the rmcm further improves diagnostic accuracy offering a robust interpretable tool to aid clinical decision making"
}