{
    "pmid": "41434192",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "With the anticipated arrival of disease-modifying treatments for Alzheimer's disease (AD) in Canada, integrating biomarkers into clinical practice is crucial to enhancing diagnostic accuracy and optimizing referrals for treatment. Lumipulse G1200 (Fujirebio) is a fully automated immunoassay instrument that streamlines the analysis of these biomarkers. In this study, we evaluated the diagnostic performance of Lumipulse G1200 plasma and CSF immunoassays in detecting AD pathology within a Quebec population cohort. Plasma and CSF samples of 102 participants from the TRIAD cohort (median age 67 years, 54% female) were analysed. Kruskal-Wallis with post hoc Benjamini-Hochberg false discovery rate (BH) correction compared the levels of biomarkers among the diagnostic groups. Discriminative performance for Aβ ( Plasma p-tau181 and p-tau217 were higher in individuals with clinical diagnosis of AD compared to the cognitively unimpaired (CU) or MCI not due to AD (MCI-). Plasma p-tau217 very strongly correlated with both Aβ and tau PET SUVR (ρ=0.805 and 0.797 respectively, p-value<2.2e-16), as compared to plasma p-tau181 (ρ=0.629 and 0.644 respectively, p < 4.097e-10). Both assays identified with comparable high accuracy elevated Aβ pathology (plasma p-tau217, AUC, 0.96, 95% CI: 0.92-1.00; p-tau181, AUC 0.88, CI 0.81- 0.96). However, plasma p-tau217 had higher discriminative performance than p-tau181 for tau PET (p-tau217, AUC 0.99, CI: 0.98-1.00; p-tau181, AUC 0.94, CI 0.89-0.98, DeLong's test p-value<0.01). CSF p-tau181, p-tau181/Aβ42 and Aβ42/40 had excellent discriminative performance for Aβ and tau PET positivity. Moreover, plasma p-tau217 had similar performance as CSF p-tau181 for predicting Aβ and tau PET positivity. Lumipulse G1200 immunoassays showed excellent agreement with amyloid and tau PET. Their ease of use and high diagnostic accuracy make them strong candidates for clinical implementation.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium with the anticipated arrival of disease modifying treatments for alzheimer s disease ad in canada integrating biomarkers into clinical practice is crucial to enhancing diagnostic accuracy and optimizing referrals for treatment lumipulse g fujirebio is a fully automated immunoassay instrument that streamlines the analysis of these biomarkers in this study we evaluated the diagnostic performance of lumipulse g plasma and csf immunoassays in detecting ad pathology within a quebec population cohort plasma and csf samples of participants from the triad cohort median age years female were analysed kruskal wallis with post hoc benjamini hochberg false discovery rate bh correction compared the levels of biomarkers among the diagnostic groups discriminative performance for a plasma p tau and p tau were higher in individuals with clinical diagnosis of ad compared to the cognitively unimpaired cu or mci not due to ad mci plasma p tau very strongly correlated with both a and tau pet suvr and respectively p value e as compared to plasma p tau and respectively p e both assays identified with comparable high accuracy elevated a pathology plasma p tau auc ci p tau auc ci however plasma p tau had higher discriminative performance than p tau for tau pet p tau auc ci p tau auc ci delong s test p value csf p tau p tau a and a had excellent discriminative performance for a and tau pet positivity moreover plasma p tau had similar performance as csf p tau for predicting a and tau pet positivity lumipulse g immunoassays showed excellent agreement with amyloid and tau pet their ease of use and high diagnostic accuracy make them strong candidates for clinical implementation"
}