{
    "title": "A Systematic Review of Ovarian Tissue Transplantation Outcomes by Ovarian Tissue Processing Size for Cryopreservation.",
    "doc_id": "35774145",
    "writer": "Diaz AA",
    "year": "2022",
    "summary": "Ovarian tissue cryopreservation (OTC) is the only pre-treatment option currently available to preserve fertility for prepubescent girls and patients who cannot undergo ovarian stimulation. ...There was no significant difference between the time of ovarian fun …",
    "abstract": "Ovarian tissue cryopreservation (OTC) is the only pre-treatment option currently available to preserve fertility for prepubescent girls and patients who cannot undergo ovarian stimulation. Currently, there is no standardized method of processing ovarian tissue for cryopreservation, despite evidence that fragmentation of ovaries may trigger primordial follicle activation. Because fragmentation may influence ovarian transplant function, the purpose of this systematic review was (1) to identify the processing sizes and dimensions of ovarian tissue within sites around the world, and (2) to examine the reported outcomes of ovarian tissue transplantation including, reported duration of hormone restoration, pregnancy, and live birth. A total of 2,252 abstracts were screened against the inclusion criteria. In this systematic review, 103 studies were included for analysis of tissue processing size and 21 studies were included for analysis of ovarian transplantation outcomes. Only studies where ovarian tissue was cryopreserved (via slow freezing or vitrification) and transplanted orthotopically were included in the review. The size of cryopreserved ovarian tissue was categorized based on dimensions into strips, squares, and fragments. Of the 103 studies, 58 fertility preservation sites were identified that processed ovarian tissue into strips (62%), squares (25.8%), or fragments (31%). Ovarian tissue transplantation was performed in 92 participants that had ovarian tissue cryopreserved into strips (n = 51), squares (n = 37), and fragments (n = 4). All participants had ovarian tissue cryopreserved by slow freezing. The pregnancy rate was 81.3%, 45.5%, 66.7% in the strips, squares, fragment groups, respectively. The live birth rate was 56.3%, 18.2%, 66.7% in the strips, squares, fragment groups, respectively. The mean time from ovarian tissue transplantation to ovarian hormone restoration was 3.88 months, 3.56 months, and 3 months in the strips, squares, and fragments groups, respectively. There was no significant difference between the time of ovarian function' restoration and the size of ovarian tissue. Transplantation of ovarian tissue, regardless of its processing dimensions, restores ovarian hormone activity in the participants that were reported in the literature. More detailed information about the tissue processing size and outcomes post-transplant are required to identify a preferred or more successful processing method.\n    \n\n\n          Systematic review registration:\n        \n      \n      [https://www.crd.york.ac.uk], identifier [CRD42020189120].",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35774145/",
    "clean_text": "a systematic review of ovarian tissue transplantation outcomes by ovarian tissue processing size for cryopreservation ovarian tissue cryopreservation otc is the only pre treatment option currently available to preserve fertility for prepubescent girls and patients who cannot undergo ovarian stimulation there was no significant difference between the time of ovarian fun ovarian tissue cryopreservation otc is the only pre treatment option currently available to preserve fertility for prepubescent girls and patients who cannot undergo ovarian stimulation currently there is no standardized method of processing ovarian tissue for cryopreservation despite evidence that fragmentation of ovaries may trigger primordial follicle activation because fragmentation may influence ovarian transplant function the purpose of this systematic review was to identify the processing sizes and dimensions of ovarian tissue within sites around the world and to examine the reported outcomes of ovarian tissue transplantation including reported duration of hormone restoration pregnancy and live birth a total of abstracts were screened against the inclusion criteria in this systematic review studies were included for analysis of tissue processing size and studies were included for analysis of ovarian transplantation outcomes only studies where ovarian tissue was cryopreserved via slow freezing or vitrification and transplanted orthotopically were included in the review the size of cryopreserved ovarian tissue was categorized based on dimensions into strips squares and fragments of the studies fertility preservation sites were identified that processed ovarian tissue into strips squares or fragments ovarian tissue transplantation was performed in participants that had ovarian tissue cryopreserved into strips n squares n and fragments n all participants had ovarian tissue cryopreserved by slow freezing the pregnancy rate was in the strips squares fragment groups respectively the live birth rate was in the strips squares fragment groups respectively the mean time from ovarian tissue transplantation to ovarian hormone restoration was months months and months in the strips squares and fragments groups respectively there was no significant difference between the time of ovarian function restoration and the size of ovarian tissue transplantation of ovarian tissue regardless of its processing dimensions restores ovarian hormone activity in the participants that were reported in the literature more detailed information about the tissue processing size and outcomes post transplant are required to identify a preferred or more successful processing method systematic review registration https www crd york ac uk identifier crd"
}