{
    "title": "The Study of TRPV1 Channels of the Central Nervous System and Their Effect on Anxiety in ICR Mice.",
    "doc_id": "39023670",
    "writer": "Pavlov VM",
    "year": "2024",
    "summary": "Studies indicate the involvement of TRPV1 in the regulation of anxiety behavior. Suppression of TRPV1 activity leads to a decrease in the level of anxiety in animals, which indicates the importance of this channel in psychoemotional regulation. ...The results obtain …",
    "abstract": "The TRPV1 channel is actively involved in various neuronal processes and is found in various structures of the nervous system, including peripheral and central neurons, sensory ganglia, spinal cord, and various parts of the brain. Due to its ability to respond to various stimuli, TRPV1 can have a significant impact on the body's responses to stress. Studies indicate the involvement of TRPV1 in the regulation of anxiety behavior. Suppression of TRPV1 activity leads to a decrease in the level of anxiety in animals, which indicates the importance of this channel in psychoemotional regulation. A promising compound for inhibiting this channel is the APHC3 peptide, which is a selective receptor antagonist. The results obtained this study show that this peptide has a pronounced anxiolytic effect, reducing the level of anxiety in the studied animals.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39023670/",
    "clean_text": "the study of trpv channels of the central nervous system and their effect on anxiety in icr mice studies indicate the involvement of trpv in the regulation of anxiety behavior suppression of trpv activity leads to a decrease in the level of anxiety in animals which indicates the importance of this channel in psychoemotional regulation the results obtain the trpv channel is actively involved in various neuronal processes and is found in various structures of the nervous system including peripheral and central neurons sensory ganglia spinal cord and various parts of the brain due to its ability to respond to various stimuli trpv can have a significant impact on the body s responses to stress studies indicate the involvement of trpv in the regulation of anxiety behavior suppression of trpv activity leads to a decrease in the level of anxiety in animals which indicates the importance of this channel in psychoemotional regulation a promising compound for inhibiting this channel is the aphc peptide which is a selective receptor antagonist the results obtained this study show that this peptide has a pronounced anxiolytic effect reducing the level of anxiety in the studied animals"
}