{
    "pmid": "41463233",
    "title": "Can TP53, TMB and TME Expand the Immunotherapy Benefit in Metastatic Colorectal Cancer?",
    "abstract": "Metastatic colorectal cancer (mCRC) with TP53 gene mutations, which are commonly found in tumors that are microsatellite stable (MSS) and not prone to genetic errors seen in some cancers, is associated with aggressive cancer behavior and poor outcomes. While MSI-high (MSI-H, referring to high levels of gene instability) disease benefits markedly from PD-1-based immunotherapy (drugs that inhibit the PD-1 protein on immune cells), TP53-mutated MSS tumors rarely receive immune checkpoint inhibitors (ICIs, drugs that help immune cells attack cancer) outside of trials and often only in later lines of therapy. We aimed to synthesize translational and clinical evidence regarding the effects of early rationale-driven immunotherapy combinations on survival outcomes, in TP53-mutated metastatic colorectal cancer, with a focus on practical clinical implications. This narrative review was conducted in accordance with SANRA criteria. Literature searches were performed in PubMed/MEDLINE, Scopus, and Web of Science (2010-2025). Relevant ESMO and NCCN guidelines and key references were also reviewed. In KEYNOTE-177 study (MSI-H/dMMR), pembrolizumab improved PFS (HR 0.60) and showed durable OS with >5-year follow-up. CheckMate-142 reported sustained activity with nivolumab ± ipilimumab. Preclinical/early clinical data in MSS/TP53 suggest that ICIs may become effective when combined with priming (chemo/DDR) and vascular normalization (anti-VEGF), particularly in subsets with elevated TMB. The randomized ROME trial supports the clinical utility of genomically matched, NGS-guided strategies. A precision approach integrating TP53 status, TMB, and TME modulation could extend the immunotherapy benefit beyond MSI-H to TP53-mutated MSS mCRC; prospective first-line trials are warranted.",
    "disease": "colorectal cancer",
    "clean_text": "can tp tmb and tme expand the immunotherapy benefit in metastatic colorectal cancer metastatic colorectal cancer mcrc with tp gene mutations which are commonly found in tumors that are microsatellite stable mss and not prone to genetic errors seen in some cancers is associated with aggressive cancer behavior and poor outcomes while msi high msi h referring to high levels of gene instability disease benefits markedly from pd based immunotherapy drugs that inhibit the pd protein on immune cells tp mutated mss tumors rarely receive immune checkpoint inhibitors icis drugs that help immune cells attack cancer outside of trials and often only in later lines of therapy we aimed to synthesize translational and clinical evidence regarding the effects of early rationale driven immunotherapy combinations on survival outcomes in tp mutated metastatic colorectal cancer with a focus on practical clinical implications this narrative review was conducted in accordance with sanra criteria literature searches were performed in pubmed medline scopus and web of science relevant esmo and nccn guidelines and key references were also reviewed in keynote study msi h dmmr pembrolizumab improved pfs hr and showed durable os with year follow up checkmate reported sustained activity with nivolumab ipilimumab preclinical early clinical data in mss tp suggest that icis may become effective when combined with priming chemo ddr and vascular normalization anti vegf particularly in subsets with elevated tmb the randomized rome trial supports the clinical utility of genomically matched ngs guided strategies a precision approach integrating tp status tmb and tme modulation could extend the immunotherapy benefit beyond msi h to tp mutated mss mcrc prospective first line trials are warranted"
}