{
    "pmid": "41469140",
    "title": "Overcoming impaired antigen presentation in tumor-draining lymph nodes facilitates immunotherapy.",
    "abstract": "Immunotherapies have revolutionized cancer care in recent decades, but approved therapies often fail and currently only target specific steps in the generation of anti-cancer immune responses. Notably, the majority of approved immunotherapies do not target antigen processing and presentation, which are key steps in the development of immune responses and harbor potential as targets to improve immunotherapy. Here, we hypothesize that tumor-mediated alterations in cytokine concentrations alter antigen presentation, which can be normalized by locoregional cytokine delivery or targeted immunological adjuvant delivery. We used mouse models of breast cancer, with analysis by flow cytometry, immunofluorescence, confocal imaging, and single-cell RNA sequencing to address the impacts of tumors on locoregional antigen presentation, along with mechanisms to remedy these impacts. Here, we demonstrate that breast tumors induce locoregional impairments in dendritic cell antigen presentation that limits anti-cancer antigen-specific T cell responses. Antigen processing was not impaired in dendritic cells within the tumor-draining lymph node. A reduction of the cytokine IL-1β in tumor-draining lymph nodes was responsible for impairments in antigen presentation by dendritic cells. As such, we tested the ability of dendritic cells in lymph nodes at various distances from the primary tumor to be activated utilizing an antigen-agnostic immunological adjuvant delivery strategy. We observed improved antitumor T cell responses when immunological adjuvant was delivered to cancer antigen-positive lymph nodes distant from the tumor, suggesting that these lymph nodes can be targeted to improve anti-cancer immune responses. When combined with immune checkpoint blockade, delivery of immunological adjuvant to distant lymph nodes led to long-term survival and protection from recurrence. Antigen presentation by dendritic cells and T cell responses could also be recovered by exogenous delivery of IL-1β via intratumoral injection, with improved survival when combined with immune checkpoint blockade. This study demonstrates that tumor-induced impairments in antigen presentation in tumor-draining lymph nodes can be overcome by the appropriate introduction of immunological adjuvant to tumor-distant lymph nodes or by restoring IL-1β to the tumor-draining lymph node. These strategies can induce high-quality, durable immune responses and have clinical implications for expanding the efficacy of immunotherapies.",
    "disease": "breast cancer",
    "clean_text": "overcoming impaired antigen presentation in tumor draining lymph nodes facilitates immunotherapy immunotherapies have revolutionized cancer care in recent decades but approved therapies often fail and currently only target specific steps in the generation of anti cancer immune responses notably the majority of approved immunotherapies do not target antigen processing and presentation which are key steps in the development of immune responses and harbor potential as targets to improve immunotherapy here we hypothesize that tumor mediated alterations in cytokine concentrations alter antigen presentation which can be normalized by locoregional cytokine delivery or targeted immunological adjuvant delivery we used mouse models of breast cancer with analysis by flow cytometry immunofluorescence confocal imaging and single cell rna sequencing to address the impacts of tumors on locoregional antigen presentation along with mechanisms to remedy these impacts here we demonstrate that breast tumors induce locoregional impairments in dendritic cell antigen presentation that limits anti cancer antigen specific t cell responses antigen processing was not impaired in dendritic cells within the tumor draining lymph node a reduction of the cytokine il in tumor draining lymph nodes was responsible for impairments in antigen presentation by dendritic cells as such we tested the ability of dendritic cells in lymph nodes at various distances from the primary tumor to be activated utilizing an antigen agnostic immunological adjuvant delivery strategy we observed improved antitumor t cell responses when immunological adjuvant was delivered to cancer antigen positive lymph nodes distant from the tumor suggesting that these lymph nodes can be targeted to improve anti cancer immune responses when combined with immune checkpoint blockade delivery of immunological adjuvant to distant lymph nodes led to long term survival and protection from recurrence antigen presentation by dendritic cells and t cell responses could also be recovered by exogenous delivery of il via intratumoral injection with improved survival when combined with immune checkpoint blockade this study demonstrates that tumor induced impairments in antigen presentation in tumor draining lymph nodes can be overcome by the appropriate introduction of immunological adjuvant to tumor distant lymph nodes or by restoring il to the tumor draining lymph node these strategies can induce high quality durable immune responses and have clinical implications for expanding the efficacy of immunotherapies"
}