{
    "pmid": "41457226",
    "title": "Hypertension in idiopathic pulmonary fibrosis: evidence of immune and genetic links from clinical and genomic analyses.",
    "abstract": "Idiopathic pulmonary fibrosis (IPF) is a progressive interstitial lung disease (ILD) with high mortality and a high prevalence of comorbidities. Hypertension is among the most common extrapulmonary complications, but the underlying mechanisms linking IPF and hypertension remain poorly understood. This study aimed to explore the potential causal relationship and shared immune-genetic mechanisms between IPF and hypertension. A real-world cohort of 110 IPF patients from Peking Union Medical College Hospital (PUMCH) was enrolled. Clinical comorbidity profiles were analyzed, and whole-exome sequencing (WES) was performed on peripheral blood samples. Two-sample Mendelian randomization (MR) analysis was conducted using PUMCH data and external GWAS summary statistics to assess the causal effect of IPF genetic susceptibility on hypertension. Functional enrichment, protein-protein interaction (PPI) networks, and immune pathway analysis were performed, followed by multi-tiered validation through qPCR, Western blotting, and immunohistochemistry. Hypertension was observed in 61.8% of IPF patients and was independently associated with poor survival. Two-sample MR analyses based on both internal WES and external GWAS data supported a causal effect of IPF genetic susceptibility on hypertension. Enrichment analyses revealed involvement in antigen presentation and immune regulation. CD74, HLA-DPA1, and HLA-DRA were consistently downregulated in comorbid IPF and hypertension across GEO datasets and experimental validation, suggesting impaired antigen presentation as a key mechanistic link. This study provides genetic and immunological evidence supporting a causal relationship between IPF and hypertension. Dysregulated antigen presentation may serve as a common pathogenic pathway, offering potential targets for precision comorbidity management in IPF patients.",
    "disease": "hypertension",
    "clean_text": "hypertension in idiopathic pulmonary fibrosis evidence of immune and genetic links from clinical and genomic analyses idiopathic pulmonary fibrosis ipf is a progressive interstitial lung disease ild with high mortality and a high prevalence of comorbidities hypertension is among the most common extrapulmonary complications but the underlying mechanisms linking ipf and hypertension remain poorly understood this study aimed to explore the potential causal relationship and shared immune genetic mechanisms between ipf and hypertension a real world cohort of ipf patients from peking union medical college hospital pumch was enrolled clinical comorbidity profiles were analyzed and whole exome sequencing wes was performed on peripheral blood samples two sample mendelian randomization mr analysis was conducted using pumch data and external gwas summary statistics to assess the causal effect of ipf genetic susceptibility on hypertension functional enrichment protein protein interaction ppi networks and immune pathway analysis were performed followed by multi tiered validation through qpcr western blotting and immunohistochemistry hypertension was observed in of ipf patients and was independently associated with poor survival two sample mr analyses based on both internal wes and external gwas data supported a causal effect of ipf genetic susceptibility on hypertension enrichment analyses revealed involvement in antigen presentation and immune regulation cd hla dpa and hla dra were consistently downregulated in comorbid ipf and hypertension across geo datasets and experimental validation suggesting impaired antigen presentation as a key mechanistic link this study provides genetic and immunological evidence supporting a causal relationship between ipf and hypertension dysregulated antigen presentation may serve as a common pathogenic pathway offering potential targets for precision comorbidity management in ipf patients"
}