{
    "pmid": "41451765",
    "title": "Association between ",
    "abstract": "Essential hypertension (EH) is influenced by genetic and environmental factors. The CYP11B2 gene, encoding aldosterone synthase, plays a major role in blood pressure regulation. This study investigated the association of the CYP11B2 -344C/T (rs1799998) variant with EH in Jordanians and evaluated its influence on response to amlodipine and valsartan. A case-control study was conducted involving 309 Jordanian participants (154 hypertensive patients and 155 normotensive controls). Genotyping was performed using PCR-RFLP. Blood pressure (BP) was recorded before and after 1 month of treatment with either 80 mg valsartan or 10 mg amlodipine. Genotype frequencies (TT: 32.0%, TC: 50.5%, CC: 17.5%) and T allele frequency (57.28%) did not differ significantly between hypertensive and control groups ( The CYP11B2 -344C/T variant was not associated with EH in Jordanians, but it was associated with amlodipine response. Further studies with larger sample size are needed to validate these findings.",
    "disease": "hypertension",
    "clean_text": "association between essential hypertension eh is influenced by genetic and environmental factors the cyp b gene encoding aldosterone synthase plays a major role in blood pressure regulation this study investigated the association of the cyp b c t rs variant with eh in jordanians and evaluated its influence on response to amlodipine and valsartan a case control study was conducted involving jordanian participants hypertensive patients and normotensive controls genotyping was performed using pcr rflp blood pressure bp was recorded before and after month of treatment with either mg valsartan or mg amlodipine genotype frequencies tt tc cc and t allele frequency did not differ significantly between hypertensive and control groups the cyp b c t variant was not associated with eh in jordanians but it was associated with amlodipine response further studies with larger sample size are needed to validate these findings"
}