{
    "title": "A look into the challenges and complexities of managing low back pain in Mexico.",
    "doc_id": "32816643",
    "writer": "Alva Staufert MF",
    "year": "2021",
    "summary": "Low back pain is a global health problem. In Mexico it is one of the most common musculoskeletal conditions as well as the leading cause of disability. This review provides an overview of the challenges and complexities of managing low back p …",
    "abstract": "Low back pain is a global health problem. In Mexico it is one of the most common musculoskeletal conditions as well as the leading cause of disability. This review provides an overview of the challenges and complexities of managing low back pain in Mexico. It begins with an explanation of the Mexican healthcare system and an overview of the burden of low back pain. Usual care for low back pain in Mexico is then contrasted with recommended best practice care to highlight common evidence-practice gaps and drivers of poor care. Finally, solutions are proposed based on positive experiences from other countries. Delving into the Mexican health framework and the burden of low back pain will provide a better understanding of why it is important to pay attention to this musculoskeletal disorder. Potential steps required to reduce the burden are also outlined to benefit not only the people suffering from low back pain but also the Mexican economy and society.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32816643/",
    "clean_text": "a look into the challenges and complexities of managing low back pain in mexico low back pain is a global health problem in mexico it is one of the most common musculoskeletal conditions as well as the leading cause of disability this review provides an overview of the challenges and complexities of managing low back p low back pain is a global health problem in mexico it is one of the most common musculoskeletal conditions as well as the leading cause of disability this review provides an overview of the challenges and complexities of managing low back pain in mexico it begins with an explanation of the mexican healthcare system and an overview of the burden of low back pain usual care for low back pain in mexico is then contrasted with recommended best practice care to highlight common evidence practice gaps and drivers of poor care finally solutions are proposed based on positive experiences from other countries delving into the mexican health framework and the burden of low back pain will provide a better understanding of why it is important to pay attention to this musculoskeletal disorder potential steps required to reduce the burden are also outlined to benefit not only the people suffering from low back pain but also the mexican economy and society"
}