{
    "title": "Resistance to Cucurbit yellow stunting disorder virus in Cucumber.",
    "doc_id": "30781132",
    "writer": "Aguilar JM",
    "year": "2006",
    "summary": "Three hundred accessions of Cucumis sativus, including wild cucumbers, land races, traditional cultivars, and breeding lines, were evaluated under natural-infection conditions in order to identify potential sources of resistance to Cucurbit yellow stunting disorder virus ( …",
    "abstract": "Three hundred accessions of Cucumis sativus, including wild cucumbers, land races, traditional cultivars, and breeding lines, were evaluated under natural-infection conditions in order to identify potential sources of resistance to Cucurbit yellow stunting disorder virus (CYSDV). Although 100% of the susceptible control plants showed typical yellowing symptoms induced by CYSDV, another 24 C. sativus accessions showed partial or total absence of yellowing symptoms. In contrast, when CYSDV inoculation was carried out under controlled conditions, only two (A1 and A2) of these 24 accessions showed resistance to the virus. The nature of the resistance found in A1 and A2 plants was characterized by studying the pattern of virus accumulation and symptom development under controlled infection conditions, and by analyzing the possible nonpreference of Bemisia tabaci for these accessions under free-choice conditions. There was a delay in the establishment of the CYSDV infection in A1 and A2 plants which was evident shortly after inoculation and in apical leaves of the plants at long times after inoculation. Symptom severity was also less for A1 and A2 than for a susceptible control at 8 and 12 weeks postinoculation. Thus, delayed viral infection appeared to be associated with decreased symptom severity in A1 and A2 plants. Our results also showed nonpreference for plants of the A2 accession by B. tabaci, the CYSDV vector.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30781132/",
    "clean_text": "resistance to cucurbit yellow stunting disorder virus in cucumber three hundred accessions of cucumis sativus including wild cucumbers land races traditional cultivars and breeding lines were evaluated under natural infection conditions in order to identify potential sources of resistance to cucurbit yellow stunting disorder virus three hundred accessions of cucumis sativus including wild cucumbers land races traditional cultivars and breeding lines were evaluated under natural infection conditions in order to identify potential sources of resistance to cucurbit yellow stunting disorder virus cysdv although of the susceptible control plants showed typical yellowing symptoms induced by cysdv another c sativus accessions showed partial or total absence of yellowing symptoms in contrast when cysdv inoculation was carried out under controlled conditions only two a and a of these accessions showed resistance to the virus the nature of the resistance found in a and a plants was characterized by studying the pattern of virus accumulation and symptom development under controlled infection conditions and by analyzing the possible nonpreference of bemisia tabaci for these accessions under free choice conditions there was a delay in the establishment of the cysdv infection in a and a plants which was evident shortly after inoculation and in apical leaves of the plants at long times after inoculation symptom severity was also less for a and a than for a susceptible control at and weeks postinoculation thus delayed viral infection appeared to be associated with decreased symptom severity in a and a plants our results also showed nonpreference for plants of the a accession by b tabaci the cysdv vector"
}