{
    "pmid": "41460878",
    "title": "Global, regional, and national burden of kidney dysfunction-attributed ischemic heart disease from 1990 to 2021: A systematic analysis of the Global Burden of Disease study 2021.",
    "abstract": "Ischemic heart disease (IHD) remains a leading cause of global morbidity and mortality, with kidney dysfunction (KD) emerging as a critical independent risk factor. This study aimed to provide a comprehensive analysis of the global burden and trends of KD-attributed IHD from 1990 to 2021. We analyzed data from the Global Burden of Disease (GBD) study 2021, covering 204 countries and territories from 1990 to 2021. We examined trends in mortality and disability-adjusted life years (DALYs) of KD-attributable IHD, with stratification by sex, age, and socio-demographic index (SDI). The association between burden and SDI was evaluated using Spearman's correlation coefficient, and a smoothed curve model was developed to analyze the stage of the association. From 1990 to 2021, global deaths and DALYs from KD-attributable IHD increased by 22.4% and 18.7%, respectively, despite a decline in age-standardized rates (ASRs). Low- and low-middle SDI regions experienced the highest burden, with increasing ASRs, while high-SDI regions showed significant reductions. Males exhibited a higher burden, with pronounced age-specific increases in IHD burden post-50 years. Significant threshold effects were observed, with substantial declines in ASRs only in regions with SDI values above 0.7. The global burden of KD-attributable IHD is increasing, especially in low- and middle-income countries. Socioeconomic development plays a crucial role in mitigating the disease burden, underscoring the need for targeted interventions, including chronic kidney disease screening, lifestyle modification, and integrated cardiovascular and renal care.",
    "disease": "chronic kidney disease",
    "clean_text": "global regional and national burden of kidney dysfunction attributed ischemic heart disease from to a systematic analysis of the global burden of disease study ischemic heart disease ihd remains a leading cause of global morbidity and mortality with kidney dysfunction kd emerging as a critical independent risk factor this study aimed to provide a comprehensive analysis of the global burden and trends of kd attributed ihd from to we analyzed data from the global burden of disease gbd study covering countries and territories from to we examined trends in mortality and disability adjusted life years dalys of kd attributable ihd with stratification by sex age and socio demographic index sdi the association between burden and sdi was evaluated using spearman s correlation coefficient and a smoothed curve model was developed to analyze the stage of the association from to global deaths and dalys from kd attributable ihd increased by and respectively despite a decline in age standardized rates asrs low and low middle sdi regions experienced the highest burden with increasing asrs while high sdi regions showed significant reductions males exhibited a higher burden with pronounced age specific increases in ihd burden post years significant threshold effects were observed with substantial declines in asrs only in regions with sdi values above the global burden of kd attributable ihd is increasing especially in low and middle income countries socioeconomic development plays a crucial role in mitigating the disease burden underscoring the need for targeted interventions including chronic kidney disease screening lifestyle modification and integrated cardiovascular and renal care"
}