{
    "pmid": "41438619",
    "title": "Clinical and Genetic Profiles of 11 Chinese Patients With Angelman Syndrome.",
    "abstract": "Angelman syndrome (AS) is a severe neurodevelopmental disorder resulting from different molecular mechanisms. Investigating the correlation between genotypes and phenotypes is crucial to facilitate accurate diagnosis and effective prevention strategies for this disorder. However, determining the genotypes of patients to analyze genotype‒phenotype correlations is challenging when parental genetic information is lacking. Therefore, we proposed a genotyping strategy for use with 11 unrelated Chinese patients with AS who were recruited for this study. The strategy involved a combination of methylation-specific polymerase chain reaction (MS-PCR), exome sequencing (ES), Sanger sequencing, and MS multiplexed ligation probe amplification (MS-MLPA). The results revealed that the number of molecular deletions involving the critical 15q11. 2-q13 region (54.5%) was lower than that reported in other studies of Chinese patients. In addition, the prevalence of patients with imprinting defects (IDs) (27.3%) and variants (18.2%) was greater, whereas the proportion of patients with uniparental disomy (UPDs) was lower. We also summarized the characteristics of patients with different genotypes and analyzed the correlations between genotypes and phenotypes. Compared with the consensus for diagnostic criteria, our results showed that several features were less common, including the combination of frequent laughing/smiling, tremulous limb movements, ataxia of gait, and microcephaly. Conversely, the incidence of both epilepsy and abnormal electroencephalograms (EEGs) was greater. Notably, a novel mutation in the ",
    "disease": "epilepsy",
    "clean_text": "clinical and genetic profiles of chinese patients with angelman syndrome angelman syndrome as is a severe neurodevelopmental disorder resulting from different molecular mechanisms investigating the correlation between genotypes and phenotypes is crucial to facilitate accurate diagnosis and effective prevention strategies for this disorder however determining the genotypes of patients to analyze genotype phenotype correlations is challenging when parental genetic information is lacking therefore we proposed a genotyping strategy for use with unrelated chinese patients with as who were recruited for this study the strategy involved a combination of methylation specific polymerase chain reaction ms pcr exome sequencing es sanger sequencing and ms multiplexed ligation probe amplification ms mlpa the results revealed that the number of molecular deletions involving the critical q q region was lower than that reported in other studies of chinese patients in addition the prevalence of patients with imprinting defects ids and variants was greater whereas the proportion of patients with uniparental disomy upds was lower we also summarized the characteristics of patients with different genotypes and analyzed the correlations between genotypes and phenotypes compared with the consensus for diagnostic criteria our results showed that several features were less common including the combination of frequent laughing smiling tremulous limb movements ataxia of gait and microcephaly conversely the incidence of both epilepsy and abnormal electroencephalograms eegs was greater notably a novel mutation in the"
}