{
    "pmid": "41437096",
    "title": "Sex-dependent immune activation shapes disease progression in a model of Parkinson's disease.",
    "abstract": "While it is clear that inflammation contributes to Parkinson's disease (PD) and prevalence is higher in males, sex remains an underexplored determinant of immune responses in PD. Using the 3KL transgenic mouse model, which expresses three E to K α-synuclein mutations, we investigated how sex and age shape peripheral and central immunity and behavior in synucleinopathy. Male and female 3KL mice were aged to 8- and 14-months. At these ages animals underwent motor and cognitive assessment, followed by assessment of the peripheral immune response using flow cytometry and analysis of microglial transcriptional profiles by bulk RNA sequencing. Male 3KL mice exhibited earlier onset and greater severity of motor and cognitive impairments, which was linked to a pro-inflammatory peripheral immune profile marked by increased cytotoxic CD8⁺ T cells and IFNγ-producing CD4 Th1 cells. In contrast, female mice displayed delayed symptom onset, preserved cognition, along with early elevations in regulatory IL-10⁺ CD4 and γδ T cells. RNA sequencing of microglia revealed broad sex differences at 8 months. Males demonstrated early upregulation of microglia neurodegenerative signatures, MHC class I/II signaling, ceramide signaling, and pronounced lipid dysregulation, while females showed upregulation of microglial pathways related to protein, metabolic, and neuronal maintenance, including phagosome formation, docosahexaenoic acid signaling, and synaptogenesis pathways. Microglial transcriptional differences were nearly absent by 14 months, suggesting sex-specific trajectories converge during late-stage disease, which is concurrent with a decrease in estrogen in aged female mice. Together, these findings reveal distinct immune signaling in male and female 3KL mice and identify coordinated changes in T cell and microglial responses that may contribute to sex differences in PD vulnerability and progression. This work underscores the importance of incorporating sex as a biological variable in neurodegeneration research and provides mechanistic insight into immune-mediated modulation of synucleinopathy. Parkinson’s disease (PD) affects millions of people worldwide and is more common in men than women. Scientists believe that differences in the immune system may help explain this, but little is known about how sex and age shape these responses during the disease. In this study, we used a mouse model of PD that develops symptoms similar to those seen in people, including problems with movement and memory. We compared male and female mice at two ages: middle age (8 months) and older age (14 months). We looked at both behavior and how the immune system in the body and brain responded. Male mice showed earlier and more severe movement and memory problems. Their immune systems were more inflammatory, with high levels of aggressive immune cells. Female mice were protected for longer, performing better on memory tests, and had more “regulatory” immune cells that help keep inflammation in check. When we studied microglia, the immune cells of the brain, we found striking sex differences. In males, microglia turned on genes linked to nerve cell damage and inflammation. In females, microglia activated genes that support brain health. These differences were strongest at 8 months but faded with age, coinciding with the natural drop in estrogen in older females. Overall, our results show that sex strongly shapes the immune response in PD. Understanding these differences may lead to more personalized approaches to treatment and prevention.",
    "disease": "parkinson disease",
    "clean_text": "sex dependent immune activation shapes disease progression in a model of parkinson s disease while it is clear that inflammation contributes to parkinson s disease pd and prevalence is higher in males sex remains an underexplored determinant of immune responses in pd using the kl transgenic mouse model which expresses three e to k synuclein mutations we investigated how sex and age shape peripheral and central immunity and behavior in synucleinopathy male and female kl mice were aged to and months at these ages animals underwent motor and cognitive assessment followed by assessment of the peripheral immune response using flow cytometry and analysis of microglial transcriptional profiles by bulk rna sequencing male kl mice exhibited earlier onset and greater severity of motor and cognitive impairments which was linked to a pro inflammatory peripheral immune profile marked by increased cytotoxic cd t cells and ifn producing cd th cells in contrast female mice displayed delayed symptom onset preserved cognition along with early elevations in regulatory il cd and t cells rna sequencing of microglia revealed broad sex differences at months males demonstrated early upregulation of microglia neurodegenerative signatures mhc class i ii signaling ceramide signaling and pronounced lipid dysregulation while females showed upregulation of microglial pathways related to protein metabolic and neuronal maintenance including phagosome formation docosahexaenoic acid signaling and synaptogenesis pathways microglial transcriptional differences were nearly absent by months suggesting sex specific trajectories converge during late stage disease which is concurrent with a decrease in estrogen in aged female mice together these findings reveal distinct immune signaling in male and female kl mice and identify coordinated changes in t cell and microglial responses that may contribute to sex differences in pd vulnerability and progression this work underscores the importance of incorporating sex as a biological variable in neurodegeneration research and provides mechanistic insight into immune mediated modulation of synucleinopathy parkinson s disease pd affects millions of people worldwide and is more common in men than women scientists believe that differences in the immune system may help explain this but little is known about how sex and age shape these responses during the disease in this study we used a mouse model of pd that develops symptoms similar to those seen in people including problems with movement and memory we compared male and female mice at two ages middle age months and older age months we looked at both behavior and how the immune system in the body and brain responded male mice showed earlier and more severe movement and memory problems their immune systems were more inflammatory with high levels of aggressive immune cells female mice were protected for longer performing better on memory tests and had more regulatory immune cells that help keep inflammation in check when we studied microglia the immune cells of the brain we found striking sex differences in males microglia turned on genes linked to nerve cell damage and inflammation in females microglia activated genes that support brain health these differences were strongest at months but faded with age coinciding with the natural drop in estrogen in older females overall our results show that sex strongly shapes the immune response in pd understanding these differences may lead to more personalized approaches to treatment and prevention"
}