{
    "title": "Congenital anomalies of the equine urinary tract.",
    "doc_id": "18061858",
    "writer": "Chaney KP.",
    "year": "2007",
    "summary": "Congenital anomalies of the urinary tract in horses may be difficult to diagnose and treat. Presenting complaints are variable and include weight loss, depression, dysuria, hematuria, and mild colic. ...In human medicine, the fetus is examined in the prenatal period …",
    "abstract": "Congenital anomalies of the urinary tract in horses may be difficult to diagnose and treat. Presenting complaints are variable and include weight loss, depression, dysuria, hematuria, and mild colic. Although the most severe abnormalities are diagnosed in the neonate, some diseases, such as ectopic ureter(s), may be identified in older horses. In human medicine, the fetus is examined in the prenatal period for evidence of urinary tract dysfunction, but this is not yet common practice in equine medicine. As a result, urinary tract anomalies are diagnosed after birth using a wide variety of diagnostic modalities.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18061858/",
    "clean_text": "congenital anomalies of the equine urinary tract congenital anomalies of the urinary tract in horses may be difficult to diagnose and treat presenting complaints are variable and include weight loss depression dysuria hematuria and mild colic in human medicine the fetus is examined in the prenatal period congenital anomalies of the urinary tract in horses may be difficult to diagnose and treat presenting complaints are variable and include weight loss depression dysuria hematuria and mild colic although the most severe abnormalities are diagnosed in the neonate some diseases such as ectopic ureter s may be identified in older horses in human medicine the fetus is examined in the prenatal period for evidence of urinary tract dysfunction but this is not yet common practice in equine medicine as a result urinary tract anomalies are diagnosed after birth using a wide variety of diagnostic modalities"
}