{
    "title": "Effects of phenytoin injection on vocal cord healing after mechanical trauma: An experimental study.",
    "doc_id": "31652040",
    "writer": "Alicura Tokgöz S",
    "year": "2019",
    "summary": "Therefore, the aim of the present study is to evaluate the effect of phenytoin injection on the wound healing process in rats with vocal cord injury by histopathological methods. MATERIALS AND METHODS: The vocal cords of 10 albino Wistar rats were damaged bilaterall …",
    "abstract": "Background/aim:\n        \n      \n      Phenytoin is an anticonvulsant drug which causes fibroblast proliferation, collagen synthesis, and an increase in epidermal growth factor. Therefore, the aim of the present study is to evaluate the effect of phenytoin injection on the wound healing process in rats with vocal cord injury by histopathological methods.\n    \n\n\n          Materials and methods:\n        \n      \n      The vocal cords of 10 albino Wistar rats were damaged bilaterally; the left vocal cord was kept as the control group. Phenytoin was injected in the right vocal cord. Ten rats were sacrificed. The thickness of the lamina propria and density of the fibroblast and collagen were evaluated histopathologically.\n    \n\n\n          Results:\n        \n      \n      Thickness of the lamina propria was 18.0 ± 7.1 μm in the control group, 65.5 ± 10.7 μm in the phenytoin group. The density of fibroblast and collagen were statistically lower in the control group compared the phenytoin group (P < 0.05).\n    \n\n\n          Conclusion:\n        \n      \n      Phenytoin injection in rats after vocal cord injury significantly increased the thickness of the lamina propria and density of fibroblast and regular and mature collagen in the lamina propria. The findings in our study provide a feasible scientific view for adding phenytoin treatment to vocal cord surgeries in otolaryngology practice, but further studies are needed in order to evaluate the use of phenytoin in preventing the formation of scar tissue and possible effects on vocal cord vibration in humans after vocal cord injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31652040/",
    "clean_text": "effects of phenytoin injection on vocal cord healing after mechanical trauma an experimental study therefore the aim of the present study is to evaluate the effect of phenytoin injection on the wound healing process in rats with vocal cord injury by histopathological methods materials and methods the vocal cords of albino wistar rats were damaged bilaterall background aim phenytoin is an anticonvulsant drug which causes fibroblast proliferation collagen synthesis and an increase in epidermal growth factor therefore the aim of the present study is to evaluate the effect of phenytoin injection on the wound healing process in rats with vocal cord injury by histopathological methods materials and methods the vocal cords of albino wistar rats were damaged bilaterally the left vocal cord was kept as the control group phenytoin was injected in the right vocal cord ten rats were sacrificed the thickness of the lamina propria and density of the fibroblast and collagen were evaluated histopathologically results thickness of the lamina propria was m in the control group m in the phenytoin group the density of fibroblast and collagen were statistically lower in the control group compared the phenytoin group p conclusion phenytoin injection in rats after vocal cord injury significantly increased the thickness of the lamina propria and density of fibroblast and regular and mature collagen in the lamina propria the findings in our study provide a feasible scientific view for adding phenytoin treatment to vocal cord surgeries in otolaryngology practice but further studies are needed in order to evaluate the use of phenytoin in preventing the formation of scar tissue and possible effects on vocal cord vibration in humans after vocal cord injury"
}