{
    "pmid": "41408107",
    "title": "Celastrol suppresses bone destruction in rheumatoid arthritis by inhibiting ALOX5 expression in macrophages via the NF-κB pathway.",
    "abstract": "Rheumatoid arthritis (RA) is a complex and highly disabling chronic autoimmune disease. As the disease progresses, patients often develop complications such as joint destruction and cardiovascular diseases, posing significant threats to human health. Celastrol, a major bioactive compound extracted from the traditional Chinese herb Tripterygium wilfordii Hook. f., exhibits potent immunomodulatory and anti-inflammatory properties. However, the specific mechanisms underlying its protective effects against bone destruction in RA remain poorly understood. To elucidate its potential therapeutic mechanisms, this study retrieved three gene expression datasets-GSE55235, GSE93777, and GSE200815-from the Gene Expression Omnibus (GEO) database. The primary molecular targets of celastrol were obtained from the HERB and TCMSP platforms. Functional mechanisms associated with these targets were explored using gene set variation analysis (GSVA) and weighted gene co-expression network analysis (WGCNA). Furthermore, molecular docking, immune infiltration analysis, and single-cell RNA sequencing analysis were employed to investigate the role of key target genes. In this study, thirteen potential target genes of celastrol in RA have been identified, including ADAMTS5, AGTR1, ALOX5, CTSB, MMP3, MMP9, MYC, TNF, ITGA4, ITGB7, MMP1, MMP13, and PPARG. Among these, ALOX5 was found to significantly promote MMP3 protein expression, based on which a regulatory model with high predictive power was constructed. GSVA analysis revealed that the TNF-NFκB pathway was significantly activated in RA and exhibited a strong positive correlation with ALOX5 expression. Further experimental analysis demonstrated that knockdown of ALOX5 and its shared transcription factor with MMP2 resulted in a significant downregulation of both genes and inhibition of TNF-NFκB pathway activity. Single-cell transcriptomic analysis showed that ALOX5 was predominantly expressed in macrophages, and the AddModuleScore of celastrol-targeted genes in this cell type was significantly higher than in other cell types, suggesting that macrophages may serve as key effector cells in celastrol-mediated treatment of RA. Celastrol might attenuate RA bone destruction by inhibiting the expression of the ALOX5 gene in macrophages, thereby suppressing the activation of the NF-κB pathway and subsequently reducing the production of matrix metalloproteinases.",
    "disease": "rheumatoid arthritis",
    "clean_text": "celastrol suppresses bone destruction in rheumatoid arthritis by inhibiting alox expression in macrophages via the nf b pathway rheumatoid arthritis ra is a complex and highly disabling chronic autoimmune disease as the disease progresses patients often develop complications such as joint destruction and cardiovascular diseases posing significant threats to human health celastrol a major bioactive compound extracted from the traditional chinese herb tripterygium wilfordii hook f exhibits potent immunomodulatory and anti inflammatory properties however the specific mechanisms underlying its protective effects against bone destruction in ra remain poorly understood to elucidate its potential therapeutic mechanisms this study retrieved three gene expression datasets gse gse and gse from the gene expression omnibus geo database the primary molecular targets of celastrol were obtained from the herb and tcmsp platforms functional mechanisms associated with these targets were explored using gene set variation analysis gsva and weighted gene co expression network analysis wgcna furthermore molecular docking immune infiltration analysis and single cell rna sequencing analysis were employed to investigate the role of key target genes in this study thirteen potential target genes of celastrol in ra have been identified including adamts agtr alox ctsb mmp mmp myc tnf itga itgb mmp mmp and pparg among these alox was found to significantly promote mmp protein expression based on which a regulatory model with high predictive power was constructed gsva analysis revealed that the tnf nf b pathway was significantly activated in ra and exhibited a strong positive correlation with alox expression further experimental analysis demonstrated that knockdown of alox and its shared transcription factor with mmp resulted in a significant downregulation of both genes and inhibition of tnf nf b pathway activity single cell transcriptomic analysis showed that alox was predominantly expressed in macrophages and the addmodulescore of celastrol targeted genes in this cell type was significantly higher than in other cell types suggesting that macrophages may serve as key effector cells in celastrol mediated treatment of ra celastrol might attenuate ra bone destruction by inhibiting the expression of the alox gene in macrophages thereby suppressing the activation of the nf b pathway and subsequently reducing the production of matrix metalloproteinases"
}