{
    "title": "Gene therapy for lysosomal storage diseases.",
    "doc_id": "40782413",
    "writer": "Kobayashi H.",
    "year": "2025",
    "summary": "The only gene therapy product currently approved for lysosomal diseases is one for metachromatic leukodystrophy, but several have progressed to phase III clinical trials such as the products for Mucopolysaccharidosis or Fabry disease. However, serious adverse events …",
    "abstract": "Lysosomal storage diseases (LSDs) are metabolic disorders caused by the dysfunction of enzymes and other substances localized in lysosomes, known as intracellular organelles. There are many types of LSDs, with a wide range of clinical manifestations. LSDs are highly amenable to gene therapy due to various reasons, including the fact that they are essentially monogenic diseases and existence of cross-correction mechanisms. The only gene therapy product currently approved for lysosomal diseases is one for metachromatic leukodystrophy, but several have progressed to phase III clinical trials such as the products for Mucopolysaccharidosis or Fabry disease. However, serious adverse events have been reported even with gene therapy methods that have been considered safe. Therefore, research on the safety of gene therapy is becoming increasingly important.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40782413/",
    "clean_text": "gene therapy for lysosomal storage diseases the only gene therapy product currently approved for lysosomal diseases is one for metachromatic leukodystrophy but several have progressed to phase iii clinical trials such as the products for mucopolysaccharidosis or fabry disease however serious adverse events lysosomal storage diseases lsds are metabolic disorders caused by the dysfunction of enzymes and other substances localized in lysosomes known as intracellular organelles there are many types of lsds with a wide range of clinical manifestations lsds are highly amenable to gene therapy due to various reasons including the fact that they are essentially monogenic diseases and existence of cross correction mechanisms the only gene therapy product currently approved for lysosomal diseases is one for metachromatic leukodystrophy but several have progressed to phase iii clinical trials such as the products for mucopolysaccharidosis or fabry disease however serious adverse events have been reported even with gene therapy methods that have been considered safe therefore research on the safety of gene therapy is becoming increasingly important"
}