{
    "pmid": "41434202",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Dementia with Lewy Bodies (DLB) has been overlooked or misdiagnosed as Alzheimer's disease (AD) dementia due to its frequent concomitant AD pathology with Lewy Body Disease (LBD) pathology. Although autopsy confirmation has been the gold standard for the precise diagnosis of DLB, time-course  Eight autopsy confirmed neocortical or limbic LBD patients who underwent two or more DaT-SPECT were included. Nigrostriatal dopamine transporter (DaT) binding and age-adjusted z-scores were analyzed using the DaTQUANT 2.0 software (GE Healthcare). Six patients (75%) were male. The patients had 2.5±0.7 longitudinal DaT-SPECT scans. Clinical diagnosis at initial scan was: DLB (75%), mild cognitive impairment (MCI) with REM sleep behavior disorder (RBD) (13%), and isolated RBD (iRBD) (13%). Clinical diagnosis at last scan was: DLB (88%) and iRBD (12%). All patients developed dementia during life. Mean age at initial scan/last scan/autopsy were 71.1±7.0/73.4±6.9/75.1±7.3 years old. Time from initial and last scan to autopsy were 4.0±1.9 and 1.8±1.9 years respectively. Seven patients (88%) had neocortical LBD and one (12%) had limbic LBD. Concomitant AD pathology was observed in four patients (two males (33%), two females (100%)). All patients had DaTQUANT putamen z-score <-1.0 at their initial scan including in MCI+RBD (-1.76) and iRBD (-1.53) patients. In the DLB patients at their initial scans, five (83%) had DaTQUANT putamen z-score <-2.0 and one (17%) had z-score of -1.55. All patients (100%) showed DaTQUANT putamen z-score <-2.0 at their last scans. DaTQUANT using cut-off putamen z-score of -1 was associated with underlying LBD pathology including at their iRBD and MCI stages. Nigrostriatal DaT binding tends to decline over time with DaTQUANT z-score <-2 at their last scans.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium dementia with lewy bodies dlb has been overlooked or misdiagnosed as alzheimer s disease ad dementia due to its frequent concomitant ad pathology with lewy body disease lbd pathology although autopsy confirmation has been the gold standard for the precise diagnosis of dlb time course eight autopsy confirmed neocortical or limbic lbd patients who underwent two or more dat spect were included nigrostriatal dopamine transporter dat binding and age adjusted z scores were analyzed using the datquant software ge healthcare six patients were male the patients had longitudinal dat spect scans clinical diagnosis at initial scan was dlb mild cognitive impairment mci with rem sleep behavior disorder rbd and isolated rbd irbd clinical diagnosis at last scan was dlb and irbd all patients developed dementia during life mean age at initial scan last scan autopsy were years old time from initial and last scan to autopsy were and years respectively seven patients had neocortical lbd and one had limbic lbd concomitant ad pathology was observed in four patients two males two females all patients had datquant putamen z score at their initial scan including in mci rbd and irbd patients in the dlb patients at their initial scans five had datquant putamen z score and one had z score of all patients showed datquant putamen z score at their last scans datquant using cut off putamen z score of was associated with underlying lbd pathology including at their irbd and mci stages nigrostriatal dat binding tends to decline over time with datquant z score at their last scans"
}