{
    "pmid": "41417851",
    "title": "Naringenin attenuates liver injury in Schistosoma mansoni-induced liver fibrosis and oxidative stress in mice model.",
    "abstract": "Schistosomiasis, a neglected tropical disease caused by parasitic trematodes of the genus Schistosoma, affects over 200 million individuals worldwide. Infection with Schistosoma mansoni remains a major public health challenge, leading to pathological conditions such as liver fibrosis, hepatosplenomegaly, and portal hypertension. The pathology of schistosomiasis is predominantly driven by the retention of parasite eggs within the liver, which induces granuloma formation and periportal fibrosis, culminating in significant hepatic injury. Granulomatous responses cause the infiltration of phagocytes and lymphocytes that secrete pro-inflammatory cytokines, subsequently activating hepatic stellate cells (HSCs). Activated HSCs promote excessive extracellular matrix deposition, driving fibrotic progression. Moreover, schistosomiasis-induced oxidative stress aggravates fibrosis by disrupting redox balance and enhancing HSC activation, leading to accelerating extracellular matrix deposition. Although praziquantel (PZQ) remains the standard treatment for schistosomiasis, its efficacy is limited to eliminating adult worms and does not extend to clear pre-existing eggs or directly resolve liver fibrosis. Therefore, adjunctive therapeutic strategies targeting fibrosis are needed. Naringenin, a flavonoid with potent hepatoprotective properties, has demonstrated anti-inflammatory and antifibrotic effects in various liver disease models. It exerts therapeutic effects by inhibiting HSC activation, attenuating collagen synthesis, and modulating profibrotic signaling pathways. Additionally, its antioxidant properties help mitigate oxidative stress, a key factor in fibrosis progression. This study utilizes a Balb/c mouse model of Schistosoma mansoni infection to evaluate the therapeutic potential of naringenin in reducing liver fibrosis, oxidative stress, and parasite burden.",
    "disease": "liver cirrhosis",
    "clean_text": "naringenin attenuates liver injury in schistosoma mansoni induced liver fibrosis and oxidative stress in mice model schistosomiasis a neglected tropical disease caused by parasitic trematodes of the genus schistosoma affects over million individuals worldwide infection with schistosoma mansoni remains a major public health challenge leading to pathological conditions such as liver fibrosis hepatosplenomegaly and portal hypertension the pathology of schistosomiasis is predominantly driven by the retention of parasite eggs within the liver which induces granuloma formation and periportal fibrosis culminating in significant hepatic injury granulomatous responses cause the infiltration of phagocytes and lymphocytes that secrete pro inflammatory cytokines subsequently activating hepatic stellate cells hscs activated hscs promote excessive extracellular matrix deposition driving fibrotic progression moreover schistosomiasis induced oxidative stress aggravates fibrosis by disrupting redox balance and enhancing hsc activation leading to accelerating extracellular matrix deposition although praziquantel pzq remains the standard treatment for schistosomiasis its efficacy is limited to eliminating adult worms and does not extend to clear pre existing eggs or directly resolve liver fibrosis therefore adjunctive therapeutic strategies targeting fibrosis are needed naringenin a flavonoid with potent hepatoprotective properties has demonstrated anti inflammatory and antifibrotic effects in various liver disease models it exerts therapeutic effects by inhibiting hsc activation attenuating collagen synthesis and modulating profibrotic signaling pathways additionally its antioxidant properties help mitigate oxidative stress a key factor in fibrosis progression this study utilizes a balb c mouse model of schistosoma mansoni infection to evaluate the therapeutic potential of naringenin in reducing liver fibrosis oxidative stress and parasite burden"
}