{
    "title": "Anti- and pro-oxidant effects of (+)-catechin on hemoglobin-induced protein oxidative damage.",
    "doc_id": "21333730",
    "writer": "Lu N",
    "year": "2011",
    "summary": "Evidence to support the role of heme proteins as major inducers of oxidative damage is increasingly present. Flavonoids have been widely used to ameliorate oxidative damage in vivo and in vitro, where the mechanism of this therapeutic action was usually dependent on …",
    "abstract": "Evidence to support the role of heme proteins as major inducers of oxidative damage is increasingly present. Flavonoids have been widely used to ameliorate oxidative damage in vivo and in vitro, where the mechanism of this therapeutic action was usually dependent on their anti-oxidant effects. In this study, we investigated the influence of (+)-catechin, a polyphenol identified in tea, cocoa, and red wine, on hemoglobin-induced protein oxidative damage. It was found that (+)-catechin had the capacities to act as a free radical scavenger and reducing agent to remove cytotoxic ferryl hemoglobin, demonstrating apparent anti-oxidant activities. However, the presence of (+)-catechin surprisingly promoted hemoglobin-induced protein oxidation, which was probably due to the ability of this anti-oxidant to rapidly trigger the oxidative degradation of normal hemoglobin. In addition, hemoglobin-H2O2-induced protein carbonyl formation was significantly enhanced by (+)-catechin at lower concentrations, while it was efficiently inhibited when higher concentrations were used. These novel results showed that the dietary intake and therapeutic use of catechins might possess pro-oxidant activity through aggravating hemoglobin-related oxidative damage. The dual effects on hemoglobin redox reactions may provide new insights into the physiological implications of tea extract and wine (catechins) with cellular heme proteins.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21333730/",
    "clean_text": "anti and pro oxidant effects of catechin on hemoglobin induced protein oxidative damage evidence to support the role of heme proteins as major inducers of oxidative damage is increasingly present flavonoids have been widely used to ameliorate oxidative damage in vivo and in vitro where the mechanism of this therapeutic action was usually dependent on evidence to support the role of heme proteins as major inducers of oxidative damage is increasingly present flavonoids have been widely used to ameliorate oxidative damage in vivo and in vitro where the mechanism of this therapeutic action was usually dependent on their anti oxidant effects in this study we investigated the influence of catechin a polyphenol identified in tea cocoa and red wine on hemoglobin induced protein oxidative damage it was found that catechin had the capacities to act as a free radical scavenger and reducing agent to remove cytotoxic ferryl hemoglobin demonstrating apparent anti oxidant activities however the presence of catechin surprisingly promoted hemoglobin induced protein oxidation which was probably due to the ability of this anti oxidant to rapidly trigger the oxidative degradation of normal hemoglobin in addition hemoglobin h o induced protein carbonyl formation was significantly enhanced by catechin at lower concentrations while it was efficiently inhibited when higher concentrations were used these novel results showed that the dietary intake and therapeutic use of catechins might possess pro oxidant activity through aggravating hemoglobin related oxidative damage the dual effects on hemoglobin redox reactions may provide new insights into the physiological implications of tea extract and wine catechins with cellular heme proteins"
}