{
    "pmid": "41327645",
    "title": "Mendelian randomization analysis of the causal relationship between COPD and type 1 and type 2 diabetes mellitus.",
    "abstract": "This study investigated the potential causal relationship between chronic obstructive pulmonary disease (COPD) and diabetes mellitus in European and East Asian populations using Mendelian randomization (MR) analysis. Single nucleotide polymorphisms associated with COPD, type 1 diabetes mellitus (T1DM), and type 2 diabetes mellitus (T2DM) were obtained from large-scale genome-wide association studies and used as instrumental variables. Three MR methods were applied: inverse variance weighting, MR-Egger regression, and the weighted median approach. Our analysis found a marginal causal association between genetically predicted T1DM and an increased risk of COPD in the European population (odds ratio = 1.9109, 95% confidence interval 1.0003-3.0016, P = .005). However, no significant causal relationship was observed between COPD and T2DM in either direction. Sensitivity analyses suggested no evidence of directional pleiotropy or heterogeneity, thus supporting the robustness of the findings. Nonetheless, the P-value for the simple mode method was above .05, indicating some uncertainty in the results. While a potential causal effect of T1DM on COPD in European populations, the weak statistical signals and marginal odds ratios warrant caution in interpreting these findings. Furthermore, no causal link between COPD and T2DM was observed. The study's findings should be considered preliminary, and further research with larger, more diverse cohorts and additional mechanistic insights are necessary to validate and extend these results.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "mendelian randomization analysis of the causal relationship between copd and type and type diabetes mellitus this study investigated the potential causal relationship between chronic obstructive pulmonary disease copd and diabetes mellitus in european and east asian populations using mendelian randomization mr analysis single nucleotide polymorphisms associated with copd type diabetes mellitus t dm and type diabetes mellitus t dm were obtained from large scale genome wide association studies and used as instrumental variables three mr methods were applied inverse variance weighting mr egger regression and the weighted median approach our analysis found a marginal causal association between genetically predicted t dm and an increased risk of copd in the european population odds ratio confidence interval p however no significant causal relationship was observed between copd and t dm in either direction sensitivity analyses suggested no evidence of directional pleiotropy or heterogeneity thus supporting the robustness of the findings nonetheless the p value for the simple mode method was above indicating some uncertainty in the results while a potential causal effect of t dm on copd in european populations the weak statistical signals and marginal odds ratios warrant caution in interpreting these findings furthermore no causal link between copd and t dm was observed the study s findings should be considered preliminary and further research with larger more diverse cohorts and additional mechanistic insights are necessary to validate and extend these results"
}