{
    "title": "Tocilizumab Employment in the Treatment of Resistant Juvenile Idiopathic Arthritis Associated Uveitis.",
    "doc_id": "33021415",
    "writer": "Maleki A",
    "year": "2021",
    "summary": "AIM: To determine the efficacy and safety of intravenous tocilizumab in refractory juvenile idiopathic arthritis associated uveitis. PATIENTS AND METHODS: This was a retrospective observational case series. Patients with refractory juvenile idiopathic …",
    "abstract": "Aim:\n        \n      \n      To determine the efficacy and safety of intravenous tocilizumab in refractory juvenile idiopathic arthritis associated uveitis.\n    \n\n\n          Patients and methods:\n        \n      \n      This was a retrospective observational case series. Patients with refractory juvenile idiopathic arthritis associated uveitis, who had received tocilizumab were included in this study.\n    \n\n\n          Results:\n        \n      \n      8 patients (14 eyes) were included in this study. The average age of the patients at the first visit was 16.8 ± 11.2 years (7-40). The average duration of follow-up period after starting treatment was 28.6 ± 24.6 months (9-70). Intravenous tocilizumab infusions induced and maintained remission in 5 patients (8 eyes). Vasculitis was resolved within 8 months in all but one patient. The presence of papillitis before starting treatment was directly correlated with visual acuity improvement. No side effects were observed.\n    \n\n\n          Conclusion:\n        \n      \n      Intravenous tocilizumab infusion can be an effective and safe method of treatment to induce and maintain remission in resistant juvenile idiopathic arthritis associated uveitis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33021415/",
    "clean_text": "tocilizumab employment in the treatment of resistant juvenile idiopathic arthritis associated uveitis aim to determine the efficacy and safety of intravenous tocilizumab in refractory juvenile idiopathic arthritis associated uveitis patients and methods this was a retrospective observational case series patients with refractory juvenile idiopathic aim to determine the efficacy and safety of intravenous tocilizumab in refractory juvenile idiopathic arthritis associated uveitis patients and methods this was a retrospective observational case series patients with refractory juvenile idiopathic arthritis associated uveitis who had received tocilizumab were included in this study results patients eyes were included in this study the average age of the patients at the first visit was years the average duration of follow up period after starting treatment was months intravenous tocilizumab infusions induced and maintained remission in patients eyes vasculitis was resolved within months in all but one patient the presence of papillitis before starting treatment was directly correlated with visual acuity improvement no side effects were observed conclusion intravenous tocilizumab infusion can be an effective and safe method of treatment to induce and maintain remission in resistant juvenile idiopathic arthritis associated uveitis"
}