{
    "title": "Technical aspects of war wound excision.",
    "doc_id": "2670049",
    "writer": "Coupland RM.",
    "year": "1989",
    "summary": "The extent and ease of the operation depends on the site, age and type of wound. Attention to the technique of wound excision avoids septic complications and permits skin closure when the first dressing is removed. Wounds may need re-excision at a later date. …",
    "abstract": "Excision of war wounds may be performed by civilian surgeons with no previous experience of war surgery. The principles of complete excision of non-viable tissue with removal of foreign material, leaving the wound open, and delayed primary closure of skin are vitally important. A major part of the surgical approach is wound assessment and the formation of an operative plan. The extent and ease of the operation depends on the site, age and type of wound. Attention to the technique of wound excision avoids septic complications and permits skin closure when the first dressing is removed. Wounds may need re-excision at a later date. Modification of surgical management is necessary when certain difficult areas are wounded and when the patient presents after many days or has suffered inappropriate first aid.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2670049/",
    "clean_text": "technical aspects of war wound excision the extent and ease of the operation depends on the site age and type of wound attention to the technique of wound excision avoids septic complications and permits skin closure when the first dressing is removed wounds may need re excision at a later date excision of war wounds may be performed by civilian surgeons with no previous experience of war surgery the principles of complete excision of non viable tissue with removal of foreign material leaving the wound open and delayed primary closure of skin are vitally important a major part of the surgical approach is wound assessment and the formation of an operative plan the extent and ease of the operation depends on the site age and type of wound attention to the technique of wound excision avoids septic complications and permits skin closure when the first dressing is removed wounds may need re excision at a later date modification of surgical management is necessary when certain difficult areas are wounded and when the patient presents after many days or has suffered inappropriate first aid"
}