{
    "pmid": "41430723",
    "title": "Airway transcriptome networks for ozone and PM",
    "abstract": "Air pollution disproportionately affects individuals with asthma, triggering asthma exacerbations and morbidity. We hypothesized that children with and without asthma have distinct airway transcriptome networks associated with ozone and particulate matter ≤ 2.5 µm (PM We recruited children from the New York metropolitan area, mapped their air pollutant exposures, and collected nasal and bronchial samples for transcriptome and cellular profiling. We used causal network construction and key driver analyses to build airway transcriptome networks for ozone and PM The cohort included 307 children, including 167 (54.4%) with asthma and 140 (45.6%) without asthma. The mean age was 13.4 years (SD 4.4 years). Among children with asthma, the airway causal network and its key drivers represented pro-inflammatory adaptive immune processes. Six key driver transcripts for ozone (CLC, CPA3, FGL2, LGALS12, IL7R, HRH4) and three key driver transcripts for PM Children with and without asthma have very distinct causal networks and key drivers for ozone and PM",
    "disease": "asthma",
    "clean_text": "airway transcriptome networks for ozone and pm air pollution disproportionately affects individuals with asthma triggering asthma exacerbations and morbidity we hypothesized that children with and without asthma have distinct airway transcriptome networks associated with ozone and particulate matter m pm we recruited children from the new york metropolitan area mapped their air pollutant exposures and collected nasal and bronchial samples for transcriptome and cellular profiling we used causal network construction and key driver analyses to build airway transcriptome networks for ozone and pm the cohort included children including with asthma and without asthma the mean age was years sd years among children with asthma the airway causal network and its key drivers represented pro inflammatory adaptive immune processes six key driver transcripts for ozone clc cpa fgl lgals il r hrh and three key driver transcripts for pm children with and without asthma have very distinct causal networks and key drivers for ozone and pm"
}