{
    "title": "Sweet's Syndrome in a Case of Ulcerative Colitis-Case Report and Review of Literature.",
    "doc_id": "31309809",
    "writer": "Nasa M",
    "year": "2019",
    "summary": "Sweet syndrome,also known as acute febrile neutrophilic dermatosis , is one of the rare cutaneous association of ulcerative colitis.Only few cases of Sweet syndrome associated with ulcerative colitis have been reported in literature. ...Treatment with …",
    "abstract": "Sweet syndrome,also known as acute febrile neutrophilic dermatosis , is one of the rare cutaneous association of ulcerative colitis.Only few cases of Sweet syndrome associated with ulcerative colitis have been reported in literature. We herein describe a case of young female with acute exacerbation of ulcerative colitis associated with erythematous , papular skin lesions which on biopsy were consistent with Sweet syndrome. Treatment with intravenous steroids resulted in improvement of ulcerative colitis and disappearance of cutaneous lesions. Cutaneous lesions of Sweet syndrome in ulcerative colitis parallel the bowel disease activity in majority of the cases but sometimes may precede the intestinal symptoms and rarely may appear after procto-colectomy for acute severe ulcerative colitis.Introduction.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31309809/",
    "clean_text": "sweet s syndrome in a case of ulcerative colitis case report and review of literature sweet syndrome also known as acute febrile neutrophilic dermatosis is one of the rare cutaneous association of ulcerative colitis only few cases of sweet syndrome associated with ulcerative colitis have been reported in literature treatment with sweet syndrome also known as acute febrile neutrophilic dermatosis is one of the rare cutaneous association of ulcerative colitis only few cases of sweet syndrome associated with ulcerative colitis have been reported in literature we herein describe a case of young female with acute exacerbation of ulcerative colitis associated with erythematous papular skin lesions which on biopsy were consistent with sweet syndrome treatment with intravenous steroids resulted in improvement of ulcerative colitis and disappearance of cutaneous lesions cutaneous lesions of sweet syndrome in ulcerative colitis parallel the bowel disease activity in majority of the cases but sometimes may precede the intestinal symptoms and rarely may appear after procto colectomy for acute severe ulcerative colitis introduction"
}