{
    "title": "The interplay between subclinical hypothyroidism and poor sleep quality: A systematic review.",
    "doc_id": "38548514",
    "writer": "Teliti M",
    "year": "2024",
    "summary": "METHODS: Original studies on sleep quality and duration in patients with SHYPO were searched in the PubMed/MEDLINE, Embase, Web of Science and Scopus databases. ...An overall agreement (7 out of 8 studies), about a positive correlation between decreased sleep …",
    "abstract": "Background:\n        \n      \n      The relationship between subclinical hypothyroidism (SHYPO) and sleep disturbances is still poorly investigated. This systematic review aims to critically appraise the existing literature to provide more insights in understanding whether SHYPO favors sleep disturbances or it is the sleep disturbance per se that affects the hypothalamus-pituitary-thyroid axis regulation.\n    \n\n\n          Methods:\n        \n      \n      Original studies on sleep quality and duration in patients with SHYPO were searched in the PubMed/MEDLINE, Embase, Web of Science and Scopus databases. Two reviewers independently screened articles for inclusion, extracted data, and assessed the quality of included studies.\n    \n\n\n          Results:\n        \n      \n      Eight studies, including 2916 patients with SHYPO and 18,574 healthy controls, were retrieved. An overall agreement (7 out of 8 studies), about a positive correlation between decreased sleep quality and/or duration and SHYPO was observed. Five studies investigated sleep quality through self-reported surveys; only two studies explored both subjective and objective assessment of sleep quality with actigraphy (n = 1) or polysomnography (n = 1); finally, one study assessed subjective evaluation of sleep quality through a single question regarding the number of sleeping hours. A high level of heterogeneity among studies was manifest due to differences in population source, sleep measure assessment and criteria for diagnosing SHYPO.\n    \n\n\n          Discussion:\n        \n      \n      Overall, the existing literature data suggest a link between SHYPO and sleep disturbances, but further studies on larger populations of patients with homogeneous study designs and outcomes are warranted.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38548514/",
    "clean_text": "the interplay between subclinical hypothyroidism and poor sleep quality a systematic review methods original studies on sleep quality and duration in patients with shypo were searched in the pubmed medline embase web of science and scopus databases an overall agreement out of studies about a positive correlation between decreased sleep background the relationship between subclinical hypothyroidism shypo and sleep disturbances is still poorly investigated this systematic review aims to critically appraise the existing literature to provide more insights in understanding whether shypo favors sleep disturbances or it is the sleep disturbance per se that affects the hypothalamus pituitary thyroid axis regulation methods original studies on sleep quality and duration in patients with shypo were searched in the pubmed medline embase web of science and scopus databases two reviewers independently screened articles for inclusion extracted data and assessed the quality of included studies results eight studies including patients with shypo and healthy controls were retrieved an overall agreement out of studies about a positive correlation between decreased sleep quality and or duration and shypo was observed five studies investigated sleep quality through self reported surveys only two studies explored both subjective and objective assessment of sleep quality with actigraphy n or polysomnography n finally one study assessed subjective evaluation of sleep quality through a single question regarding the number of sleeping hours a high level of heterogeneity among studies was manifest due to differences in population source sleep measure assessment and criteria for diagnosing shypo discussion overall the existing literature data suggest a link between shypo and sleep disturbances but further studies on larger populations of patients with homogeneous study designs and outcomes are warranted"
}