{
    "pmid": "41372812",
    "title": "The ratio of GGT to PLT indices is a predictive factor for the progression of liver fibrosis in NA-treated chronic hepatitis B patients with advanced fibrosis plus PEG-IFN α-2a therapy: a case-control study.",
    "abstract": "Combination therapy with pegylated interferon α-2a (PEG-IFN α-2a) and nucleoside analogue (NA) has been shown to improve liver histology in patients with chronic hepatitis B (CHB) and hepatic fibrosis. PEG-IFN α-2a effectiveness was assessed in NA-treated CHB patients with advanced fibrosis/compensated cirrhosis. This retrospective multicenter study included NA-treated CHB patients with advanced fibrosis/compensated cirrhosis. Patients received 48-week PEG-IFN α-2a plus 24-week follow-up. The primary endpoint was liver fibrosis status 24 weeks post-treatment. A total of 102 patients were enrolled in the study, including 35 and 67 baseline HBeAg-positive and HBeAg-negative CHB patients, respectively. At the end of PEG-IFN α-2a treatment, a total of 18 (17.6%) patients achieved HBsAg loss, and 23 (65.7%) achieved HBeAg loss. Sixty-nine patients completed the comparison of liver fibrosis and cirrhosis before and after treatment, of whom 16 (23.2%) experienced progression of liver fibrosis or cirrhosis, 32 (46.4%) experienced liver fibrosis reversal, and 21 (30.4%) remained stable. Penalized logistic regression analysis demonstrated that GPR (Intercept = -1.200; Coefficients = 0.102) and GGT levels (Intercept = -1.198; Coefficients = 0.048) at 24 weeks of PEG-IFN α-2a treatment were independent predictors of fibrosis progression. Among these, GPR at 24 weeks exhibited the highest predictive value (Corrected AUC = 0.805). Approximately one-fifth of the NA-treated CHB patients with advanced liver fibrosis and compensated cirrhosis experienced progression of liver fibrosis after PEG-IFN α-2a treatment. The GPR at 24 weeks of treatment was an independent predictive factor for the progression of liver fibrosis in this population.",
    "disease": "liver cirrhosis",
    "clean_text": "the ratio of ggt to plt indices is a predictive factor for the progression of liver fibrosis in na treated chronic hepatitis b patients with advanced fibrosis plus peg ifn a therapy a case control study combination therapy with pegylated interferon a peg ifn a and nucleoside analogue na has been shown to improve liver histology in patients with chronic hepatitis b chb and hepatic fibrosis peg ifn a effectiveness was assessed in na treated chb patients with advanced fibrosis compensated cirrhosis this retrospective multicenter study included na treated chb patients with advanced fibrosis compensated cirrhosis patients received week peg ifn a plus week follow up the primary endpoint was liver fibrosis status weeks post treatment a total of patients were enrolled in the study including and baseline hbeag positive and hbeag negative chb patients respectively at the end of peg ifn a treatment a total of patients achieved hbsag loss and achieved hbeag loss sixty nine patients completed the comparison of liver fibrosis and cirrhosis before and after treatment of whom experienced progression of liver fibrosis or cirrhosis experienced liver fibrosis reversal and remained stable penalized logistic regression analysis demonstrated that gpr intercept coefficients and ggt levels intercept coefficients at weeks of peg ifn a treatment were independent predictors of fibrosis progression among these gpr at weeks exhibited the highest predictive value corrected auc approximately one fifth of the na treated chb patients with advanced liver fibrosis and compensated cirrhosis experienced progression of liver fibrosis after peg ifn a treatment the gpr at weeks of treatment was an independent predictive factor for the progression of liver fibrosis in this population"
}