{
    "pmid": "41472172",
    "title": "Factors Influencing the Willingness of Layer Specialized Households to Participate in Cooperative Avian Influenza Prevention and Control: Evidence from China.",
    "abstract": "Highly pathogenic avian influenza (HPAI) remains a significant threat to poultry production in China. Layer specialized households (LSHs)-characterized by medium-scale operations (1000-15,000 birds)-are particularly vulnerable due to frequently suboptimal biosecurity measures. Cooperative prevention and control (CPC) strategies, including unified disinfection and joint monitoring, present a viable method for reducing HPAI risks. However, participation among LSHs remains low. This study seeks to identify the key determinants influencing LSHs' willingness to participate in CPC measures against HPAI, and further compare these driving factors across villages with versus without a documented history of HPAI outbreaks. A survey of 130 LSHs was conducted in two Chinese villages: Village A (with HPAI history) and Village B (without HPAI history). Data on socio-economic characteristics, production practices, and attitudes were collected via structured questionnaires. An Ordered Probit model was employed to analyze determinants of willingness to participate, measured on a 5-point ordinal scale. Full-sample regression analysis demonstrated that older age, higher educational attainment, risk-tolerant attitudes, larger household scale, and higher annual household income exerted a significantly positive impact on the willingness to participate in the program. Surprisingly, greater knowledge of avian influenza exerted a significant negative effect. Regional subgroup analyses identified distinct drivers: in Village A (with HPAI history), prior experience of bird deaths positively influenced willingness, whereas longer breeding experience had a negative effect. In Village B (no HPAI history), frequent social interaction and greater breeding experience emerged as positive determinants. The findings underscore the critical role of regional context and specific household characteristics in shaping LSHs' willingness to cooperate. Policy interventions to promote CPC should be regionally tailored: in previously affected areas, leveraging past outbreak experiences and ensuring equitable compensation is essential; in unaffected areas, fostering social networks and demonstrating CPC benefits through peer influence are more effective.",
    "disease": "influenza",
    "clean_text": "factors influencing the willingness of layer specialized households to participate in cooperative avian influenza prevention and control evidence from china highly pathogenic avian influenza hpai remains a significant threat to poultry production in china layer specialized households lshs characterized by medium scale operations birds are particularly vulnerable due to frequently suboptimal biosecurity measures cooperative prevention and control cpc strategies including unified disinfection and joint monitoring present a viable method for reducing hpai risks however participation among lshs remains low this study seeks to identify the key determinants influencing lshs willingness to participate in cpc measures against hpai and further compare these driving factors across villages with versus without a documented history of hpai outbreaks a survey of lshs was conducted in two chinese villages village a with hpai history and village b without hpai history data on socio economic characteristics production practices and attitudes were collected via structured questionnaires an ordered probit model was employed to analyze determinants of willingness to participate measured on a point ordinal scale full sample regression analysis demonstrated that older age higher educational attainment risk tolerant attitudes larger household scale and higher annual household income exerted a significantly positive impact on the willingness to participate in the program surprisingly greater knowledge of avian influenza exerted a significant negative effect regional subgroup analyses identified distinct drivers in village a with hpai history prior experience of bird deaths positively influenced willingness whereas longer breeding experience had a negative effect in village b no hpai history frequent social interaction and greater breeding experience emerged as positive determinants the findings underscore the critical role of regional context and specific household characteristics in shaping lshs willingness to cooperate policy interventions to promote cpc should be regionally tailored in previously affected areas leveraging past outbreak experiences and ensuring equitable compensation is essential in unaffected areas fostering social networks and demonstrating cpc benefits through peer influence are more effective"
}