{
    "pmid": "41360781",
    "title": "Pre-existing cross-reactive immunity to highly pathogenic avian influenza 2.3.4.4b A(H5N1) virus in the United States.",
    "abstract": "The unprecedented 2.3.4.4b. A(H5N1) outbreak in dairy cattle, poultry, and spillover to humans in the United States (US) poses a major public health threat. Population immunity is a critical component of influenza pandemic risk assessment. We assessed the pre-existing cross-reactive immunity to 2.3.4.4b A(H5N1) viruses and analyzed 1794 sera from 723 people (0.5-88 yrs) in multiple US geographic regions during 2021-2024. Pre-existing neutralizing and hemagglutinin (HA)-head-binding antibodies to A(H5N1) were low, but there were substantial cross-reactive binding antibodies to N1 neuraminidase (NA) of 2.3.4.4b A(H5N1). Antibodies to group 1 HA stalk were also prevalent and increased with age. A(H1N1)pdm09 infection and influenza vaccination did not induce neutralizing antibodies to A(H5N1) viruses but induced significant rise of functional NA inhibition (NAI) antibodies to N1 of 2.3.4.4b A(H5N1), and group 1 HA stalk antibodies. Moreover, pre-pandemic stockpiled 2.3.4.4c vaccine can elicit cross-reactive neutralizing antibodies to 2.3.4.4b A(H5N1) viruses. Understanding population susceptibility is essential for pandemic preparedness.",
    "disease": "influenza",
    "clean_text": "pre existing cross reactive immunity to highly pathogenic avian influenza b a h n virus in the united states the unprecedented b a h n outbreak in dairy cattle poultry and spillover to humans in the united states us poses a major public health threat population immunity is a critical component of influenza pandemic risk assessment we assessed the pre existing cross reactive immunity to b a h n viruses and analyzed sera from people yrs in multiple us geographic regions during pre existing neutralizing and hemagglutinin ha head binding antibodies to a h n were low but there were substantial cross reactive binding antibodies to n neuraminidase na of b a h n antibodies to group ha stalk were also prevalent and increased with age a h n pdm infection and influenza vaccination did not induce neutralizing antibodies to a h n viruses but induced significant rise of functional na inhibition nai antibodies to n of b a h n and group ha stalk antibodies moreover pre pandemic stockpiled c vaccine can elicit cross reactive neutralizing antibodies to b a h n viruses understanding population susceptibility is essential for pandemic preparedness"
}