{
    "pmid": "41468971",
    "title": "Pneumococcal Serotype Distribution and Outcomes in Cancer Patients with Community-Acquired Pneumonia: A Prospective Study Using the 15-Valent Pneumococcal Conjugate Vaccine Serotype Specific Urinary Antigen Detection Assay.",
    "abstract": "Cancer patients with pneumococcal community-acquired pneumonia (CAP) have higher mortality than the general population. Data on pneumococcus serotype distribution in this population are limited. We evaluated pneumococcal serotypes using a 15-valent pneumococcal conjugate vaccine (PCV15) serotype-specific urinary antigen detection (SSUAD) in cancer patients with CAP. Prospective observational study in adult cancer patients with CAP at MSKCC (1/1/2023-1/31/2024). Streptococcal urine antigen (SUA) testing was performed in-house. Remnant urine samples were tested by PCV-15 SSUAD at Q2 laboratories. Blood and respiratory culture results were captured within 7 days of SUA. Of 912 patients with CAP (median age 67), 94.6% were hospitalized. Forty-one (4.5%) had pneumococcal pneumonia by SUA and SSUAD (N=35), sputum culture (N=2), or blood culture (N=7). By urine antigen, SUA was positive in 15, SSUAD in 19, and one in both. The most common serotype by SSUAD was 7F (24.3%), and 35% had ≥2 serotypes. Only 26.9% had received any pneumococcal vaccine. The overall 30-day mortality was 20.2% with CAP, and 31.7% among patients with pneumococcal pneumonia. Serotype 7F, covered by all pneumococcal vaccines, was the most common serotype. The high 30-day all-cause mortality highlights the substantial burden of CAP in cancer patients. Enhanced serotype surveillance and vaccine-effectiveness studies are warranted.",
    "disease": "pneumonia",
    "clean_text": "pneumococcal serotype distribution and outcomes in cancer patients with community acquired pneumonia a prospective study using the valent pneumococcal conjugate vaccine serotype specific urinary antigen detection assay cancer patients with pneumococcal community acquired pneumonia cap have higher mortality than the general population data on pneumococcus serotype distribution in this population are limited we evaluated pneumococcal serotypes using a valent pneumococcal conjugate vaccine pcv serotype specific urinary antigen detection ssuad in cancer patients with cap prospective observational study in adult cancer patients with cap at mskcc streptococcal urine antigen sua testing was performed in house remnant urine samples were tested by pcv ssuad at q laboratories blood and respiratory culture results were captured within days of sua of patients with cap median age were hospitalized forty one had pneumococcal pneumonia by sua and ssuad n sputum culture n or blood culture n by urine antigen sua was positive in ssuad in and one in both the most common serotype by ssuad was f and had serotypes only had received any pneumococcal vaccine the overall day mortality was with cap and among patients with pneumococcal pneumonia serotype f covered by all pneumococcal vaccines was the most common serotype the high day all cause mortality highlights the substantial burden of cap in cancer patients enhanced serotype surveillance and vaccine effectiveness studies are warranted"
}