{
    "pmid": "41434405",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Neuropsychiatric symptoms (NPS) are increasingly acknowledged as core symptoms of Alzheimer's disease (AD). Studies have reported significant associations between NPS severity and disruption of salience network brain functional connectivity. However, the pathophysiological and structural correlates of NPS in AD are less clear. This study aimed to examine the relationships of NPS severity with gray matter (GM) microstructural integrity and amyloid and tau burden in older adults with amnestic mild cognitive impairment (aMCI) and mild dementia of Alzheimer's type (DAT). We analyzed data from 178 participants (mean age: 72.01±7.01; 43.82% female) with aMCI (66.29%) or DAT (33.71%). For each participant, an informant completed the Neuropsychiatric Inventory Questionnaire (NPIQ) to evaluate NPS severity. Participants underwent PET using [ Higher NPIQ total score was significantly associated with lower ODI in the right insula and right inferior frontal gyrus (pars opercularis, triangularis and orbitalis). There were no significant associations with NDI and PiB and [ Our findings show that more severe NPS are associated with altered diffusivity in cortical regions canonically associated with the salience network, which may reflect reduced dendritic arborization complexity in these regions. Our results suggest that NPS severity may be more tightly tied to microstructural GM changes than AD pathology as measured via PET. These results support prior functional MRI studies identifying the salience network as the primary network of interest for NPS in those with AD.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium neuropsychiatric symptoms nps are increasingly acknowledged as core symptoms of alzheimer s disease ad studies have reported significant associations between nps severity and disruption of salience network brain functional connectivity however the pathophysiological and structural correlates of nps in ad are less clear this study aimed to examine the relationships of nps severity with gray matter gm microstructural integrity and amyloid and tau burden in older adults with amnestic mild cognitive impairment amci and mild dementia of alzheimer s type dat we analyzed data from participants mean age female with amci or dat for each participant an informant completed the neuropsychiatric inventory questionnaire npiq to evaluate nps severity participants underwent pet using higher npiq total score was significantly associated with lower odi in the right insula and right inferior frontal gyrus pars opercularis triangularis and orbitalis there were no significant associations with ndi and pib and our findings show that more severe nps are associated with altered diffusivity in cortical regions canonically associated with the salience network which may reflect reduced dendritic arborization complexity in these regions our results suggest that nps severity may be more tightly tied to microstructural gm changes than ad pathology as measured via pet these results support prior functional mri studies identifying the salience network as the primary network of interest for nps in those with ad"
}