{
    "pmid": "41472312",
    "title": "Modelling the Variability in Immunity Build-Up and Waning Following RNA-Based Vaccination.",
    "abstract": "RNA-based vaccination has been broadly applied in the COVID-19 pandemic. A characteristic of the immunization was fast-waning immunity. However, the time scale of this process varied considerably for virus subtypes and among individuals. Understanding the origin of this variability is crucial in order to improve future vaccination strategies. Here, we introduce a mathematical model of RNA-based vaccination and the kinetics of the induced immune response. In the model, antigens produced following vaccination give rise to an immune response leading to germinal center reactions and accordingly B-cell differentiation into memory B-cells and plasma cells. In a negative feedback loop, the antibodies synthesized by newly specified plasma cells shut down the germinal center reaction as well as antigen-induced differentiation of memory B-cell into plasma cells. This limits the build-up of long-lasting immunity and thus is accompanied by fast-waning immunity. The detailed data available on infection with and vaccination against SARS-CoV-2 enabled computational simulation of essential processes of the immune response. Through simulation, we analyzed to what extent a single- or double-dose vaccination provides protection against infection. We find that variability in the immune response in individuals, originating, e.g., in different immune-cell densities, results in a broad log-normal-like distribution of the vaccine-induced protection times that peaks around 100 days. Protection times decrease for virus variants with mutated antibody-binding sites or increased replication rates. Independent of these virus specifics, our simulations suggest optimal timing of a second dose about 5 weeks after the first in agreement with clinical trials.",
    "disease": "pneumonia",
    "clean_text": "modelling the variability in immunity build up and waning following rna based vaccination rna based vaccination has been broadly applied in the covid pandemic a characteristic of the immunization was fast waning immunity however the time scale of this process varied considerably for virus subtypes and among individuals understanding the origin of this variability is crucial in order to improve future vaccination strategies here we introduce a mathematical model of rna based vaccination and the kinetics of the induced immune response in the model antigens produced following vaccination give rise to an immune response leading to germinal center reactions and accordingly b cell differentiation into memory b cells and plasma cells in a negative feedback loop the antibodies synthesized by newly specified plasma cells shut down the germinal center reaction as well as antigen induced differentiation of memory b cell into plasma cells this limits the build up of long lasting immunity and thus is accompanied by fast waning immunity the detailed data available on infection with and vaccination against sars cov enabled computational simulation of essential processes of the immune response through simulation we analyzed to what extent a single or double dose vaccination provides protection against infection we find that variability in the immune response in individuals originating e g in different immune cell densities results in a broad log normal like distribution of the vaccine induced protection times that peaks around days protection times decrease for virus variants with mutated antibody binding sites or increased replication rates independent of these virus specifics our simulations suggest optimal timing of a second dose about weeks after the first in agreement with clinical trials"
}