{
    "pmid": "41384291",
    "title": "The Atherogenic Index of Plasma as a Novel Marker of Critical Multivessel Disease in Non-ST-Elevation Myocardial Infarction.",
    "abstract": "This study aimed to determine whether the atherogenic index of plasma (AIP) can predict critical multivessel coronary artery disease (MVD) in patients presenting with non-ST-segment elevation myocardial infarction (NSTEMI). In this retrospective analysis, patients diagnosed with NSTEMI who underwent coronary angiography between January and December 2024 were evaluated. Based on angiographic findings, patients were classified according to the number of major epicardial vessels with significant stenosis, and MVD was defined as critical involvement of all three major vessels. The AIP was calculated as log (triglyceride/HDL-cholesterol). Multivariable logistic regression analysis was applied to identify independent predictors of MVD, and ROC curve analysis was performed to assess diagnostic accuracy. Of 1,216 patients included in the study, 302 (24.8%) had MVD. Those with critical MVD had significantly higher AIP values than those without MVD (0.74 +- 0.28 vs. 0.59 +- 0.26, p < 0.001). In multivariable analysis, AIP remained an independent determinant of MVD (odds ratio: 3.132, 95% confidence interval: 1.626-6.030, p = 0.001). Diabetes mellitus, higher HbA1c, and elevated LDL cholesterol levels were also independently associated with MVD. AIP showed moderate discriminative ability for predicting MVD, with an AUC of 0.689 and sensitivity and specificity of 65.6%. AIP was independently associated with the presence of critical MVD in patients with NSTEMI. Given its simplicity, affordability, and accessibility, AIP may serve as a practical indicator of atherogenic burden and assist in identifying patients who are more likely to have multivessel coronary involvement.",
    "disease": "coronary artery disease",
    "clean_text": "the atherogenic index of plasma as a novel marker of critical multivessel disease in non st elevation myocardial infarction this study aimed to determine whether the atherogenic index of plasma aip can predict critical multivessel coronary artery disease mvd in patients presenting with non st segment elevation myocardial infarction nstemi in this retrospective analysis patients diagnosed with nstemi who underwent coronary angiography between january and december were evaluated based on angiographic findings patients were classified according to the number of major epicardial vessels with significant stenosis and mvd was defined as critical involvement of all three major vessels the aip was calculated as log triglyceride hdl cholesterol multivariable logistic regression analysis was applied to identify independent predictors of mvd and roc curve analysis was performed to assess diagnostic accuracy of patients included in the study had mvd those with critical mvd had significantly higher aip values than those without mvd vs p in multivariable analysis aip remained an independent determinant of mvd odds ratio confidence interval p diabetes mellitus higher hba c and elevated ldl cholesterol levels were also independently associated with mvd aip showed moderate discriminative ability for predicting mvd with an auc of and sensitivity and specificity of aip was independently associated with the presence of critical mvd in patients with nstemi given its simplicity affordability and accessibility aip may serve as a practical indicator of atherogenic burden and assist in identifying patients who are more likely to have multivessel coronary involvement"
}