{
    "title": "Fractional-dose yellow fever vaccination: how much more can we do with less?",
    "doc_id": "31335440",
    "writer": "Visser LG.",
    "year": "2019",
    "summary": "In this review, we address the causes of the recent yellow fever outbreaks, why fractional dose yellow fever vaccination works, the role of virus neutralizing antibodies in the protection against yellow fever, and the need for revaccinati …",
    "abstract": "Purpose of review:\n        \n      \n      Climate change, deforestation, urbanization, and increased population mobility have made the risk of large outbreaks of yellow fever more likely than ever. Yellow fever vaccine production barely meets demands. In this review, we address the causes of the recent yellow fever outbreaks, why fractional dose yellow fever vaccination works, the role of virus neutralizing antibodies in the protection against yellow fever, and the need for revaccination.\n    \n\n\n          Recent findings:\n        \n      \n      Human activities have profoundly changed the epidemiology of yellow fever. The excess of infectious viral particles in routine yellow fever vaccine batches allows for off-label use of fractional dose yellow fever vaccination in response to emergency situations. Two studies have confirmed long-term protection after fractional dose yellow fever vaccination. The need for the presence of virus neutralizing antibodies (VNA) to protect an individual against yellow fever depends on the epidemiological setting. In case of sylvatic transmission, population immunity is irrelevant for individual protection, as mosquitoes are transmitting the virus from infected nonhuman primates to human.\n    \n\n\n          Summary:\n        \n      \n      With the growing connectivity through air travel, countries with high densities of nonimmune populations and of the urban mosquito vector, Aedes aegypti, should ensure that their citizens are properly vaccinated against yellow fever before traveling to a yellow fever endemic country. In the situation of sylvatic transmission, the presence of protective levels of VNA will determine the outcome and may require revaccination at some point in time.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31335440/",
    "clean_text": "fractional dose yellow fever vaccination how much more can we do with less in this review we address the causes of the recent yellow fever outbreaks why fractional dose yellow fever vaccination works the role of virus neutralizing antibodies in the protection against yellow fever and the need for revaccinati purpose of review climate change deforestation urbanization and increased population mobility have made the risk of large outbreaks of yellow fever more likely than ever yellow fever vaccine production barely meets demands in this review we address the causes of the recent yellow fever outbreaks why fractional dose yellow fever vaccination works the role of virus neutralizing antibodies in the protection against yellow fever and the need for revaccination recent findings human activities have profoundly changed the epidemiology of yellow fever the excess of infectious viral particles in routine yellow fever vaccine batches allows for off label use of fractional dose yellow fever vaccination in response to emergency situations two studies have confirmed long term protection after fractional dose yellow fever vaccination the need for the presence of virus neutralizing antibodies vna to protect an individual against yellow fever depends on the epidemiological setting in case of sylvatic transmission population immunity is irrelevant for individual protection as mosquitoes are transmitting the virus from infected nonhuman primates to human summary with the growing connectivity through air travel countries with high densities of nonimmune populations and of the urban mosquito vector aedes aegypti should ensure that their citizens are properly vaccinated against yellow fever before traveling to a yellow fever endemic country in the situation of sylvatic transmission the presence of protective levels of vna will determine the outcome and may require revaccination at some point in time"
}