{
    "pmid": "41360731",
    "title": "Chronic Hepatitis B Infection: Patient Guidance.",
    "abstract": "This patient guidance document is intended for all people at risk of or living with chronic hepatitis B (CHB) infection. Globally, CHB is one of the leading causes of cirrhosis and hepatocellular carcinoma, the most common form of liver cancer. However, less than one in five infected individuals is aware of their condition and only a small fraction of these individuals receive proper assessment and management. Safe and effective treatment is available in many countries and regions and is recommended for infected individuals who have evidence of liver damage or are at risk of complications. Several essential measures are advised for all people living with CHB, including lifestyle habits, screening for coinfection, managing comorbidities, fibrosis assessment, preventing HBV transmission, and surveillance for liver cancer. There are also recent shifts in the treatment paradigm and novel drug development. In those living with CHB, a better understanding of the disease can empower them to play an active role in management in partnership with their physicians. This guidance document has been developed in collaboration with clinicians, scientists, patients, and patient representatives to summarize updated salient knowledge to inform people at risk of or living with CHB.",
    "disease": "liver cirrhosis",
    "clean_text": "chronic hepatitis b infection patient guidance this patient guidance document is intended for all people at risk of or living with chronic hepatitis b chb infection globally chb is one of the leading causes of cirrhosis and hepatocellular carcinoma the most common form of liver cancer however less than one in five infected individuals is aware of their condition and only a small fraction of these individuals receive proper assessment and management safe and effective treatment is available in many countries and regions and is recommended for infected individuals who have evidence of liver damage or are at risk of complications several essential measures are advised for all people living with chb including lifestyle habits screening for coinfection managing comorbidities fibrosis assessment preventing hbv transmission and surveillance for liver cancer there are also recent shifts in the treatment paradigm and novel drug development in those living with chb a better understanding of the disease can empower them to play an active role in management in partnership with their physicians this guidance document has been developed in collaboration with clinicians scientists patients and patient representatives to summarize updated salient knowledge to inform people at risk of or living with chb"
}