{
    "title": "Risk factors for periodontitis & peri-implantitis.",
    "doc_id": "35913624",
    "writer": "Darby I.",
    "year": "2022",
    "summary": "Most patients will probably have multiple risk factors, some of which will be the same for both periodontitis and peri-implantitis. ...This edition of Periodontology provides an uptodate review of many of these risk factors and their impact summarising …",
    "abstract": "Risk is part of all health professions and generally indicates the chance of getting some form of illness. For dental practitioners this includes periodontitis or peri-implantitis, the focus of this issue. Many risk factors are involved in the development of disease and most likely interact or overlap. Most patients will probably have multiple risk factors, some of which will be the same for both periodontitis and peri-implantitis. The most recent classification of periodontal disease recognises the importance of risk factors and contemporary dental practice requires that clinicians be aware of and manage them. Broadly speaking risk factors can be patient, environment or practitioner related. Patient risk factors would include socio-economic status, smoking, substance use disorders, diabetes, diet and dietary supplements, mental health disorders, old age, poor home dental care or understanding of the need for good home care and use of medications. Environmental modification of the host response through gene function is an emerging risk factor. Lastly, practitioner-related factors in implant dentistry are now known to affect risk. These would include the use of digital technology, but patient related factors such implant location and the body's reaction to an implant itself add to the risk of developing disease. This edition of Periodontology provides an uptodate review of many of these risk factors and their impact summarising current knowledge.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35913624/",
    "clean_text": "risk factors for periodontitis peri implantitis most patients will probably have multiple risk factors some of which will be the same for both periodontitis and peri implantitis this edition of periodontology provides an uptodate review of many of these risk factors and their impact summarising risk is part of all health professions and generally indicates the chance of getting some form of illness for dental practitioners this includes periodontitis or peri implantitis the focus of this issue many risk factors are involved in the development of disease and most likely interact or overlap most patients will probably have multiple risk factors some of which will be the same for both periodontitis and peri implantitis the most recent classification of periodontal disease recognises the importance of risk factors and contemporary dental practice requires that clinicians be aware of and manage them broadly speaking risk factors can be patient environment or practitioner related patient risk factors would include socio economic status smoking substance use disorders diabetes diet and dietary supplements mental health disorders old age poor home dental care or understanding of the need for good home care and use of medications environmental modification of the host response through gene function is an emerging risk factor lastly practitioner related factors in implant dentistry are now known to affect risk these would include the use of digital technology but patient related factors such implant location and the body s reaction to an implant itself add to the risk of developing disease this edition of periodontology provides an uptodate review of many of these risk factors and their impact summarising current knowledge"
}