{
    "pmid": "41446843",
    "title": "Using mass cytometry to probe the STAT signaling landscape in circulating immune cells in Rheumatoid Arthritis uncovers signaling dysregulation and correlation with disease activity.",
    "abstract": "The phosphorylation state of signaling proteins is a useful measure of cell function. The high dimensionality of mass cytometry (CyTOF) allows assessment of a large number of parameters using limited amount of material. By combining CyTOF high dimensionality with fixation of blood cells close to collection, cell phosphorylation patterns are preserved as close as possible to  We designed an antibody panel identifying 34 immune subpopulations combined with the phosphorylated (p) forms of Stat1, Stat3, Stat4, Stat5 and Stat6. Whole fixed blood from 21 RA patients and 10 healthy controls were analyzed by CyTOF. The frequency of immune cell subpopulations and the level of the pSTATs proteins were compared between the samples from RA patients and controls using Multiple Mann Whitney tests and clustering analysis. Correlation of the tested parameters with DAS28-ESR, DAS28-CRP and CDAI was examined. Levels of pSTAT5 were elevated in several CD4 T cell subsets, and positively correlated with DAS28-ESR and DAS28-CRP. pSTAT1 levels were elevated in CD4 T cell subpopulations, as well as in some subsets of CD8 T cell subsets, NK cells, monocytes and Dendritic cells. Levels of pSTAT6 in several CD4 T cell subpopulations, including T regulatory cells, were lower in samples from RA patients compared to controls, and negative correlations between CDAI and pSTAT6 were found. The frequency of CD4 T cell effector memory cells expressing the chemokine receptors CCR2 and CCR5 was lower in samples from RA patients compared to controls. We found distinct pattern of STAT proteins phosphorylation associated with circulating immune cells in RA samples compared to healthy controls. These findings correlated with measures of disease activity. Analysis of phosphorylation patterns may be useful to understand disease pathology, and also as a marker of treatment response and disease outcome. By avoiding cell isolation, phosphorylation patterns in several cell subpopulation can be analyzed close to the ",
    "disease": "rheumatoid arthritis",
    "clean_text": "using mass cytometry to probe the stat signaling landscape in circulating immune cells in rheumatoid arthritis uncovers signaling dysregulation and correlation with disease activity the phosphorylation state of signaling proteins is a useful measure of cell function the high dimensionality of mass cytometry cytof allows assessment of a large number of parameters using limited amount of material by combining cytof high dimensionality with fixation of blood cells close to collection cell phosphorylation patterns are preserved as close as possible to we designed an antibody panel identifying immune subpopulations combined with the phosphorylated p forms of stat stat stat stat and stat whole fixed blood from ra patients and healthy controls were analyzed by cytof the frequency of immune cell subpopulations and the level of the pstats proteins were compared between the samples from ra patients and controls using multiple mann whitney tests and clustering analysis correlation of the tested parameters with das esr das crp and cdai was examined levels of pstat were elevated in several cd t cell subsets and positively correlated with das esr and das crp pstat levels were elevated in cd t cell subpopulations as well as in some subsets of cd t cell subsets nk cells monocytes and dendritic cells levels of pstat in several cd t cell subpopulations including t regulatory cells were lower in samples from ra patients compared to controls and negative correlations between cdai and pstat were found the frequency of cd t cell effector memory cells expressing the chemokine receptors ccr and ccr was lower in samples from ra patients compared to controls we found distinct pattern of stat proteins phosphorylation associated with circulating immune cells in ra samples compared to healthy controls these findings correlated with measures of disease activity analysis of phosphorylation patterns may be useful to understand disease pathology and also as a marker of treatment response and disease outcome by avoiding cell isolation phosphorylation patterns in several cell subpopulation can be analyzed close to the"
}