{
    "title": "Efficacy of Rhythmic Photic Stimulation for Autonomic Nervous System Regulation in University Students.",
    "doc_id": "40126151",
    "writer": "Yang SY",
    "year": "2025",
    "summary": "University students frequently encounter stress and anxiety, impacting their autonomic nervous system and mental health. Rhythmic photic stimulation (RPS) at various frequencies is considered a potential intervention for anxiety and depression, but its effect …",
    "abstract": "University students frequently encounter stress and anxiety, impacting their autonomic nervous system and mental health. Rhythmic photic stimulation (RPS) at various frequencies is considered a potential intervention for anxiety and depression, but its effectiveness is not fully understood. This research aimed to assess the impact of RPS at theta (6 Hz), alpha (10 Hz), and beta (25 Hz) frequencies on autonomic nervous system regulation in university students, comparing the effects between those with and without depression symptoms. Conducted at a southern Taiwan university, this quasi-experimental study involved RPS interventions at specified frequencies, with pre and post assessments of heartbeat, blood pressure, and heart rate variability. Among 62 participants (average age 20.29±0.61), those without depression showed a notable blood pressure reduction following theta-frequency RPS compared to other frequencies (p<0.05). A similar pattern was observed when comparing non-depressed and depressed participants after theta-RPS, with depressed individuals experiencing an increase in sympathetic activity (p<0.05). RPS, particularly at theta frequency, can significantly influence the autonomic nervous system, suggesting a potential for reducing anxiety-related physiological markers in university students. Further verification with a larger and longitudinal study is warranted. Key words Binaural beat, Rhythmical photic stimulation, Autonomic nervous system, University student.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40126151/",
    "clean_text": "efficacy of rhythmic photic stimulation for autonomic nervous system regulation in university students university students frequently encounter stress and anxiety impacting their autonomic nervous system and mental health rhythmic photic stimulation rps at various frequencies is considered a potential intervention for anxiety and depression but its effect university students frequently encounter stress and anxiety impacting their autonomic nervous system and mental health rhythmic photic stimulation rps at various frequencies is considered a potential intervention for anxiety and depression but its effectiveness is not fully understood this research aimed to assess the impact of rps at theta hz alpha hz and beta hz frequencies on autonomic nervous system regulation in university students comparing the effects between those with and without depression symptoms conducted at a southern taiwan university this quasi experimental study involved rps interventions at specified frequencies with pre and post assessments of heartbeat blood pressure and heart rate variability among participants average age those without depression showed a notable blood pressure reduction following theta frequency rps compared to other frequencies p a similar pattern was observed when comparing non depressed and depressed participants after theta rps with depressed individuals experiencing an increase in sympathetic activity p rps particularly at theta frequency can significantly influence the autonomic nervous system suggesting a potential for reducing anxiety related physiological markers in university students further verification with a larger and longitudinal study is warranted key words binaural beat rhythmical photic stimulation autonomic nervous system university student"
}