{
    "pmid": "41455501",
    "title": "Pulmonary delivery of glycine-induced outer membrane vesicles as in situ vaccines for metastatic lung cancer.",
    "abstract": "Metastatic lung cancer's immunosuppressive tumor microenvironment (TME) remains a significant barrier to effective immunotherapy. While inhaled vaccination offers a promising strategy for local TME remodeling, potent and safe immunostimulants remain lacking. Bacterial outer membrane vesicles (OMVs) are emerging as promising nanoplatforms for cancer immunotherapy; however, their therapeutic efficacy, safety, and underlying mechanisms against metastatic lung cancer via lung mucosal immunity remain largely unexplored. To address this, we developed glycine-induced OMVs (Gomv) as a novel inhaled in situ vaccine, strategically leveraging preparation methodology to influence immunostimulatory function. This methodology-driven engineering significantly boosted immunogenicity, achieving a 7.28-fold increase in production yield alongside a substantially reduced lipopolysaccharide content (0.107 ± 0.002 ng/μg) and an enriched outer membrane protein profile (e.g., OmpA and OmpC) compared to other OMVs. Importantly, our results showed that Gomv targeted alveolar macrophages and promoted tumor phagocytosis and M1 polarization by activating the FPR1/2 and NF-κB pathways. The consequent release of tumor antigens functioned as an effective in situ vaccine, activating cytotoxic T cells and reprogramming the immunosuppressive TME through coordinated cytokine signaling (including IFN-α, IFN-γ, and Granzyme B). Critically, pulmonary delivery of Gomv achieved 83.17 % tumor suppression in metastatic lung cancer models with a favorable safety profile. Our study establishes a glycine-induced engineering strategy for developing efficient and safe inhalable vaccine platforms, providing a reference for bacterial vesicle-based platforms in pulmonary immunotherapy.",
    "disease": "lung cancer",
    "clean_text": "pulmonary delivery of glycine induced outer membrane vesicles as in situ vaccines for metastatic lung cancer metastatic lung cancer s immunosuppressive tumor microenvironment tme remains a significant barrier to effective immunotherapy while inhaled vaccination offers a promising strategy for local tme remodeling potent and safe immunostimulants remain lacking bacterial outer membrane vesicles omvs are emerging as promising nanoplatforms for cancer immunotherapy however their therapeutic efficacy safety and underlying mechanisms against metastatic lung cancer via lung mucosal immunity remain largely unexplored to address this we developed glycine induced omvs gomv as a novel inhaled in situ vaccine strategically leveraging preparation methodology to influence immunostimulatory function this methodology driven engineering significantly boosted immunogenicity achieving a fold increase in production yield alongside a substantially reduced lipopolysaccharide content ng g and an enriched outer membrane protein profile e g ompa and ompc compared to other omvs importantly our results showed that gomv targeted alveolar macrophages and promoted tumor phagocytosis and m polarization by activating the fpr and nf b pathways the consequent release of tumor antigens functioned as an effective in situ vaccine activating cytotoxic t cells and reprogramming the immunosuppressive tme through coordinated cytokine signaling including ifn ifn and granzyme b critically pulmonary delivery of gomv achieved tumor suppression in metastatic lung cancer models with a favorable safety profile our study establishes a glycine induced engineering strategy for developing efficient and safe inhalable vaccine platforms providing a reference for bacterial vesicle based platforms in pulmonary immunotherapy"
}