{
    "title": "Oral contraceptive side effects: where's the beef?",
    "doc_id": "8749595",
    "writer": "Goldzieher JW",
    "year": "1995",
    "summary": "In many instances a cause-and-effect relationship appears to be incorrect or highly improbable. In other instances the side effects are clinically insignificant or so rare as to be of minimal importance. Yet they continue to be listed by various authorities as valid …",
    "abstract": "The initial report is reviewed, as well as the results of subsequent investigations, and the current status of the following side effects attributed to the use of oral contraceptives: subjective symptoms such as mood and libido changes, also headache; melanoma; gallbladder disease; liver tumors, sickle cell disease exacerbation; teratogenesis; \"post-Pill\" amenorrhea; atherogenesis; and diminished carbohydrate tolerance. In many instances a cause-and-effect relationship appears to be incorrect or highly improbable. In other instances the side effects are clinically insignificant or so rare as to be of minimal importance. Yet they continue to be listed by various authorities as validated side effects or relative contraindications to oral contraceptive use. This, in turn, limits the access of many women to a highly effective form of contraception. This re-examination of past history is intended to modernize our concepts of the safety of this modality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8749595/",
    "clean_text": "oral contraceptive side effects where s the beef in many instances a cause and effect relationship appears to be incorrect or highly improbable in other instances the side effects are clinically insignificant or so rare as to be of minimal importance yet they continue to be listed by various authorities as valid the initial report is reviewed as well as the results of subsequent investigations and the current status of the following side effects attributed to the use of oral contraceptives subjective symptoms such as mood and libido changes also headache melanoma gallbladder disease liver tumors sickle cell disease exacerbation teratogenesis post pill amenorrhea atherogenesis and diminished carbohydrate tolerance in many instances a cause and effect relationship appears to be incorrect or highly improbable in other instances the side effects are clinically insignificant or so rare as to be of minimal importance yet they continue to be listed by various authorities as validated side effects or relative contraindications to oral contraceptive use this in turn limits the access of many women to a highly effective form of contraception this re examination of past history is intended to modernize our concepts of the safety of this modality"
}