{
    "pmid": "41432889",
    "title": "[Risks and benefits of artificial intelligence in luminal endoscopy].",
    "abstract": "The following article provides an overview of artificial intelligence (AI) applications in gastrointestinal endoscopy. It presents AI-supported polyp detection systems, which, according to one of the latest meta-analyses of over 40 randomized studies, increase the adenoma detection rate by an average of 7.5%. However, the gain mainly affects small adenomas without a significant effect on the number of advanced adenomas identified. A microsimulation model based on these data predicts that for every 10,000 people screened, colorectal cancer will only decrease from 82 to 71 and cancer-related deaths from 15 to 13 within 10 years. In addition to the positive effects, risks arising from human-machine interaction, including overreliance and de-skilling, are highlighted in the article. AI-supported optical diagnosis is presented as a second important domain. It is designed to distinguish between neoplastic and non-neoplastic lesions in real time and enable strategies such as \"resect-and-discard\" or \"diagnose-and-leave.\" The threshold of a negative predictive value of ≥ 90% required by the American Society for Gastrointestinal Endoscopy (ASGE) in its Preservation and Incorporation of Valuable Endoscopic Innovations(PIVI) statement is often not met in current studies-mainly due to low specificity and lower performance of the systems in the proximal colon. Overall, the cost effects are small, and implementation is primarily realistic for diminutive polyps. Other AI applications in gastroscopy, capsule endoscopy, cholangioscopy, and endosonography show promising accuracy and greatly reduced evaluation times, but their implementation outside Asia is limited. Overall, the long-term benefits for patients remain unclear. Der vorliegende Beitrag gibt einen Überblick über Anwendungen künstlicher Intelligenz (KI) in der gastrointestinalen Endoskopie. Dabei werden KI-gestützte Polypendetektionssysteme vorgestellt, die nach einer der neusten Metaanalysen von über 40 randomisierten Studien die Adenomdetektionsrate im Schnitt um 7,5 % erhöhen. Der Zugewinn betrifft jedoch überwiegend kleine Adenome ohne einen signifikanten Effekt auf die Anzahl an identifizierten fortgeschrittenen Adenomen. Ein Mikrosimulationsmodell auf Grundlage dieser Daten prognostiziert, dass pro 10.000 Gescreente innerhalb von 10 Jahren kolorektale Karzinome lediglich von 82 auf 71 und krebsbedingte Todesfälle von 15 auf 13 sinken. Neben den positiven Effekten beleuchtet der Beitrag Risiken, die aus der Mensch-Maschine-Interaktion entstehen einschließlich „overreliance“ und „deskilling“. Als zweite wichtige Domäne wird die KI-gestützte optische Diagnostik vorgestellt. Sie soll in Echtzeit zwischen neoplastischen und nichtneoplastischen Läsionen unterscheiden und Strategien wie „resect and discard“ bzw. „diagnose and leave“ ermöglichen. Die von der American Society for Gastrointestinal Endoscopy (ASGE) in ihrem Preservation-and-Incorporation-of-Valuable-Endoscopic-Innovations(PIVI)-Statement geforderte Schwelle eines negativen prädiktiven Werts von ≥ 90 % wird in aktuellen Studien häufig verfehlt – vor allem wegen niedriger Spezifität und geringerer Leistung der Systeme im proximalen Kolon. Kosteneffekte sind insgesamt klein und eine Umsetzung ist primär bei kleinen Polypen realistisch. Weitere KI-Anwendungen in der Gastroskopie, Kapselendoskopie, Cholangioskopie und Endosonographie zeigen eine vielversprechende Präzision und stark verkürzte Auswertungszeiten, sind jedoch außerhalb des asiatischen Raums nur begrenzt implementiert. Insgesamt bleibt der patientenrelevante Langzeitnutzen unklar.",
    "disease": "colorectal cancer",
    "clean_text": "risks and benefits of artificial intelligence in luminal endoscopy the following article provides an overview of artificial intelligence ai applications in gastrointestinal endoscopy it presents ai supported polyp detection systems which according to one of the latest meta analyses of over randomized studies increase the adenoma detection rate by an average of however the gain mainly affects small adenomas without a significant effect on the number of advanced adenomas identified a microsimulation model based on these data predicts that for every people screened colorectal cancer will only decrease from to and cancer related deaths from to within years in addition to the positive effects risks arising from human machine interaction including overreliance and de skilling are highlighted in the article ai supported optical diagnosis is presented as a second important domain it is designed to distinguish between neoplastic and non neoplastic lesions in real time and enable strategies such as resect and discard or diagnose and leave the threshold of a negative predictive value of required by the american society for gastrointestinal endoscopy asge in its preservation and incorporation of valuable endoscopic innovations pivi statement is often not met in current studies mainly due to low specificity and lower performance of the systems in the proximal colon overall the cost effects are small and implementation is primarily realistic for diminutive polyps other ai applications in gastroscopy capsule endoscopy cholangioscopy and endosonography show promising accuracy and greatly reduced evaluation times but their implementation outside asia is limited overall the long term benefits for patients remain unclear der vorliegende beitrag gibt einen berblick ber anwendungen k nstlicher intelligenz ki in der gastrointestinalen endoskopie dabei werden ki gest tzte polypendetektionssysteme vorgestellt die nach einer der neusten metaanalysen von ber randomisierten studien die adenomdetektionsrate im schnitt um erh hen der zugewinn betrifft jedoch berwiegend kleine adenome ohne einen signifikanten effekt auf die anzahl an identifizierten fortgeschrittenen adenomen ein mikrosimulationsmodell auf grundlage dieser daten prognostiziert dass pro gescreente innerhalb von jahren kolorektale karzinome lediglich von auf und krebsbedingte todesf lle von auf sinken neben den positiven effekten beleuchtet der beitrag risiken die aus der mensch maschine interaktion entstehen einschlie lich overreliance und deskilling als zweite wichtige dom ne wird die ki gest tzte optische diagnostik vorgestellt sie soll in echtzeit zwischen neoplastischen und nichtneoplastischen l sionen unterscheiden und strategien wie resect and discard bzw diagnose and leave erm glichen die von der american society for gastrointestinal endoscopy asge in ihrem preservation and incorporation of valuable endoscopic innovations pivi statement geforderte schwelle eines negativen pr diktiven werts von wird in aktuellen studien h ufig verfehlt vor allem wegen niedriger spezifit t und geringerer leistung der systeme im proximalen kolon kosteneffekte sind insgesamt klein und eine umsetzung ist prim r bei kleinen polypen realistisch weitere ki anwendungen in der gastroskopie kapselendoskopie cholangioskopie und endosonographie zeigen eine vielversprechende pr zision und stark verk rzte auswertungszeiten sind jedoch au erhalb des asiatischen raums nur begrenzt implementiert insgesamt bleibt der patientenrelevante langzeitnutzen unklar"
}