{
    "title": "Liver involvement in kidney disease and vice versa.",
    "doc_id": "28646278",
    "writer": "Van Hoeve K",
    "year": "2018",
    "summary": "The liver and kidneys are often similarly affected by a single disease. This is the case in metabolic, immunological, toxic, and infectious diseases, and in the different congenital malformation syndromes. Also, an enzymatic defect in an otherwise healthy liver or t …",
    "abstract": "The liver and kidneys are often similarly affected by a single disease. This is the case in metabolic, immunological, toxic, and infectious diseases, and in the different congenital malformation syndromes. Also, an enzymatic defect in an otherwise healthy liver or the consequences of advanced liver disease by itself can cause kidney disease as a secondary phenomenon. In this review, we describe numerous pathogenic mechanisms leading to dysfunction or malformations of the liver and kidneys in children. We encourage multidisciplinary management for optimal care. A combined liver-kidney transplantation is sometimes needed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28646278/",
    "clean_text": "liver involvement in kidney disease and vice versa the liver and kidneys are often similarly affected by a single disease this is the case in metabolic immunological toxic and infectious diseases and in the different congenital malformation syndromes also an enzymatic defect in an otherwise healthy liver or t the liver and kidneys are often similarly affected by a single disease this is the case in metabolic immunological toxic and infectious diseases and in the different congenital malformation syndromes also an enzymatic defect in an otherwise healthy liver or the consequences of advanced liver disease by itself can cause kidney disease as a secondary phenomenon in this review we describe numerous pathogenic mechanisms leading to dysfunction or malformations of the liver and kidneys in children we encourage multidisciplinary management for optimal care a combined liver kidney transplantation is sometimes needed"
}