{
    "title": "Salidroside inhibits MAPK, NF-kappaB, and STAT3 pathways in psoriasis-associated oxidative stress via SIRT1 activation.",
    "doc_id": "31495284",
    "writer": "Xu F",
    "year": "2019",
    "summary": "Methods: Literature from 2002 to 2019 was searched with \"psoriasis\", \"oxidative stress\", \"SIRT1\", \"salidroside\" as the key words. Then, Oxidative stress in psoriasis and the role of SIRT1 were summarized and the potential role of salidroside in the dis …",
    "abstract": "Objectives: To unveil the role of SIRT1 in limiting oxidative stress in psoriasis and to further discuss the therapeutic prospects of salidroside in psoriasis. Methods: Literature from 2002 to 2019 was searched with \"psoriasis\", \"oxidative stress\", \"SIRT1\", \"salidroside\" as the key words. Then, Oxidative stress in psoriasis and the role of SIRT1 were summarized and the potential role of salidroside in the disease was speculated. Results: Oxidative stress might contribute to the pathogenesis of psoriasis. High levels of ROS produced during oxidative stress lead to the release of inflammatory mediators, that, in turn, induce angiogenesis and excessive proliferation of keratinocytes. SIRT1 is a member of the sirtuin family, of which the activation lead to the inhibition of such oxidative stress signaling pathways MAPK, NF-κB, and STAT3, down-regulation of inflammatory factors, suppression of inflammation and keratinocyte hyperproliferation, and inhibition of angiogenesis. Salidroside, the main ingredient of Rhodiola, is known to exert antioxidant roles, which has been attributed to SIRT1 activation. Conclusion: Salidroside might inhibit oxidative stress singling pathways via SIRT1 activation, and could be as an ideal candidate for management of psoriasis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31495284/",
    "clean_text": "salidroside inhibits mapk nf kappab and stat pathways in psoriasis associated oxidative stress via sirt activation methods literature from to was searched with psoriasis oxidative stress sirt salidroside as the key words then oxidative stress in psoriasis and the role of sirt were summarized and the potential role of salidroside in the dis objectives to unveil the role of sirt in limiting oxidative stress in psoriasis and to further discuss the therapeutic prospects of salidroside in psoriasis methods literature from to was searched with psoriasis oxidative stress sirt salidroside as the key words then oxidative stress in psoriasis and the role of sirt were summarized and the potential role of salidroside in the disease was speculated results oxidative stress might contribute to the pathogenesis of psoriasis high levels of ros produced during oxidative stress lead to the release of inflammatory mediators that in turn induce angiogenesis and excessive proliferation of keratinocytes sirt is a member of the sirtuin family of which the activation lead to the inhibition of such oxidative stress signaling pathways mapk nf b and stat down regulation of inflammatory factors suppression of inflammation and keratinocyte hyperproliferation and inhibition of angiogenesis salidroside the main ingredient of rhodiola is known to exert antioxidant roles which has been attributed to sirt activation conclusion salidroside might inhibit oxidative stress singling pathways via sirt activation and could be as an ideal candidate for management of psoriasis"
}