{
    "title": "Scarless wound healing: From development to senescence.",
    "doc_id": "29654790",
    "writer": "Pratsinis H",
    "year": "2019",
    "summary": "An essential element of tissue homeostasis is the response to injuries, cutaneous wound healing being the most studied example. In the adults, wound healing aims at quickly restoring the barrier function of the skin, leading however to scar, a dysfunct …",
    "abstract": "An essential element of tissue homeostasis is the response to injuries, cutaneous wound healing being the most studied example. In the adults, wound healing aims at quickly restoring the barrier function of the skin, leading however to scar, a dysfunctional fibrotic tissue. On the other hand, in fetuses a scarless tissue regeneration takes place. During ageing, the wound healing capacity declines; however, in the absence of comorbidities a higher quality in tissue repair is observed. Senescent cells have been found to accumulate in chronic unhealed wounds, but more recent reports indicate that their transient presence may be beneficial for tissue repair. In this review data on skin wound healing and scarring are presented, covering the whole spectrum from early embryonic development to adulthood, and furthermore until ageing of the organism.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29654790/",
    "clean_text": "scarless wound healing from development to senescence an essential element of tissue homeostasis is the response to injuries cutaneous wound healing being the most studied example in the adults wound healing aims at quickly restoring the barrier function of the skin leading however to scar a dysfunct an essential element of tissue homeostasis is the response to injuries cutaneous wound healing being the most studied example in the adults wound healing aims at quickly restoring the barrier function of the skin leading however to scar a dysfunctional fibrotic tissue on the other hand in fetuses a scarless tissue regeneration takes place during ageing the wound healing capacity declines however in the absence of comorbidities a higher quality in tissue repair is observed senescent cells have been found to accumulate in chronic unhealed wounds but more recent reports indicate that their transient presence may be beneficial for tissue repair in this review data on skin wound healing and scarring are presented covering the whole spectrum from early embryonic development to adulthood and furthermore until ageing of the organism"
}