{
    "title": "Brain injury after head trauma: pathophysiology, diagnosis, and treatment.",
    "doc_id": "15062465",
    "writer": "MacKay RJ.",
    "year": "2004",
    "summary": "Brain injury after impact to the head is due to both immediate mechanical effects and delayed responses of neural tissues. ...Accordingly,secondary brain injury can most effectively be prevented by establishing normal blood pressure, temperature, blood …",
    "abstract": "Brain injury after impact to the head is due to both immediate mechanical effects and delayed responses of neural tissues. In horses, traumatic brain injury occurs in three main settings: (1) poll impact in horses that flip over backwards; (2) frontal/parietal impact in horses that run into a fixed object, and (3) injury to the vestibular apparatus secondary to temporohyoid osteoarthropathy. Distinct forebrain, vestibular, midbrain, hindbrain, or multifocal syndromes may be encountered in horses with traumatic brain injury. The most important components of treatment are those consistent with principles of \"evidence-based medicine\". Accordingly,secondary brain injury can most effectively be prevented by establishing normal blood pressure, temperature, blood glucose concentration, and tissue oxygenation. Pain must be controlled and brain swelling may be treated with infusions of hypertonic saline or mannitol. Surgical procedures, including unilateral hyoid bone transaction or elevation of skull fracture fragments, are indicated in selected cases. Optional additional treatments include use of anti-oxidants, conventional doses of corticosteroids, magnesium sulfate and drainage of CSE There is no indication for the use of massive doses of methyl prednisolone sodium succinate.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15062465/",
    "clean_text": "brain injury after head trauma pathophysiology diagnosis and treatment brain injury after impact to the head is due to both immediate mechanical effects and delayed responses of neural tissues accordingly secondary brain injury can most effectively be prevented by establishing normal blood pressure temperature blood brain injury after impact to the head is due to both immediate mechanical effects and delayed responses of neural tissues in horses traumatic brain injury occurs in three main settings poll impact in horses that flip over backwards frontal parietal impact in horses that run into a fixed object and injury to the vestibular apparatus secondary to temporohyoid osteoarthropathy distinct forebrain vestibular midbrain hindbrain or multifocal syndromes may be encountered in horses with traumatic brain injury the most important components of treatment are those consistent with principles of evidence based medicine accordingly secondary brain injury can most effectively be prevented by establishing normal blood pressure temperature blood glucose concentration and tissue oxygenation pain must be controlled and brain swelling may be treated with infusions of hypertonic saline or mannitol surgical procedures including unilateral hyoid bone transaction or elevation of skull fracture fragments are indicated in selected cases optional additional treatments include use of anti oxidants conventional doses of corticosteroids magnesium sulfate and drainage of cse there is no indication for the use of massive doses of methyl prednisolone sodium succinate"
}