{
    "title": "Neurophysiological Characterization of a Non-Human Primate Model of Traumatic Spinal Cord Injury Utilizing Fine-Wire EMG Electrodes.",
    "doc_id": "31357572",
    "writer": "Masood F",
    "year": "2019",
    "summary": "This study aims to characterize traumatic spinal cord injury (TSCI) neurophysiologically using an intramuscular fine-wire electromyography (EMG) electrode pair. ...The preliminary results suggest that using the RP of the EMG data, the fine-wire intramuscular EMG ele …",
    "abstract": "This study aims to characterize traumatic spinal cord injury (TSCI) neurophysiologically using an intramuscular fine-wire electromyography (EMG) electrode pair. EMG data were collected from an agonist-antagonist pair of tail muscles of Macaca fasicularis, pre- and post-lesion, and for a treatment and control group. The EMG signals were decomposed into multi-resolution subsets using wavelet transforms (WT), then the relative power (RP) was calculated for each individual reconstructed EMG sub-band. Linear mixed models were developed to test three hypotheses: (i) asymmetrical volitional activity of left and right side tail muscles (ii) the effect of the experimental TSCI on the frequency content of the EMG signal, (iii) and the effect of an experimental treatment. The results from the electrode pair data suggested that there is asymmetry in the EMG response of the left and right side muscles (p-value < 0.001). This is consistent with the construct of limb dominance. The results also suggest that the lesion resulted in clear changes in the EMG frequency distribution in the post-lesion period with a significant increment in the low-frequency sub-bands (D4, D6, and A6) of the left and right side, also a significant reduction in the high-frequency sub-bands (D1 and D2) of the right side (p-value < 0.001). The preliminary results suggest that using the RP of the EMG data, the fine-wire intramuscular EMG electrode pair are a suitable method of monitoring and measuring treatment effects of experimental treatments for spinal cord injury (SCI).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31357572/",
    "clean_text": "neurophysiological characterization of a non human primate model of traumatic spinal cord injury utilizing fine wire emg electrodes this study aims to characterize traumatic spinal cord injury tsci neurophysiologically using an intramuscular fine wire electromyography emg electrode pair the preliminary results suggest that using the rp of the emg data the fine wire intramuscular emg ele this study aims to characterize traumatic spinal cord injury tsci neurophysiologically using an intramuscular fine wire electromyography emg electrode pair emg data were collected from an agonist antagonist pair of tail muscles of macaca fasicularis pre and post lesion and for a treatment and control group the emg signals were decomposed into multi resolution subsets using wavelet transforms wt then the relative power rp was calculated for each individual reconstructed emg sub band linear mixed models were developed to test three hypotheses i asymmetrical volitional activity of left and right side tail muscles ii the effect of the experimental tsci on the frequency content of the emg signal iii and the effect of an experimental treatment the results from the electrode pair data suggested that there is asymmetry in the emg response of the left and right side muscles p value this is consistent with the construct of limb dominance the results also suggest that the lesion resulted in clear changes in the emg frequency distribution in the post lesion period with a significant increment in the low frequency sub bands d d and a of the left and right side also a significant reduction in the high frequency sub bands d and d of the right side p value the preliminary results suggest that using the rp of the emg data the fine wire intramuscular emg electrode pair are a suitable method of monitoring and measuring treatment effects of experimental treatments for spinal cord injury sci"
}