{
    "pmid": "41315488",
    "title": "Association of noninvasive tests of liver fibrosis with chronic kidney disease in MASLD: a systematic review and meta-analysis.",
    "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is an emerging risk factor for chronic kidney disease (CKD). While liver biopsy is the gold standard for assessing fibrosis, noninvasive tests (NITs)-including fibrosis-4 (FIB-4), nonalcoholic fatty liver disease fibrosis score (NFS), and vibration-controlled transient elastography-are validated alternatives. However, their association with CKD stage in MASLD remains unclear. This study aimed to evaluate the association between NITs and various CKD outcomes in MASLD. A systematic search identified observational studies published between January 2014 to July 2024 following PRISMA were included. Data extraction and risk-of-bias assessment were performed independently by multiple reviewers. Pooled odds ratios (ORs) and 95% confidence intervals (CIs) were calculated using a random-effects model. A total of 33 studies comprising 278,355 MASLD were included. High FIB-4 were associated with increased risks of CKD stage ≥ 3 (adjusted OR (AOR): 2.23; 95%CI 1.40-3.53) and advanced CKD including ESRD (OR: 2.75; 95%CI 1.27-5.96). High NFS was associated with albuminuria (AOR: 1.68; 95%CI 1.19-2.38) and CKD stage ≥ 3 (AOR: 2.52; 95%CI 1.78-3.58). Elevated liver stiffness showed a strong association with CKD stage ≥ 3 (AOR: 3.12; 95%CI 2.16-4.49). NITs may serve as indicators of CKD staging in MASLD. Future studies should explore whether targeting liver fibrosis could mitigate CKD progression.",
    "disease": "liver cirrhosis",
    "clean_text": "association of noninvasive tests of liver fibrosis with chronic kidney disease in masld a systematic review and meta analysis metabolic dysfunction associated steatotic liver disease masld is an emerging risk factor for chronic kidney disease ckd while liver biopsy is the gold standard for assessing fibrosis noninvasive tests nits including fibrosis fib nonalcoholic fatty liver disease fibrosis score nfs and vibration controlled transient elastography are validated alternatives however their association with ckd stage in masld remains unclear this study aimed to evaluate the association between nits and various ckd outcomes in masld a systematic search identified observational studies published between january to july following prisma were included data extraction and risk of bias assessment were performed independently by multiple reviewers pooled odds ratios ors and confidence intervals cis were calculated using a random effects model a total of studies comprising masld were included high fib were associated with increased risks of ckd stage adjusted or aor ci and advanced ckd including esrd or ci high nfs was associated with albuminuria aor ci and ckd stage aor ci elevated liver stiffness showed a strong association with ckd stage aor ci nits may serve as indicators of ckd staging in masld future studies should explore whether targeting liver fibrosis could mitigate ckd progression"
}