{
    "title": "Stem cell assays: something old, something new, something borrowed.",
    "doc_id": "15579638",
    "writer": "van Os R",
    "year": "2004",
    "summary": "Numerous assays exist that measure the function of stem cells. In this article, we review in detail the history and future of existing stem cell assays. Hematopoietic stem cells (HSCs) are historically the most well studied, but new devel …",
    "abstract": "Numerous assays exist that measure the function of stem cells. In this article, we review in detail the history and future of existing stem cell assays. Hematopoietic stem cells (HSCs) are historically the most well studied, but new developments in stem cell research, including the claim of stem cell plasticity, have caused controversies related to technical issues, as well as to semantics. Stem cell research requires proper definitions, and utilization of stem cell assays, especially since research on non-HSCs that lack solid stem cell assays, is rapidly evolving. These emerging fields may benefit from what has been learned from HSC assays: most important, that the true potential of stem cells can only be assessed retrospectively. This also relates to new developments in HSC research, when limiting numbers of in vitro-manipulated stem cells are transplanted. The most conflicting results arise when cells express stem cell characteristics in one assay but not in another. Should we adjust our definition of a stem cell? If so, when do we decide a claim of stem cell activity to be justified? We therefore recommend using multiple stem cell assays, preferably at least one in vivo assay. These assays should measure functionality of the putative stem cell population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15579638/",
    "clean_text": "stem cell assays something old something new something borrowed numerous assays exist that measure the function of stem cells in this article we review in detail the history and future of existing stem cell assays hematopoietic stem cells hscs are historically the most well studied but new devel numerous assays exist that measure the function of stem cells in this article we review in detail the history and future of existing stem cell assays hematopoietic stem cells hscs are historically the most well studied but new developments in stem cell research including the claim of stem cell plasticity have caused controversies related to technical issues as well as to semantics stem cell research requires proper definitions and utilization of stem cell assays especially since research on non hscs that lack solid stem cell assays is rapidly evolving these emerging fields may benefit from what has been learned from hsc assays most important that the true potential of stem cells can only be assessed retrospectively this also relates to new developments in hsc research when limiting numbers of in vitro manipulated stem cells are transplanted the most conflicting results arise when cells express stem cell characteristics in one assay but not in another should we adjust our definition of a stem cell if so when do we decide a claim of stem cell activity to be justified we therefore recommend using multiple stem cell assays preferably at least one in vivo assay these assays should measure functionality of the putative stem cell population"
}