{
    "title": "Familial gastric cancer: overview and guidelines for management.",
    "doc_id": "10593993",
    "writer": "Caldas C",
    "year": "1999",
    "summary": "Families with autosomal dominant inherited predisposition to gastric cancer have been described. More recently, germline E-cadherin/CDH1 mutations have been identified in hereditary diffuse gastric cancer kindred. ...Criteria to define the different ty …",
    "abstract": "Families with autosomal dominant inherited predisposition to gastric cancer have been described. More recently, germline E-cadherin/CDH1 mutations have been identified in hereditary diffuse gastric cancer kindred. The need to have protocols to manage and counsel these families in the clinic led a group of geneticists, gastroenterologists, surgeons, oncologists, pathologists, and molecular biologists to convene a workshop to produce consensus statements and guidelines for familial gastric cancer. Review of the available cancer pathology from people belonging to families with documented germline E-cadherin/CDH1 mutations confirmed that the gastric cancers were all of the diffuse type. Criteria to define the different types of familial gastric cancer syndromes were agreed. Foremost among these criteria was that review of histopathology should be part of the evaluation of any family with aggregation of gastric cancer cases. Guidelines for genetic testing and counselling in hereditary diffuse gastric cancer were produced. Finally, a proposed strategy for clinical management in families with high penetrance autosomal dominant predisposition to gastric cancer was defined.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10593993/",
    "clean_text": "familial gastric cancer overview and guidelines for management families with autosomal dominant inherited predisposition to gastric cancer have been described more recently germline e cadherin cdh mutations have been identified in hereditary diffuse gastric cancer kindred criteria to define the different ty families with autosomal dominant inherited predisposition to gastric cancer have been described more recently germline e cadherin cdh mutations have been identified in hereditary diffuse gastric cancer kindred the need to have protocols to manage and counsel these families in the clinic led a group of geneticists gastroenterologists surgeons oncologists pathologists and molecular biologists to convene a workshop to produce consensus statements and guidelines for familial gastric cancer review of the available cancer pathology from people belonging to families with documented germline e cadherin cdh mutations confirmed that the gastric cancers were all of the diffuse type criteria to define the different types of familial gastric cancer syndromes were agreed foremost among these criteria was that review of histopathology should be part of the evaluation of any family with aggregation of gastric cancer cases guidelines for genetic testing and counselling in hereditary diffuse gastric cancer were produced finally a proposed strategy for clinical management in families with high penetrance autosomal dominant predisposition to gastric cancer was defined"
}