{
    "title": "Clinical Decision Making with Head and Neck Cancer Patients with Dysphagia.",
    "doc_id": "31158905",
    "writer": "Starmer H",
    "year": "2019",
    "summary": "Thus, clinicians providing care to the head and neck cancer population need to understand these differences when employing clinical decision making. ...This article provides a framework for decision making in the surgical and nonsurgical patient with head …",
    "abstract": "Dysphagia is a common challenge faced by patients with head and neck cancer. Management of these patients is quite distinct from many other dysphagia etiologies due to the nature of surgical removal of organs critical to swallowing, the ability to provide preventative therapies, and the variable risk for complications related to dysphagia. Thus, clinicians providing care to the head and neck cancer population need to understand these differences when employing clinical decision making. In addition, changes in the demographics of head and neck cancer, related predominantly to the epidemic of oropharyngeal cancer associated with the human papillomavirus, have further transformed both the types of patients and the types of treatments offered. These epidemiologic factors further complicate the decision-making process for clinicians. This article provides a framework for decision making in the surgical and nonsurgical patient with head and neck cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31158905/",
    "clean_text": "clinical decision making with head and neck cancer patients with dysphagia thus clinicians providing care to the head and neck cancer population need to understand these differences when employing clinical decision making this article provides a framework for decision making in the surgical and nonsurgical patient with head dysphagia is a common challenge faced by patients with head and neck cancer management of these patients is quite distinct from many other dysphagia etiologies due to the nature of surgical removal of organs critical to swallowing the ability to provide preventative therapies and the variable risk for complications related to dysphagia thus clinicians providing care to the head and neck cancer population need to understand these differences when employing clinical decision making in addition changes in the demographics of head and neck cancer related predominantly to the epidemic of oropharyngeal cancer associated with the human papillomavirus have further transformed both the types of patients and the types of treatments offered these epidemiologic factors further complicate the decision making process for clinicians this article provides a framework for decision making in the surgical and nonsurgical patient with head and neck cancer"
}