{
    "title": "Patient-related risk factors and lifestyle factors for lumbar degenerative disc disease: a systematic review.",
    "doc_id": "37586480",
    "writer": "Hoffeld K",
    "year": "2023",
    "summary": "In most cases, discogenic changes are the pathomorphological correlate of back pain. Numerous risk factors have been identified for these degenerative changes, but the influence and significance of the risk factors remain unclear, which was the aim of …",
    "abstract": "Objective:\n        \n      \n      Back pain is a very widespread disease pattern and is one of the most frequent causes for consultation of a physician in general. In most cases, discogenic changes are the pathomorphological correlate of back pain. Numerous risk factors have been identified for these degenerative changes, but the influence and significance of the risk factors remain unclear, which was the aim of this systematic review.\n    \n\n\n          Methods:\n        \n      \n      A systematic literature search of the commonly used Pubmed database was performed using specific MESH terms. Further selection of the included studies was performed according to the PRISMA scheme, taking into account scientific merit as well as the relation to the research question.\n    \n\n\n          Results:\n        \n      \n      A total of 111 studies out of 1035 found were finally included in the literature search. 134 risk factors for disc degeneration and disc herniation were identified. These were divided into (1) patient-specific risk factors (n░=░34), (2) radiological risk factors (n░=░31), (3) lifestyle risk factors (n░=░6), (4) workplace-related risk factors (n░=░12), (5) genetic risk factors (n░=░50), and (6) other risk factors (n░=░1). Non-adjustable risk factors were age >50 years (OR 1.7/year), female gender (OR 1.41), family disposition (OR 4.0), comorbidities like atherosclerosis (OR 2.24), arthritic changes in other joints (OR 3.1) and history of injuries of the back (OR 3.1). Adjustable factors were elevated BMI (OR 2.77), comorbidities like hypertension (OR 1.25), dyslipidemia (OR 1.26) and diabetes mellitus (OR 6.8), as well as lifestyle habits like smoking (OR 3.8).\n    \n\n\n          Discussion:\n        \n      \n      In summary, intervertebral disc degenerations and herniations represent multifactorial events whose risk factors can be partly influenced and partly not influenced. This systematic review highlights the current state of knowledge as a basis for creating patient-specific algorithms to calculate risk for the development or progression of degenerative disc changes and disc herniations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37586480/",
    "clean_text": "patient related risk factors and lifestyle factors for lumbar degenerative disc disease a systematic review in most cases discogenic changes are the pathomorphological correlate of back pain numerous risk factors have been identified for these degenerative changes but the influence and significance of the risk factors remain unclear which was the aim of objective back pain is a very widespread disease pattern and is one of the most frequent causes for consultation of a physician in general in most cases discogenic changes are the pathomorphological correlate of back pain numerous risk factors have been identified for these degenerative changes but the influence and significance of the risk factors remain unclear which was the aim of this systematic review methods a systematic literature search of the commonly used pubmed database was performed using specific mesh terms further selection of the included studies was performed according to the prisma scheme taking into account scientific merit as well as the relation to the research question results a total of studies out of found were finally included in the literature search risk factors for disc degeneration and disc herniation were identified these were divided into patient specific risk factors n radiological risk factors n lifestyle risk factors n workplace related risk factors n genetic risk factors n and other risk factors n non adjustable risk factors were age years or year female gender or family disposition or comorbidities like atherosclerosis or arthritic changes in other joints or and history of injuries of the back or adjustable factors were elevated bmi or comorbidities like hypertension or dyslipidemia or and diabetes mellitus or as well as lifestyle habits like smoking or discussion in summary intervertebral disc degenerations and herniations represent multifactorial events whose risk factors can be partly influenced and partly not influenced this systematic review highlights the current state of knowledge as a basis for creating patient specific algorithms to calculate risk for the development or progression of degenerative disc changes and disc herniations"
}