{
    "pmid": "41380947",
    "title": "Region-specific variation in trapeziometacarpal joint bone microarchitecture in females with osteoarthritis assessed using HR-pQCT.",
    "abstract": "The trapeziometacarpal (TMC) joint is commonly affected by osteoarthritis (OA), and its unique morphology creates localized loading patterns that cause regional bone adaption. Radiographic OA is more prevalent than symptomatic OA, highlighting the disconnect between structural features and clinical disease. Ex vivo studies have demonstrated regional changes in trapezial bone microarchitecture but are limited to cadaveric specimen with advanced disease. In vivo studies are needed to characterize regional bone microarchitecture in symptomatic TMC OA. We investigated regional bone microarchitecture in females with TMC OA using high-resolution peripheral quantitative computed tomography (HR-pQCT), and whether these changes differed from those associated with ageing. HR-pQCT scans of the TMC joint were acquired from 13 females with TMC OA, 12 controls matched groupwise by age and sex, and 15 sex-matched young controls. Total bone mineral density, bone volume fraction (Tt.BV/TV), thickness, and separation were quantified by quadrant in the first metacarpal and trapezium. A mixed ANOVA assessed group, quadrant, and group-by-quadrant effects. Significant interaction effects were observed for all parameters in the trapezium and separation in the first metacarpal (p < 0.001). In OA, trapezial separation was higher, and Tt.BV/TV was lower in the ulnar-volar quadrant, while separation was lower in the radial-volar quadrant compared to young controls (p < 0.05). In the first metacarpal, radial-volar separation was lower in OA than young controls (p < 0.05). These results suggest that OA may disrupt the normal variation in first metacarpal and trapezial bone microarchitecture, highlighting the utility of HR-pQCT in early detection of structural bone changes in hand OA.",
    "disease": "osteoarthritis",
    "clean_text": "region specific variation in trapeziometacarpal joint bone microarchitecture in females with osteoarthritis assessed using hr pqct the trapeziometacarpal tmc joint is commonly affected by osteoarthritis oa and its unique morphology creates localized loading patterns that cause regional bone adaption radiographic oa is more prevalent than symptomatic oa highlighting the disconnect between structural features and clinical disease ex vivo studies have demonstrated regional changes in trapezial bone microarchitecture but are limited to cadaveric specimen with advanced disease in vivo studies are needed to characterize regional bone microarchitecture in symptomatic tmc oa we investigated regional bone microarchitecture in females with tmc oa using high resolution peripheral quantitative computed tomography hr pqct and whether these changes differed from those associated with ageing hr pqct scans of the tmc joint were acquired from females with tmc oa controls matched groupwise by age and sex and sex matched young controls total bone mineral density bone volume fraction tt bv tv thickness and separation were quantified by quadrant in the first metacarpal and trapezium a mixed anova assessed group quadrant and group by quadrant effects significant interaction effects were observed for all parameters in the trapezium and separation in the first metacarpal p in oa trapezial separation was higher and tt bv tv was lower in the ulnar volar quadrant while separation was lower in the radial volar quadrant compared to young controls p in the first metacarpal radial volar separation was lower in oa than young controls p these results suggest that oa may disrupt the normal variation in first metacarpal and trapezial bone microarchitecture highlighting the utility of hr pqct in early detection of structural bone changes in hand oa"
}