{
    "pmid": "41456820",
    "title": "Deciphering Tissue-Specific Protein Regulation for Insights into Cardiometabolic Disease.",
    "abstract": "Understanding tissue-specific mechanisms of protein regulation gives crucial insights into cardiometabolic disease and informs drug discovery. Most proteomic studies have primarily concentrated on plasma, overlooking tissue-specific effects. Utilizing Olink technology, we assessed relative protein levels across plasma and tissue (aortic wall, mammary artery, liver, and skeletal muscle) from the STARNET cohort: 284 individuals with a high prevalence of coronary artery disease (CAD). We identified 608 cis protein quantitative trait loci (pQTLs), primarily in plasma, reflecting greater protein variability. Of 190 proteins with cis-pQTLs in non-plasma tissues, 50% also had plasma pQTLs, validating Olink technology in these tissues while reinforcing the relevance of plasma data for understanding protein regulation. To identify potential mechanistic pathways linking genetic variants to clinical traits, we performed Bayesian colocalization and Mendelian randomization. These analyses revealed shared genetic regulation between tissues at the gene expression and protein level, and key cardiometabolic traits including low-density lipoprotein (LDL), high-density lipoprotein (HDL), and triglycerides. Notably, analyses provide further support to SORT1 and PSRC1 gene and protein expression having liver-specific influences on CAD risk and lipid profiles. We also observed distinct genetic regulation of gene expression and protein within the same tissues, underscoring the value of tissue proteomics for therapeutic insights.",
    "disease": "coronary artery disease",
    "clean_text": "deciphering tissue specific protein regulation for insights into cardiometabolic disease understanding tissue specific mechanisms of protein regulation gives crucial insights into cardiometabolic disease and informs drug discovery most proteomic studies have primarily concentrated on plasma overlooking tissue specific effects utilizing olink technology we assessed relative protein levels across plasma and tissue aortic wall mammary artery liver and skeletal muscle from the starnet cohort individuals with a high prevalence of coronary artery disease cad we identified cis protein quantitative trait loci pqtls primarily in plasma reflecting greater protein variability of proteins with cis pqtls in non plasma tissues also had plasma pqtls validating olink technology in these tissues while reinforcing the relevance of plasma data for understanding protein regulation to identify potential mechanistic pathways linking genetic variants to clinical traits we performed bayesian colocalization and mendelian randomization these analyses revealed shared genetic regulation between tissues at the gene expression and protein level and key cardiometabolic traits including low density lipoprotein ldl high density lipoprotein hdl and triglycerides notably analyses provide further support to sort and psrc gene and protein expression having liver specific influences on cad risk and lipid profiles we also observed distinct genetic regulation of gene expression and protein within the same tissues underscoring the value of tissue proteomics for therapeutic insights"
}