{
    "title": "Comparative resistance of the 20S and 26S proteasome to oxidative stress.",
    "doc_id": "9794805",
    "writer": "Reinheckel T",
    "year": "1998",
    "summary": "Oxidatively modified ferritin is selectively recognized and degraded by the 20S proteasome. ...Lysates from K562 cells are able to degrade oxidized ferritin at a higher rate than non-oxidized ferritin, in an ATP-independent manner. ...",
    "abstract": "Oxidatively modified ferritin is selectively recognized and degraded by the 20S proteasome. Concentrations of hydrogen peroxide (H2O2) higher than 10 micromol/mg of protein are able to prevent proteolytic degradation. Exposure of the protease to high amounts of oxidants (H2O2, peroxynitrite and hypochlorite) inhibits the enzymic activity of the 20S proteasome towards the fluorogenic peptide succinyl-leucine-leucine-valine-tyrosine-methylcoumarylamide (Suc-LLVY-MCA), as well as the proteolytic degradation of normal and oxidant-treated ferritin. Fifty per cent inhibition of the degradation of the protein substrates was achieved using 40 micromol of H2O2/mg of proteasome. No change in the composition of the enzyme was revealed by electrophoretic analysis up to concentrations of 120 micromol of H2O2/mg of proteasome. In further experiments, it was found that the 26S proteasome, the ATP- and ubiquitin-dependent form of the proteasomal system, is much more susceptible to oxidative stress. Whereas degradation of the fluorogenic peptide, Suc-LLVY-MCA, by the 20S proteasome was inhibited by 50% with 12 micromol of H2O2/mg, 3 micromol of H2O2/mg was enough to inhibit ATP-stimulated degradation by the 26S proteasome by 50%. This loss in activity could be followed by the loss of band intensity in the non-denaturing gel. Therefore we concluded that the 20S proteasome was more resistant to oxidative stress than the ATP- and ubiquitin-dependent 26S proteasome. Furthermore, we investigated the activity of both proteases in K562 cells after H2O2 treatment. Lysates from K562 cells are able to degrade oxidized ferritin at a higher rate than non-oxidized ferritin, in an ATP-independent manner. This effect could be followed even after treatment of the cells with H2O2 up to a concentration of 2mM. The lactacystin-sensitive ATP-stimulated degradation of the fluorogenic peptide Suc-LLVY-MCA declined, after treatment of the cells with 1mM H2O2, to the same level as that obtained without ATP stimulation. Therefore, we conclude that the regulation of the 20S proteasome by various regulators takes place during oxidative stress. This provides further evidence for the role of the 20S proteasome in the secondary antioxidative defences of mammalian cells.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9794805/",
    "clean_text": "comparative resistance of the s and s proteasome to oxidative stress oxidatively modified ferritin is selectively recognized and degraded by the s proteasome lysates from k cells are able to degrade oxidized ferritin at a higher rate than non oxidized ferritin in an atp independent manner oxidatively modified ferritin is selectively recognized and degraded by the s proteasome concentrations of hydrogen peroxide h o higher than micromol mg of protein are able to prevent proteolytic degradation exposure of the protease to high amounts of oxidants h o peroxynitrite and hypochlorite inhibits the enzymic activity of the s proteasome towards the fluorogenic peptide succinyl leucine leucine valine tyrosine methylcoumarylamide suc llvy mca as well as the proteolytic degradation of normal and oxidant treated ferritin fifty per cent inhibition of the degradation of the protein substrates was achieved using micromol of h o mg of proteasome no change in the composition of the enzyme was revealed by electrophoretic analysis up to concentrations of micromol of h o mg of proteasome in further experiments it was found that the s proteasome the atp and ubiquitin dependent form of the proteasomal system is much more susceptible to oxidative stress whereas degradation of the fluorogenic peptide suc llvy mca by the s proteasome was inhibited by with micromol of h o mg micromol of h o mg was enough to inhibit atp stimulated degradation by the s proteasome by this loss in activity could be followed by the loss of band intensity in the non denaturing gel therefore we concluded that the s proteasome was more resistant to oxidative stress than the atp and ubiquitin dependent s proteasome furthermore we investigated the activity of both proteases in k cells after h o treatment lysates from k cells are able to degrade oxidized ferritin at a higher rate than non oxidized ferritin in an atp independent manner this effect could be followed even after treatment of the cells with h o up to a concentration of mm the lactacystin sensitive atp stimulated degradation of the fluorogenic peptide suc llvy mca declined after treatment of the cells with mm h o to the same level as that obtained without atp stimulation therefore we conclude that the regulation of the s proteasome by various regulators takes place during oxidative stress this provides further evidence for the role of the s proteasome in the secondary antioxidative defences of mammalian cells"
}