{
    "pmid": "41444267",
    "title": "Evaluation of tuberculosis education effects on healthcare workers' knowledge attitudes and practices in Jiangsu China 2019 to 2023.",
    "abstract": "Tuberculosis (TB) remains a global health concern, and healthcare workers (HCWs) face a relatively high risk of TB infection because of their frequent exposure. This study evaluated the effectiveness of a TB infection control education program implemented in Jiangsu Province, China, by assessing changes in HCWs' knowledge, attitudes, and practices (KAP). This study, carried out from December 2019 to October 2023, included pre- and post-intervention surveys administered to HCWs in selected drug-resistant hospitals. The Wilcoxon rank-sum test was used to assess the changes in KAP scores before and after the implementation. Additionally, multivariate regression and Spearman correlation tests were conducted to explore potential relationships between KAP scores and factors such as gender, age, duration of employment, department, and program participation. The mean score for knowledge and attitudes increased after the implementation (7.40 vs. 9.96, p = 2.769e-15; 35.29 vs. 36.05, p = 0.008652). In contrast, the practice score slightly decreased (39.22 vs. 37.14, p = 0.003767), which may be due to many \"not applicable\" answers. Moreover, a positive, weak but significant relationship was observed between attitudes and practices. This study revealed significant improvements in knowledge and attitude and a slight decrease in the practice scores, indicating that education led to enhanced knowledge and attitude, but greater efficacy in translating knowledge into practice is needed. The correlation between attitude and practice indicates further efforts to improve HCWs' attitudes to potentially enhance their practice, thereby diminishing the risk of TB infection.",
    "disease": "tuberculosis",
    "clean_text": "evaluation of tuberculosis education effects on healthcare workers knowledge attitudes and practices in jiangsu china to tuberculosis tb remains a global health concern and healthcare workers hcws face a relatively high risk of tb infection because of their frequent exposure this study evaluated the effectiveness of a tb infection control education program implemented in jiangsu province china by assessing changes in hcws knowledge attitudes and practices kap this study carried out from december to october included pre and post intervention surveys administered to hcws in selected drug resistant hospitals the wilcoxon rank sum test was used to assess the changes in kap scores before and after the implementation additionally multivariate regression and spearman correlation tests were conducted to explore potential relationships between kap scores and factors such as gender age duration of employment department and program participation the mean score for knowledge and attitudes increased after the implementation vs p e vs p in contrast the practice score slightly decreased vs p which may be due to many not applicable answers moreover a positive weak but significant relationship was observed between attitudes and practices this study revealed significant improvements in knowledge and attitude and a slight decrease in the practice scores indicating that education led to enhanced knowledge and attitude but greater efficacy in translating knowledge into practice is needed the correlation between attitude and practice indicates further efforts to improve hcws attitudes to potentially enhance their practice thereby diminishing the risk of tb infection"
}