{
    "title": "Generalized hypertrichosis syndromes in Mexico.",
    "doc_id": "33283427",
    "writer": "Aguayo-Orozco TA",
    "year": "2020",
    "summary": "Hypertrichosis is a rare condition characterized by excessive hair in areas of the body that are not predominantly androgen dependent. We can identify three main syndromes with congenital generalized hypertrichosis terminalis described in Mexico. The first is X-link …",
    "abstract": "Hypertrichosis is a rare condition characterized by excessive hair in areas of the body that are not predominantly androgen dependent. We can identify three main syndromes with congenital generalized hypertrichosis terminalis described in Mexico. The first is X-linked generalized hypertrichosis, an ultra-rare disease, with few cases reported to date. The second is Cantú syndrome, also known as hypertrichotic osteochondrodysplasia, which has a wide spectrum of clinical manifestations and is caused by pathogenic variants in ABCC9 and KCNJ8. The third is congenital hypertrichosis terminalis with or without gingival hyperplasia, which displays other features and involves several associated genes. The first two syndromes were described by the Mexican geneticist José María Cantú, and the concept of atavistic genes was invoked to explain the emergence of this outstanding trait. By understanding the genetic and pathophysiological basis of hypertrichosis, we can offer effective treatment to patients and help solve esthetic problems related to hair growth.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33283427/",
    "clean_text": "generalized hypertrichosis syndromes in mexico hypertrichosis is a rare condition characterized by excessive hair in areas of the body that are not predominantly androgen dependent we can identify three main syndromes with congenital generalized hypertrichosis terminalis described in mexico the first is x link hypertrichosis is a rare condition characterized by excessive hair in areas of the body that are not predominantly androgen dependent we can identify three main syndromes with congenital generalized hypertrichosis terminalis described in mexico the first is x linked generalized hypertrichosis an ultra rare disease with few cases reported to date the second is cant syndrome also known as hypertrichotic osteochondrodysplasia which has a wide spectrum of clinical manifestations and is caused by pathogenic variants in abcc and kcnj the third is congenital hypertrichosis terminalis with or without gingival hyperplasia which displays other features and involves several associated genes the first two syndromes were described by the mexican geneticist jos mar a cant and the concept of atavistic genes was invoked to explain the emergence of this outstanding trait by understanding the genetic and pathophysiological basis of hypertrichosis we can offer effective treatment to patients and help solve esthetic problems related to hair growth"
}