{
    "pmid": "41442445",
    "title": "Comparison of meta-analytical estimates between surgical repair and transcatheter edge-to-edge repair for atrial functional mitral regurgitation.",
    "abstract": "Atrial functional mitral regurgitation lacks well-defined treatment guidelines. Medical therapy alone is insufficient, and either TEER (transcatheter edge to edge) or surgery is recommended. Short- and long-term comparative outcomes remain unclear. We aim to address this gap using available data. We performed a meta-analysis of studies examining the outcomes of surgery and/or transcatheter edge to edge. MEDLINE, EMBASE, and the Cochrane Library were assessed. The incidence rate of late severe MR was the primary outcome. A random model was performed. Leave-one-out, subgroup, and meta-regression analyses were conducted. Thirty-two studies (1923 patients); 20 in surgery [1166] vs 12 in TEER [757]) were selected. TEER patients were, on average, 10 years older, with twice the rate of NYHA III/IV symptoms and more than double the STS score. At a weighted mean follow-up of 3.2 years, compared to isolated transcatheter, surgery was associated with decreased incidence of late severe mitral regurgitation (2.53 vs 6.66 events per 100 person-years, P-interaction = 0.03), late all-cause mortality (3.00 vs 8.84, P-interaction = 0.024), late heart failure hospitalization (4.44 vs 17.03, P-interaction < 0.01), and late NYHA III/IV (2.98 vs 22.47, P-interaction < 0.01). However, significantly better long-term outcomes associated with surgery showed high heterogeneity. There were no differences in early all-cause mortality, early cardiac-specific mortality, late cardiac-specific mortality, postprocedural morbidities nor atrial diameter. On meta-regression, preprocedural heart failure (Beta = 0.0224, P < 0.01) and coronary artery disease (Beta = 0.0294, P < 0.00001) were linked to increased late severe mitral regurgitation. Older age, hypertension, mitral valve replacement, and associated aortic valve surgery were linked to increased late all-cause mortality. Surgery and isolated transcatheter edge-to-edge repair showed comparable short-term outcomes, with surgery appearing more effective long-term; however, due to study limitations and heterogeneity, these findings are hypothesis-generating and require validation through prospective studies.",
    "disease": "coronary artery disease",
    "clean_text": "comparison of meta analytical estimates between surgical repair and transcatheter edge to edge repair for atrial functional mitral regurgitation atrial functional mitral regurgitation lacks well defined treatment guidelines medical therapy alone is insufficient and either teer transcatheter edge to edge or surgery is recommended short and long term comparative outcomes remain unclear we aim to address this gap using available data we performed a meta analysis of studies examining the outcomes of surgery and or transcatheter edge to edge medline embase and the cochrane library were assessed the incidence rate of late severe mr was the primary outcome a random model was performed leave one out subgroup and meta regression analyses were conducted thirty two studies patients in surgery vs in teer were selected teer patients were on average years older with twice the rate of nyha iii iv symptoms and more than double the sts score at a weighted mean follow up of years compared to isolated transcatheter surgery was associated with decreased incidence of late severe mitral regurgitation vs events per person years p interaction late all cause mortality vs p interaction late heart failure hospitalization vs p interaction and late nyha iii iv vs p interaction however significantly better long term outcomes associated with surgery showed high heterogeneity there were no differences in early all cause mortality early cardiac specific mortality late cardiac specific mortality postprocedural morbidities nor atrial diameter on meta regression preprocedural heart failure beta p and coronary artery disease beta p were linked to increased late severe mitral regurgitation older age hypertension mitral valve replacement and associated aortic valve surgery were linked to increased late all cause mortality surgery and isolated transcatheter edge to edge repair showed comparable short term outcomes with surgery appearing more effective long term however due to study limitations and heterogeneity these findings are hypothesis generating and require validation through prospective studies"
}