{
    "pmid": "41434185",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Plasma phosphorylated tau (p-tau) has been used as a pre-screening tool in clinical trials. Using plasma p-tau for pre-screening may help identify individuals more likely to be Aβ-PET positive, reducing the number of PET scans needed at enrollment and decreasing recruitment costs. This study aims to evaluate the cost-effectiveness of plasma p-tau using liberal, intermediate, and conservative thresholds as pre-screening tools in clinical trials across the AD spectrum. We studied 1,673 individuals across the AD spectrum from five cohorts: 707 cognitively unimpaired(CU) and 966 cognitively impaired(CI) with plasma p-tau217 measures and Aβ-PET. We tested three threshold methods:liberal(95% sensitivity), intermediate(Youden index), and conservative(95% specificity). The recruitment sample size was calculated based on p-tau217 assay sensitivity, specificity, and Aβ positivity prevalence for a final sample size of 1,000 based on recent phase 3 trials. The intermediate threshold was the most cost-effective, followed by the conservative. Surprisingly, the liberal threshold did not outperform the strategy of screening only with Aβ-PET (Figure 1). In CU, pre-screening with the intermediate threshold increased the initial sample size by 30% compared to the non-pre-screened group (n = 5,000), while in CI, it increased by 28%(n = 2,128). The number of Aβ-PET scans was reduced by 64% in CU and 46% in CI. Trial Cost: In CU, the intermediate threshold reduced costs by 59% compared to no pre-screening($24M). In CI, costs were reduced by 39% compared to no pre-screening($9.4M). We tested the pre-screening method using other p-tau217 assays and epitopes and observed reductions in Aβ-PET scans and recruitment costs for all p-tau assays (Figure 2). Using our models and data, we developed a free online tool that allows users to calculate the sample size needed when using plasma p-tau as a pre-screening method for recruiting individuals for clinical trials. This tool will be released with our publication at AAIC (Figure 3). Our study demonstrates that plasma p-tau217 is an effective pre-screening tool for clinical trials, with the intermediate threshold being the most cost-effective for both CU and CI. This approach reduces the need for Aβ-PET scans and optimizes recruitment time and costs, potentially enhancing the efficiency of clinical trial designs within the AD spectrum.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium plasma phosphorylated tau p tau has been used as a pre screening tool in clinical trials using plasma p tau for pre screening may help identify individuals more likely to be a pet positive reducing the number of pet scans needed at enrollment and decreasing recruitment costs this study aims to evaluate the cost effectiveness of plasma p tau using liberal intermediate and conservative thresholds as pre screening tools in clinical trials across the ad spectrum we studied individuals across the ad spectrum from five cohorts cognitively unimpaired cu and cognitively impaired ci with plasma p tau measures and a pet we tested three threshold methods liberal sensitivity intermediate youden index and conservative specificity the recruitment sample size was calculated based on p tau assay sensitivity specificity and a positivity prevalence for a final sample size of based on recent phase trials the intermediate threshold was the most cost effective followed by the conservative surprisingly the liberal threshold did not outperform the strategy of screening only with a pet figure in cu pre screening with the intermediate threshold increased the initial sample size by compared to the non pre screened group n while in ci it increased by n the number of a pet scans was reduced by in cu and in ci trial cost in cu the intermediate threshold reduced costs by compared to no pre screening m in ci costs were reduced by compared to no pre screening m we tested the pre screening method using other p tau assays and epitopes and observed reductions in a pet scans and recruitment costs for all p tau assays figure using our models and data we developed a free online tool that allows users to calculate the sample size needed when using plasma p tau as a pre screening method for recruiting individuals for clinical trials this tool will be released with our publication at aaic figure our study demonstrates that plasma p tau is an effective pre screening tool for clinical trials with the intermediate threshold being the most cost effective for both cu and ci this approach reduces the need for a pet scans and optimizes recruitment time and costs potentially enhancing the efficiency of clinical trial designs within the ad spectrum"
}