{
    "title": "Do Non-Clinical Services Help to Improve Functional Outcomes Among Young Adults With Mental Disorders? A Systematic Review.",
    "doc_id": "39212143",
    "writer": "Gossip K",
    "year": "2024",
    "summary": "More than half of the vocational support service studies reported increased employment rates among young adults (n = 6). Studies focussing on lifestyle interventions included a combination of physical activity, nutrition education, health coaching and motivation and …",
    "abstract": "Introduction:\n        \n      \n      Mental disorders during young adulthood can significantly impair functioning in daily activities. Non-clinical support services aim to improve functioning by helping people to build social and life skills, participate in education and employment and improve physical health. This study aims to examine and synthesise the evidence for non-clinical services on improving functional outcomes for young adults with mental disorders.\n    \n\n\n          Methods:\n        \n      \n      A systematic search was undertaken to identify quantitative and qualitative studies reporting on a non-clinical service component (vocational support, peer support, youth development, lifestyle interventions, family and network support) and examining functional outcomes (e.g., outcomes focussed on work and education, life skills, relationships and healthy behaviours).\n    \n\n\n          Results:\n        \n      \n      Seventeen studies met inclusion criteria. Identified studies focussed on vocational support services (n = 9), lifestyle interventions (n = 6) and family and network support services (n = 2). No studies on peer-support services or youth development services were found. More than half of the vocational support service studies reported increased employment rates among young adults (n = 6). Studies focussing on lifestyle interventions included a combination of physical activity, nutrition education, health coaching and motivation and behaviour change. However, the measures of functioning used across studies were too varied to determine whether lifestyle interventions may be useful in improving functional outcomes for young adults.\n    \n\n\n          Conclusion:\n        \n      \n      Further research is needed to understand the impact of non-clinical services on functioning. This evidence will provide pragmatic guidance for service planners to invest in supports and interventions that make a meaningful difference to the lives of young adults living with mental disorders.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39212143/",
    "clean_text": "do non clinical services help to improve functional outcomes among young adults with mental disorders a systematic review more than half of the vocational support service studies reported increased employment rates among young adults n studies focussing on lifestyle interventions included a combination of physical activity nutrition education health coaching and motivation and introduction mental disorders during young adulthood can significantly impair functioning in daily activities non clinical support services aim to improve functioning by helping people to build social and life skills participate in education and employment and improve physical health this study aims to examine and synthesise the evidence for non clinical services on improving functional outcomes for young adults with mental disorders methods a systematic search was undertaken to identify quantitative and qualitative studies reporting on a non clinical service component vocational support peer support youth development lifestyle interventions family and network support and examining functional outcomes e g outcomes focussed on work and education life skills relationships and healthy behaviours results seventeen studies met inclusion criteria identified studies focussed on vocational support services n lifestyle interventions n and family and network support services n no studies on peer support services or youth development services were found more than half of the vocational support service studies reported increased employment rates among young adults n studies focussing on lifestyle interventions included a combination of physical activity nutrition education health coaching and motivation and behaviour change however the measures of functioning used across studies were too varied to determine whether lifestyle interventions may be useful in improving functional outcomes for young adults conclusion further research is needed to understand the impact of non clinical services on functioning this evidence will provide pragmatic guidance for service planners to invest in supports and interventions that make a meaningful difference to the lives of young adults living with mental disorders"
}