{
    "pmid": "41402023",
    "title": "Multi-modal AI approach for Early Tuberculosis Detection by combining symptom, imaging, and clinical data.",
    "abstract": "Tuberculosis (TB) is still a major health problem around the world, especially in low- and middle-income countries, where it kills about 1.5 million people every year. Early and accurate identification is very important for treating the disease and stopping it from spreading. Traditional ways of diagnosing, like sputum smear microscopy, chest X-rays, and evaluating clinical symptoms, have problems like being less sensitive, taking longer to get results, and requiring biased interpretation. New developments in artificial intelligence (AI) point to hopeful directions, but most current models only use one type of data, which makes it harder for them to understand the disease's complicated symptoms. This study suggests a new multi-modal AI system that combines data on symptoms, chest X-ray images, and clinical factors to help find TB earlier. Structured symptom surveys, digital chest X-rays, and electronic health record clinical data were some of the healthcare sources from which patient data were gathered. For example, natural language processing was used for symptoms and convolutional neural networks were used for images. The multi-modal model achieved 92.4 % accuracy, 91.1 % sensitivity, 93.2 % specificity, and AUC 0.95, outperforming uni-modal models. Integrating imaging, clinical, and symptom data improved diagnostic reliability and reduced false positives. Imaging, clinical, and symptom data integrated by multi-modal AI improves early TB diagnostic accuracy and reliability. This technology allows early management and may reduce global TB-related illnesses and fatalities by providing scalable and adaptable testing assistance for a wide range of clinical scenarios. Additional datasets and real-time clinical contact will be the subject of future research.",
    "disease": "tuberculosis",
    "clean_text": "multi modal ai approach for early tuberculosis detection by combining symptom imaging and clinical data tuberculosis tb is still a major health problem around the world especially in low and middle income countries where it kills about million people every year early and accurate identification is very important for treating the disease and stopping it from spreading traditional ways of diagnosing like sputum smear microscopy chest x rays and evaluating clinical symptoms have problems like being less sensitive taking longer to get results and requiring biased interpretation new developments in artificial intelligence ai point to hopeful directions but most current models only use one type of data which makes it harder for them to understand the disease s complicated symptoms this study suggests a new multi modal ai system that combines data on symptoms chest x ray images and clinical factors to help find tb earlier structured symptom surveys digital chest x rays and electronic health record clinical data were some of the healthcare sources from which patient data were gathered for example natural language processing was used for symptoms and convolutional neural networks were used for images the multi modal model achieved accuracy sensitivity specificity and auc outperforming uni modal models integrating imaging clinical and symptom data improved diagnostic reliability and reduced false positives imaging clinical and symptom data integrated by multi modal ai improves early tb diagnostic accuracy and reliability this technology allows early management and may reduce global tb related illnesses and fatalities by providing scalable and adaptable testing assistance for a wide range of clinical scenarios additional datasets and real time clinical contact will be the subject of future research"
}