{
    "pmid": "41456137",
    "title": "Insights into necrotising fasciitis: A prospective pilot study in a Tertiary Care Hospital.",
    "abstract": "Necrotising fasciitis, commonly referred to as \"flesh-eating disease,\" is a rapidly spreading soft tissue infection characterised by extensive necrosis of the skin, subcutaneous tissue, and fascia while sparing the underlying muscle. Despite its low overall incidence, it is a significant soft tissue infection due to its rapid spread and associated high mortality risk. This prospective pilot study aims to analyse 25 consecutive cases of necrotising fasciitis to assess various aspects, including age and sex incidence, microbial flora, role of co-morbidities in prognosis, and overall outcome. We conducted a descriptive study involving 25 patients aged 18-84 years diagnosed with necrotising fasciitis over a 6-month period (January 2022 to June 2022) at Saveetha Medical College. Of the 25 patients treated, 21 (84%) were male and 4 (21%) were female, resulting in a male-to-female ratio of 5.25. The age ranged from 18 to 84 years (Mean age: 50.24 ± Standard deviation, SD=14.175). Trauma was identified as the main precipitating factor in approximately 40% of cases, while Diabetes Mellitus (40%) emerged as the most common co-morbidity. Lower limb involvement was predominant in both male and female patients. The infection was monomicrobial in 32% of cases (Enterococci 16% + Bacteroides 16%) and poly-microbial in 68% with Streptococcus pyogenes + Escherichia coli being the most common organism combination. Wound debridement followed by split skin graft was the most common treatment modality (84%), with the number of debridement sessions varying based on infection severity (corresponding with higher LRINEC scores). Prolonged hospital stay was the most common complication, observed in 52% of cases. Our analysis revealed that necrotising fasciitis is more prevalent in individuals aged over 50 years with a male predominance. Streptococcus pyogenes with Escherichia coli was the predominant microflora, and Diabetes Mellitus emerged as the most common comorbidity. Early recognition, prompt control of diabetes mellitus, aggressive surgical treatment, and supportive therapy are essential steps in managing necrotising fasciitis.",
    "disease": "diabetes mellitus",
    "clean_text": "insights into necrotising fasciitis a prospective pilot study in a tertiary care hospital necrotising fasciitis commonly referred to as flesh eating disease is a rapidly spreading soft tissue infection characterised by extensive necrosis of the skin subcutaneous tissue and fascia while sparing the underlying muscle despite its low overall incidence it is a significant soft tissue infection due to its rapid spread and associated high mortality risk this prospective pilot study aims to analyse consecutive cases of necrotising fasciitis to assess various aspects including age and sex incidence microbial flora role of co morbidities in prognosis and overall outcome we conducted a descriptive study involving patients aged years diagnosed with necrotising fasciitis over a month period january to june at saveetha medical college of the patients treated were male and were female resulting in a male to female ratio of the age ranged from to years mean age standard deviation sd trauma was identified as the main precipitating factor in approximately of cases while diabetes mellitus emerged as the most common co morbidity lower limb involvement was predominant in both male and female patients the infection was monomicrobial in of cases enterococci bacteroides and poly microbial in with streptococcus pyogenes escherichia coli being the most common organism combination wound debridement followed by split skin graft was the most common treatment modality with the number of debridement sessions varying based on infection severity corresponding with higher lrinec scores prolonged hospital stay was the most common complication observed in of cases our analysis revealed that necrotising fasciitis is more prevalent in individuals aged over years with a male predominance streptococcus pyogenes with escherichia coli was the predominant microflora and diabetes mellitus emerged as the most common comorbidity early recognition prompt control of diabetes mellitus aggressive surgical treatment and supportive therapy are essential steps in managing necrotising fasciitis"
}