{
    "pmid": "41458069",
    "title": "DiabeRules: a transparent rule based expert system for managing diabetes.",
    "abstract": "Diabetes, often referred to as a chronic disease, encompasses a group of metabolic disorders characterized by persistently elevated blood sugar levels. It is a major cause of death each year, with many individuals unaware of their condition until it is too late. This long-term disease impairs the body's ability to produce insulin, leading to excessive blood sugar levels that can result in eye impairment, nerve damage, cardiovascular damage, kidney damage, and stroke. Therefore, it is crucial to develop a system that can detect diabetes early, alerting individuals to the danger and enabling them to take preventive measures to manage it. Early identification of risk factors can significantly reduce the severity of the disease. Considering the severity of the disease and the research work done till date, this paper introduces an expert system named DiabeRules: Diabetes Management using Comprehensible Rules. The system employs a decision tree (DT) to identify the primary rules responsible for diabetes in detail. To derive promising rules, a hybrid DT is created and further refined to eliminate irrelevant rules using a Sequential Hill Climbing approach with a customizable heuristic function. The DiabeRules model ultimately generates a decision rule set that is transparent and comprehensible, helping individuals understand how to manage diabetes. Using a diabetes dataset from the UCI repository, the performance of the DiabeRules system is compared to that of current, recently developed systems. The experimental results demonstrate that the proposed DiabeRules system is effective in managing diabetes by focusing on essential rules and critical risk factors.",
    "disease": "stroke",
    "clean_text": "diaberules a transparent rule based expert system for managing diabetes diabetes often referred to as a chronic disease encompasses a group of metabolic disorders characterized by persistently elevated blood sugar levels it is a major cause of death each year with many individuals unaware of their condition until it is too late this long term disease impairs the body s ability to produce insulin leading to excessive blood sugar levels that can result in eye impairment nerve damage cardiovascular damage kidney damage and stroke therefore it is crucial to develop a system that can detect diabetes early alerting individuals to the danger and enabling them to take preventive measures to manage it early identification of risk factors can significantly reduce the severity of the disease considering the severity of the disease and the research work done till date this paper introduces an expert system named diaberules diabetes management using comprehensible rules the system employs a decision tree dt to identify the primary rules responsible for diabetes in detail to derive promising rules a hybrid dt is created and further refined to eliminate irrelevant rules using a sequential hill climbing approach with a customizable heuristic function the diaberules model ultimately generates a decision rule set that is transparent and comprehensible helping individuals understand how to manage diabetes using a diabetes dataset from the uci repository the performance of the diaberules system is compared to that of current recently developed systems the experimental results demonstrate that the proposed diaberules system is effective in managing diabetes by focusing on essential rules and critical risk factors"
}