{
    "pmid": "41442028",
    "title": "Guideline-Based Elevated NT-proBNP Among Asymptomatic Adults with Diabetes in Saudi Arabia: Prevalence and Real-World Clinical Correlates.",
    "abstract": "Early identification allows timely guideline-directed therapy to prevent progression to symptomatic heart failure (HF). N-terminal pro-B-type natriuretic peptide (NT-proBNP) is an established biomarker for screening asymptomatic patients at risk of HF, yet real-world outpatient data in the Middle East are scarce. This study aimed to identify adults with NT-proBNP ≥ 125 pg/mL who may need cardiac evaluation and recognize clinical predictors of elevated NT-proBNP. This retrospective chart review included adults with type 1 or type 2 diabetes mellitus (DM) (≥ 18 years) tested for NT-proBNP at a tertiary care center in Riyadh, Saudi Arabia (January 2024-June 2025). Individuals with prior HF or advanced chronic kidney disease were excluded. NT-proBNP ≥ 125 pg/mL defined patients at increased risk of pre-HF. Multivariable logistic regression analysis assessed variables independently related to NT-proBNP above the prespecified cutoff. Among 152 patients (median age 54 years; 41.5% female), those with type 2 DM were older than those with type 1 DM (median age 58 vs. 38 years), had higher body mass index (median 30.1 vs. 26.8 kg/m More than half of asymptomatic adults with type 2 DM had NT-proBNP levels exceeding the American Diabetes Association (ADA)-recommended threshold of ≥ 125 pg/mL, suggesting a substantial burden of pre-‍HF in an outpatient setting. NT-proBNP-based screening could facilitate early identification of high-risk patients, facilitating timely cardiac evaluation with initiation of guideline-directed therapies to prevent, delay, or avert progression to symptomatic HF.",
    "disease": "diabetes mellitus",
    "clean_text": "guideline based elevated nt probnp among asymptomatic adults with diabetes in saudi arabia prevalence and real world clinical correlates early identification allows timely guideline directed therapy to prevent progression to symptomatic heart failure hf n terminal pro b type natriuretic peptide nt probnp is an established biomarker for screening asymptomatic patients at risk of hf yet real world outpatient data in the middle east are scarce this study aimed to identify adults with nt probnp pg ml who may need cardiac evaluation and recognize clinical predictors of elevated nt probnp this retrospective chart review included adults with type or type diabetes mellitus dm years tested for nt probnp at a tertiary care center in riyadh saudi arabia january june individuals with prior hf or advanced chronic kidney disease were excluded nt probnp pg ml defined patients at increased risk of pre hf multivariable logistic regression analysis assessed variables independently related to nt probnp above the prespecified cutoff among patients median age years female those with type dm were older than those with type dm median age vs years had higher body mass index median vs kg m more than half of asymptomatic adults with type dm had nt probnp levels exceeding the american diabetes association ada recommended threshold of pg ml suggesting a substantial burden of pre hf in an outpatient setting nt probnp based screening could facilitate early identification of high risk patients facilitating timely cardiac evaluation with initiation of guideline directed therapies to prevent delay or avert progression to symptomatic hf"
}