{
    "pmid": "41412561",
    "title": "JOSD2 alleviates hypertensive renal disease through deubiquitinating AKT in renal tubular epithelial cells.",
    "abstract": "Hypertensive renal disease (HRD) is a significant driver of end-stage renal disease. Discovering novel therapeutic targets for HRD is essential for its prevention and treatment. Deubiquitinating enzymes (DUBs) have shown increasing significance in renal diseases. Here, we investigated the role and mechanism of the DUB, Josephin domain-containing protein 2 (JOSD2), in HRD. HRD was induced in wild-type or Josd2 knockout mice via a 4-week chronic infusion of angiotensin II (Ang II). We found that deficiency of JOSD2 aggravated renal injury, epithelial-mesenchymal transition (EMT), and fibrosis in HRD mice. Single-cell RNA-seq analysis indicated that JOSD2 is mainly expressed in tubular epithelial cells (TECs) of proximal tubules. Notably, the specific overexpression of JOSD2 in renal TECs alleviated the detrimental effects in Ang II-induced HRD mice. Mechanistically, through mass spectrometry combined with co-immunoprecipitation analysis, we considered protein kinase B (AKT) as a potential substrate of JOSD2. JOSD2 deubiquitinated the K63-linked ubiquitin chain of AKT via its active site H125 and then enhanced p62-mediated autophagic degradation of AKT. This process reduced the AKT level in TECs, thereby ultimately reducing renal EMT and fibrosis. Our study elucidates the role of the JOSD2-AKT axis in HRD and suggests that JOSD2 may serve as a promising therapeutic target for HRD.",
    "disease": "chronic kidney disease",
    "clean_text": "josd alleviates hypertensive renal disease through deubiquitinating akt in renal tubular epithelial cells hypertensive renal disease hrd is a significant driver of end stage renal disease discovering novel therapeutic targets for hrd is essential for its prevention and treatment deubiquitinating enzymes dubs have shown increasing significance in renal diseases here we investigated the role and mechanism of the dub josephin domain containing protein josd in hrd hrd was induced in wild type or josd knockout mice via a week chronic infusion of angiotensin ii ang ii we found that deficiency of josd aggravated renal injury epithelial mesenchymal transition emt and fibrosis in hrd mice single cell rna seq analysis indicated that josd is mainly expressed in tubular epithelial cells tecs of proximal tubules notably the specific overexpression of josd in renal tecs alleviated the detrimental effects in ang ii induced hrd mice mechanistically through mass spectrometry combined with co immunoprecipitation analysis we considered protein kinase b akt as a potential substrate of josd josd deubiquitinated the k linked ubiquitin chain of akt via its active site h and then enhanced p mediated autophagic degradation of akt this process reduced the akt level in tecs thereby ultimately reducing renal emt and fibrosis our study elucidates the role of the josd akt axis in hrd and suggests that josd may serve as a promising therapeutic target for hrd"
}