{
    "title": "Wolfram syndrome.",
    "doc_id": "14725994",
    "writer": "Megighian D",
    "year": "2004",
    "summary": "It is characterised by the presence of diabetes insipidus, diabetes mellitus, optic atrophy and deafness. Other anomalies, such as renal outflow tracts and multiple neurological disorders may develop later. ...The suspect may come from the presence of …",
    "abstract": "The Wolfram syndrome is a rare dysmorphogenetic disease of autosomic recessive hereditary nature. The pathogenesis of the disease is still not well known. It is characterised by the presence of diabetes insipidus, diabetes mellitus, optic atrophy and deafness. Other anomalies, such as renal outflow tracts and multiple neurological disorders may develop later. In our case report the diabetes mellitus appeared at the age of 4; the hearing loss and renal disturbances at the age of 11; the optic atrophy at the age of 16. No signs of ataxia, diabetes insipidus and neurologic anomalies were found. The diagnosis of Wolfram syndrome is not always easy in the first stages of the disease. The suspect may come from the presence of a juvenile diabetes mellitus asssociated with optic atrophy. For the diagnosis a valid clue can be given from the results of some clinical tests such as the positivity of the visual evoked potentials and the retinogram reliefs and the exclusion of the autoimmune origin of the diabetes mellitus. Other signs such as the progressive sensorineural hearing loss, the presence of nystagmus and of urodynamic disturbances and renal complications makes the diagnosis of this syndrome easier.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/14725994/",
    "clean_text": "wolfram syndrome it is characterised by the presence of diabetes insipidus diabetes mellitus optic atrophy and deafness other anomalies such as renal outflow tracts and multiple neurological disorders may develop later the suspect may come from the presence of the wolfram syndrome is a rare dysmorphogenetic disease of autosomic recessive hereditary nature the pathogenesis of the disease is still not well known it is characterised by the presence of diabetes insipidus diabetes mellitus optic atrophy and deafness other anomalies such as renal outflow tracts and multiple neurological disorders may develop later in our case report the diabetes mellitus appeared at the age of the hearing loss and renal disturbances at the age of the optic atrophy at the age of no signs of ataxia diabetes insipidus and neurologic anomalies were found the diagnosis of wolfram syndrome is not always easy in the first stages of the disease the suspect may come from the presence of a juvenile diabetes mellitus asssociated with optic atrophy for the diagnosis a valid clue can be given from the results of some clinical tests such as the positivity of the visual evoked potentials and the retinogram reliefs and the exclusion of the autoimmune origin of the diabetes mellitus other signs such as the progressive sensorineural hearing loss the presence of nystagmus and of urodynamic disturbances and renal complications makes the diagnosis of this syndrome easier"
}