{
    "pmid": "41404371",
    "title": "Effect of food insecurity on hazardous alcohol consumption and psychological well-being among people with tuberculosis in Kampala, Uganda.",
    "abstract": "Food insecurity (FI), hazardous alcohol consumption (HAC), and poor mental health are common among people with tuberculosis (TB), yet empirical evidence on their interrelationships remains limited. We evaluated the effect of FI on HAC and psychological well-being among people with pulmonary TB in Kampala, Uganda. We collected data across five TB clinics and constructed a quasi-experimental design. FI was the exposure, measured using the FI Experience Scale (FIES). FIES scores range between 0 and 8, and individuals were classified as food insecure if they scored ≥ 4. The primary outcome was HAC, assessed using the Alcohol Use Disorders Identification Test (AUDIT) tool. Participants with AUDIT scores ≥ 16, indicating high-risk drinking or possible alcohol dependence, were categorized as having HAC. The secondary outcome was psychological well-being measured using the World Health Organization's Five Well-Being Index, with a total score of <15 indicating poor psychological well-being. We used doubly robust estimation to report causal risk ratios (RR) and 95 % confidence intervals (CI). Of 818 participants, 475 (58.1 %) were from food-insecure households, 153 (18.7 %) had HAC, and 316 (38.6 %) had poor psychological well-being. FI was independently associated with HAC (RR 1.43, 95 % CI: 1.21-1.69), but not poor psychological well-being (RR 1.06, 95 % CI: 0.81-1.37). FI is associated with a higher likelihood of HAC but not psychological well-being among people with TB in Kampala, Uganda. Given their high prevalence, there is a need to address food insecurity, HAC, and poor psychological well-being within TB control programs.",
    "disease": "tuberculosis",
    "clean_text": "effect of food insecurity on hazardous alcohol consumption and psychological well being among people with tuberculosis in kampala uganda food insecurity fi hazardous alcohol consumption hac and poor mental health are common among people with tuberculosis tb yet empirical evidence on their interrelationships remains limited we evaluated the effect of fi on hac and psychological well being among people with pulmonary tb in kampala uganda we collected data across five tb clinics and constructed a quasi experimental design fi was the exposure measured using the fi experience scale fies fies scores range between and and individuals were classified as food insecure if they scored the primary outcome was hac assessed using the alcohol use disorders identification test audit tool participants with audit scores indicating high risk drinking or possible alcohol dependence were categorized as having hac the secondary outcome was psychological well being measured using the world health organization s five well being index with a total score of indicating poor psychological well being we used doubly robust estimation to report causal risk ratios rr and confidence intervals ci of participants were from food insecure households had hac and had poor psychological well being fi was independently associated with hac rr ci but not poor psychological well being rr ci fi is associated with a higher likelihood of hac but not psychological well being among people with tb in kampala uganda given their high prevalence there is a need to address food insecurity hac and poor psychological well being within tb control programs"
}