{
    "title": "Pregnancy Outcomes in COVID-19: A Prospective Cohort Study in Singapore.",
    "doc_id": "33381779",
    "writer": "Mattar CN",
    "year": "2020",
    "summary": "INTRODUCTION: Pregnant women are reported to be at increased risk of severe coronavirus disease 2019 (COVID-19) due to underlying immunosuppression during pregnancy. ...RT-PCR of breast milk and maternal and neonatal samples taken at birth were negative; plac …",
    "abstract": "Introduction:\n        \n      \n      Pregnant women are reported to be at increased risk of severe coronavirus disease 2019 (COVID-19) due to underlying immunosuppression during pregnancy. However, the clinical course of COVID-19 in pregnancy and risk of vertical and horizontal transmission remain relatively unknown. We aim to describe and evaluate outcomes in pregnant women with COVID-19 in Singapore.\n    \n\n\n          Methods:\n        \n      \n      Prospective observational study of 16 pregnant patients admitted for COVID-19 to 4 tertiary hospitals in Singapore. Outcomes included severe disease, pregnancy loss, and vertical and horizontal transmission.\n    \n\n\n          Results:\n        \n      \n      Of the 16 patients, 37.5%, 43.8% and 18.7% were infected in the first, second and third trimesters, respectively. Two gravidas aged ≥35 years (12.5%) developed severe pneumonia; one patient (body mass index 32.9kg/m2) required transfer to intensive care. The median duration of acute infection was 19 days; one patient remained reverse transcription polymerase chain reaction (RT-PCR) positive >11 weeks from diagnosis. There were no maternal mortalities. Five pregnancies produced term live-births while 2 spontaneous miscarriages occurred at 11 and 23 weeks. RT-PCR of breast milk and maternal and neonatal samples taken at birth were negative; placenta and cord histology showed non-specific inflammation; and severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)-specific immunoglobulins were elevated in paired maternal and umbilical cord blood (n=5).\n    \n\n\n          Conclusion:\n        \n      \n      The majority of COVID-19 infected pregnant women had mild disease and only 2 women with risk factors (obesity, older age) had severe infection; this represents a slightly higher incidence than observed in age-matched non-pregnant women. Among the women who delivered, there was no definitive evidence of mother-to-child transmission via breast milk or placenta.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33381779/",
    "clean_text": "pregnancy outcomes in covid a prospective cohort study in singapore introduction pregnant women are reported to be at increased risk of severe coronavirus disease covid due to underlying immunosuppression during pregnancy rt pcr of breast milk and maternal and neonatal samples taken at birth were negative plac introduction pregnant women are reported to be at increased risk of severe coronavirus disease covid due to underlying immunosuppression during pregnancy however the clinical course of covid in pregnancy and risk of vertical and horizontal transmission remain relatively unknown we aim to describe and evaluate outcomes in pregnant women with covid in singapore methods prospective observational study of pregnant patients admitted for covid to tertiary hospitals in singapore outcomes included severe disease pregnancy loss and vertical and horizontal transmission results of the patients and were infected in the first second and third trimesters respectively two gravidas aged years developed severe pneumonia one patient body mass index kg m required transfer to intensive care the median duration of acute infection was days one patient remained reverse transcription polymerase chain reaction rt pcr positive weeks from diagnosis there were no maternal mortalities five pregnancies produced term live births while spontaneous miscarriages occurred at and weeks rt pcr of breast milk and maternal and neonatal samples taken at birth were negative placenta and cord histology showed non specific inflammation and severe acute respiratory syndrome coronavirus sars cov specific immunoglobulins were elevated in paired maternal and umbilical cord blood n conclusion the majority of covid infected pregnant women had mild disease and only women with risk factors obesity older age had severe infection this represents a slightly higher incidence than observed in age matched non pregnant women among the women who delivered there was no definitive evidence of mother to child transmission via breast milk or placenta"
}