{
    "pmid": "41361375",
    "title": "Efficacy of pharmacotherapies on pediatric patients with metabolic dysfunction-associated steatotic liver disease: a systematic review and network meta-analysis.",
    "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) affects children and is increasingly prevalent alongside rising childhood obesity. The MASLD spectrum spans from simple hepatic steatosis to metabolic-associated steatohepatitis (MASH), fibrosis, and cirrhosis. Despite this rising prevalence, the optimal pharmacotherapy for pediatric MASLD remains uncertain. This systematic review and network meta-analysis aimed to evaluate the efficacy of different pharmacotherapies in managing pediatric MASLD. Included in this meta-analysis were randomized controlled trials. The diagnosis of MASLD was established using medical imaging techniques such as ultrasonography or magnetic resonance imaging, or via liver biopsy, provided that patients had no other chronic liver diseases or secondary causes of liver steatosis. A systematic search of five electronic databases was conducted up to August 2024. Data were synthesized using a random-effects model, with results expressed as pooled mean differences (MDs) for continuous outcomes or relative risks (RRs) for categorical outcomes, each with a 95% confidence interval (CI). This analysis included 26 trials involving 1503 patients. The mean age of patients across studies ranged from 7.41 to 14.06 years. Vitamin D demonstrated the best ranking in managing MASLD, significantly reducing NAFLD Activity Score (NAS) and improving lipid profiles by reducing low-density lipoprotein (LDL) and total cholesterol, while increasing high-density lipoprotein (HDL) levels. Besides, vitamin D combined with docosahexaenoic acid (DHA) showed the strongest effect in reducing triglycerides. Vitamin E was associated with more patients achieving nonalcoholic steatohepatitis (NASH) resolution. Regarding liver transaminases, Cysteamine Bitartrate Delayed Release (CBDR) most effectively reduced ALT levels, AST levels, and fibrosis score. Our NMA suggests pharmacotherapy holds promise for pediatric MASLD, with vitamin D and vitamin E presenting the most consistent benefits across histologic and laboratory outcomes. Future well-designed RCTs integrating standardized MASLD diagnosis and lifestyle interventions are warranted.",
    "disease": "liver cirrhosis",
    "clean_text": "efficacy of pharmacotherapies on pediatric patients with metabolic dysfunction associated steatotic liver disease a systematic review and network meta analysis metabolic dysfunction associated steatotic liver disease masld affects children and is increasingly prevalent alongside rising childhood obesity the masld spectrum spans from simple hepatic steatosis to metabolic associated steatohepatitis mash fibrosis and cirrhosis despite this rising prevalence the optimal pharmacotherapy for pediatric masld remains uncertain this systematic review and network meta analysis aimed to evaluate the efficacy of different pharmacotherapies in managing pediatric masld included in this meta analysis were randomized controlled trials the diagnosis of masld was established using medical imaging techniques such as ultrasonography or magnetic resonance imaging or via liver biopsy provided that patients had no other chronic liver diseases or secondary causes of liver steatosis a systematic search of five electronic databases was conducted up to august data were synthesized using a random effects model with results expressed as pooled mean differences mds for continuous outcomes or relative risks rrs for categorical outcomes each with a confidence interval ci this analysis included trials involving patients the mean age of patients across studies ranged from to years vitamin d demonstrated the best ranking in managing masld significantly reducing nafld activity score nas and improving lipid profiles by reducing low density lipoprotein ldl and total cholesterol while increasing high density lipoprotein hdl levels besides vitamin d combined with docosahexaenoic acid dha showed the strongest effect in reducing triglycerides vitamin e was associated with more patients achieving nonalcoholic steatohepatitis nash resolution regarding liver transaminases cysteamine bitartrate delayed release cbdr most effectively reduced alt levels ast levels and fibrosis score our nma suggests pharmacotherapy holds promise for pediatric masld with vitamin d and vitamin e presenting the most consistent benefits across histologic and laboratory outcomes future well designed rcts integrating standardized masld diagnosis and lifestyle interventions are warranted"
}