{
    "pmid": "41469093",
    "title": "Oncological Outcomes of Laparoscopic Surgery With Stent Bridge in Stage II-III Obstructive Colorectal Cancer.",
    "abstract": "This multicenter retrospective study aimed to compare the oncological outcomes of laparoscopic colorectal cancer (CRC) resection as a bridge to surgery after self-expanding metal stent (SEMS) insertion for patients with obstructive CRC (OCRC) with those of elective laparoscopic CRC resection for patients with non-OCRC. One hundred patients with stage II or III OCRC who underwent SEMS placement as bridge to surgery (SEMS group) and 657 patients with non-OCRC who underwent elective surgery (control group) were included in this study. A propensity score-matching analysis was performed to eliminate confounding factors for prognosis. One hundred patients in the control and SEMS groups were identified using propensity score matching. The incidence of postoperative complications did not differ between the groups. There was no significant difference in 5-year overall survival (control group: 74.1%  SEMS placement followed by laparoscopic surgery is a feasible treatment modality for patients with OCRC.",
    "disease": "colorectal cancer",
    "clean_text": "oncological outcomes of laparoscopic surgery with stent bridge in stage ii iii obstructive colorectal cancer this multicenter retrospective study aimed to compare the oncological outcomes of laparoscopic colorectal cancer crc resection as a bridge to surgery after self expanding metal stent sems insertion for patients with obstructive crc ocrc with those of elective laparoscopic crc resection for patients with non ocrc one hundred patients with stage ii or iii ocrc who underwent sems placement as bridge to surgery sems group and patients with non ocrc who underwent elective surgery control group were included in this study a propensity score matching analysis was performed to eliminate confounding factors for prognosis one hundred patients in the control and sems groups were identified using propensity score matching the incidence of postoperative complications did not differ between the groups there was no significant difference in year overall survival control group sems placement followed by laparoscopic surgery is a feasible treatment modality for patients with ocrc"
}