{
    "title": "Epidemiology of rheumatoid arthritis: update.",
    "doc_id": "2286222",
    "writer": "Hochberg MC",
    "year": "1990",
    "summary": "We have highlighted advances and new developments in the epidemiology of rheumatoid arthritis in four major areas. Further research, as suggested by us and others (48) should focus on understanding the mechanisms which underlie the association of etiologic and prote …",
    "abstract": "We have highlighted advances and new developments in the epidemiology of rheumatoid arthritis in four major areas. Further research, as suggested by us and others (48) should focus on understanding the mechanisms which underlie the association of etiologic and protective factors with rheumatoid arthritis, and on identifying and modifying prognostic factors associated with long-term morbidity and mortality among patients with rheumatoid arthritis. Major increases in funding provided by the National Institute of Arthritis and Musculoskeletal and Skin Diseases and the Arthritis Foundation will be needed to realize such efforts in the United States.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2286222/",
    "clean_text": "epidemiology of rheumatoid arthritis update we have highlighted advances and new developments in the epidemiology of rheumatoid arthritis in four major areas further research as suggested by us and others should focus on understanding the mechanisms which underlie the association of etiologic and prote we have highlighted advances and new developments in the epidemiology of rheumatoid arthritis in four major areas further research as suggested by us and others should focus on understanding the mechanisms which underlie the association of etiologic and protective factors with rheumatoid arthritis and on identifying and modifying prognostic factors associated with long term morbidity and mortality among patients with rheumatoid arthritis major increases in funding provided by the national institute of arthritis and musculoskeletal and skin diseases and the arthritis foundation will be needed to realize such efforts in the united states"
}