{
    "pmid": "41419982",
    "title": "Investigation of the antimycobacterial potential and toxicity evaluation of a proteinaceous compound from Streptomyces qinglanensis VITABS23 against Mycobacterium tuberculosis strains.",
    "abstract": "Tuberculosis (TB), an infectious disease caused by Mycobacterium tuberculosis, remains a major public health challenge. The emergence of drug-resistant strains has further limited effective treatment options. Therefore, discovering novel antimycobacterial agents from underexplored habitats is essential. In this study, the marine actinobacterial extract Streptomyces qinglanensis VITABS23, isolated from mangrove sediments was evaluated for its antimycobacterial activity. The active protein was extracted and identified as a potential therapeutic candidate, and its toxicity profile was evaluated in animal models. The cell-free extract of Streptomyces qinglanensis VITABS23 was screened for antimycobacterial activity against M. tuberculosis strains using agar well diffusion and microplate Alamar blue assays. Aqueous extracts were precipitated with 70% ammonium sulphate, dialyzed and purified by DEAE Sepharose ion exchange chromatography. The purified protein was characterized by sodium dodecyl sulphate polyacrylamide gel electrophoresis (SDS PAGE) and MALDI TOF analysis. For toxicity evaluation, in vivo studies were carried out in albino Wistar rats to determine the safety profile through acute (single doses of 100 and 350 mg/kg body weight) and sub-acute (repeated oral dosing) studies following OECD guideline 423. Body weights, hematological and biochemical parameters, and organ histopathology were assessed at the end of the experimental period. The extract showed maximum inhibition zones against M. smegmatis (26 mm) and M. tuberculosis H37Ra (22 mm) at 50 mg/ml. Minimum Inhibitory Concentration assays showed strong activity at a 500 µg/mL concentration, with 85% inhibition for M. tuberculosis H37Ra and 78% for M. smegmatis. Ion exchange chromatography yielded a 156-fold purification with a protein yield of 0.085% and a specific activity of 4166 IU/mg. The active protein had an intact molecular weight of 20 kDa. Acute toxicity studies showed no adverse effects at doses of 100 and 350 mg/kg body weight. Sub-acute studies with repeated dosing for 28 days revealed no mortality, toxic symptoms or significant differences compared with controls. Histopathological analysis of the vital organs in both studies revealed normal tissue architecture suggesting no morphological changes. The S. qinglanensis VITABS23 extract from mangrove sediments demonstrates potent antimycobacterial activity and a favorable safety profile, highlighting its potential as a candidate for tuberculosis treatment.",
    "disease": "tuberculosis",
    "clean_text": "investigation of the antimycobacterial potential and toxicity evaluation of a proteinaceous compound from streptomyces qinglanensis vitabs against mycobacterium tuberculosis strains tuberculosis tb an infectious disease caused by mycobacterium tuberculosis remains a major public health challenge the emergence of drug resistant strains has further limited effective treatment options therefore discovering novel antimycobacterial agents from underexplored habitats is essential in this study the marine actinobacterial extract streptomyces qinglanensis vitabs isolated from mangrove sediments was evaluated for its antimycobacterial activity the active protein was extracted and identified as a potential therapeutic candidate and its toxicity profile was evaluated in animal models the cell free extract of streptomyces qinglanensis vitabs was screened for antimycobacterial activity against m tuberculosis strains using agar well diffusion and microplate alamar blue assays aqueous extracts were precipitated with ammonium sulphate dialyzed and purified by deae sepharose ion exchange chromatography the purified protein was characterized by sodium dodecyl sulphate polyacrylamide gel electrophoresis sds page and maldi tof analysis for toxicity evaluation in vivo studies were carried out in albino wistar rats to determine the safety profile through acute single doses of and mg kg body weight and sub acute repeated oral dosing studies following oecd guideline body weights hematological and biochemical parameters and organ histopathology were assessed at the end of the experimental period the extract showed maximum inhibition zones against m smegmatis mm and m tuberculosis h ra mm at mg ml minimum inhibitory concentration assays showed strong activity at a g ml concentration with inhibition for m tuberculosis h ra and for m smegmatis ion exchange chromatography yielded a fold purification with a protein yield of and a specific activity of iu mg the active protein had an intact molecular weight of kda acute toxicity studies showed no adverse effects at doses of and mg kg body weight sub acute studies with repeated dosing for days revealed no mortality toxic symptoms or significant differences compared with controls histopathological analysis of the vital organs in both studies revealed normal tissue architecture suggesting no morphological changes the s qinglanensis vitabs extract from mangrove sediments demonstrates potent antimycobacterial activity and a favorable safety profile highlighting its potential as a candidate for tuberculosis treatment"
}