{
    "title": "Skin Wound Healing: An Update on the Current Knowledge and Concepts.",
    "doc_id": "27974711",
    "writer": "Sorg H",
    "year": "2017",
    "summary": "METHODS: For this update article, we have reviewed the actual literature on skin wound healing purposes focusing on the main phases of wound healing, i.e., inflammation, proliferation, epithelialization, angiogenesis, remodeling, and scarring. ...The n …",
    "abstract": "Background:\n        \n      \n      The integrity of healthy skin plays a crucial role in maintaining physiological homeostasis of the human body. The skin is the largest organ system of the body. As such, it plays pivotal roles in the protection against mechanical forces and infections, fluid imbalance, and thermal dysregulation. At the same time, it allows for flexibility to enable joint function in some areas of the body and more rigid fixation to hinder shifting of the palm or foot sole. Many instances lead to inadequate wound healing which necessitates medical intervention. Chronic conditions such as diabetes mellitus or peripheral vascular disease can lead to impaired wound healing. Acute trauma such as degloving or large-scale thermal injuries are followed by a loss of skin organ function rendering the organism vulnerable to infections, thermal dysregulation, and fluid loss.\n    \n\n\n          Methods:\n        \n      \n      For this update article, we have reviewed the actual literature on skin wound healing purposes focusing on the main phases of wound healing, i.e., inflammation, proliferation, epithelialization, angiogenesis, remodeling, and scarring.\n    \n\n\n          Results:\n        \n      \n      The reader will get briefed on new insights and up-to-date concepts in skin wound healing. The macrophage as a key player in the inflammatory phase will be highlighted. During the epithelialization process, we will present the different concepts of how the wound will get closed, e.g., leapfrogging, lamellipodial crawling, shuffling, and the stem cell niche. The neovascularization represents an essential component in wound healing due to its fundamental impact from the very beginning after skin injury until the end of the wound remodeling. Here, the distinct pattern of the neovascularization process and the special new functions of the pericyte will be underscored. At the end, this update will present 3 topics of high interest in skin wound healing issues, dealing with scarring, tissue engineering, and plasma application.\n    \n\n\n          Conclusion:\n        \n      \n      Although wound healing mechanisms and specific cell functions in wound repair have been delineated in part, many underlying pathophysiological processes are still unknown. The purpose of the following update on skin wound healing is to focus on the different phases and to brief the reader on the current knowledge and new insights. Skin wound healing is a complex process, which is dependent on many cell types and mediators interacting in a highly sophisticated temporal sequence. Although some interactions during the healing process are crucial, redundancy is high and other cells or mediators can adopt functions or signaling without major complications.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27974711/",
    "clean_text": "skin wound healing an update on the current knowledge and concepts methods for this update article we have reviewed the actual literature on skin wound healing purposes focusing on the main phases of wound healing i e inflammation proliferation epithelialization angiogenesis remodeling and scarring the n background the integrity of healthy skin plays a crucial role in maintaining physiological homeostasis of the human body the skin is the largest organ system of the body as such it plays pivotal roles in the protection against mechanical forces and infections fluid imbalance and thermal dysregulation at the same time it allows for flexibility to enable joint function in some areas of the body and more rigid fixation to hinder shifting of the palm or foot sole many instances lead to inadequate wound healing which necessitates medical intervention chronic conditions such as diabetes mellitus or peripheral vascular disease can lead to impaired wound healing acute trauma such as degloving or large scale thermal injuries are followed by a loss of skin organ function rendering the organism vulnerable to infections thermal dysregulation and fluid loss methods for this update article we have reviewed the actual literature on skin wound healing purposes focusing on the main phases of wound healing i e inflammation proliferation epithelialization angiogenesis remodeling and scarring results the reader will get briefed on new insights and up to date concepts in skin wound healing the macrophage as a key player in the inflammatory phase will be highlighted during the epithelialization process we will present the different concepts of how the wound will get closed e g leapfrogging lamellipodial crawling shuffling and the stem cell niche the neovascularization represents an essential component in wound healing due to its fundamental impact from the very beginning after skin injury until the end of the wound remodeling here the distinct pattern of the neovascularization process and the special new functions of the pericyte will be underscored at the end this update will present topics of high interest in skin wound healing issues dealing with scarring tissue engineering and plasma application conclusion although wound healing mechanisms and specific cell functions in wound repair have been delineated in part many underlying pathophysiological processes are still unknown the purpose of the following update on skin wound healing is to focus on the different phases and to brief the reader on the current knowledge and new insights skin wound healing is a complex process which is dependent on many cell types and mediators interacting in a highly sophisticated temporal sequence although some interactions during the healing process are crucial redundancy is high and other cells or mediators can adopt functions or signaling without major complications"
}