{
    "title": "Role of surgery and hyperthermic intraperitoneal chemotherapy in ovarian cancer.",
    "doc_id": "33984680",
    "writer": "Kim SI",
    "year": "2021",
    "summary": "Ovarian cancer is one of the deadliest gynaecological malignancies and tends to be diagnosed at an advanced stage. ...Combined with cytoreductive surgery, HIPEC is an emerging treatment modality for ovarian cancer. Ovarian cancer survival outcomes can be impr …",
    "abstract": "Ovarian cancer is one of the deadliest gynaecological malignancies and tends to be diagnosed at an advanced stage. Similar to many malignancies, surgery plays a critical role in many aspects of ovarian cancer management. Hyperthermic intraperitoneal chemotherapy (HIPEC) involves the induction of hyperthermia and delivery of intraperitoneal chemotherapy directly into the peritoneal cavity. Combined with cytoreductive surgery, HIPEC is an emerging treatment modality for ovarian cancer. Ovarian cancer survival outcomes can be improved by treatment with surgery and HIPEC in selected patients. Thus, this study aimed to review the current role of surgery and HIPEC in epithelial ovarian cancer. Evidence from the monumental and recent literature will be introduced.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33984680/",
    "clean_text": "role of surgery and hyperthermic intraperitoneal chemotherapy in ovarian cancer ovarian cancer is one of the deadliest gynaecological malignancies and tends to be diagnosed at an advanced stage combined with cytoreductive surgery hipec is an emerging treatment modality for ovarian cancer ovarian cancer survival outcomes can be impr ovarian cancer is one of the deadliest gynaecological malignancies and tends to be diagnosed at an advanced stage similar to many malignancies surgery plays a critical role in many aspects of ovarian cancer management hyperthermic intraperitoneal chemotherapy hipec involves the induction of hyperthermia and delivery of intraperitoneal chemotherapy directly into the peritoneal cavity combined with cytoreductive surgery hipec is an emerging treatment modality for ovarian cancer ovarian cancer survival outcomes can be improved by treatment with surgery and hipec in selected patients thus this study aimed to review the current role of surgery and hipec in epithelial ovarian cancer evidence from the monumental and recent literature will be introduced"
}