{
    "title": "Attitudes of East Tennessee residents towards general and pertussis vaccination: a qualitative study.",
    "doc_id": "33673830",
    "writer": "Tandy CB",
    "year": "2021",
    "summary": "The objective of this project was to qualitatively investigate general vaccination attitudes and behavior with an additional emphasis on pertussis vaccination. ...Interview transcripts were analyzed qualitatively and themes were identified through constant compariso …",
    "abstract": "Background:\n        \n      \n      Despite vaccination being one of the safest and most successful public health tools to control infectious diseases, some people still doubt the efficacy and safety of vaccines. In order to address vaccine hesitancy and anti-vaccination sentiment, it is necessary to understand vaccination attitude development and vaccination behaviors. The objective of this project was to qualitatively investigate general vaccination attitudes and behavior with an additional emphasis on pertussis vaccination.\n    \n\n\n          Methods:\n        \n      \n      To identify factors that influence attitudes toward vaccination and behaviors in East Tennessee, eleven one-on-one interviews were conducted with participants recruited through convenience and purposive sampling. Interview protocol and deductive codes were developed using the Triadic Theory of Influence as a theoretical framework. Interview transcripts were analyzed qualitatively and themes were identified through constant comparison of interviews, considering both deductively and inductively coded data.\n    \n\n\n          Results:\n        \n      \n      Most participants (8) held positive attitudes towards vaccination. Participants (8) comfortable with vaccinating themselves or their children said they followed recommendations of doctors. Vaccine hesitant participants' (3) most frequently cited concern was safety and concern about side effects. These participants also reported that they referenced non-academic or professional sources and felt confident about their knowledge of vaccines and diseases. Vaccine hesitant participants had low perception of risk of vaccine-preventable diseases, particularly pertussis. Participants with children reported that friends and family were influential when deciding to vaccinate their children.\n    \n\n\n          Conclusions:\n        \n      \n      This study identified themes in the attitudes towards vaccination of participants recruited in East Tennessee. We found that risk perception and family and social group attitudes were the primary influences on vaccination decision making. We recommend that future research includes anti-vaccination participants in their research, if possible, and further explore the relationship between perception of one's own knowledge and health behavior outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33673830/",
    "clean_text": "attitudes of east tennessee residents towards general and pertussis vaccination a qualitative study the objective of this project was to qualitatively investigate general vaccination attitudes and behavior with an additional emphasis on pertussis vaccination interview transcripts were analyzed qualitatively and themes were identified through constant compariso background despite vaccination being one of the safest and most successful public health tools to control infectious diseases some people still doubt the efficacy and safety of vaccines in order to address vaccine hesitancy and anti vaccination sentiment it is necessary to understand vaccination attitude development and vaccination behaviors the objective of this project was to qualitatively investigate general vaccination attitudes and behavior with an additional emphasis on pertussis vaccination methods to identify factors that influence attitudes toward vaccination and behaviors in east tennessee eleven one on one interviews were conducted with participants recruited through convenience and purposive sampling interview protocol and deductive codes were developed using the triadic theory of influence as a theoretical framework interview transcripts were analyzed qualitatively and themes were identified through constant comparison of interviews considering both deductively and inductively coded data results most participants held positive attitudes towards vaccination participants comfortable with vaccinating themselves or their children said they followed recommendations of doctors vaccine hesitant participants most frequently cited concern was safety and concern about side effects these participants also reported that they referenced non academic or professional sources and felt confident about their knowledge of vaccines and diseases vaccine hesitant participants had low perception of risk of vaccine preventable diseases particularly pertussis participants with children reported that friends and family were influential when deciding to vaccinate their children conclusions this study identified themes in the attitudes towards vaccination of participants recruited in east tennessee we found that risk perception and family and social group attitudes were the primary influences on vaccination decision making we recommend that future research includes anti vaccination participants in their research if possible and further explore the relationship between perception of one s own knowledge and health behavior outcomes"
}