{
    "pmid": "41453823",
    "title": "Inflammation rather than anticitrullinated protein antibodies is associated with cardiovascular mortality in RA: insights from rheumatoid arthritis and coronary artery disease cohorts.",
    "abstract": "Anticitrullinated protein antibodies (ACPAs) are associated with increased mortality in patients with rheumatoid arthritis (RA). Previous data suggest ACPAs might be associated with worse disease outcomes in patients without RA with coronary artery disease (CAD). Therefore, we investigated ACPA prevalence and its association with mortality in patients with CAD without RA. Furthermore, the role of systemic inflammation in the relation between ACPAs and mortality was investigated in RA. The prevalence of ACPAs in patients with CAD without RA was investigated in 2 CAD cohorts (LUdwigshafen Risk and Cardiovascular Health n = 2189 patients and 656 controls; CLARIthromycin for patients with stable CORonary heart disease n = 959 patients) using a commercial enzyme-linked immunosorbent assay. Multivariable Cox proportional hazards models were performed to investigate the association between ACPAs and all-cause mortality. In 2 RA cohorts (Early Arthritis Clinic [EAC] n = 764; Better Anti-rheumatic Farmaco-therapy [BARFOT] n = 794), joint models were applied to investigate the role of C-reactive protein (CRP) on the association between ACPAs and (cardiovascular) mortality. Average follow-up time in the cohorts ranged between 8.2 and 11.8 years. In both CAD cohorts, ACPA prevalence was low (0.9% and 4.6%), and no association was found between seropositivity and all-cause mortality. In patients with RA, the association between ACPA positivity and all-cause mortality was no longer significant after adjustment for CRP. In contrast, CRP was significantly associated with all-cause and cardiovascular mortality in RA (indirect effect hazard ratio [95% CI]: EAC 1.24 [1.14-1.34], BARFOT 1.33 [1.24-1.42]). ACPA prevalence is not increased in patients with CAD without RA. In RA, the association between ACPA positivity and increased (cardiovascular) mortality was primarily explained by CRP. This highlights the impact of chronic inflammation on cardiovascular outcomes in RA.",
    "disease": "coronary artery disease",
    "clean_text": "inflammation rather than anticitrullinated protein antibodies is associated with cardiovascular mortality in ra insights from rheumatoid arthritis and coronary artery disease cohorts anticitrullinated protein antibodies acpas are associated with increased mortality in patients with rheumatoid arthritis ra previous data suggest acpas might be associated with worse disease outcomes in patients without ra with coronary artery disease cad therefore we investigated acpa prevalence and its association with mortality in patients with cad without ra furthermore the role of systemic inflammation in the relation between acpas and mortality was investigated in ra the prevalence of acpas in patients with cad without ra was investigated in cad cohorts ludwigshafen risk and cardiovascular health n patients and controls clarithromycin for patients with stable coronary heart disease n patients using a commercial enzyme linked immunosorbent assay multivariable cox proportional hazards models were performed to investigate the association between acpas and all cause mortality in ra cohorts early arthritis clinic eac n better anti rheumatic farmaco therapy barfot n joint models were applied to investigate the role of c reactive protein crp on the association between acpas and cardiovascular mortality average follow up time in the cohorts ranged between and years in both cad cohorts acpa prevalence was low and and no association was found between seropositivity and all cause mortality in patients with ra the association between acpa positivity and all cause mortality was no longer significant after adjustment for crp in contrast crp was significantly associated with all cause and cardiovascular mortality in ra indirect effect hazard ratio ci eac barfot acpa prevalence is not increased in patients with cad without ra in ra the association between acpa positivity and increased cardiovascular mortality was primarily explained by crp this highlights the impact of chronic inflammation on cardiovascular outcomes in ra"
}