{
    "title": "Cell Culture Techniques: Corticosteroid Treatment in A549 Human Lung Epithelial Cell.",
    "doc_id": "27300538",
    "writer": "Marcos-Vadillo E",
    "year": "2016",
    "summary": "In this chapter, we present a protocol of basic cell culture using A549 Human lung adenocarcinoma epithelial cells as model. Corticosteroid therapy is used to treat respiratory diseases such asthma. Thus, we also describe a protocol of lung epithelial …",
    "abstract": "Experimentation with cell cultures is widespread in different areas of basic science as well as in the development of biotechnology applied to medicine. Cellular models are applied to the study of respiratory diseases. In this chapter, we present a protocol of basic cell culture using A549 Human lung adenocarcinoma epithelial cells as model. Corticosteroid therapy is used to treat respiratory diseases such asthma. Thus, we also describe a protocol of lung epithelial cell culture treated with dexamethasone to illustrate an example of monitoring the effects of a drug in a lung cell culture assay.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27300538/",
    "clean_text": "cell culture techniques corticosteroid treatment in a human lung epithelial cell in this chapter we present a protocol of basic cell culture using a human lung adenocarcinoma epithelial cells as model corticosteroid therapy is used to treat respiratory diseases such asthma thus we also describe a protocol of lung epithelial experimentation with cell cultures is widespread in different areas of basic science as well as in the development of biotechnology applied to medicine cellular models are applied to the study of respiratory diseases in this chapter we present a protocol of basic cell culture using a human lung adenocarcinoma epithelial cells as model corticosteroid therapy is used to treat respiratory diseases such asthma thus we also describe a protocol of lung epithelial cell culture treated with dexamethasone to illustrate an example of monitoring the effects of a drug in a lung cell culture assay"
}