{
    "pmid": "41446460",
    "title": "Defining 'Normal' Liver Function Tests.",
    "abstract": "Background Chronic liver disease often remains undiagnosed until cirrhosis develops, with standard liver function tests (LFTs) sometimes appearing normal despite significant hepatic dysfunction. Aim To investigate and analyze index liver function tests (LFTs), hematological parameters, and secondary care clinical correlates in patients with confirmed cirrhosis to better understand the clinical utility of LFTs. Methods A retrospective, single-center observational study was conducted on 251 randomly selected patients from a total of 563 with confirmed cirrhosis. Diagnosis was confirmed radiologically or histologically. Patients with clinically evident liver disease were excluded. Data included LFTs, full blood count, international normalized ratio (INR), and albumin-bilirubin (ALBI) score. Subgroup analysis was performed comparing those with normal vs. abnormal LFTs. Results Of the 251 patients, 37% had 'normal' LFTs, increasing to 48% among those without clinical correlates. The aspartate aminotransferase (AST): alanine transaminase (ALT) ratio was 1.5 for the full cohort and 1.29 for those with normal LFTs. The ALBI score was normal in 59.1% of the total cohort and in 83.3% of the normal LFT subgroup. These findings indicate that standard LFTs alone may miss a significant proportion of cirrhotic patients, particularly those with compensated disease. Conclusion A substantial proportion of cirrhotic patients presented with normal LFTs, highlighting the limitations of relying solely on these tests for diagnosis. The use of additional clinical indicators and non-invasive tools may enhance early detection. These findings underscore the need for a more comprehensive and multi-parametric approach in evaluating and managing cirrhotic patients.",
    "disease": "liver cirrhosis",
    "clean_text": "defining normal liver function tests background chronic liver disease often remains undiagnosed until cirrhosis develops with standard liver function tests lfts sometimes appearing normal despite significant hepatic dysfunction aim to investigate and analyze index liver function tests lfts hematological parameters and secondary care clinical correlates in patients with confirmed cirrhosis to better understand the clinical utility of lfts methods a retrospective single center observational study was conducted on randomly selected patients from a total of with confirmed cirrhosis diagnosis was confirmed radiologically or histologically patients with clinically evident liver disease were excluded data included lfts full blood count international normalized ratio inr and albumin bilirubin albi score subgroup analysis was performed comparing those with normal vs abnormal lfts results of the patients had normal lfts increasing to among those without clinical correlates the aspartate aminotransferase ast alanine transaminase alt ratio was for the full cohort and for those with normal lfts the albi score was normal in of the total cohort and in of the normal lft subgroup these findings indicate that standard lfts alone may miss a significant proportion of cirrhotic patients particularly those with compensated disease conclusion a substantial proportion of cirrhotic patients presented with normal lfts highlighting the limitations of relying solely on these tests for diagnosis the use of additional clinical indicators and non invasive tools may enhance early detection these findings underscore the need for a more comprehensive and multi parametric approach in evaluating and managing cirrhotic patients"
}