{
    "pmid": "41423807",
    "title": "Targeting KRAS G12D: Advances in Inhibitor Design.",
    "abstract": "The KRAS G12D mutation is a highly prevalent oncogenic driver in pancreatic ductal adenocarcinoma, colorectal cancer, and non-small cell lung cancer. Unlike other KRAS variants, G12D lacks a reactive site; therefore, it is considered \"undruggable\" and exhibits a propensity to activate the PI3K/AKT pathway while fostering an immunosuppressive microenvironment. This review summarizes recent breakthroughs in inhibitor design that are reshaping the therapeutic landscape for KRAS G12D. Significant progress has been made in the development of small-molecule inhibitors: non-covalent inhibitors (e.g., MRTX1133) exploit ionic interactions (salt bridges) with the mutant aspartic acid residue to achieve high affinity and selectivity; novel covalent strategies are emerging, including strain-release alkylation and tri-complex inhibitors (e.g., RMC-9805). Alternative modalities such as Proteolysis Targeting Chimeras (PROTACs), peptide inhibitors, and monobodies are also discussed. The article further evaluates the status of candidate drugs currently in clinical trials and addresses the critical challenges of acquired resistance, which may arise through secondary mutations or bypass signaling pathways. Finally, it emphasizes future directions, including the optimization of drug delivery via nanoparticles and the implementation of combination therapies to enhance efficacy and achieve durable clinical responses.",
    "disease": "colorectal cancer",
    "clean_text": "targeting kras g d advances in inhibitor design the kras g d mutation is a highly prevalent oncogenic driver in pancreatic ductal adenocarcinoma colorectal cancer and non small cell lung cancer unlike other kras variants g d lacks a reactive site therefore it is considered undruggable and exhibits a propensity to activate the pi k akt pathway while fostering an immunosuppressive microenvironment this review summarizes recent breakthroughs in inhibitor design that are reshaping the therapeutic landscape for kras g d significant progress has been made in the development of small molecule inhibitors non covalent inhibitors e g mrtx exploit ionic interactions salt bridges with the mutant aspartic acid residue to achieve high affinity and selectivity novel covalent strategies are emerging including strain release alkylation and tri complex inhibitors e g rmc alternative modalities such as proteolysis targeting chimeras protacs peptide inhibitors and monobodies are also discussed the article further evaluates the status of candidate drugs currently in clinical trials and addresses the critical challenges of acquired resistance which may arise through secondary mutations or bypass signaling pathways finally it emphasizes future directions including the optimization of drug delivery via nanoparticles and the implementation of combination therapies to enhance efficacy and achieve durable clinical responses"
}