{
    "title": "Personality, emotional and cognitive functions in young adults born preterm.",
    "doc_id": "32653254",
    "writer": "Perrone S",
    "year": "2020",
    "summary": "Data were analysed with the SPSS v20 for Windows statistical package. RESULTS: Young adults born preterm showed lower IQ scores than young adults born at term: tIQ 90.95 22.46 versus 108.77 16.14, p = 0.006; vIQ 89.85 21.85 versus 107.69 18.33, p = 0.0 …",
    "abstract": "Background:\n        \n      \n      Survival of preterm very low birthweight infants resulted in high risk for developmental cognitive deficits, poor academic achievement, and behaviour disorders. While numerous studies evaluated the prevalence of neurodevelopmental disability in early childhood, poor literature is available for infants born very low birthweight in adulthood.\n    \n\n\n          Materials and methods:\n        \n      \n      Fifty-five young adults born preterm (mean age: 18 ± 2.42 years; <33 weeks of gestational age and/or with birth weight <1500 g) were enrolled. The Verbal Intelligence Quotient (vIQ), Performance Intelligence Quotient (pIQ) and Total Intelligence Quotient (tIQ) were assessed through the Wechsler Adult Intelligence Scale - Revised (WAIS-R). Personality profiles were investigated using Rorschach test. Both WAIS-R and Rorschach scores were subsequently compared to 13 matched controls born at term. Data were analysed with the SPSS v20 for Windows statistical package.\n    \n\n\n          Results:\n        \n      \n      Young adults born preterm showed lower IQ scores than young adults born at term: tIQ 90.95 ± 22.46 versus 108.77 ± 16.14, p = 0.006; vIQ 89.85 ± 21.85 versus 107.69 ± 18.33, p = 0.009, and pIQ 92.40 ± 22.90 versus 108.31 ± 14.52, p = 0.011. No differences emerged in personality profile as most subjects showed adequate internal resources in both groups, but a trend towards anxiety and insecurity were identified in young adult born preterm.\n    \n\n\n          Conclusions:\n        \n      \n      Young adults born preterm show psychological fragility and lower cognitive pattern than young adults born at term. Data support the need of an early psychological intervention that could help these individuals at greater risk to face a young society that is changing and that necessarily requires stronger internal resources.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32653254/",
    "clean_text": "personality emotional and cognitive functions in young adults born preterm data were analysed with the spss v for windows statistical package results young adults born preterm showed lower iq scores than young adults born at term tiq versus p viq versus p background survival of preterm very low birthweight infants resulted in high risk for developmental cognitive deficits poor academic achievement and behaviour disorders while numerous studies evaluated the prevalence of neurodevelopmental disability in early childhood poor literature is available for infants born very low birthweight in adulthood materials and methods fifty five young adults born preterm mean age years weeks of gestational age and or with birth weight g were enrolled the verbal intelligence quotient viq performance intelligence quotient piq and total intelligence quotient tiq were assessed through the wechsler adult intelligence scale revised wais r personality profiles were investigated using rorschach test both wais r and rorschach scores were subsequently compared to matched controls born at term data were analysed with the spss v for windows statistical package results young adults born preterm showed lower iq scores than young adults born at term tiq versus p viq versus p and piq versus p no differences emerged in personality profile as most subjects showed adequate internal resources in both groups but a trend towards anxiety and insecurity were identified in young adult born preterm conclusions young adults born preterm show psychological fragility and lower cognitive pattern than young adults born at term data support the need of an early psychological intervention that could help these individuals at greater risk to face a young society that is changing and that necessarily requires stronger internal resources"
}