{
    "pmid": "41468956",
    "title": "Plasma proteomics mediate the association between degenerative joint diseases and dementia risk.",
    "abstract": "To assess the association between degenerative joint diseases (DJD) and dementia risk and to identify potential proteomic mediators. We conducted a prospective cohort study using data from 500,805 participants in the UK Biobank. Three DJD diagnoses (osteoarthritis [OA], intervertebral disc degeneration [IVDD], and degenerative spinal diseases [DSD]) were identified from the clinical records. Dementia outcomes (all-cause dementia [ACD], Alzheimer's disease [AD], and vascular dementia [VaD]) were tracked over 14.45 years. Multivariable Cox regression models were used to assess DJD-dementia associations, adjusted for demographics, lifestyle, and comorbidities. Propensity score matching (PSM) was employed for validation. Plasma proteomic profiling of 2,923 proteins was performed to identify potential mediators, followed by causal mediation analysis. After a median follow-up of 14.45 years, 9,884 participants developed ACD, including 4,404 with AD and 2,224 with VaD. After adjusting for covariates, the DJD group exhibited a significantly elevated risk of ACD (HR: 1.271, 95 % CI: 1.173-1.376) and VaD (HR: 1.587, 95 % CI: 1.323-1.903), but not AD (HR: 1.107, 95 % CI: 0.982-1.248). Subgroup analyses revealed significant effect modifications according to age, activity levels, and surgical procedures. PSM analyses confirmed the robustness of these associations. Proteomic analysis identified plasma proteins associated with both DJDs and ACD risk. Mediation analysis revealed that 18 proteins, including HAVCR1 (mediation proportion 52.6 %, 95 % CI: 39.1 %-78 %), GDF15 (22 %, 95 % CI: 14.5 %-46.8 %), and COL6A3 (14.3 %, 95 % CI: 7.7 %-28.4 %), significantly mediated the association between DJDs and ACD. DJDs are independently associated with an increased risk of developing dementia. This correlation is mediated by systemic proteomic alterations. Our findings highlight inflammation and vascular dysfunction as central mechanisms, offering insights into risk stratification and therapeutic targets for preventing dementia.",
    "disease": "alzheimer disease",
    "clean_text": "plasma proteomics mediate the association between degenerative joint diseases and dementia risk to assess the association between degenerative joint diseases djd and dementia risk and to identify potential proteomic mediators we conducted a prospective cohort study using data from participants in the uk biobank three djd diagnoses osteoarthritis oa intervertebral disc degeneration ivdd and degenerative spinal diseases dsd were identified from the clinical records dementia outcomes all cause dementia acd alzheimer s disease ad and vascular dementia vad were tracked over years multivariable cox regression models were used to assess djd dementia associations adjusted for demographics lifestyle and comorbidities propensity score matching psm was employed for validation plasma proteomic profiling of proteins was performed to identify potential mediators followed by causal mediation analysis after a median follow up of years participants developed acd including with ad and with vad after adjusting for covariates the djd group exhibited a significantly elevated risk of acd hr ci and vad hr ci but not ad hr ci subgroup analyses revealed significant effect modifications according to age activity levels and surgical procedures psm analyses confirmed the robustness of these associations proteomic analysis identified plasma proteins associated with both djds and acd risk mediation analysis revealed that proteins including havcr mediation proportion ci gdf ci and col a ci significantly mediated the association between djds and acd djds are independently associated with an increased risk of developing dementia this correlation is mediated by systemic proteomic alterations our findings highlight inflammation and vascular dysfunction as central mechanisms offering insights into risk stratification and therapeutic targets for preventing dementia"
}