{
    "title": "[X-linked alpha-thalassemia/mental retardation syndrome].",
    "doc_id": "19489441",
    "writer": "Wada T.",
    "year": "2009",
    "summary": "X-linked alpha-thalassemia/mental retardation syndrome (ATR-X syndrome, OMIM #301040) is one of the syndromes associated with abnormal epigenetic gene regulation, including ICF(DNMT3B), Rett (MECP2), Rubinstein-Taybi (CBP), Coffin-Lowry (RSK2), …",
    "abstract": "X-linked alpha-thalassemia/mental retardation syndrome (ATR-X syndrome, OMIM #301040) is one of the syndromes associated with abnormal epigenetic gene regulation, including ICF(DNMT3B), Rett (MECP2), Rubinstein-Taybi (CBP), Coffin-Lowry (RSK2), and Sotos (NSD1) syndromes. It is a syndromic form of X-linked mental retardation, which affects males and is characterized by profound mental retardation, mild HbH disease (alpha-thalassemia), facial dysmorphism, skeletal abnormalities, and autistic behavior. ATR-X syndrome is caused by a mutation in the ATRX gene on the X chromosome (Xq13), which encodes ATRX protein, belonging to the SNF2 family of chromatin-remodeling proteins. The protein has two functionally important domains: an ADD (ATRX-DNMT3-DNMT3L) domain at the N-terminus, and chromatin-remodeling domain in the C-terminal half, where the ATRX gene mutations of most ATR-X patients reside. Perturbation in DNA methylation in the rDNA genes was repored in ATR-X patients, and ATRX protein is presumed to be involved in the establishment and maintenance of DNA methylation. Based on its various clinical phenotypes, the expressions of many genes, including alpha globin genes, seem to be abnormally regulated in ATR-X patients. However, the precise mechanism involving ATRX protein remains to be elucidated. Epigenetics can link environmental and genetic causes of many pathological conditions. The genes, which are abnormally regulated by a perturbed epigenetic mechanism, are, in themselves, structurally normal, and the elucidation of their mechanism may lead to the development of appropriate therapy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19489441/",
    "clean_text": "x linked alpha thalassemia mental retardation syndrome x linked alpha thalassemia mental retardation syndrome atr x syndrome omim is one of the syndromes associated with abnormal epigenetic gene regulation including icf dnmt b rett mecp rubinstein taybi cbp coffin lowry rsk x linked alpha thalassemia mental retardation syndrome atr x syndrome omim is one of the syndromes associated with abnormal epigenetic gene regulation including icf dnmt b rett mecp rubinstein taybi cbp coffin lowry rsk and sotos nsd syndromes it is a syndromic form of x linked mental retardation which affects males and is characterized by profound mental retardation mild hbh disease alpha thalassemia facial dysmorphism skeletal abnormalities and autistic behavior atr x syndrome is caused by a mutation in the atrx gene on the x chromosome xq which encodes atrx protein belonging to the snf family of chromatin remodeling proteins the protein has two functionally important domains an add atrx dnmt dnmt l domain at the n terminus and chromatin remodeling domain in the c terminal half where the atrx gene mutations of most atr x patients reside perturbation in dna methylation in the rdna genes was repored in atr x patients and atrx protein is presumed to be involved in the establishment and maintenance of dna methylation based on its various clinical phenotypes the expressions of many genes including alpha globin genes seem to be abnormally regulated in atr x patients however the precise mechanism involving atrx protein remains to be elucidated epigenetics can link environmental and genetic causes of many pathological conditions the genes which are abnormally regulated by a perturbed epigenetic mechanism are in themselves structurally normal and the elucidation of their mechanism may lead to the development of appropriate therapy"
}