{
    "pmid": "41444762",
    "title": "Modulation of sepsis by Lacticaseibacillus rhamnosus and the potential role of short-chain fatty acid levels in feces and blood.",
    "abstract": "The efficacy of probiotics for sepsis attenuation might be associated with the alteration of short-chain fatty acids (SCFAs). We investigated the impact of probiotics with the different production of SCFAs in vitro, including Lacticaseibacillus rhamnosus strains fa1 and fg2 in mice with cecal ligation and puncture. Administration of either fa1 or fg2 probiotics, but not the heat-killed probiotics, prior to surgery effectively reduced sepsis severity. Metabolome analysis revealed elevated levels of acetate and 3-hydroxybutyrate in blood, whereas butyrate and propionate levels were diminished in the feces of sepsis mice compared to sham controls. Both probiotics similarly attenuated sepsis-induced gut dysbiosis, as indicated by the normalized Firmicutes and reduced Proteobacteria (fecal microbiome analysis), with the similar levels of fecal SCFAs. In parallel, the administration of butyrate, but not acetate, partly attenuated sepsis severity (gut permeability and serum TNF-α). Conditioned media from both probiotic strains or butyrate demonstrated a protective effect against enterocyte injury following activation by Klebsiella pneumoniae lysate, irrespective of their SCFAs production. To support the possible use of SCFAs in sepsis, the lower serum SCFAs in patients with sepsis compared to healthy controls was demonstrated. In conclusion, both fa1 and fg2 attenuated sepsis severity, partly through the increased levels of SCFAs. These findings endorse the potential of probiotics in preventing sepsis and the use of SCFAs for sepsis disease monitoring.",
    "disease": "pneumonia",
    "clean_text": "modulation of sepsis by lacticaseibacillus rhamnosus and the potential role of short chain fatty acid levels in feces and blood the efficacy of probiotics for sepsis attenuation might be associated with the alteration of short chain fatty acids scfas we investigated the impact of probiotics with the different production of scfas in vitro including lacticaseibacillus rhamnosus strains fa and fg in mice with cecal ligation and puncture administration of either fa or fg probiotics but not the heat killed probiotics prior to surgery effectively reduced sepsis severity metabolome analysis revealed elevated levels of acetate and hydroxybutyrate in blood whereas butyrate and propionate levels were diminished in the feces of sepsis mice compared to sham controls both probiotics similarly attenuated sepsis induced gut dysbiosis as indicated by the normalized firmicutes and reduced proteobacteria fecal microbiome analysis with the similar levels of fecal scfas in parallel the administration of butyrate but not acetate partly attenuated sepsis severity gut permeability and serum tnf conditioned media from both probiotic strains or butyrate demonstrated a protective effect against enterocyte injury following activation by klebsiella pneumoniae lysate irrespective of their scfas production to support the possible use of scfas in sepsis the lower serum scfas in patients with sepsis compared to healthy controls was demonstrated in conclusion both fa and fg attenuated sepsis severity partly through the increased levels of scfas these findings endorse the potential of probiotics in preventing sepsis and the use of scfas for sepsis disease monitoring"
}