{
    "pmid": "41458065",
    "title": "Predictive accuracy of multiple regression analysis stratified into four groups of admission motor FIM based on decision tree analysis.",
    "abstract": "Tokunaga M, Sannomiya K. Predictive accuracy of multiple regression analysis stratified into four groups of admission motor FIM based on decision tree analysis. Jpn J Compr Rehabil Sci 2025; 16: 68-73. Factors affecting improvement in the Functional Independence Measure (FIM) differ among patient subgroups, and therefore several studies have performed multiple regression analyses after stratifying patients by relevant factors. However, the optimal variables and criteria for stratification remain unclear. Decision tree analysis can identify contributing variables and branching criteria for stratification. This study aimed to compare the predictive accuracy of multiple regression analysis stratified based on decision tree analysis with that of conventional multiple regression analysis. We included 1,100 stroke patients admitted to a convalescent rehabilitation ward. Based on the decision tree results reported by Okamoto et al., patients were stratified into four groups according to admission motor FIM scores: 13-18, 19-30, 31-53, and 54-90. Stepwise multiple regression analysis was then performed with discharge motor FIM as the dependent variable. We compared the predictive performance of a single regression equation derived from conventional multiple regression with that of four equations derived from stratified analyses by calculating the residual sum of squares and comparing the absolute residuals using the Wilcoxon signed-rank test. The conventional single equation yielded a median absolute residual of 7.5 points and a residual sum of squares of 14.7 × 10 Stratifying patients into four groups based on decision tree analysis improved the predictive accuracy of multiple regression analysis.",
    "disease": "stroke",
    "clean_text": "predictive accuracy of multiple regression analysis stratified into four groups of admission motor fim based on decision tree analysis tokunaga m sannomiya k predictive accuracy of multiple regression analysis stratified into four groups of admission motor fim based on decision tree analysis jpn j compr rehabil sci factors affecting improvement in the functional independence measure fim differ among patient subgroups and therefore several studies have performed multiple regression analyses after stratifying patients by relevant factors however the optimal variables and criteria for stratification remain unclear decision tree analysis can identify contributing variables and branching criteria for stratification this study aimed to compare the predictive accuracy of multiple regression analysis stratified based on decision tree analysis with that of conventional multiple regression analysis we included stroke patients admitted to a convalescent rehabilitation ward based on the decision tree results reported by okamoto et al patients were stratified into four groups according to admission motor fim scores and stepwise multiple regression analysis was then performed with discharge motor fim as the dependent variable we compared the predictive performance of a single regression equation derived from conventional multiple regression with that of four equations derived from stratified analyses by calculating the residual sum of squares and comparing the absolute residuals using the wilcoxon signed rank test the conventional single equation yielded a median absolute residual of points and a residual sum of squares of stratifying patients into four groups based on decision tree analysis improved the predictive accuracy of multiple regression analysis"
}