{
    "title": "Spinal projections of renal afferent nerves in the rat.",
    "doc_id": "3370480",
    "writer": "Knuepfer MM",
    "year": "1988",
    "summary": "However, neurons in spinally transected rats exhibited prolonged responses to cutaneous stimulation. Axons of 25% of the neurons projected through the cervical spinal cord in the ventrolateral funiculus. ...These data provide the first electrophysiological descripti …",
    "abstract": "This study was designed to describe renal afferent information with respect to its intraspinal projections, convergence with cutaneous inputs, ascending projections, and modulation by descending fiber tracts. Extracellular recordings were made from neurons in the spinal gray while electrically stimulating the renal nerves in chloralose-anesthetized, artificially ventilated rats. Almost all neurons (n = 119) were spontaneously active. Some responses consisted of high-frequency bursts while others consisted of fewer than 6 action potentials. Response onset latencies to renal nerve stimulation were consistent with activation by thinly myelinated or unmyelinated afferents. Several neurons in deeper laminae were inhibited by stimulation of renal afferents. Most neurons were located in laminae IV and V. Some were located in laminae I, VII and VIII. All neurons were located at spinal levels T10 to L1. Most neurons responded to both noxious and non-noxious mechanical cutaneous stimuli from relatively large receptive fields on the ipsilateral flank. Response latencies to cutaneous electrical stimulation were shorter than those to renal nerve stimulation. Neurons in intact and spinally transected rats responded with similar onset latencies and durations to renal nerve stimulation. However, neurons in spinally transected rats exhibited prolonged responses to cutaneous stimulation. Axons of 25% of the neurons projected through the cervical spinal cord in the ventrolateral funiculus. They had conduction velocities of 12-32 m/s. These data provide the first electrophysiological description of spinal projections of renal afferent fibers in the rat.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/3370480/",
    "clean_text": "spinal projections of renal afferent nerves in the rat however neurons in spinally transected rats exhibited prolonged responses to cutaneous stimulation axons of of the neurons projected through the cervical spinal cord in the ventrolateral funiculus these data provide the first electrophysiological descripti this study was designed to describe renal afferent information with respect to its intraspinal projections convergence with cutaneous inputs ascending projections and modulation by descending fiber tracts extracellular recordings were made from neurons in the spinal gray while electrically stimulating the renal nerves in chloralose anesthetized artificially ventilated rats almost all neurons n were spontaneously active some responses consisted of high frequency bursts while others consisted of fewer than action potentials response onset latencies to renal nerve stimulation were consistent with activation by thinly myelinated or unmyelinated afferents several neurons in deeper laminae were inhibited by stimulation of renal afferents most neurons were located in laminae iv and v some were located in laminae i vii and viii all neurons were located at spinal levels t to l most neurons responded to both noxious and non noxious mechanical cutaneous stimuli from relatively large receptive fields on the ipsilateral flank response latencies to cutaneous electrical stimulation were shorter than those to renal nerve stimulation neurons in intact and spinally transected rats responded with similar onset latencies and durations to renal nerve stimulation however neurons in spinally transected rats exhibited prolonged responses to cutaneous stimulation axons of of the neurons projected through the cervical spinal cord in the ventrolateral funiculus they had conduction velocities of m s these data provide the first electrophysiological description of spinal projections of renal afferent fibers in the rat"
}