{
    "title": "Quality improvement 101 in medical imaging: Why, what, how.",
    "doc_id": "35243778",
    "writer": "Goergen SK.",
    "year": "2022",
    "summary": "There is both a scientific and an empirical basis to quality improvement methodology. The project management techniques that underpin these can be taught, and learned, but rarely are, in postgraduate medical curricula. ...Like experiments in the kitchen, not every …",
    "abstract": "Quality is consistently doing something well; in healthcare, this centres on providing consistently safe, effective and appropriate, timely and accessible, efficient and equitable care. The ability to identify and rectify failures in the delivery of quality care and to continuously improve the quality of the care we provide is a fundamental requirement of healthcare professionals in the 21st century. There is both a scientific and an empirical basis to quality improvement methodology. The project management techniques that underpin these can be taught, and learned, but rarely are, in postgraduate medical curricula. This overview of how to do a quality improvement project will provide medical imaging professionals with a systematic approach to understanding a problem and its causes, assembling the team to fix it, planning interventions, measuring outcomes and sustaining change. Good project management brings order to what can feel like chaos; time, money and relationships may be saved. Like experiments in the kitchen, not every quality improvement project can or does work; however, there is a recipe, and following it is a good start.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35243778/",
    "clean_text": "quality improvement in medical imaging why what how there is both a scientific and an empirical basis to quality improvement methodology the project management techniques that underpin these can be taught and learned but rarely are in postgraduate medical curricula like experiments in the kitchen not every quality is consistently doing something well in healthcare this centres on providing consistently safe effective and appropriate timely and accessible efficient and equitable care the ability to identify and rectify failures in the delivery of quality care and to continuously improve the quality of the care we provide is a fundamental requirement of healthcare professionals in the st century there is both a scientific and an empirical basis to quality improvement methodology the project management techniques that underpin these can be taught and learned but rarely are in postgraduate medical curricula this overview of how to do a quality improvement project will provide medical imaging professionals with a systematic approach to understanding a problem and its causes assembling the team to fix it planning interventions measuring outcomes and sustaining change good project management brings order to what can feel like chaos time money and relationships may be saved like experiments in the kitchen not every quality improvement project can or does work however there is a recipe and following it is a good start"
}