{
    "pmid": "41474572",
    "title": "Assessment of quality of life in locally advanced carcinoma rectum undergoing total neoadjuvant therapy: An eastern Indian subcontinent prospective study.",
    "abstract": "Total neoadjuvant treatment has revolutionized the treatment algorithm in the management of locally advanced rectal carcinoma (LARC). This increase in the lifespan should be translated into an improved quality of life (QOL) so as to have a holistic treatment approach. This is a prospective study of LARC patients (n = 39) undergoing total neoadjuvant therapy (TNT): SCRT 25Gy/5# followed by 6 cycles of NACT followed by surgery. QOL was analyzed at 3 months and 6 months post-treatment using the EORTC QLQ C30 and CR29 questionnaire. Wilcoxon signed rank test was used to analyze mean scores of Health-Related Quality of life (HRQL) between 3 and 6 months as Global Health Status, five functional scales (physical, role, emotional, cognitive, social functioning), and symptoms scales. Global health status showed a statistically significant difference (P = 0.001) along with a minor clinical improvement. Under functional items, physical functioning (P < 0.01), role functioning (P = 0.03), emotional functioning (P = 0.01), and social functioning (P = 0.01) all showed statistically significant differences with clinical improvement. For the symptom scales, most of them showed a statistically significant difference and a clinical reduction of scores. TNT has become the new standard of care in LARC. This study shows a statistical and clinical improvement in global health status with the improvement in functional status of QOL. There is also a statistically significant decrease in symptom scales, which is corroborated by clinical improvement. TNT improves both the survival and the QOL, thus making it a comprehensive treatment option for LARC.",
    "disease": "colorectal cancer",
    "clean_text": "assessment of quality of life in locally advanced carcinoma rectum undergoing total neoadjuvant therapy an eastern indian subcontinent prospective study total neoadjuvant treatment has revolutionized the treatment algorithm in the management of locally advanced rectal carcinoma larc this increase in the lifespan should be translated into an improved quality of life qol so as to have a holistic treatment approach this is a prospective study of larc patients n undergoing total neoadjuvant therapy tnt scrt gy followed by cycles of nact followed by surgery qol was analyzed at months and months post treatment using the eortc qlq c and cr questionnaire wilcoxon signed rank test was used to analyze mean scores of health related quality of life hrql between and months as global health status five functional scales physical role emotional cognitive social functioning and symptoms scales global health status showed a statistically significant difference p along with a minor clinical improvement under functional items physical functioning p role functioning p emotional functioning p and social functioning p all showed statistically significant differences with clinical improvement for the symptom scales most of them showed a statistically significant difference and a clinical reduction of scores tnt has become the new standard of care in larc this study shows a statistical and clinical improvement in global health status with the improvement in functional status of qol there is also a statistically significant decrease in symptom scales which is corroborated by clinical improvement tnt improves both the survival and the qol thus making it a comprehensive treatment option for larc"
}