{
    "pmid": "41395689",
    "title": "Integrating Thyroid Function with Body Composition: The BRITSH Ratio and Cardiovascular Risk - A Pilot Study.",
    "abstract": "Hypothyroidism is a known risk factor for cardiovascular diseases, affecting metabolic pathways such as dyslipidemia, insulin resistance, and visceral fat accumulation. This study aimed to investigate the value of the Body Roundness Index (BRI) and the newly defined BRI/TSH (thyroid-stimulating hormone) ratio (BRITSH) in predicting coronary artery disease (CAD) in patients with hypothyroidism. This cross-sectional study included 152 hypothyroid patients, of whom 55 had CAD and 97 served as controls. Data collected included age, sex, body mass index (BMI), waist circumference, BRI, lipid profiles, and TSH levels. Diagnostic performance was assessed using receiver operating characteristic (ROC) curve analysis and logistic regression. A new ratio, BRITSH, was also evaluated. Patients with CAD had significantly higher BRI values (P < .001). The BRI/TSH ratio was significantly lower in the CAD group (P = .005). Non-high-density lipoprotein (non-HDL) cholesterol levels were also elevated in the CAD group (P < .001). Receiver operating characteristic analysis showed a strong predictive value for BRI (area under the curve [AUC] = 0.86). BRITSH ratio demonstrated a moderate predictive capacity (AUC = 0.67). In multiple logistic regression analysis, BRITSH, age, diabetes mellitus, high-sensitivity C-reactive protein, and non-HDL cholesterol remained independent predictors of CAD, whereas male sex, BMI, and smoking were not. The new BRITSH ratio, combining body fat and thyroid function, was an independent predictor of CAD. The BRI also showed good ability to identify CAD risk in patients with hypothyroidism. These simple measures may help improve heart risk assessment and could be incorporated into routine care for patients with hypothyroidism.",
    "disease": "coronary artery disease",
    "clean_text": "integrating thyroid function with body composition the britsh ratio and cardiovascular risk a pilot study hypothyroidism is a known risk factor for cardiovascular diseases affecting metabolic pathways such as dyslipidemia insulin resistance and visceral fat accumulation this study aimed to investigate the value of the body roundness index bri and the newly defined bri tsh thyroid stimulating hormone ratio britsh in predicting coronary artery disease cad in patients with hypothyroidism this cross sectional study included hypothyroid patients of whom had cad and served as controls data collected included age sex body mass index bmi waist circumference bri lipid profiles and tsh levels diagnostic performance was assessed using receiver operating characteristic roc curve analysis and logistic regression a new ratio britsh was also evaluated patients with cad had significantly higher bri values p the bri tsh ratio was significantly lower in the cad group p non high density lipoprotein non hdl cholesterol levels were also elevated in the cad group p receiver operating characteristic analysis showed a strong predictive value for bri area under the curve auc britsh ratio demonstrated a moderate predictive capacity auc in multiple logistic regression analysis britsh age diabetes mellitus high sensitivity c reactive protein and non hdl cholesterol remained independent predictors of cad whereas male sex bmi and smoking were not the new britsh ratio combining body fat and thyroid function was an independent predictor of cad the bri also showed good ability to identify cad risk in patients with hypothyroidism these simple measures may help improve heart risk assessment and could be incorporated into routine care for patients with hypothyroidism"
}