{
    "title": "Treatment of vitamin D deficiency in cystic fibrosis.",
    "doc_id": "26365559",
    "writer": "Chesdachai S",
    "year": "2016",
    "summary": "Vitamin D deficiency in patients with CF can arise from various causes including pancreatic exocrine insufficiency, lack of outdoor activity, and alterations of vitamin D metabolism. Due to fat malabsorption stemming from pancreatic insufficiency, high …",
    "abstract": "Vitamin D deficiency occurs frequently in patients with cystic fibrosis (CF). Vitamin D is important for optimal mineralization of bone and may be important for other comorbidities commonly occurring in patients with CF. Vitamin D deficiency in patients with CF can arise from various causes including pancreatic exocrine insufficiency, lack of outdoor activity, and alterations of vitamin D metabolism. Due to fat malabsorption stemming from pancreatic insufficiency, higher oral doses of vitamin D are necessary to correct and maintain optimal vitamin D status in patients with CF. Recent studies have demonstrated that higher vitamin D status is associated with better lung function and that vitamin D therapy may help recovery from pulmonary exacerbations of CF. The mechanisms by which vitamin D may exert its beneficial actions in CF are unclear but likely related to the role vitamin D has in modulating the adaptive and innate immune response. Large randomized clinical studies to evaluate the potential role of vitamin D as adjunctive therapy in CF that goes beyond bone are necessary.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26365559/",
    "clean_text": "treatment of vitamin d deficiency in cystic fibrosis vitamin d deficiency in patients with cf can arise from various causes including pancreatic exocrine insufficiency lack of outdoor activity and alterations of vitamin d metabolism due to fat malabsorption stemming from pancreatic insufficiency high vitamin d deficiency occurs frequently in patients with cystic fibrosis cf vitamin d is important for optimal mineralization of bone and may be important for other comorbidities commonly occurring in patients with cf vitamin d deficiency in patients with cf can arise from various causes including pancreatic exocrine insufficiency lack of outdoor activity and alterations of vitamin d metabolism due to fat malabsorption stemming from pancreatic insufficiency higher oral doses of vitamin d are necessary to correct and maintain optimal vitamin d status in patients with cf recent studies have demonstrated that higher vitamin d status is associated with better lung function and that vitamin d therapy may help recovery from pulmonary exacerbations of cf the mechanisms by which vitamin d may exert its beneficial actions in cf are unclear but likely related to the role vitamin d has in modulating the adaptive and innate immune response large randomized clinical studies to evaluate the potential role of vitamin d as adjunctive therapy in cf that goes beyond bone are necessary"
}