{
    "title": "Fragile X syndrome.",
    "doc_id": "10771963",
    "writer": "Phillips JP",
    "year": "1998",
    "summary": "Fragile X syndrome can be a devastating condition, as many boys are severely retarded and require multiple services. ...This review focuses on the neurobiology of fragile X syndrome, its clinical features and treatment....",
    "abstract": "Fragile X syndrome is the most common form of inherited mental retardation. It is seen in people of all nationalities and in all areas of the world. Fragile X syndrome can be a devastating condition, as many boys are severely retarded and require multiple services. Treatment involves behaviour management techniques, appropriate school placement, community support for the family, and careful medical follow-up often including psychopharmacology. The genetics of fragile X syndrome is now understood, prenatal testing is available, and the disorder is preventable through appropriate genetic counselling. This review focuses on the neurobiology of fragile X syndrome, its clinical features and treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10771963/",
    "clean_text": "fragile x syndrome fragile x syndrome can be a devastating condition as many boys are severely retarded and require multiple services this review focuses on the neurobiology of fragile x syndrome its clinical features and treatment fragile x syndrome is the most common form of inherited mental retardation it is seen in people of all nationalities and in all areas of the world fragile x syndrome can be a devastating condition as many boys are severely retarded and require multiple services treatment involves behaviour management techniques appropriate school placement community support for the family and careful medical follow up often including psychopharmacology the genetics of fragile x syndrome is now understood prenatal testing is available and the disorder is preventable through appropriate genetic counselling this review focuses on the neurobiology of fragile x syndrome its clinical features and treatment"
}