{
    "pmid": "41458164",
    "title": "The relationship between financial disruption during the COVID-19 pandemic and mental health: A systematic review and meta-analysis.",
    "abstract": "Financial difficulties are associated with poor mental health. This paper aimed to systematically review the impact of COVID-19 related financial difficulties on mental health in adults. A systematic search was conducted across Web of Science, Medline, and PsycINFO, from March 2020 to March 2023 to identify studies examining the mental health impact of COVID-19 related financial disruption in adults. We performed two meta-analyses to quantify the effect of income loss due to the pandemic on anxiety and depression. Studies were rated using the Quality Assessment Tool for Observational Cohort and Cross-Sectional Studies from the National Heart, Lung and Blood Institute was used. A total of 2659 papers were identified of which 76 (59 cross-sectional and 17 longitudinal) met inclusion criteria. The results show that COVID-19 related financial disruption (income loss and financial stress) negatively impact mental health across a range of adult populations globally, including the general population, students, and other specific groups. The meta-analyses examined data from 278,854 participants from 15 studies indicated that those who lost income reported greater anxiety levels than those who did not experience income loss. Similarly for 268,128 participants across 16 studies, a meta-analysis showed greater depression symptoms for those experiencing income loss. COVID-related financial constraints, both objective and subjective, are associated with poor mental health outcomes (particularly anxiety and depression) in various populations around the world. The results highlight the need for targeted clinical interventions for those experiencing mental health problems linked to financial problems during global crises.",
    "disease": "covid-19",
    "clean_text": "the relationship between financial disruption during the covid pandemic and mental health a systematic review and meta analysis financial difficulties are associated with poor mental health this paper aimed to systematically review the impact of covid related financial difficulties on mental health in adults a systematic search was conducted across web of science medline and psycinfo from march to march to identify studies examining the mental health impact of covid related financial disruption in adults we performed two meta analyses to quantify the effect of income loss due to the pandemic on anxiety and depression studies were rated using the quality assessment tool for observational cohort and cross sectional studies from the national heart lung and blood institute was used a total of papers were identified of which cross sectional and longitudinal met inclusion criteria the results show that covid related financial disruption income loss and financial stress negatively impact mental health across a range of adult populations globally including the general population students and other specific groups the meta analyses examined data from participants from studies indicated that those who lost income reported greater anxiety levels than those who did not experience income loss similarly for participants across studies a meta analysis showed greater depression symptoms for those experiencing income loss covid related financial constraints both objective and subjective are associated with poor mental health outcomes particularly anxiety and depression in various populations around the world the results highlight the need for targeted clinical interventions for those experiencing mental health problems linked to financial problems during global crises"
}