{
    "title": "[Clinical practice guidelines for Fragile X syndrome].",
    "doc_id": "36317200",
    "writer": "Clinical Genetics Group Of Medical Geneticist Branch Of Chinese Medical Doctor Association",
    "year": "2022",
    "summary": "Fragile X syndrome (FXS) is the most common monogenic form of inherited intellectual disability and autism spectrum disorder (ASD). ...",
    "abstract": "Fragile X syndrome (FXS) is the most common monogenic form of inherited intellectual disability and autism spectrum disorder (ASD). More than 99% of individuals with FXS are caused by the unstable expansion of CGG repeats located within the 5'-untranslated region of the FMR1 gene. The clinical features of FXS include various degrees of cognitive deficit, physical, behavioral and psychiatric problems. Early treatment and prevention from having further affected children can be guided by molecular genetic testing of the FMR1 gene. The following guideline has combined the relevant research, guidelines and consensus worldwide, and summarized the genetic knowledge and clinical treatment for FXS in order to achieve a standardized diagnosis, treatment and prevention for patients and families affected by this disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36317200/",
    "clean_text": "clinical practice guidelines for fragile x syndrome fragile x syndrome fxs is the most common monogenic form of inherited intellectual disability and autism spectrum disorder asd fragile x syndrome fxs is the most common monogenic form of inherited intellectual disability and autism spectrum disorder asd more than of individuals with fxs are caused by the unstable expansion of cgg repeats located within the untranslated region of the fmr gene the clinical features of fxs include various degrees of cognitive deficit physical behavioral and psychiatric problems early treatment and prevention from having further affected children can be guided by molecular genetic testing of the fmr gene the following guideline has combined the relevant research guidelines and consensus worldwide and summarized the genetic knowledge and clinical treatment for fxs in order to achieve a standardized diagnosis treatment and prevention for patients and families affected by this disease"
}