{
    "title": "Atrial fibrillation and flutter after coronary artery bypass surgery: epidemiology, risk factors and preventive trials.",
    "doc_id": "1358829",
    "writer": "Frost L",
    "year": "1992",
    "summary": "Atrial fibrillation and atrial flutter are common arrhythmias after coronary artery bypass grafting. ...The major conclusions are: (1) In patients undergoing coronary artery bypass surgery, the incidence of postoperative atrial fibrillation or f …",
    "abstract": "Atrial fibrillation and atrial flutter are common arrhythmias after coronary artery bypass grafting. Although the consequences of the arrhythmia are generally not life-threatening, it constitutes a major clinical problem often requiring conversion to sinus rhythm. Atrial fibrillation or flutter can result in hypotension, heart failure, pneumonia, and stroke. This article reviews the literature on epidemiology, electrophysiology, risk factors, and preventive trials. The major conclusions are: (1) In patients undergoing coronary artery bypass surgery, the incidence of postoperative atrial fibrillation or flutter is 20-30%, the peak incidence being on the second or third postoperative day. (2) The strongest independent preoperative predictor for atrial fibrillation or flutter is the patients' age. (3) Intra-atrial conduction delay recorded pre and peroperatively may predict development of atrial fibrillation. (4) Peroperative inducibility of atrial fibrillation by pacing the right atrium may identify patients at risk for postoperative atrial fibrillation. (5) Development of postoperative atrial fibrillation or flutter has not been associated with peroperative or postoperative events. (6) The specificity and sensitivity of age and other possible relevant factors for prediction of atrial fibrillation or flutter after coronary artery bypass grafting is low. (7) No effective prophylactic regimen has yet been established.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1358829/",
    "clean_text": "atrial fibrillation and flutter after coronary artery bypass surgery epidemiology risk factors and preventive trials atrial fibrillation and atrial flutter are common arrhythmias after coronary artery bypass grafting the major conclusions are in patients undergoing coronary artery bypass surgery the incidence of postoperative atrial fibrillation or f atrial fibrillation and atrial flutter are common arrhythmias after coronary artery bypass grafting although the consequences of the arrhythmia are generally not life threatening it constitutes a major clinical problem often requiring conversion to sinus rhythm atrial fibrillation or flutter can result in hypotension heart failure pneumonia and stroke this article reviews the literature on epidemiology electrophysiology risk factors and preventive trials the major conclusions are in patients undergoing coronary artery bypass surgery the incidence of postoperative atrial fibrillation or flutter is the peak incidence being on the second or third postoperative day the strongest independent preoperative predictor for atrial fibrillation or flutter is the patients age intra atrial conduction delay recorded pre and peroperatively may predict development of atrial fibrillation peroperative inducibility of atrial fibrillation by pacing the right atrium may identify patients at risk for postoperative atrial fibrillation development of postoperative atrial fibrillation or flutter has not been associated with peroperative or postoperative events the specificity and sensitivity of age and other possible relevant factors for prediction of atrial fibrillation or flutter after coronary artery bypass grafting is low no effective prophylactic regimen has yet been established"
}