{
    "pmid": "41443447",
    "title": "Structure-activity relationships of acid-hydrolyzed Carrageenans: Molecular modifications and anticancer activity in colorectal Cancer cells.",
    "abstract": "Carrageenans are sulfated polysaccharides found in algae and certain plants, and are widely used in the food industry. By modifying their chemical structures through sulfation, polysaccharides can enhance their biological properties, including anticancer effects. Investigating the relationship between carrageenan structure and biological effects is essential to understanding how carrageenans may affect cancer cells. We chemically modified carrageenans by acid hydrolysis, evaluated their biological effects on colon cancer cells, and characterized their molecular structure. HPSEC-RID confirmed a decrease in molecular weight and polydispersity of carrageenans. Modified carrageenans decreased cell viability in a lineage-specific manner, distinct from that of the same non-modified ones. A- and B-mod carrageenan samples reduced cellular proliferation and increased p21 protein levels in a p53-independent manner, and B-mod increased the sub-G1 phase of HCT116 cells. FTIR and NMR structural analyses identified β-Gal4SO",
    "disease": "colorectal cancer",
    "clean_text": "structure activity relationships of acid hydrolyzed carrageenans molecular modifications and anticancer activity in colorectal cancer cells carrageenans are sulfated polysaccharides found in algae and certain plants and are widely used in the food industry by modifying their chemical structures through sulfation polysaccharides can enhance their biological properties including anticancer effects investigating the relationship between carrageenan structure and biological effects is essential to understanding how carrageenans may affect cancer cells we chemically modified carrageenans by acid hydrolysis evaluated their biological effects on colon cancer cells and characterized their molecular structure hpsec rid confirmed a decrease in molecular weight and polydispersity of carrageenans modified carrageenans decreased cell viability in a lineage specific manner distinct from that of the same non modified ones a and b mod carrageenan samples reduced cellular proliferation and increased p protein levels in a p independent manner and b mod increased the sub g phase of hct cells ftir and nmr structural analyses identified gal so"
}