{
    "pmid": "41474810",
    "title": "Pp6-Pfkfb1 axis modulates intracellular bacterial proliferation by orchestrating host-pathogen metabolic crosstalk.",
    "abstract": "Intracellular bacterial pathogens exhibit heterogeneous replication rates within host macrophages, but the mechanisms by which they manipulate host factors for survival remain incompletely understood. Using a fluorescence-dilution reporter system in Salmonella Typhimurium (Salmonella)-infected macrophages, we found that Protein Phosphatase 6 (Pp6) was downregulated in macrophages harboring growing bacteria. Conditional knockout of Pp6 elevated host susceptibility to Salmonella-mediated lethality due to compromised antimicrobial defenses. MicroRNA-31 (miR-31) was identified as a negative regulator of Pp6, and its conditional ablation enhanced bacterial clearance. Yeast two-hybrid screening identified 6-phosphofructo-2-kinase/fructose-2,6-biphosphatase 1 (Pfkfb1), a metabolic regulator, as a substrate of Pp6. Pp6 deficiency resulted in significantly elevated expression of Pfkfb1, which was highly expressed in macrophages containing replicating Salmonella. Pfkfb1 deletion restricted bacterial proliferation by promoting nitric oxide (NO) production while concurrently suppressing arginase-1 (Arg-1) expression and impairing arginine metabolism in macrophages. Collectively, these results establish the Pp6-Pfkfb1 axis as a key regulator of host metabolic adaptation and intracellular bacterial survival, offering potential therapeutic targets against multidrug-resistant pathogens.",
    "disease": "hypertension",
    "clean_text": "pp pfkfb axis modulates intracellular bacterial proliferation by orchestrating host pathogen metabolic crosstalk intracellular bacterial pathogens exhibit heterogeneous replication rates within host macrophages but the mechanisms by which they manipulate host factors for survival remain incompletely understood using a fluorescence dilution reporter system in salmonella typhimurium salmonella infected macrophages we found that protein phosphatase pp was downregulated in macrophages harboring growing bacteria conditional knockout of pp elevated host susceptibility to salmonella mediated lethality due to compromised antimicrobial defenses microrna mir was identified as a negative regulator of pp and its conditional ablation enhanced bacterial clearance yeast two hybrid screening identified phosphofructo kinase fructose biphosphatase pfkfb a metabolic regulator as a substrate of pp pp deficiency resulted in significantly elevated expression of pfkfb which was highly expressed in macrophages containing replicating salmonella pfkfb deletion restricted bacterial proliferation by promoting nitric oxide no production while concurrently suppressing arginase arg expression and impairing arginine metabolism in macrophages collectively these results establish the pp pfkfb axis as a key regulator of host metabolic adaptation and intracellular bacterial survival offering potential therapeutic targets against multidrug resistant pathogens"
}