{
    "pmid": "41393778",
    "title": "Long-Term Prognosis and Risk Factors for Low Back Pain-Related Disorders in the General Population: A 7-Year Follow-Up of the Wakayama Spine Study.",
    "abstract": "Low back pain (LBP) is a leading cause of disability worldwide, particularly in aging populations. While the Oswestry Disability Index (ODI) is widely used to assess LBP-related disability, few studies have evaluated its long-term trajectory and predictive factors in general populations. This 7-year longitudinal study included 553 community-dwelling adults (mean age 66.3 years) from the Wakayama Spine Study, a population-based sub-cohort of the Research on Osteoarthritis/Osteoporosis against Disability (ROAD) study. Participants completed whole-spine magnetic resonance imaging and responded to the ODI questionnaire at baseline and follow-up. Disability levels were classified as mild (0%-20%), moderate (21%-40%), or severe (41%-60%). Longitudinal transitions in disability categories were analyzed descriptively. Multiple linear regression was used to identify predictors of ODI deterioration. The mean ODI score significantly increased from 9.6±11.5 at baseline to 12.2±14.2 after 7 years (p<0.001), although the change did not reach clinical significance. Among participants initially classified as mildly disabled (n=468), 88.0% remained stable, while 12.0% worsened. Of those with moderate disability (n=73), 35.6% improved, 44.0% remained unchanged, and 20.5% worsened. No participant with severe disability (n=40) improved to mild. Female sex, older age, higher body mass index, and vertebral fractures (semiquantitative grade ≥2) were significant predictors of worsening disability (p<0.05). Higher baseline ODI was inversely associated with deterioration. In this population-based cohort, LBP-related disability modestly worsened over 7 years. Older adults, women, individuals with obesity, and those with vertebral fractures were at greatest risk. These findings support early intervention and screening strategies to prevent disability progression in at-risk populations.",
    "disease": "osteoarthritis",
    "clean_text": "long term prognosis and risk factors for low back pain related disorders in the general population a year follow up of the wakayama spine study low back pain lbp is a leading cause of disability worldwide particularly in aging populations while the oswestry disability index odi is widely used to assess lbp related disability few studies have evaluated its long term trajectory and predictive factors in general populations this year longitudinal study included community dwelling adults mean age years from the wakayama spine study a population based sub cohort of the research on osteoarthritis osteoporosis against disability road study participants completed whole spine magnetic resonance imaging and responded to the odi questionnaire at baseline and follow up disability levels were classified as mild moderate or severe longitudinal transitions in disability categories were analyzed descriptively multiple linear regression was used to identify predictors of odi deterioration the mean odi score significantly increased from at baseline to after years p although the change did not reach clinical significance among participants initially classified as mildly disabled n remained stable while worsened of those with moderate disability n improved remained unchanged and worsened no participant with severe disability n improved to mild female sex older age higher body mass index and vertebral fractures semiquantitative grade were significant predictors of worsening disability p higher baseline odi was inversely associated with deterioration in this population based cohort lbp related disability modestly worsened over years older adults women individuals with obesity and those with vertebral fractures were at greatest risk these findings support early intervention and screening strategies to prevent disability progression in at risk populations"
}