{
    "pmid": "41386391",
    "title": "Low muscle density and five times sit-to-stand test predict poor outcome in liver transplant candidates.",
    "abstract": "Muscle-related parameters (myopenia, sarcopenia, myosteatosis, frailty) are linked to increased mortality in liver transplant candidates but have not been prospectively compared in the same cohort. This study aimed to identify the most accurate muscle predictor of morbidity and mortality in patients with cirrhosis on the liver transplant waiting list. A prospective, single-center study included all consenting adult liver transplant candidates from June 2021 to October 2023. Skeletal muscle mass index, muscle density, and myosteatosis were assessed via computed tomography at third lumbar vertebrae. Frailty was evaluated using the liver frailty index and the 6-minute walk test. Among 194 screened patients, 135 were listed for transplant, including 108 with cirrhosis. Alcohol-related liver disease was the leading etiology, 47 % were listed for hepatocellular carcinoma. Myopenia was present in 31 %, myosteatosis in 34 %, and 20 % were frail. One-year survival was 82 %. Myosteatosis was the strongest univariate predictor of mortality, but in multivariate analysis, the five times sit to stand test was the best predictor of morbi-mortality. The five times sit to stand test emerged as the most robust predictor in multivariate analysis. Its simplicity and reliability make it a valuable tool for identifying high-risk patients on the liver transplant waiting list.",
    "disease": "liver cirrhosis",
    "clean_text": "low muscle density and five times sit to stand test predict poor outcome in liver transplant candidates muscle related parameters myopenia sarcopenia myosteatosis frailty are linked to increased mortality in liver transplant candidates but have not been prospectively compared in the same cohort this study aimed to identify the most accurate muscle predictor of morbidity and mortality in patients with cirrhosis on the liver transplant waiting list a prospective single center study included all consenting adult liver transplant candidates from june to october skeletal muscle mass index muscle density and myosteatosis were assessed via computed tomography at third lumbar vertebrae frailty was evaluated using the liver frailty index and the minute walk test among screened patients were listed for transplant including with cirrhosis alcohol related liver disease was the leading etiology were listed for hepatocellular carcinoma myopenia was present in myosteatosis in and were frail one year survival was myosteatosis was the strongest univariate predictor of mortality but in multivariate analysis the five times sit to stand test was the best predictor of morbi mortality the five times sit to stand test emerged as the most robust predictor in multivariate analysis its simplicity and reliability make it a valuable tool for identifying high risk patients on the liver transplant waiting list"
}