{
    "title": "Concept analysis: self-monitoring in type 2 diabetes mellitus.",
    "doc_id": "18571173",
    "writer": "Song M",
    "year": "2008",
    "summary": "BACKGROUND: The term self-monitoring is often used in the literature on type 2 diabetes mellitus management. The term is generally used to refer to patients measuring their blood glucose levels with a glucose meter. ...RESULTS: Self-monitoring in ty …",
    "abstract": "Background:\n        \n      \n      The term self-monitoring is often used in the literature on type 2 diabetes mellitus management. The term is generally used to refer to patients measuring their blood glucose levels with a glucose meter. However, for patients with diabetes mellitus to effectively manage their disease they need to effectively monitor and respond to a much broader set of signs and symptoms than blood glucose levels only. Patient's awareness of this wider set of diabetes manifestations, as well as their ability to interpret and respond to those manifestations, is influenced by subjective life experiences and individual cultural contexts.\n    \n\n\n          Aim:\n        \n      \n      The aim of this paper is to delineate, clarify and redefine the concept of self-monitoring in type 2 diabetes mellitus from a broad perspective which includes consideration of patients' subjective experience and cultural contexts.\n    \n\n\n          Method:\n        \n      \n      Rodgers Evolutionary Method was used to delineate and clarify the \"concept\" of self-monitoring in type 2 diabetes mellitus. The PubMed, CINAHL, PsycINFO, and Cochrane Database of Systematic Reviews databases were searched for the years 2002-2007, limited to published English literature involving humans.\n    \n\n\n          Results:\n        \n      \n      Self-monitoring in type 2 diabetes mellitus was composed of three attributes: (1) awareness of (2) interpretation of, and (3) response to a patient's particular manifestations of type 2 diabetes mellitus. Cultural influences on these three attributes were discussed.\n    \n\n\n          Conclusions:\n        \n      \n      Considering a patient's subjective life experiences and individual cultural contexts may be important to have a more comprehensive picture of self-monitoring in type 2 diabetes mellitus. This concept analysis will be useful for researchers and health care providers seeking to understand the role patients' individual circumstances play within processes of self-monitoring of type 2 diabetes mellitus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18571173/",
    "clean_text": "concept analysis self monitoring in type diabetes mellitus background the term self monitoring is often used in the literature on type diabetes mellitus management the term is generally used to refer to patients measuring their blood glucose levels with a glucose meter results self monitoring in ty background the term self monitoring is often used in the literature on type diabetes mellitus management the term is generally used to refer to patients measuring their blood glucose levels with a glucose meter however for patients with diabetes mellitus to effectively manage their disease they need to effectively monitor and respond to a much broader set of signs and symptoms than blood glucose levels only patient s awareness of this wider set of diabetes manifestations as well as their ability to interpret and respond to those manifestations is influenced by subjective life experiences and individual cultural contexts aim the aim of this paper is to delineate clarify and redefine the concept of self monitoring in type diabetes mellitus from a broad perspective which includes consideration of patients subjective experience and cultural contexts method rodgers evolutionary method was used to delineate and clarify the concept of self monitoring in type diabetes mellitus the pubmed cinahl psycinfo and cochrane database of systematic reviews databases were searched for the years limited to published english literature involving humans results self monitoring in type diabetes mellitus was composed of three attributes awareness of interpretation of and response to a patient s particular manifestations of type diabetes mellitus cultural influences on these three attributes were discussed conclusions considering a patient s subjective life experiences and individual cultural contexts may be important to have a more comprehensive picture of self monitoring in type diabetes mellitus this concept analysis will be useful for researchers and health care providers seeking to understand the role patients individual circumstances play within processes of self monitoring of type diabetes mellitus"
}