{
    "pmid": "41462282",
    "title": "Shikonin alleviates rotenone-induced Parkinson's disease neuroinflammation by targeting PKM2-mediated glycolytic MG-Hs production.",
    "abstract": "In Parkinson's disease (PD), microglial activation is driven by metabolic reprogramming toward aerobic glycolysis, a shift regulated by pyruvate kinase M2 (PKM2). While the environmental toxin rotenone is a recognized PD risk factor, the precise glycolytic mechanism linking it to microglial neuroinflammation remains unclear, and the therapeutic potential of targeting this axis is largely unexplored. We sought to elucidate the specific glycolytic pathway by which rotenone induces microglial activation and to investigate whether shikonin, a natural PKM2 inhibitor, could attenuate neuroinflammation by targeting this metabolic mechanism. Using rotenone (250 nM)-treated BV2 microglia, we assessed glycolytic function (lactate production, glucose consumption) and quantified the formation of methylglyoxal-derived hydroimidazolones (MG-Hs), key pro-inflammatory glycation adducts. NF-κB pathway activation and inflammatory cytokine release were evaluated. The inhibitory effects of shikonin on this cascade were systematically examined. We identified a novel mechanistic pathway: rotenone promotes PKM2-mediated glycolytic flux, leading to accumulation of the cytotoxic metabolite methylglyoxal (MG) and its derived MG-Hs. These MG-Hs function as critical signaling mediators that directly activate the NF-κB pathway, fueling neuroinflammation. Shikonin effectively disrupted this cascade at its source by inhibiting PKM2, thereby normalizing glycolytic activity, reducing MG-Hs formation, and subsequently suppressing NF-κB activation and the release of pro-inflammatory factors. This study delineates a complete PKM2-glycolysis-MG-Hs-NF-κB axis as a fundamental mechanism in rotenone-induced neuroinflammation. Our results provide compelling preclinical evidence that shikonin exerts its neuroprotective effects by specifically targeting this metabolic-inflammatory pathway, positioning it as a highly promising disease-modifying therapeutic candidate for PD.",
    "disease": "parkinson disease",
    "clean_text": "shikonin alleviates rotenone induced parkinson s disease neuroinflammation by targeting pkm mediated glycolytic mg hs production in parkinson s disease pd microglial activation is driven by metabolic reprogramming toward aerobic glycolysis a shift regulated by pyruvate kinase m pkm while the environmental toxin rotenone is a recognized pd risk factor the precise glycolytic mechanism linking it to microglial neuroinflammation remains unclear and the therapeutic potential of targeting this axis is largely unexplored we sought to elucidate the specific glycolytic pathway by which rotenone induces microglial activation and to investigate whether shikonin a natural pkm inhibitor could attenuate neuroinflammation by targeting this metabolic mechanism using rotenone nm treated bv microglia we assessed glycolytic function lactate production glucose consumption and quantified the formation of methylglyoxal derived hydroimidazolones mg hs key pro inflammatory glycation adducts nf b pathway activation and inflammatory cytokine release were evaluated the inhibitory effects of shikonin on this cascade were systematically examined we identified a novel mechanistic pathway rotenone promotes pkm mediated glycolytic flux leading to accumulation of the cytotoxic metabolite methylglyoxal mg and its derived mg hs these mg hs function as critical signaling mediators that directly activate the nf b pathway fueling neuroinflammation shikonin effectively disrupted this cascade at its source by inhibiting pkm thereby normalizing glycolytic activity reducing mg hs formation and subsequently suppressing nf b activation and the release of pro inflammatory factors this study delineates a complete pkm glycolysis mg hs nf b axis as a fundamental mechanism in rotenone induced neuroinflammation our results provide compelling preclinical evidence that shikonin exerts its neuroprotective effects by specifically targeting this metabolic inflammatory pathway positioning it as a highly promising disease modifying therapeutic candidate for pd"
}