{
    "pmid": "41473711",
    "title": "A pragmatic parallel cluster-randomized trial to evaluate the implementation and effectiveness of optimized electronic monitors in improving tuberculosis patients' treatment adherence in China: study protocol.",
    "abstract": "Treatment non-adherence poses a serious risk to survival and hinders the improvement of tuberculosis (TB) control effectiveness in Inner Mongolia, China. To improve treatment adherence and health outcomes in Inner Mongolia, this study aims to maximize the impact of an electronic monitor and smartphone app (EM program) by developing interventions that optimize the EM program, putting it into practice and evaluating it, and developing scale-up activities of the optimized EM program. First, a Consolidated Framework for Implementation Research will be used to assess the implementation of electronic monitors to improve treatment adherence and health outcomes for TB patients in China and identify the facilitators and barriers. Second, we will use the Expert Recommendations for Implementing Change protocol to identify appropriate implementation strategies to optimize the EM program in the Inner Mongolian context. Third, the optimized EM program will be implemented and assessed during a 12-month pragmatic, parallel, cluster-randomized trial in three chosen cities in Inner Mongolia. The treatment adherence of TB patients will be the main result. The secondary outcomes will be TB treatment outcomes as defined by the World Health Organization, including the treatment completion rate, loss to follow-up rate, treatment failure rate, and treatment-related deaths. Based on the RE-AIM framework, the impact of the improved EM program will also be assessed in comparison to standard care for the subsequent secondary outcomes (reach, effectiveness, adoption, implementation, and maintenance). This study will be the first to develop and implement interventions that improve the treatment adherence and health outcomes of TB patients in addition to developing strategic options for the scalability and generalizability of the optimized interventions in remote areas of China and other low- and middle-income countries. All intervention activities will be developed for incorporation into regular TB care, with strong local ownership. Through the trial, we hope to uncover more information about the long-term effects, efficacy, cost-effectiveness, and practicability of our intervention. ISRCTN15169616. Registered on 29 July 2023.",
    "disease": "tuberculosis",
    "clean_text": "a pragmatic parallel cluster randomized trial to evaluate the implementation and effectiveness of optimized electronic monitors in improving tuberculosis patients treatment adherence in china study protocol treatment non adherence poses a serious risk to survival and hinders the improvement of tuberculosis tb control effectiveness in inner mongolia china to improve treatment adherence and health outcomes in inner mongolia this study aims to maximize the impact of an electronic monitor and smartphone app em program by developing interventions that optimize the em program putting it into practice and evaluating it and developing scale up activities of the optimized em program first a consolidated framework for implementation research will be used to assess the implementation of electronic monitors to improve treatment adherence and health outcomes for tb patients in china and identify the facilitators and barriers second we will use the expert recommendations for implementing change protocol to identify appropriate implementation strategies to optimize the em program in the inner mongolian context third the optimized em program will be implemented and assessed during a month pragmatic parallel cluster randomized trial in three chosen cities in inner mongolia the treatment adherence of tb patients will be the main result the secondary outcomes will be tb treatment outcomes as defined by the world health organization including the treatment completion rate loss to follow up rate treatment failure rate and treatment related deaths based on the re aim framework the impact of the improved em program will also be assessed in comparison to standard care for the subsequent secondary outcomes reach effectiveness adoption implementation and maintenance this study will be the first to develop and implement interventions that improve the treatment adherence and health outcomes of tb patients in addition to developing strategic options for the scalability and generalizability of the optimized interventions in remote areas of china and other low and middle income countries all intervention activities will be developed for incorporation into regular tb care with strong local ownership through the trial we hope to uncover more information about the long term effects efficacy cost effectiveness and practicability of our intervention isrctn registered on july"
}