{
    "pmid": "41461058",
    "title": "Association of Plasma GFAP and NfL in Middle-Aged Adults With MRI Markers of Cerebral Small Vessel Disease Later in Life.",
    "abstract": "Cerebral small vessel disease (cSVD) is a major contributor to stroke and dementia, often beginning decades before clinical symptoms appear. While MRI markers offer critical insight into cSVD burden, blood-based biomarkers may offer a more accessible complement to neuroimaging. We investigated whether plasma glial fibrillary acidic protein (GFAP) and neurofilament light chain (NfL) are associated with MRI markers of cSVD in middle-aged adults and whether they are associated with longitudinal progression. We conducted a retrospective analysis of prospectively collected data from the UK Biobank cohort. Participants aged 40-60 years at baseline (2006-2010) with plasma biomarker measurements and follow-up MRI scans (2014-2019) were included. Individuals with prevalent neurologic conditions were excluded. We assessed 3 MRI markers of cSVD: white matter hyperintensities (WMHs), fractional anisotropy (FA), and mean diffusivity (MD). Three analytical approaches were used: associations between baseline biomarkers and future MRI markers, associations between baseline biomarkers and longitudinal MRI changes, and correlations between longitudinal biomarker and MRI changes. Robust regression models were adjusted for age, sex, and cerebrovascular risk factors. Among 5,270 participants (mean age 54.2 ± 7.8 years; 53.4% female), higher baseline GFAP levels were significantly associated with all 3 MRI cSVD markers-WMH volume (β = 0.06, 95% CI 0.01-0.10,  Plasma GFAP levels were associated with subsequent changes in white matter integrity among middle-aged adults, suggesting potential utility as an early indicator of cSVD vulnerability. These associations, observed nearly a decade after biomarker measurement, highlight GFAP's potential for long-term risk stratification. Blood-based biomarkers may support earlier identification of individuals at heightened risk of cSVD, enabling preventive strategies when interventions may be most effective.",
    "disease": "stroke",
    "clean_text": "association of plasma gfap and nfl in middle aged adults with mri markers of cerebral small vessel disease later in life cerebral small vessel disease csvd is a major contributor to stroke and dementia often beginning decades before clinical symptoms appear while mri markers offer critical insight into csvd burden blood based biomarkers may offer a more accessible complement to neuroimaging we investigated whether plasma glial fibrillary acidic protein gfap and neurofilament light chain nfl are associated with mri markers of csvd in middle aged adults and whether they are associated with longitudinal progression we conducted a retrospective analysis of prospectively collected data from the uk biobank cohort participants aged years at baseline with plasma biomarker measurements and follow up mri scans were included individuals with prevalent neurologic conditions were excluded we assessed mri markers of csvd white matter hyperintensities wmhs fractional anisotropy fa and mean diffusivity md three analytical approaches were used associations between baseline biomarkers and future mri markers associations between baseline biomarkers and longitudinal mri changes and correlations between longitudinal biomarker and mri changes robust regression models were adjusted for age sex and cerebrovascular risk factors among participants mean age years female higher baseline gfap levels were significantly associated with all mri csvd markers wmh volume ci plasma gfap levels were associated with subsequent changes in white matter integrity among middle aged adults suggesting potential utility as an early indicator of csvd vulnerability these associations observed nearly a decade after biomarker measurement highlight gfap s potential for long term risk stratification blood based biomarkers may support earlier identification of individuals at heightened risk of csvd enabling preventive strategies when interventions may be most effective"
}