{
    "pmid": "41447776",
    "title": "Granzyme B knockdown inhibits NLRP3-mediated pyroptosis and the JAK2/STAT3 signaling in renal fibrosis.",
    "abstract": "Renal fibrosis (RF) is a common histopathological feature of chronic kidney disease (CKD) and is closely associated with persistent inflammation and regulated cell death. However, the underlying molecular mechanisms of pyroptosis in RF are unclear. Pyroptosis-related hub genes in RF were identified through bioinformatics analysis. Granzyme B (GZMB) was knocked down in transforming growth factor (TGF-β)-stimulated HK-2 cells and in a folic acid (FA)-induced nephropathy mouse model. Western blot and enzyme-linked immunosorbent assays were performed to detect the expression of fibrosis and pyroptosis-related markers. Cell viability was assessed by the Cell Counting Kit-8 assay. Hematoxylin and eosin (HE) and Masson's staining were used to evaluate tubular injury and collagen deposition in renal tissues. GZMB was identified as a pyroptosis-associated hub gene. It was significantly upregulated in RF and exhibited high diagnostic performance. In TGF-β-stimulated HK-2 cells, GZMB knockdown enhanced cell viability and reduced lactate dehydrogenase release. In vivo, GZMB silencing ameliorated tubular injury, reduced collagen deposition, and improved renal function. The expression levels of pyroptosis-related proteins, including the N-terminal fragment of gasdermin D, cleaved caspase-1, and NOD-like receptor family pyrin domain containing 3 (NLRP3), as well as fibrotic markers alpha-smooth muscle actin and collagen type I, were downregulated after GZMB knockdown. Mechanically, GZMB knockdown inhibited NLRP3 inflammasome activation and suppressed the Janus kinase 2/signal transducer and activator of transcription 3 (JAK2/STAT3) pathway. GZMB deficiency inhibits pyroptosis and dampens the JAK2/STAT3 pathway, representing a potential approach for RF treatment.",
    "disease": "chronic kidney disease",
    "clean_text": "granzyme b knockdown inhibits nlrp mediated pyroptosis and the jak stat signaling in renal fibrosis renal fibrosis rf is a common histopathological feature of chronic kidney disease ckd and is closely associated with persistent inflammation and regulated cell death however the underlying molecular mechanisms of pyroptosis in rf are unclear pyroptosis related hub genes in rf were identified through bioinformatics analysis granzyme b gzmb was knocked down in transforming growth factor tgf stimulated hk cells and in a folic acid fa induced nephropathy mouse model western blot and enzyme linked immunosorbent assays were performed to detect the expression of fibrosis and pyroptosis related markers cell viability was assessed by the cell counting kit assay hematoxylin and eosin he and masson s staining were used to evaluate tubular injury and collagen deposition in renal tissues gzmb was identified as a pyroptosis associated hub gene it was significantly upregulated in rf and exhibited high diagnostic performance in tgf stimulated hk cells gzmb knockdown enhanced cell viability and reduced lactate dehydrogenase release in vivo gzmb silencing ameliorated tubular injury reduced collagen deposition and improved renal function the expression levels of pyroptosis related proteins including the n terminal fragment of gasdermin d cleaved caspase and nod like receptor family pyrin domain containing nlrp as well as fibrotic markers alpha smooth muscle actin and collagen type i were downregulated after gzmb knockdown mechanically gzmb knockdown inhibited nlrp inflammasome activation and suppressed the janus kinase signal transducer and activator of transcription jak stat pathway gzmb deficiency inhibits pyroptosis and dampens the jak stat pathway representing a potential approach for rf treatment"
}