{
    "title": "A comprehensive psychological tendency prediction model for pregnant women based on questionnaires.",
    "doc_id": "36593288",
    "writer": "Han X",
    "year": "2023",
    "summary": "More and more people are under high pressure in modern society, leading to growing mental disorders, such as antenatal depression for pregnant women. ...First, a questionnaire was designed, based on the daily life of pregnant women. The survey w …",
    "abstract": "More and more people are under high pressure in modern society, leading to growing mental disorders, such as antenatal depression for pregnant women. Antenatal depression can affect pregnant woman's physical and psychological health and child outcomes, and cause postpartum depression. Therefore, it is essential to detect the antenatal depression of pregnant women early. This study aims to predict pregnant women's antenatal depression and identify factors that may lead to antenatal depression. First, a questionnaire was designed, based on the daily life of pregnant women. The survey was conducted on pregnant women in a hospital, where 5666 pregnant women participated. As the collected data is unbalanced and has high dimensions, we developed a one-class classifier named Stacked Auto Encoder Support Vector Data Description (SAE-SVDD) to distinguish depressed pregnant women from normal ones. To validate the method, SAE-SVDD was firstly applied on three benchmark datasets. The results showed that SAE-SVDD was effective, with its F-scores better than other popular classifiers. For the antenatal depression problem, the F-score of SAE- SVDD was higher than 0.87, demonstrating that the questionnaire is informative and the classification method is successful. Then, by an improved Term Frequency-Inverse Document Frequency (TF-IDF) analysis, the critical factors of antenatal depression were identified as work stress, marital status, husband support, passive smoking, and alcohol consumption. With its generalizability, SAE-SVDD can be applied to analyze other questionnaires.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36593288/",
    "clean_text": "a comprehensive psychological tendency prediction model for pregnant women based on questionnaires more and more people are under high pressure in modern society leading to growing mental disorders such as antenatal depression for pregnant women first a questionnaire was designed based on the daily life of pregnant women the survey w more and more people are under high pressure in modern society leading to growing mental disorders such as antenatal depression for pregnant women antenatal depression can affect pregnant woman s physical and psychological health and child outcomes and cause postpartum depression therefore it is essential to detect the antenatal depression of pregnant women early this study aims to predict pregnant women s antenatal depression and identify factors that may lead to antenatal depression first a questionnaire was designed based on the daily life of pregnant women the survey was conducted on pregnant women in a hospital where pregnant women participated as the collected data is unbalanced and has high dimensions we developed a one class classifier named stacked auto encoder support vector data description sae svdd to distinguish depressed pregnant women from normal ones to validate the method sae svdd was firstly applied on three benchmark datasets the results showed that sae svdd was effective with its f scores better than other popular classifiers for the antenatal depression problem the f score of sae svdd was higher than demonstrating that the questionnaire is informative and the classification method is successful then by an improved term frequency inverse document frequency tf idf analysis the critical factors of antenatal depression were identified as work stress marital status husband support passive smoking and alcohol consumption with its generalizability sae svdd can be applied to analyze other questionnaires"
}