{
    "pmid": "41328077",
    "title": "A Case of Sudden Unexplained Death in Alcohol Misuse in a 49-Year-Old Woman.",
    "abstract": "A 49-year-old woman with a complex history of alcohol-related liver disease and multiple previous episodes of pancreatitis presented with acute gastrointestinal symptoms and rapidly deteriorated in the emergency department. Despite appropriate initial management, she became progressively hypotensive and hypoglycaemic and died within hours of admission. Post-mortem examination revealed multi-organ pathology, including hepatic steatosis, gastric mucosal inflammation, and acute tubular necrosis of the kidneys. No discrete anatomic cause of death was identified, and the post-mortem diagnosis was multi-organ failure secondary to sudden unexplained death in alcohol misuse (SUDAM) as the cause of death. This case highlights the complex interplay between chronic alcohol use, poor nutritional status, and sudden unexplained death, emphasising the importance of comprehensive post-mortem investigation in such presentations.",
    "disease": "liver cirrhosis",
    "clean_text": "a case of sudden unexplained death in alcohol misuse in a year old woman a year old woman with a complex history of alcohol related liver disease and multiple previous episodes of pancreatitis presented with acute gastrointestinal symptoms and rapidly deteriorated in the emergency department despite appropriate initial management she became progressively hypotensive and hypoglycaemic and died within hours of admission post mortem examination revealed multi organ pathology including hepatic steatosis gastric mucosal inflammation and acute tubular necrosis of the kidneys no discrete anatomic cause of death was identified and the post mortem diagnosis was multi organ failure secondary to sudden unexplained death in alcohol misuse sudam as the cause of death this case highlights the complex interplay between chronic alcohol use poor nutritional status and sudden unexplained death emphasising the importance of comprehensive post mortem investigation in such presentations"
}