{
    "title": "Tight junction proteins as channel formers and barrier builders.",
    "doc_id": "19538309",
    "writer": "Amasheh S",
    "year": "2009",
    "summary": "Tight junctions form the paracellular barrier for ions and uncharged solutes not only in \"tight\" but also in \"leaky\" epithelia. In the premolecular era of tight junction research, this was believed to be achieved in a perfect or less perfect way …",
    "abstract": "Tight junctions form the paracellular barrier for ions and uncharged solutes not only in \"tight\" but also in \"leaky\" epithelia. In the premolecular era of tight junction research, this was believed to be achieved in a perfect or less perfect way, depending mainly on the amount of horizontally oriented tight junction strands. During the past decade it emerged that tight junction molecules, such as claudin-1 and many others, strengthen the barrier, while a few claudins, such as claudin-2 or -10, weaken it. This report focuses on three claudins: one channel former and two barrier builders. Claudin-2 represents the prototype of a paracellular, channel-forming, tight junction protein responsible for specific transfer of solutes across the epithelium without entering the cells. This channel is selective for small cations but nearly impermeable to anions and uncharged solutes of any size. In contrast, claudin-5, a tight junction protein typical for all endothelia but also found in some epithelia, was characterized as a potent barrier builder. Claudin-8, another barrier builder, was demonstrated to be regulated by Na(+) uptake in surface epithelial cells of human colon. Here, aldosterone enhanced Na(+) absorption by dual action: transcellularly by inducing the epithelial sodium channel and paracellularly by preventing back leakage of absorbed Na(+) by upregulating claudin-8.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19538309/",
    "clean_text": "tight junction proteins as channel formers and barrier builders tight junctions form the paracellular barrier for ions and uncharged solutes not only in tight but also in leaky epithelia in the premolecular era of tight junction research this was believed to be achieved in a perfect or less perfect way tight junctions form the paracellular barrier for ions and uncharged solutes not only in tight but also in leaky epithelia in the premolecular era of tight junction research this was believed to be achieved in a perfect or less perfect way depending mainly on the amount of horizontally oriented tight junction strands during the past decade it emerged that tight junction molecules such as claudin and many others strengthen the barrier while a few claudins such as claudin or weaken it this report focuses on three claudins one channel former and two barrier builders claudin represents the prototype of a paracellular channel forming tight junction protein responsible for specific transfer of solutes across the epithelium without entering the cells this channel is selective for small cations but nearly impermeable to anions and uncharged solutes of any size in contrast claudin a tight junction protein typical for all endothelia but also found in some epithelia was characterized as a potent barrier builder claudin another barrier builder was demonstrated to be regulated by na uptake in surface epithelial cells of human colon here aldosterone enhanced na absorption by dual action transcellularly by inducing the epithelial sodium channel and paracellularly by preventing back leakage of absorbed na by upregulating claudin"
}