{
    "pmid": "41393122",
    "title": "Effect of graded nursing based on the Glasgow-Blatchford score in liver cirrhosis patients complicated with acute upper gastrointestinal bleeding.",
    "abstract": "To study the effect of graded nursing based on the Glasgow-Blatchford score in liver cirrhosis patients complicated with acute upper gastrointestinal bleeding (AUGIB). From January 2022 to December 2024, eighty patients with liver cirrhosis complicated with AUGIB treated in our hospital were chosen and separated into control group and study group. The control group received routine nursing, and the study group received graded nursing based on the Glasgow-Blatchford score. The hemostatic time and hospital stay, number of patients with re-bleeding and death, Glasgow-Blatchford score, incidence of complications, psychological states, self-care ability, quality of life and nursing satisfaction were compared between the two groups. Compared to the control group, the study group had shorter hemostatic time and hospital stay, lower rate of re-bleeding and death, lower incidence of complications and higher nursing satisfaction ( Graded nursing based on the Glasgow-Blatchford score can reduce the re-bleeding rate and incidence of adverse reactions, alleviate the anxiety and depression and enhance the self-care ability, quality of life and nursing satisfaction of patients with liver cirrhosis combined with AUGIB.",
    "disease": "liver cirrhosis",
    "clean_text": "effect of graded nursing based on the glasgow blatchford score in liver cirrhosis patients complicated with acute upper gastrointestinal bleeding to study the effect of graded nursing based on the glasgow blatchford score in liver cirrhosis patients complicated with acute upper gastrointestinal bleeding augib from january to december eighty patients with liver cirrhosis complicated with augib treated in our hospital were chosen and separated into control group and study group the control group received routine nursing and the study group received graded nursing based on the glasgow blatchford score the hemostatic time and hospital stay number of patients with re bleeding and death glasgow blatchford score incidence of complications psychological states self care ability quality of life and nursing satisfaction were compared between the two groups compared to the control group the study group had shorter hemostatic time and hospital stay lower rate of re bleeding and death lower incidence of complications and higher nursing satisfaction graded nursing based on the glasgow blatchford score can reduce the re bleeding rate and incidence of adverse reactions alleviate the anxiety and depression and enhance the self care ability quality of life and nursing satisfaction of patients with liver cirrhosis combined with augib"
}