{
    "title": "[Why do not pregnant women want to get vaccinated against the flu? A scoping review].",
    "doc_id": "31346156",
    "writer": "Medina-Hernández NS",
    "year": "2019",
    "summary": "BACKGROUND: Pregnant women and newborns are at increased risk of complications from seasonal flu. Vaccination is effective and safe but there is low adherence in pregnant women. ...DeCS \"Pregnant Women\", \"Vaccines against Influenza\". MeSH …",
    "abstract": "Background:\n        \n      \n      Pregnant women and newborns are at increased risk of complications from seasonal flu. Vaccination is effective and safe but there is low adherence in pregnant women. Objective: to identify the reasons that lead pregnant women not to be vaccinated against seasonal influenza.\n    \n\n\n          Methods:\n        \n      \n      Scoping Review in which we used as search terms. DeCS \"Pregnant Women\", \"Vaccines against Influenza\". MeSH \"Pregnant Women\", \"Influenza Vaccines\", united by AND. Databases: Medline, VHL, Scielo, CUIDEN. The PRISMA model and the Joanna Briggs Institute tool were used to sort the search and synthesize the results. Motives were identified in each study and ordered according to frequency of appearance.\n    \n\n\n          Results:\n        \n      \n      16 studies were found that identify 15 reasons for not being vaccinated. The most frequent were: Concern about side effects and / or vaccine safety and lack of information / recommendation from health professionals.\n    \n\n\n          Conclusions:\n        \n      \n      The decision of not to be vaccinated seems to be multifactorial. In some cases, health professionals can play a fundamental role in adherence. These results could be useful for future research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31346156/",
    "clean_text": "why do not pregnant women want to get vaccinated against the flu a scoping review background pregnant women and newborns are at increased risk of complications from seasonal flu vaccination is effective and safe but there is low adherence in pregnant women decs pregnant women vaccines against influenza mesh background pregnant women and newborns are at increased risk of complications from seasonal flu vaccination is effective and safe but there is low adherence in pregnant women objective to identify the reasons that lead pregnant women not to be vaccinated against seasonal influenza methods scoping review in which we used as search terms decs pregnant women vaccines against influenza mesh pregnant women influenza vaccines united by and databases medline vhl scielo cuiden the prisma model and the joanna briggs institute tool were used to sort the search and synthesize the results motives were identified in each study and ordered according to frequency of appearance results studies were found that identify reasons for not being vaccinated the most frequent were concern about side effects and or vaccine safety and lack of information recommendation from health professionals conclusions the decision of not to be vaccinated seems to be multifactorial in some cases health professionals can play a fundamental role in adherence these results could be useful for future research"
}