{
    "title": "Separate populations of neurons in the rostral ventromedial medulla project to the spinal cord and to the dorsolateral pons in the rat.",
    "doc_id": "15234247",
    "writer": "Buhler AV",
    "year": "2004",
    "summary": "Activation of neurons in the rostral ventromedial medulla (RVM) directly modulates spinal nociceptive transmission by projections to the spinal cord dorsal horn and indirectly by projections to neurons in the dorsolateral pons (DLP) that project to the spinal …",
    "abstract": "Activation of neurons in the rostral ventromedial medulla (RVM) directly modulates spinal nociceptive transmission by projections to the spinal cord dorsal horn and indirectly by projections to neurons in the dorsolateral pons (DLP) that project to the spinal cord dorsal horn. However, it is not known whether the same neurons in the RVM produce both direct and indirect modulation of nociception. Deposits of the retrograde tracers Fluoro-Gold (FG) in the spinal cord dorsal horn and DiI in the DLP were used to determine whether the same RVM neurons project to both of these regions. Only 0.9+/-0.1% of RVM neurons retrogradely labeled with Fluoro-Gold from the spinal cord were also labeled with DiI placed in the DLP. In addition, spinally projecting RVM neurons were significantly larger than RVM neurons that project to the DLP. Finally, spinally projecting neurons were found predominantly on the midline and within the RVM; neurons that project to the DLP had a wider distribution and were present both within and outside of the RVM. Thus, separate and morphologically distinct populations of RVM neurons appear to modulate nociception by direct and indirect descending pathways.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15234247/",
    "clean_text": "separate populations of neurons in the rostral ventromedial medulla project to the spinal cord and to the dorsolateral pons in the rat activation of neurons in the rostral ventromedial medulla rvm directly modulates spinal nociceptive transmission by projections to the spinal cord dorsal horn and indirectly by projections to neurons in the dorsolateral pons dlp that project to the spinal activation of neurons in the rostral ventromedial medulla rvm directly modulates spinal nociceptive transmission by projections to the spinal cord dorsal horn and indirectly by projections to neurons in the dorsolateral pons dlp that project to the spinal cord dorsal horn however it is not known whether the same neurons in the rvm produce both direct and indirect modulation of nociception deposits of the retrograde tracers fluoro gold fg in the spinal cord dorsal horn and dii in the dlp were used to determine whether the same rvm neurons project to both of these regions only of rvm neurons retrogradely labeled with fluoro gold from the spinal cord were also labeled with dii placed in the dlp in addition spinally projecting rvm neurons were significantly larger than rvm neurons that project to the dlp finally spinally projecting neurons were found predominantly on the midline and within the rvm neurons that project to the dlp had a wider distribution and were present both within and outside of the rvm thus separate and morphologically distinct populations of rvm neurons appear to modulate nociception by direct and indirect descending pathways"
}