{
    "title": "Brain-gut-microbiota axis: challenges for translation in psychiatry.",
    "doc_id": "27005587",
    "writer": "Kelly JR",
    "year": "2016",
    "summary": "The gut microbiota can communicate with the brain via neuroimmune, neuroendocrine, and neural pathways comprising the brain-gut-microbiota axis. ...Moreover the efficacy of targeting the gut microbiota has not yet been established, and ne …",
    "abstract": "Purpose:\n        \n      \n      The accruing data linking the gut microbiome to the development and function of the central nervous system has been proposed as a paradigm shift in neuroscience. The gut microbiota can communicate with the brain via neuroimmune, neuroendocrine, and neural pathways comprising the brain-gut-microbiota axis. Dysfunctional neuroimmune pathways are implicated in stress-related psychiatric disorders.\n    \n\n\n          Methods:\n        \n      \n      Using depression as our primary example, we review both the preclinical and clinical evidence supporting the possible role played by the gut microbiota in stress-related psychiatric disorders. We consider how this can inform future treatment strategies and outline the challenges and necessary studies for moving the field forward.\n    \n\n\n          Results:\n        \n      \n      The role played by the gut microbiota has not been fully elucidated in psychiatric populations. Although tempting to speculate that psychiatric patients may benefit from therapeutic modulation of the brain-gut-microbiota axis, the translational applications of the results obtained in rodent studies have yet to be demonstrated.\n    \n\n\n          Conclusions:\n        \n      \n      Evidence of altered gut microbiota composition and function in psychiatric patients is limited and cannot be regarded as proven. Moreover the efficacy of targeting the gut microbiota has not yet been established, and needs further investigation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27005587/",
    "clean_text": "brain gut microbiota axis challenges for translation in psychiatry the gut microbiota can communicate with the brain via neuroimmune neuroendocrine and neural pathways comprising the brain gut microbiota axis moreover the efficacy of targeting the gut microbiota has not yet been established and ne purpose the accruing data linking the gut microbiome to the development and function of the central nervous system has been proposed as a paradigm shift in neuroscience the gut microbiota can communicate with the brain via neuroimmune neuroendocrine and neural pathways comprising the brain gut microbiota axis dysfunctional neuroimmune pathways are implicated in stress related psychiatric disorders methods using depression as our primary example we review both the preclinical and clinical evidence supporting the possible role played by the gut microbiota in stress related psychiatric disorders we consider how this can inform future treatment strategies and outline the challenges and necessary studies for moving the field forward results the role played by the gut microbiota has not been fully elucidated in psychiatric populations although tempting to speculate that psychiatric patients may benefit from therapeutic modulation of the brain gut microbiota axis the translational applications of the results obtained in rodent studies have yet to be demonstrated conclusions evidence of altered gut microbiota composition and function in psychiatric patients is limited and cannot be regarded as proven moreover the efficacy of targeting the gut microbiota has not yet been established and needs further investigation"
}