{
    "pmid": "41454913",
    "title": "Altered B cell metabolic pathways characterize type 1 diabetes progression.",
    "abstract": "Type 1 diabetes (T1D) results from immune-mediated destruction of pancreatic beta cells. B cells serve as critical antigen-presenting cells whose autoreactive specificities drive disease progression. Conversely, IL-10 producing regulatory B cells (Bregs) exert immunosuppressive functions and have been shown to protect against autoimmunity in mouse models of rheumatoid arthritis and multiple sclerosis, where microenvironmental cues promote their differentiation. In particular, signaling through hypoxia-inducible factor 1α (HIF-1α) induces glycolytic flux that supports Breg expansion. Defects in Breg development and function have been identified in both human T1D and the non-obese diabetic (NOD) mouse, but whether these impairments reflect intrinsic B-cell abnormalities or microenvironmental changes associated with hyperglycemia and inflammation remains unclear. Moreover, the mechanisms by which B cells suppress pathogenic T-cell responses likely vary across disease states. Here, we examine how B cell differentiation, metabolism, and HIF-1α signaling interact to shape immune regulation in autoimmune diabetes. We show that B cells undergo dynamic metabolic remodeling during disease progression. B cells from NOD mice are characterized by exaggerated glucose uptake and elevated IL-10 expression compared with non-autoimmune B6 B cells, despite reduced HIF-1α levels and attenuated induction of HIF-dependent glycolytic genes. These findings indicate that HIF-1α plays a diminished role in controlling IL-10 production in NOD B cells and that IL-10 alone is insufficient to maintain immune tolerance. Together, our results highlight how genetic and microenvironmental factors reprogram B cell metabolism and underscore the need to explore IL-10 independent pathways and B-cell extrinsic mechanisms when developing immunomodulatory therapies for T1D.",
    "disease": "rheumatoid arthritis",
    "clean_text": "altered b cell metabolic pathways characterize type diabetes progression type diabetes t d results from immune mediated destruction of pancreatic beta cells b cells serve as critical antigen presenting cells whose autoreactive specificities drive disease progression conversely il producing regulatory b cells bregs exert immunosuppressive functions and have been shown to protect against autoimmunity in mouse models of rheumatoid arthritis and multiple sclerosis where microenvironmental cues promote their differentiation in particular signaling through hypoxia inducible factor hif induces glycolytic flux that supports breg expansion defects in breg development and function have been identified in both human t d and the non obese diabetic nod mouse but whether these impairments reflect intrinsic b cell abnormalities or microenvironmental changes associated with hyperglycemia and inflammation remains unclear moreover the mechanisms by which b cells suppress pathogenic t cell responses likely vary across disease states here we examine how b cell differentiation metabolism and hif signaling interact to shape immune regulation in autoimmune diabetes we show that b cells undergo dynamic metabolic remodeling during disease progression b cells from nod mice are characterized by exaggerated glucose uptake and elevated il expression compared with non autoimmune b b cells despite reduced hif levels and attenuated induction of hif dependent glycolytic genes these findings indicate that hif plays a diminished role in controlling il production in nod b cells and that il alone is insufficient to maintain immune tolerance together our results highlight how genetic and microenvironmental factors reprogram b cell metabolism and underscore the need to explore il independent pathways and b cell extrinsic mechanisms when developing immunomodulatory therapies for t d"
}