{
    "title": "Wound healing and aging.",
    "doc_id": "8222358",
    "writer": "Gerstein AD",
    "year": "1993",
    "summary": "Age-related differences in wound healing have been clearly documented. Although the elderly can heal most wounds, they have a slower healing process, and all phases of wound healing are affected. ...Thus, particularly in the elderly, concomitant …",
    "abstract": "Age-related differences in wound healing have been clearly documented. Although the elderly can heal most wounds, they have a slower healing process, and all phases of wound healing are affected. The inflammatory response is decreased or delayed, as is the proliferative response. Remodeling occurs, but to a lesser degree, and the collagen formed is qualitatively different. Diseases that affect wound healing are more prevalent in the elderly and have a greater adverse effect on healing than in young adults. Thus, particularly in the elderly, concomitant medical problems should be treated vigorously to allow for maximum healing. Recent trials of novel therapies to enhance wound healing suggest, however, that much can be done to improve the prognosis of elderly patients with risk factors known to adversely affect wound healing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8222358/",
    "clean_text": "wound healing and aging age related differences in wound healing have been clearly documented although the elderly can heal most wounds they have a slower healing process and all phases of wound healing are affected thus particularly in the elderly concomitant age related differences in wound healing have been clearly documented although the elderly can heal most wounds they have a slower healing process and all phases of wound healing are affected the inflammatory response is decreased or delayed as is the proliferative response remodeling occurs but to a lesser degree and the collagen formed is qualitatively different diseases that affect wound healing are more prevalent in the elderly and have a greater adverse effect on healing than in young adults thus particularly in the elderly concomitant medical problems should be treated vigorously to allow for maximum healing recent trials of novel therapies to enhance wound healing suggest however that much can be done to improve the prognosis of elderly patients with risk factors known to adversely affect wound healing"
}