{
    "title": "Mortality trends for young adults in Sweden in the years 2000-2017.",
    "doc_id": "33764225",
    "writer": "Ågren G",
    "year": "2022",
    "summary": "AIM: Mental health problems in young people seem to be on the rise and more so in Sweden than in other locations. The aim was to compare the development of mortality rates for young adults in Sweden with Western Europe in total. METHODS: Young adult …",
    "abstract": "Aim:\n        \n      \n      Mental health problems in young people seem to be on the rise and more so in Sweden than in other locations. The aim was to compare the development of mortality rates for young adults in Sweden with Western Europe in total.\n    \n\n\n          Methods:\n        \n      \n      Young adults were defined as individuals aged 20-34 years and the study period was 2000-2017. Mortality data were derived from the Institute of Health Metrics and Evaluation.\n    \n\n\n          Results:\n        \n      \n      During the period 2000-2017, the mortality rate in young adults in Sweden stayed about the same, while in Western Europe as a whole the mortality rate decreased by 42%. The leading explanation for the unfavourable Swedish development was deaths due to drug use, mainly opioids, which increased by 60% during this period. The other major causes of death decreased both in Sweden and Western Europe, but decreased more slowly in Sweden. The differences in the rate of decrease between Sweden and Western Europe were for self-harm (27%), transport injuries (12%), unintentional injuries (31%) and for neoplasms (23%). The unfavourable development in Sweden resembled the development in the USA.\n    \n\n\n          Conclusions:\n        \nThe risks of four of the five leading causes of death in this age group were affected by the individuals' social conditions. The unfavourable mortality development in young adults in Sweden was mainly due to substance use. A contributing cause might be the change in the Swedish healthcare system that introduced competition between providers, which might have encouraged providers to prescribe opioids.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33764225/",
    "clean_text": "mortality trends for young adults in sweden in the years aim mental health problems in young people seem to be on the rise and more so in sweden than in other locations the aim was to compare the development of mortality rates for young adults in sweden with western europe in total methods young adult aim mental health problems in young people seem to be on the rise and more so in sweden than in other locations the aim was to compare the development of mortality rates for young adults in sweden with western europe in total methods young adults were defined as individuals aged years and the study period was mortality data were derived from the institute of health metrics and evaluation results during the period the mortality rate in young adults in sweden stayed about the same while in western europe as a whole the mortality rate decreased by the leading explanation for the unfavourable swedish development was deaths due to drug use mainly opioids which increased by during this period the other major causes of death decreased both in sweden and western europe but decreased more slowly in sweden the differences in the rate of decrease between sweden and western europe were for self harm transport injuries unintentional injuries and for neoplasms the unfavourable development in sweden resembled the development in the usa conclusions the risks of four of the five leading causes of death in this age group were affected by the individuals social conditions the unfavourable mortality development in young adults in sweden was mainly due to substance use a contributing cause might be the change in the swedish healthcare system that introduced competition between providers which might have encouraged providers to prescribe opioids"
}