{
    "title": "Selective management of renal gunshot wounds.",
    "doc_id": "9718011",
    "writer": "Velmahos GC",
    "year": "1998",
    "summary": "Main outcome measures were the numbers of kidneys lost, as well as the morbidity and mortality related to the management of the renal injury. ...Renal exploration was successfully avoided in the remaining 20 patients. No kidneys were lost unnecessarily as a r …",
    "abstract": "Background:\n        \n      \n      Gunshot wounds to the kidney have been managed traditionally by surgical exploration. Concerns over increased nephrectomy rates and unnecessary explorations have placed this method under scrutiny. Selective renal exploration based on solid clinical and radiographic criteria may be a safer alternative and deserves evaluation.\n    \n\n\n          Methods:\n        \n      \n      The medical records of 52 consecutive patients with renal gunshot wounds, who were managed between September 1994 and August 1995 by a protocol of selective exploration, were reviewed. Renal injuries were explored only if they involved the hilum or were accompanied by signs of continued bleeding. Main outcome measures were the numbers of kidneys lost, as well as the morbidity and mortality related to the management of the renal injury.\n    \n\n\n          Results:\n        \n      \n      Three patients died from associated injuries shortly after admission. Fifteen patients suffered complications but only two had complications directly associated with the renal injury. Thirty-two patients underwent renal exploration and 17 of them required nephrectomy for major renovascular or parenchymal trauma (grade IV and V). Renal exploration was successfully avoided in the remaining 20 patients. No kidneys were lost unnecessarily as a result of this policy.\n    \n\n\n          Conclusion:\n        \n      \n      Mandatory exploration of all gunshot wounds to the kidney is not necessary. Injuries that produce stable peripheral haematomas do not require exploration.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9718011/",
    "clean_text": "selective management of renal gunshot wounds main outcome measures were the numbers of kidneys lost as well as the morbidity and mortality related to the management of the renal injury renal exploration was successfully avoided in the remaining patients no kidneys were lost unnecessarily as a r background gunshot wounds to the kidney have been managed traditionally by surgical exploration concerns over increased nephrectomy rates and unnecessary explorations have placed this method under scrutiny selective renal exploration based on solid clinical and radiographic criteria may be a safer alternative and deserves evaluation methods the medical records of consecutive patients with renal gunshot wounds who were managed between september and august by a protocol of selective exploration were reviewed renal injuries were explored only if they involved the hilum or were accompanied by signs of continued bleeding main outcome measures were the numbers of kidneys lost as well as the morbidity and mortality related to the management of the renal injury results three patients died from associated injuries shortly after admission fifteen patients suffered complications but only two had complications directly associated with the renal injury thirty two patients underwent renal exploration and of them required nephrectomy for major renovascular or parenchymal trauma grade iv and v renal exploration was successfully avoided in the remaining patients no kidneys were lost unnecessarily as a result of this policy conclusion mandatory exploration of all gunshot wounds to the kidney is not necessary injuries that produce stable peripheral haematomas do not require exploration"
}