{
    "title": "Persistence of parathyroid hypersecretion after vitamin D treatment in Asian vegetarians.",
    "doc_id": "6611345",
    "writer": "Dandona P",
    "year": "1984",
    "summary": "These elevated PTH concentrations, though not as high as those in osteomalacic patients with hypocalcemia, often persisted despite treatment with vitamin D, normalization of 25-hydroxyvitamin D, and an increase in calcium concentrations. ...Persistent elevation of P …",
    "abstract": "An investigation into plasma calcium concentrations and the biochemical factors which regulate it in vegetarian Asian subjects without clinical or radiological features of osteomalacia revealed the presence of low serum 25-hydroxyvitamin D concentrations and elevated PTH concentrations, even in the presence of calcium levels in the normal range (up to 2.35 mmol/liter). These elevated PTH concentrations, though not as high as those in osteomalacic patients with hypocalcemia, often persisted despite treatment with vitamin D, normalization of 25-hydroxyvitamin D, and an increase in calcium concentrations. In one patient the PTH concentration remained high even when the plasma calcium concentration became supranormal. Therefore, secondary hyperparathyroidism is commonly associated with vegetarianism, and may play an important role in maintaining calcium concentrations within the normal range. Persistent elevation of PTH despite normalization of 25-hydroxyvitamin D also points to autonomous PTH hypersecretion, which may result in osteolysis in the long term, and raises the question of the need for vitamin D supplementation in vegetarians with low dietary intake of vitamin D.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/6611345/",
    "clean_text": "persistence of parathyroid hypersecretion after vitamin d treatment in asian vegetarians these elevated pth concentrations though not as high as those in osteomalacic patients with hypocalcemia often persisted despite treatment with vitamin d normalization of hydroxyvitamin d and an increase in calcium concentrations persistent elevation of p an investigation into plasma calcium concentrations and the biochemical factors which regulate it in vegetarian asian subjects without clinical or radiological features of osteomalacia revealed the presence of low serum hydroxyvitamin d concentrations and elevated pth concentrations even in the presence of calcium levels in the normal range up to mmol liter these elevated pth concentrations though not as high as those in osteomalacic patients with hypocalcemia often persisted despite treatment with vitamin d normalization of hydroxyvitamin d and an increase in calcium concentrations in one patient the pth concentration remained high even when the plasma calcium concentration became supranormal therefore secondary hyperparathyroidism is commonly associated with vegetarianism and may play an important role in maintaining calcium concentrations within the normal range persistent elevation of pth despite normalization of hydroxyvitamin d also points to autonomous pth hypersecretion which may result in osteolysis in the long term and raises the question of the need for vitamin d supplementation in vegetarians with low dietary intake of vitamin d"
}