{
    "pmid": "41449316",
    "title": "Evaluating the role of mavacamten in symptomatic non-obstructive hypertrophic cardiomyopathy: the ODYSSEY-HCM trial.",
    "abstract": "Non-obstructive hypertrophic cardiomyopathy (nHCM) is defined by exertional limitation without left ventricular outflow tract obstruction and lacks approved targeted therapies. ODYSSEY-HCM was a phase 3, randomized, double-blind, placebo-controlled trial that enrolled adults with symptomatic nHCM and left ventricular ejection fraction ≥ 60% to receive mavacamten, a selective cardiac myosin inhibitor, or placebo for 48 weeks with dose titration guided by serial echocardiography. The co-primary endpoints were the change in peak oxygen uptake and the 23-item Kansas City Cardiomyopathy Questionnaire clinical summary score. Mavacamten produced clear pharmacodynamic effects manifested by reductions in circulating markers of myocardial stress and imaging indices consistent with modest reverse remodelling, but it did not produce statistically significant improvement in the prespecified co-primary clinical endpoints at 48 weeks. Treatment was associated with an increased incidence of reversible reductions in ejection fraction necessitating protocol-mandated dose interruption, indicating a constrained therapeutic window in this cohort. Collectively, the data demonstrate target engagement without definitive patient-centered benefit over the study interval. Further evaluation is required, including randomized trials of agents with alternative pharmacokinetic and titration properties, studies with extended exposure, and phenotype-enriched enrollment, to determine whether biomarker and imaging responses can be translated into sustained improvements in functional capacity and health-related quality of life in patients with nHCM.",
    "disease": "stroke",
    "clean_text": "evaluating the role of mavacamten in symptomatic non obstructive hypertrophic cardiomyopathy the odyssey hcm trial non obstructive hypertrophic cardiomyopathy nhcm is defined by exertional limitation without left ventricular outflow tract obstruction and lacks approved targeted therapies odyssey hcm was a phase randomized double blind placebo controlled trial that enrolled adults with symptomatic nhcm and left ventricular ejection fraction to receive mavacamten a selective cardiac myosin inhibitor or placebo for weeks with dose titration guided by serial echocardiography the co primary endpoints were the change in peak oxygen uptake and the item kansas city cardiomyopathy questionnaire clinical summary score mavacamten produced clear pharmacodynamic effects manifested by reductions in circulating markers of myocardial stress and imaging indices consistent with modest reverse remodelling but it did not produce statistically significant improvement in the prespecified co primary clinical endpoints at weeks treatment was associated with an increased incidence of reversible reductions in ejection fraction necessitating protocol mandated dose interruption indicating a constrained therapeutic window in this cohort collectively the data demonstrate target engagement without definitive patient centered benefit over the study interval further evaluation is required including randomized trials of agents with alternative pharmacokinetic and titration properties studies with extended exposure and phenotype enriched enrollment to determine whether biomarker and imaging responses can be translated into sustained improvements in functional capacity and health related quality of life in patients with nhcm"
}