{
    "title": "Rheumatoid arthritis in the elderly and its relationship with periodontitis: a review.",
    "doc_id": "23530652",
    "writer": "Agnihotri R",
    "year": "2014",
    "summary": "Periodontitis and rheumatoid arthritis are chronic inflammatory diseases commonly seen in the elderly. It has been proposed that the two conditions are interrelated and influence the severity of each other. Recently, the role of Porphyromonas gingivalis, a periodont …",
    "abstract": "Periodontitis and rheumatoid arthritis are chronic inflammatory diseases commonly seen in the elderly. It has been proposed that the two conditions are interrelated and influence the severity of each other. Recently, the role of Porphyromonas gingivalis, a periodontopathogen, has been explained in the pathogenesis and progression of rheumatoid arthritis. It can be inferred from the present review that the two conditions share a common pathobiology, genetics and environmental risk factors. Furthermore, a thorough understanding of the aforementioned mechanisms might enable the development of conjoint treatment modalities beneficial in treating the geriatric population afflicted by both the disorders.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23530652/",
    "clean_text": "rheumatoid arthritis in the elderly and its relationship with periodontitis a review periodontitis and rheumatoid arthritis are chronic inflammatory diseases commonly seen in the elderly it has been proposed that the two conditions are interrelated and influence the severity of each other recently the role of porphyromonas gingivalis a periodont periodontitis and rheumatoid arthritis are chronic inflammatory diseases commonly seen in the elderly it has been proposed that the two conditions are interrelated and influence the severity of each other recently the role of porphyromonas gingivalis a periodontopathogen has been explained in the pathogenesis and progression of rheumatoid arthritis it can be inferred from the present review that the two conditions share a common pathobiology genetics and environmental risk factors furthermore a thorough understanding of the aforementioned mechanisms might enable the development of conjoint treatment modalities beneficial in treating the geriatric population afflicted by both the disorders"
}