{
    "pmid": "41404463",
    "title": "Application of machine learning approaches to predict seizure-onset zones in patients with drug-resistant epilepsy: a systematic review.",
    "abstract": "Machine learning (ML) approaches have emerged as promising tools for improving seizure-onset zone (SOZ) prediction in patients with drug-resistant epilepsy (DRE). This systematic review aimed to evaluate the application and performance of ML approaches for SOZ prediction in patients with DRE. A comprehensive search was conducted across PubMed/MEDLINE, the Cochrane Database of Systematic Reviews, and Epistemonikos databases for studies employing ML algorithms for SOZ prediction in patients with DRE. The Quality Assessment of Diagnostic Accuracy Studies version 2 (QUADAS-2) tool was adopted to assess the methodological quality and risk of bias of included studies. Data on patient demographics, data acquisition methods, ML algorithms, and performance metrics were extracted and systematically synthesized. Out of a total of 38 studies, 15 studies met the inclusion criteria, encompassing 352 patients (mean age: 28 years, 34% female population). The studies employed various ML techniques, including traditional methods such as support vector machines and advanced deep learning architectures. Performance metrics varied widely across studies, with some approaches achieving accuracy, sensitivity, and specificity values above 90%. Deep learning models generally outperformed traditional methods, particularly in handling complex, multimodal data. Notably, personalized models demonstrated superior performance in reducing localization error and spatial dispersion. However, heterogeneity in data acquisition methods, patient populations, and reporting standards complicated direct comparisons between studies. This review highlighted the potential of ML approaches, particularly deep learning and personalized models, to enhance SOZ prediction accuracy in patients with DRE. However, several challenges were identified, including the need for standardized data collection protocols, larger prospective studies, and improved model interpretability. The findings underscore the importance of considering network-level changes in epilepsy when developing ML models for SOZ prediction. Although ML approaches show promise for improving surgical planning and outcomes in DRE, their clinical utility, particularly in complex epilepsy cases, requires further investigation. Addressing these challenges will be crucial in realizing the full potential of ML in enhancing epilepsy care.",
    "disease": "epilepsy",
    "clean_text": "application of machine learning approaches to predict seizure onset zones in patients with drug resistant epilepsy a systematic review machine learning ml approaches have emerged as promising tools for improving seizure onset zone soz prediction in patients with drug resistant epilepsy dre this systematic review aimed to evaluate the application and performance of ml approaches for soz prediction in patients with dre a comprehensive search was conducted across pubmed medline the cochrane database of systematic reviews and epistemonikos databases for studies employing ml algorithms for soz prediction in patients with dre the quality assessment of diagnostic accuracy studies version quadas tool was adopted to assess the methodological quality and risk of bias of included studies data on patient demographics data acquisition methods ml algorithms and performance metrics were extracted and systematically synthesized out of a total of studies studies met the inclusion criteria encompassing patients mean age years female population the studies employed various ml techniques including traditional methods such as support vector machines and advanced deep learning architectures performance metrics varied widely across studies with some approaches achieving accuracy sensitivity and specificity values above deep learning models generally outperformed traditional methods particularly in handling complex multimodal data notably personalized models demonstrated superior performance in reducing localization error and spatial dispersion however heterogeneity in data acquisition methods patient populations and reporting standards complicated direct comparisons between studies this review highlighted the potential of ml approaches particularly deep learning and personalized models to enhance soz prediction accuracy in patients with dre however several challenges were identified including the need for standardized data collection protocols larger prospective studies and improved model interpretability the findings underscore the importance of considering network level changes in epilepsy when developing ml models for soz prediction although ml approaches show promise for improving surgical planning and outcomes in dre their clinical utility particularly in complex epilepsy cases requires further investigation addressing these challenges will be crucial in realizing the full potential of ml in enhancing epilepsy care"
}