{
    "title": "Endometrial glandular dysplasia and endometrial intraepithelial neoplasia.",
    "doc_id": "18197001",
    "writer": "Yi X",
    "year": "2008",
    "summary": "PURPOSE OF REVIEW: In recent decades, progress has been made in defining endometrial precancers. Endometrial intraepithelial neoplasia has been widely accepted as a precancer of type I endometrial cancer, while endometrial glandular dysplasia is a newl …",
    "abstract": "Purpose of review:\n        \n      \n      In recent decades, progress has been made in defining endometrial precancers. Endometrial intraepithelial neoplasia has been widely accepted as a precancer of type I endometrial cancer, while endometrial glandular dysplasia is a newly described entity as a probable precancer of type II cancer. As endometrial intraepithelial neoplasia has been discussed more extensively in the literature, we focus more on the recent development of endometrial glandular dysplasia in this review.\n    \n\n\n          Recent findings:\n        \n      \n      Serous endometrial intraepithelial carcinoma was previously considered as a putative precancer for endometrial serous carcinoma or uterine papillary serous carcinoma. It is now considered as an early form of endometrial serous carcinoma, however. Endometrial glandular dysplasia was found to be a better candidate for precancer for both endometrial serous and clear cell carcinomas, which meets almost all recently defined criteria for precancer. Biomarkers of p53 and IMP3 are helpful for the early detection of endometrial glandular dysplasia as well as type II endometrial cancers.\n    \n\n\n          Summary:\n        \n      \n      Two types of endometrial cancers are derived from two different precancers. Type I endometrioid carcinoma develops from endometrial intraepithelial neoplasia, while type II derives most probably from endometrial glandular dysplasia. Recognition and correct detection of endometrial glandular dysplasia may deepen our understanding and improve prevention and clinical management for type II endometrial cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18197001/",
    "clean_text": "endometrial glandular dysplasia and endometrial intraepithelial neoplasia purpose of review in recent decades progress has been made in defining endometrial precancers endometrial intraepithelial neoplasia has been widely accepted as a precancer of type i endometrial cancer while endometrial glandular dysplasia is a newl purpose of review in recent decades progress has been made in defining endometrial precancers endometrial intraepithelial neoplasia has been widely accepted as a precancer of type i endometrial cancer while endometrial glandular dysplasia is a newly described entity as a probable precancer of type ii cancer as endometrial intraepithelial neoplasia has been discussed more extensively in the literature we focus more on the recent development of endometrial glandular dysplasia in this review recent findings serous endometrial intraepithelial carcinoma was previously considered as a putative precancer for endometrial serous carcinoma or uterine papillary serous carcinoma it is now considered as an early form of endometrial serous carcinoma however endometrial glandular dysplasia was found to be a better candidate for precancer for both endometrial serous and clear cell carcinomas which meets almost all recently defined criteria for precancer biomarkers of p and imp are helpful for the early detection of endometrial glandular dysplasia as well as type ii endometrial cancers summary two types of endometrial cancers are derived from two different precancers type i endometrioid carcinoma develops from endometrial intraepithelial neoplasia while type ii derives most probably from endometrial glandular dysplasia recognition and correct detection of endometrial glandular dysplasia may deepen our understanding and improve prevention and clinical management for type ii endometrial cancer"
}