{
    "title": "Pre-bariatric surgery weight loss requirements and the effect of preoperative weight loss on postoperative outcome.",
    "doc_id": "22508337",
    "writer": "Ochner CN",
    "year": "2012",
    "summary": "The goal of this systematic review was to summarize and evaluate the available literature on pre-bariatric surgery weight loss requirements and the relation between preoperative weight loss and postoperative outcome. ...Case studies, studies>20 year …",
    "abstract": "Pre-bariatric surgery requirements vary between surgeons and surgical centers, with standards of practice not yet established. The goal of this systematic review was to summarize and evaluate the available literature on pre-bariatric surgery weight loss requirements and the relation between preoperative weight loss and postoperative outcome. Major databases, including Medline, PubMed and PsychINFO were searched for relevant articles. Case studies, studies>20 years old and studies that utilized self-reported body weight data were excluded. Data on the effect of the following was summarized: (1) preoperative requirements on preoperative weight loss; (2) insurance-mandated preoperative requirements; (3) the contingency of receipt of surgery; (4) preoperative weight loss on postoperative weight loss and (5) preoperative weight loss on perioperative and postoperative complication and comorbidity rates. The majority of studies suggest that: (1) current preoperative requirements held by the majority of third party payer organizations in the United States are ineffective in fostering preoperative weight loss; (2) making receipt of surgery contingent upon achieving preoperative weight loss, and meal-replacement diets, may be particularly effective in fostering preoperative weight loss and (3) preoperative weight loss may lead to improvements in at least some relevant postoperative outcomes. However, a preoperative weight loss mandate may lead to the denial of surgery and subsequent health benefits to individuals who are unable to achieve a prespecified amount of weight. Overall, the limited number and quality of prospective studies in this area prohibits the much-needed establishment of standards of practice for pre-bariatric requirements.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22508337/",
    "clean_text": "pre bariatric surgery weight loss requirements and the effect of preoperative weight loss on postoperative outcome the goal of this systematic review was to summarize and evaluate the available literature on pre bariatric surgery weight loss requirements and the relation between preoperative weight loss and postoperative outcome case studies studies year pre bariatric surgery requirements vary between surgeons and surgical centers with standards of practice not yet established the goal of this systematic review was to summarize and evaluate the available literature on pre bariatric surgery weight loss requirements and the relation between preoperative weight loss and postoperative outcome major databases including medline pubmed and psychinfo were searched for relevant articles case studies studies years old and studies that utilized self reported body weight data were excluded data on the effect of the following was summarized preoperative requirements on preoperative weight loss insurance mandated preoperative requirements the contingency of receipt of surgery preoperative weight loss on postoperative weight loss and preoperative weight loss on perioperative and postoperative complication and comorbidity rates the majority of studies suggest that current preoperative requirements held by the majority of third party payer organizations in the united states are ineffective in fostering preoperative weight loss making receipt of surgery contingent upon achieving preoperative weight loss and meal replacement diets may be particularly effective in fostering preoperative weight loss and preoperative weight loss may lead to improvements in at least some relevant postoperative outcomes however a preoperative weight loss mandate may lead to the denial of surgery and subsequent health benefits to individuals who are unable to achieve a prespecified amount of weight overall the limited number and quality of prospective studies in this area prohibits the much needed establishment of standards of practice for pre bariatric requirements"
}