{
    "pmid": "41461724",
    "title": "Effects of wearable devices on physical activity monitoring in pulmonary rehabilitation programs for chronic respiratory diseases: a systematic review and meta-analysis.",
    "abstract": "Wearable devices have been used in pulmonary rehabilitation (PR) programs to monitor and promote physical activity (PA) in patients with chronic respiratory diseases (CRD), such as COPD and asthma. This study aimed to identify the effects of using wearable devices to monitor PA in PR programs for CRD. This systematic review and meta-analysis, registered with the International Prospective Register of Systematic Reviews (PROSPERO) (CRD42024504137), was conducted under the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA). The searches took place in five databases and in the grey literature, with no language or year restrictions. Individuals with COPD or asthma, aged 18 and over, were included. The electronic search identified 3940 references, of which nine articles met the eligibility criteria and were included in the review. Wearable devices promoted a significant increase in the number of daily steps (SMD = 0.35; 95% CI: 0.01 to 0.69; p = 0.04). However, there were no consistent effects on outcomes such as quality of life, functional capacity and anxiety. High heterogeneity and methodological limitations were observed in some studies. Wearable devices promise to increase PA in patients with CRD, especially when integrated into multidisciplinary strategies.",
    "disease": "asthma",
    "clean_text": "effects of wearable devices on physical activity monitoring in pulmonary rehabilitation programs for chronic respiratory diseases a systematic review and meta analysis wearable devices have been used in pulmonary rehabilitation pr programs to monitor and promote physical activity pa in patients with chronic respiratory diseases crd such as copd and asthma this study aimed to identify the effects of using wearable devices to monitor pa in pr programs for crd this systematic review and meta analysis registered with the international prospective register of systematic reviews prospero crd was conducted under the preferred reporting items for systematic reviews and meta analyses prisma the searches took place in five databases and in the grey literature with no language or year restrictions individuals with copd or asthma aged and over were included the electronic search identified references of which nine articles met the eligibility criteria and were included in the review wearable devices promoted a significant increase in the number of daily steps smd ci to p however there were no consistent effects on outcomes such as quality of life functional capacity and anxiety high heterogeneity and methodological limitations were observed in some studies wearable devices promise to increase pa in patients with crd especially when integrated into multidisciplinary strategies"
}