{
    "pmid": "41446480",
    "title": "Audit of Shoulder Dystocia Management and Outcomes at a Busy Hospital in the United Kingdom: A Comprehensive Analysis of Contemporary Practice.",
    "abstract": "Shoulder dystocia (SD) represents one of the most challenging obstetric emergencies, with potentially devastating consequences for both mother and neonate. Despite advances in obstetric care and standardized management protocols, SD remains largely unpredictable and continues to pose significant clinical challenges. This comprehensive audit aimed to evaluate the incidence, risk factor profile, management strategies, and maternal-neonatal outcomes of SD cases at a UK district general hospital. A retrospective observational audit was conducted of all documented SD cases occurring between January 1, 2022, and December 31, 2022, at Princess Royal University Hospital, Orpington, UK. Cases were identified through multiple sources, including electronic patient records, delivery suite logbooks, and dedicated SD proformas. Comprehensive data extraction encompassed maternal demographics, antenatal risk factors, intrapartum characteristics, management interventions, and short-term outcomes. Statistical analysis employed descriptive statistics, chi-squared tests, and independent t-tests with significance set at p<0.05. Fifty-six cases of SD were identified from 4,247 vaginal deliveries, yielding an incidence of 1.32%. The cohort demonstrated a mean maternal age of 33.6±4.9 years, a mean BMI of 25.4±4.7 kg/m², and a mean gestational age of 39.9±1.3 weeks. Birth weight averaged 3,811±425 grams, with 67.9% of neonates weighing ≥3,500 g and 32.1% exceeding 4,000 g. Identifiable maternal risk factors were present in 69.6% of cases, with previous macrosomia (19.6%) and diabetes mellitus (17.9%) being most prevalent. Emergency response protocols were activated in 98.2% of cases, with the McRoberts manoeuvre combined with suprapubic pressure employed as first-line management in 80.4% of instances. Maternal complications occurred in 53.6% of cases, predominantly postpartum haemorrhage (7.1%) and perineal trauma requiring repair. Neonatal complications affected 83.9% of cases, with resuscitation requirements (26.8%) and transient respiratory difficulties being most common. Neonatal intensive care unit (NICU) admission was required in 3.6% of cases, with no cases of permanent brachial plexus injury documented. This audit demonstrates SD management aligned with contemporary guidelines, achieving favourable outcomes through prompt recognition and structured intervention protocols. The findings underscore the importance of multidisciplinary training, standardised response algorithms, and continuous quality improvement initiatives in optimising maternal and neonatal outcomes following SD.",
    "disease": "diabetes mellitus",
    "clean_text": "audit of shoulder dystocia management and outcomes at a busy hospital in the united kingdom a comprehensive analysis of contemporary practice shoulder dystocia sd represents one of the most challenging obstetric emergencies with potentially devastating consequences for both mother and neonate despite advances in obstetric care and standardized management protocols sd remains largely unpredictable and continues to pose significant clinical challenges this comprehensive audit aimed to evaluate the incidence risk factor profile management strategies and maternal neonatal outcomes of sd cases at a uk district general hospital a retrospective observational audit was conducted of all documented sd cases occurring between january and december at princess royal university hospital orpington uk cases were identified through multiple sources including electronic patient records delivery suite logbooks and dedicated sd proformas comprehensive data extraction encompassed maternal demographics antenatal risk factors intrapartum characteristics management interventions and short term outcomes statistical analysis employed descriptive statistics chi squared tests and independent t tests with significance set at p fifty six cases of sd were identified from vaginal deliveries yielding an incidence of the cohort demonstrated a mean maternal age of years a mean bmi of kg m and a mean gestational age of weeks birth weight averaged grams with of neonates weighing g and exceeding g identifiable maternal risk factors were present in of cases with previous macrosomia and diabetes mellitus being most prevalent emergency response protocols were activated in of cases with the mcroberts manoeuvre combined with suprapubic pressure employed as first line management in of instances maternal complications occurred in of cases predominantly postpartum haemorrhage and perineal trauma requiring repair neonatal complications affected of cases with resuscitation requirements and transient respiratory difficulties being most common neonatal intensive care unit nicu admission was required in of cases with no cases of permanent brachial plexus injury documented this audit demonstrates sd management aligned with contemporary guidelines achieving favourable outcomes through prompt recognition and structured intervention protocols the findings underscore the importance of multidisciplinary training standardised response algorithms and continuous quality improvement initiatives in optimising maternal and neonatal outcomes following sd"
}