{
    "title": "Aerosol-Based Cell Therapy for Treatment of Lung Diseases.",
    "doc_id": "27062596",
    "writer": "Kardia E",
    "year": "2016",
    "summary": "Aerosol-based cell delivery technique via intratracheal is an effective route for delivering transplant cells directly into the lungs. ...This chapter illustrates the application of aerosol device to deliver any type of cells for future treatment of lung …",
    "abstract": "Aerosol-based cell delivery technique via intratracheal is an effective route for delivering transplant cells directly into the lungs. An aerosol device known as the MicroSprayer(®) Aerosolizer is invented to transform liquid into an aerosol form, which then can be applied via intratracheal administration for drug delivery. The device produces a uniform and concentrated distribution of aerosolized liquid. Using the capability of MicroSprayer(®) Aerosolizer to transform liquid into aerosol form, our group has designed a novel method of cell delivery using an aerosol-based technique. We have successfully delivered skin-derived fibroblast cells and airway epithelial cells into the airway of a rabbit with minimum risk of cell loss and have uniformly distributed the cells into the airway. This chapter illustrates the application of aerosol device to deliver any type of cells for future treatment of lung diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27062596/",
    "clean_text": "aerosol based cell therapy for treatment of lung diseases aerosol based cell delivery technique via intratracheal is an effective route for delivering transplant cells directly into the lungs this chapter illustrates the application of aerosol device to deliver any type of cells for future treatment of lung aerosol based cell delivery technique via intratracheal is an effective route for delivering transplant cells directly into the lungs an aerosol device known as the microsprayer aerosolizer is invented to transform liquid into an aerosol form which then can be applied via intratracheal administration for drug delivery the device produces a uniform and concentrated distribution of aerosolized liquid using the capability of microsprayer aerosolizer to transform liquid into aerosol form our group has designed a novel method of cell delivery using an aerosol based technique we have successfully delivered skin derived fibroblast cells and airway epithelial cells into the airway of a rabbit with minimum risk of cell loss and have uniformly distributed the cells into the airway this chapter illustrates the application of aerosol device to deliver any type of cells for future treatment of lung diseases"
}