{
    "pmid": "41381205",
    "title": "Pruritus and health-related quality of life in chronic liver disease: a longitudinal, survey-based cohort study.",
    "abstract": "Cholestatic pruritus is commonly reported in primary biliary cholangitis (PBC) and primary sclerosing cholangitis (PSC); however, information on pruritus in other chronic liver diseases (CLDs) is limited. This survey-based cohort study characterised the severity, persistence and impact of pruritus in PBC, PSC, chronic hepatitis B or C virus infection (HBV/HCV), drug-induced liver injury, autoimmune hepatitis (AIH) and metabolic dysfunction-associated steatohepatitis (MASH). Here, we focus on groups that recruited the most participants: PSC, MASH and HCV. Results are presented in the context of PBC. Adults with a CLD of interest from the USA, the UK, Canada and Germany were screened for the presence of pruritus via the worst-itch numerical rating scale (WI-NRS, 3-month recall) between January 2021 and January 2022. Enrolled participants (single liver disease, non-transplant recipients) self-reporting pruritus with no extrahepatic causes in the past 3 months (WI-NRS≥1) were eligible for further health-related quality-of-life (HRQoL) assessments, including WI-NRS (2-week recall), 5-dimensional itch scale and version two of the 36-Item Short-Form Health Survey. Questionnaires were administered at baseline (month 0), month 3 and month 6. Of 717 screened participants, 40.4% (AIH)-72.7% (HCV) reported any pruritus. Of 403 eligible participants, 357 were enrolled. Time since onset of pruritus to enrolment ranged from 28.0 (MASH) to 77.5 months (PBC). Baseline WI-NRS scores ranged from 3.8 (MASH) to 5.1 (PSC). The most selected terms used to describe pruritus across all CLDs were 'deep itch' and 'urgent itch' (range: 53.7% (HCV)-77.0% (PSC)). Participants with more severe pruritus had worse HRQoL. Intimate relationships, emotional well-being and ability to concentrate were negatively impacted by pruritus. Pruritus persisted over the 6-month study period across all CLDs. Our study highlights the burden of pruritus experienced by participants across CLDs, highlighting a need to improve symptom recognition and treatments focused on improving HRQoL.",
    "disease": "liver cirrhosis",
    "clean_text": "pruritus and health related quality of life in chronic liver disease a longitudinal survey based cohort study cholestatic pruritus is commonly reported in primary biliary cholangitis pbc and primary sclerosing cholangitis psc however information on pruritus in other chronic liver diseases clds is limited this survey based cohort study characterised the severity persistence and impact of pruritus in pbc psc chronic hepatitis b or c virus infection hbv hcv drug induced liver injury autoimmune hepatitis aih and metabolic dysfunction associated steatohepatitis mash here we focus on groups that recruited the most participants psc mash and hcv results are presented in the context of pbc adults with a cld of interest from the usa the uk canada and germany were screened for the presence of pruritus via the worst itch numerical rating scale wi nrs month recall between january and january enrolled participants single liver disease non transplant recipients self reporting pruritus with no extrahepatic causes in the past months wi nrs were eligible for further health related quality of life hrqol assessments including wi nrs week recall dimensional itch scale and version two of the item short form health survey questionnaires were administered at baseline month month and month of screened participants aih hcv reported any pruritus of eligible participants were enrolled time since onset of pruritus to enrolment ranged from mash to months pbc baseline wi nrs scores ranged from mash to psc the most selected terms used to describe pruritus across all clds were deep itch and urgent itch range hcv psc participants with more severe pruritus had worse hrqol intimate relationships emotional well being and ability to concentrate were negatively impacted by pruritus pruritus persisted over the month study period across all clds our study highlights the burden of pruritus experienced by participants across clds highlighting a need to improve symptom recognition and treatments focused on improving hrqol"
}