{
    "pmid": "41403721",
    "title": "Chinese Medicine Formula HJ11 Alleviates Atherosclerosis by Inactivating the TLR4/MyD88/IκB-α Pathway and Modulating the Heart-Gut Axis Response.",
    "abstract": "Extensive research has demonstrated that gut microbiota and its metabolites-including short-chain fatty acids, trimethylamine N-oxide (TMAO), and bile acids-play a crucial role in the pathophysiology of coronary artery disease (CAD).The bidirectional interaction between the gut microbiota and the cardiovascular system significantly influences host metabolic and inflammatory homeostasis. As a result, targeted modulation of the gut microbiota emerges as a promising adjunctive therapeutic strategy for CAD, offering potential benefits with minimal side effects. This study aims to elucidate the therapeutic mechanisms of the clinically validated Chinese medicine formula HJ11 in mitigating coronary heart disease (CHD), with a particular focus on its regulation of the heart-gut axis and associated atherosclerotic processes. This study established an ApoE-/- mouse model of atherosclerosis and treated with HJ11 via gavage.We investigated the effects of HJ11 on the gut microenvironment in these atherosclerotic mice. Gut microbial composition and faecal metabolite profiles were analyzed using 16S rDNA sequencing and metabolomics. Additionally, an in vitro model of atherosclerosis was used to examine whether HJ11 exerts anti-inflammatory effects by modulating the TLR4/MYD88/IκB-α signaling pathway. HJ11 exerted protective effects on coronary atherosclerosis by reducing systemic serum lipid levels and inhibiting plaque formation, vascular inflammation, and collagen deposition, while also alleviating aortic injury. It suppressed endothelial inflammation and inhibited the proliferation of vascular smooth muscle cells. In the gut, HJ11 alleviated intestinal structural damage and enhanced barrier integrity. Notably, it promoted the function of Akkermansia, a beneficial bacterium known to influence TLR4 expression. Finally, in an in vitro atherosclerosis model, HJ11 decoction inhibited cell proliferation and migration by inactivating the TLR4/MYD88/IκB-α signaling pathway-an effect that was abolished by TLR4 overexpression.",
    "disease": "coronary artery disease",
    "clean_text": "chinese medicine formula hj alleviates atherosclerosis by inactivating the tlr myd i b pathway and modulating the heart gut axis response extensive research has demonstrated that gut microbiota and its metabolites including short chain fatty acids trimethylamine n oxide tmao and bile acids play a crucial role in the pathophysiology of coronary artery disease cad the bidirectional interaction between the gut microbiota and the cardiovascular system significantly influences host metabolic and inflammatory homeostasis as a result targeted modulation of the gut microbiota emerges as a promising adjunctive therapeutic strategy for cad offering potential benefits with minimal side effects this study aims to elucidate the therapeutic mechanisms of the clinically validated chinese medicine formula hj in mitigating coronary heart disease chd with a particular focus on its regulation of the heart gut axis and associated atherosclerotic processes this study established an apoe mouse model of atherosclerosis and treated with hj via gavage we investigated the effects of hj on the gut microenvironment in these atherosclerotic mice gut microbial composition and faecal metabolite profiles were analyzed using s rdna sequencing and metabolomics additionally an in vitro model of atherosclerosis was used to examine whether hj exerts anti inflammatory effects by modulating the tlr myd i b signaling pathway hj exerted protective effects on coronary atherosclerosis by reducing systemic serum lipid levels and inhibiting plaque formation vascular inflammation and collagen deposition while also alleviating aortic injury it suppressed endothelial inflammation and inhibited the proliferation of vascular smooth muscle cells in the gut hj alleviated intestinal structural damage and enhanced barrier integrity notably it promoted the function of akkermansia a beneficial bacterium known to influence tlr expression finally in an in vitro atherosclerosis model hj decoction inhibited cell proliferation and migration by inactivating the tlr myd i b signaling pathway an effect that was abolished by tlr overexpression"
}