{
    "title": "What is mechanical back pain and how best to treat it?",
    "doc_id": "18973732",
    "writer": "Chien JJ",
    "year": "2008",
    "summary": "Back pain is one of the most common patient complaints brought forth to physicians. Mechanical back pain accounts for 97% of cases, arising from spinal structures such as bone, ligaments, discs, joints, nerves, and meninges. ...Common causes of mechani …",
    "abstract": "Back pain is one of the most common patient complaints brought forth to physicians. Mechanical back pain accounts for 97% of cases, arising from spinal structures such as bone, ligaments, discs, joints, nerves, and meninges. Acute back pain in the absence of progressive neurologic deficits and other underlying nonmechanical causes may be treated conservatively, with specific emphasis on maintaining activity levels and function. Mechanical back pain persisting for more than 4 to 6 weeks may warrant further diagnostic testing and imaging. Common causes of mechanical back pain include spinal stenosis, herniated discs, zygapophysial joint pain, discogenic pain, vertebral fractures, sacroiliac joint pain, and myofascial pain. A wide variety of treatments are available, with different treatments specifically targeted toward different causes. A balanced approach, which takes into account patient psychosocial factors and incorporates multidisciplinary care, increases the likelihood of success from back pain interventions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18973732/",
    "clean_text": "what is mechanical back pain and how best to treat it back pain is one of the most common patient complaints brought forth to physicians mechanical back pain accounts for of cases arising from spinal structures such as bone ligaments discs joints nerves and meninges common causes of mechani back pain is one of the most common patient complaints brought forth to physicians mechanical back pain accounts for of cases arising from spinal structures such as bone ligaments discs joints nerves and meninges acute back pain in the absence of progressive neurologic deficits and other underlying nonmechanical causes may be treated conservatively with specific emphasis on maintaining activity levels and function mechanical back pain persisting for more than to weeks may warrant further diagnostic testing and imaging common causes of mechanical back pain include spinal stenosis herniated discs zygapophysial joint pain discogenic pain vertebral fractures sacroiliac joint pain and myofascial pain a wide variety of treatments are available with different treatments specifically targeted toward different causes a balanced approach which takes into account patient psychosocial factors and incorporates multidisciplinary care increases the likelihood of success from back pain interventions"
}