{
    "title": "Prevalence and titres of antinuclear antibodies in juvenile idiopathic arthritis: A systematic review and meta-analysis.",
    "doc_id": "35398272",
    "writer": "Storwick JA",
    "year": "2022",
    "summary": "BACKGROUND: Antinuclear antibodies (ANA) detected in juvenile idiopathic arthritis (JIA) sera are considered to be a biomarker for JIA-related uveitis. ...METHODS: A search of five databases identified 1766 abstracts, using the search terms juvenile idiopa …",
    "abstract": "Background:\n        \n      \n      Antinuclear antibodies (ANA) detected in juvenile idiopathic arthritis (JIA) sera are considered to be a biomarker for JIA-related uveitis. There is an unclear consensus on the screening dilutions of ANA as detected by the HEp-2 indirect immunofluorescence assay (IFA) that should be used when predicting the risk of uveitis in JIA. The primary aim of this systematic review and meta-analysis was to summarize the evidence regarding ANA prevalence and performance in JIA and JIA-associated uveitis.\n    \n\n\n          Methods:\n        \n      \n      A search of five databases identified 1766 abstracts, using the search terms juvenile idiopathic arthritis; pediatric; sensitivity or diagnostic; and ANA. Studies that met inclusion/exclusion criteria were analyzed for the proportion of JIA patients with a positive ANA. Forest plots and pooled estimates were generated for the proportion of JIA patients and those with uveitis who were positive for ANA stratified by screening dilution. Study heterogeneity was also assessed.\n    \n\n\n          Results:\n        \n      \n      Twenty-eight studies met inclusion criteria yielding 6250 unique patients; 5902 had JIA and 348 were healthy controls or were known to have other autoimmune diseases. The most reported IFA serum screening dilution was ≥1:80, representing 41.9% of patients and this screening dilution had the highest proportion of JIA ANA positivity (41.0%; 95% CI 25.0%-57.0%). ANA screening for JIA uveitis had a sensitivity and specificity of ANA at ≥1:40 of 75% (95% CI 46%-100%) and 66% (95% CI 39%-93%), respectively. There was significant study heterogeneity across both JIA subtypes and ANA titres.\n    \n\n\n          Conclusions:\n        \n      \n      Although there was a large variation of ANA IFA screening dilutions used for investigation of JIA, the most common dilution was 1:80. The current literature has several important deficiencies that are identified in this review requiring additional studies to inform the ANA screening dilutions of clinical value in JIA and JIA-associated uveitis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35398272/",
    "clean_text": "prevalence and titres of antinuclear antibodies in juvenile idiopathic arthritis a systematic review and meta analysis background antinuclear antibodies ana detected in juvenile idiopathic arthritis jia sera are considered to be a biomarker for jia related uveitis methods a search of five databases identified abstracts using the search terms juvenile idiopa background antinuclear antibodies ana detected in juvenile idiopathic arthritis jia sera are considered to be a biomarker for jia related uveitis there is an unclear consensus on the screening dilutions of ana as detected by the hep indirect immunofluorescence assay ifa that should be used when predicting the risk of uveitis in jia the primary aim of this systematic review and meta analysis was to summarize the evidence regarding ana prevalence and performance in jia and jia associated uveitis methods a search of five databases identified abstracts using the search terms juvenile idiopathic arthritis pediatric sensitivity or diagnostic and ana studies that met inclusion exclusion criteria were analyzed for the proportion of jia patients with a positive ana forest plots and pooled estimates were generated for the proportion of jia patients and those with uveitis who were positive for ana stratified by screening dilution study heterogeneity was also assessed results twenty eight studies met inclusion criteria yielding unique patients had jia and were healthy controls or were known to have other autoimmune diseases the most reported ifa serum screening dilution was representing of patients and this screening dilution had the highest proportion of jia ana positivity ci ana screening for jia uveitis had a sensitivity and specificity of ana at of ci and ci respectively there was significant study heterogeneity across both jia subtypes and ana titres conclusions although there was a large variation of ana ifa screening dilutions used for investigation of jia the most common dilution was the current literature has several important deficiencies that are identified in this review requiring additional studies to inform the ana screening dilutions of clinical value in jia and jia associated uveitis"
}