{
    "pmid": "41452506",
    "title": "Microbiota relationship between breast, colorectal, and lung cancer types.",
    "abstract": "Colorectal cancer (CRC), breast cancer (BC), and lung cancer (LC) are among the most common and deadly malignancies worldwide. In recent years, the role of tumor-associated microbiota in the initiation and progression of cancer has attracted increasing attention. However, studies examining different cancer types together with their clinical stages remain limited. The aim of this study was to compare the composition of tumor tissue microbiota across three cancer types and different disease stages. For this purpose, DNA was isolated from formalin-fixed paraffin-embedded (FFPE) tumor samples, and sequencing of the 16 S rRNA gene region was performed. Microbial profiles were analyzed at the phylum and genus levels, and diversity indices were compared between groups. In stage III LC samples, the phylum Cyanobacteria was found to be markedly more abundant compared to other stages. In CRC, the phylum Firmicutes was most abundant in stage III tumors, showing higher levels than in early stages. In metastatic cases (advanced stages), both the operational taxonomic unit (OTU) count and Shannon diversity index were found to be highly similar to those of LC control tissues but markedly lower than those of the CRC control group. Across all cancer types, Actinobacteria, Cyanobacteria, Proteobacteria, and Firmicutes were identified as the dominant phyla, though their relative abundances varied by cancer type and stage. The findings suggest that tumor-associated microbiota composition exhibits distinct signatures depending on tumor type and progression stage. Similarities observed between certain cancer types and stages may indicate the presence of shared microbial patterns within the tumor microenvironment. Such microbial signatures may serve as potential biomarkers for diagnosis, prognosis, or therapeutic targeting.",
    "disease": "breast cancer",
    "clean_text": "microbiota relationship between breast colorectal and lung cancer types colorectal cancer crc breast cancer bc and lung cancer lc are among the most common and deadly malignancies worldwide in recent years the role of tumor associated microbiota in the initiation and progression of cancer has attracted increasing attention however studies examining different cancer types together with their clinical stages remain limited the aim of this study was to compare the composition of tumor tissue microbiota across three cancer types and different disease stages for this purpose dna was isolated from formalin fixed paraffin embedded ffpe tumor samples and sequencing of the s rrna gene region was performed microbial profiles were analyzed at the phylum and genus levels and diversity indices were compared between groups in stage iii lc samples the phylum cyanobacteria was found to be markedly more abundant compared to other stages in crc the phylum firmicutes was most abundant in stage iii tumors showing higher levels than in early stages in metastatic cases advanced stages both the operational taxonomic unit otu count and shannon diversity index were found to be highly similar to those of lc control tissues but markedly lower than those of the crc control group across all cancer types actinobacteria cyanobacteria proteobacteria and firmicutes were identified as the dominant phyla though their relative abundances varied by cancer type and stage the findings suggest that tumor associated microbiota composition exhibits distinct signatures depending on tumor type and progression stage similarities observed between certain cancer types and stages may indicate the presence of shared microbial patterns within the tumor microenvironment such microbial signatures may serve as potential biomarkers for diagnosis prognosis or therapeutic targeting"
}