{
    "pmid": "41465201",
    "title": "Tuning Photothermal Properties of Graphene Oxide by Heteroatom Doping for Cancer Elimination: Experimental and DFT Study.",
    "abstract": "Cancer poses a global challenge, affecting millions of people and placing a significant burden on families and healthcare systems. Chemotherapy, radiotherapy, hormone therapy, and immunotherapy are commonly used for cancer treatment; their side effects can be severe. Photothermal therapy (PTT) has emerged as a promising alternative due to its minimal invasiveness and high efficiency. In this study, graphene oxide (GO) was synthesized and functionalized to obtain nitrogen-doped graphene oxide (NGO) and boron-doped graphene oxide (BGO) via a hydrothermal process, aiming to use them as photoactive agents (PAs) in PTT. Atomic force microscopy (AFM) analysis revealed that GO, BGO, and NGO exhibit monolayer atomic structures. Spectroscopic analyses confirmed the presence of oxygen and carbon in all samples, along with successful boron and nitrogen doping in BGO and NGO, respectively. Cytotoxicity assays yielded half-maximal inhibitory concentrations (IC",
    "disease": "breast cancer",
    "clean_text": "tuning photothermal properties of graphene oxide by heteroatom doping for cancer elimination experimental and dft study cancer poses a global challenge affecting millions of people and placing a significant burden on families and healthcare systems chemotherapy radiotherapy hormone therapy and immunotherapy are commonly used for cancer treatment their side effects can be severe photothermal therapy ptt has emerged as a promising alternative due to its minimal invasiveness and high efficiency in this study graphene oxide go was synthesized and functionalized to obtain nitrogen doped graphene oxide ngo and boron doped graphene oxide bgo via a hydrothermal process aiming to use them as photoactive agents pas in ptt atomic force microscopy afm analysis revealed that go bgo and ngo exhibit monolayer atomic structures spectroscopic analyses confirmed the presence of oxygen and carbon in all samples along with successful boron and nitrogen doping in bgo and ngo respectively cytotoxicity assays yielded half maximal inhibitory concentrations ic"
}