{
    "pmid": "41457645",
    "title": "Mapping Bronchiolitis in Connecticut Before and After the COVID-19 Pandemic.",
    "abstract": "New preventive therapeutics could substantially reduce bronchiolitis cases requiring acute care. Understanding the post-pandemic geographic distribution of bronchiolitis morbidity can guide targeted immunization campaigns in high-risk areas. This study aimed to identify geographic clusters of bronchiolitis acute care discharges across Connecticut. This retrospective cross-sectional cohort study used a statewide database to identify home ZIP Code Tabulation Areas (ZCTAs) of children under 2 years discharged following bronchiolitis emergency visits or hospitalizations. Discharges were evaluated across five periods (March 2018 - December 2022) to account for seasonality and COVID-19. ZCTA case rates were based on U.S. Census American Community Survey data. Geographical clustering was assessed using Moran's I, Getis-Ord Gi*, and Poisson Space-Time Scan (SaTScan) analyses. There were 10,065 bronchiolitis emergency department and hospital discharges during the study period. Spatial autocorrelation - the degree of clustering of high burden areas - was moderate both before and after the pandemic (Moran's I: 0.21-0.25), but weak during the first pandemic year. Getis-Ord Gi* analysis demonstrated bronchiolitis hotspots in two of Connecticut's poorer cities in all five assessed time periods. Spatiotemporal analyses also demonstrated significant clustering in the major population centers during the traditional winter season, before and after the first year of the COVID-19 pandemic, when cases were minimal. Bronchiolitis seasonality re-emerged following the COVID-19 pandemic. Geographic clusters of bronchiolitis were consistently identified in poorer areas across time points. Prioritizing resources to these areas, including targeted immunization-promotion campaigns, could improve outcomes in more efficient, equitable ways.",
    "disease": "pneumonia",
    "clean_text": "mapping bronchiolitis in connecticut before and after the covid pandemic new preventive therapeutics could substantially reduce bronchiolitis cases requiring acute care understanding the post pandemic geographic distribution of bronchiolitis morbidity can guide targeted immunization campaigns in high risk areas this study aimed to identify geographic clusters of bronchiolitis acute care discharges across connecticut this retrospective cross sectional cohort study used a statewide database to identify home zip code tabulation areas zctas of children under years discharged following bronchiolitis emergency visits or hospitalizations discharges were evaluated across five periods march december to account for seasonality and covid zcta case rates were based on u s census american community survey data geographical clustering was assessed using moran s i getis ord gi and poisson space time scan satscan analyses there were bronchiolitis emergency department and hospital discharges during the study period spatial autocorrelation the degree of clustering of high burden areas was moderate both before and after the pandemic moran s i but weak during the first pandemic year getis ord gi analysis demonstrated bronchiolitis hotspots in two of connecticut s poorer cities in all five assessed time periods spatiotemporal analyses also demonstrated significant clustering in the major population centers during the traditional winter season before and after the first year of the covid pandemic when cases were minimal bronchiolitis seasonality re emerged following the covid pandemic geographic clusters of bronchiolitis were consistently identified in poorer areas across time points prioritizing resources to these areas including targeted immunization promotion campaigns could improve outcomes in more efficient equitable ways"
}