{
    "pmid": "41453127",
    "title": "Revisiting the Optimal Apparent Diffusion Coefficient Threshold for Ischemic Core Delineation.",
    "abstract": "The widely used apparent diffusion coefficient (ADC) threshold of 620 × 10 Consecutive patients with modified Treatment In Cerebral Infarction 2c-3 recanalization within 90 minutes after baseline MRI and who underwent follow-up MRI ≈24 hours were identified from our center's EVT registry (2012-2021). Basilar occlusions and small DWI lesions (<3 mL) were excluded. The baseline ischemic lesion and the final infarct (Infarct Among 1,024 patients, 56 were eligible and included (median age 73 years; 52% female; median [interquartile range (IQR)] NIH Stroke Scale score 12 [8-19], median MRI We revisited the ADC core threshold using a stringent methodology, including EVT-induced ultra-early documented complete recanalization, ≈24-hour follow-up MRI, and EC. The resulting OptADC was marginally smaller than the reference threshold and, accordingly, modestly influenced the measured baseline core volume. The methodological refinements implemented here, including EC, seem essential for future research exploring core ADC.",
    "disease": "stroke",
    "clean_text": "revisiting the optimal apparent diffusion coefficient threshold for ischemic core delineation the widely used apparent diffusion coefficient adc threshold of consecutive patients with modified treatment in cerebral infarction c recanalization within minutes after baseline mri and who underwent follow up mri hours were identified from our center s evt registry basilar occlusions and small dwi lesions ml were excluded the baseline ischemic lesion and the final infarct infarct among patients were eligible and included median age years female median interquartile range iqr nih stroke scale score median mri we revisited the adc core threshold using a stringent methodology including evt induced ultra early documented complete recanalization hour follow up mri and ec the resulting optadc was marginally smaller than the reference threshold and accordingly modestly influenced the measured baseline core volume the methodological refinements implemented here including ec seem essential for future research exploring core adc"
}