{
    "pmid": "41473098",
    "title": "Long term effect of feeding spray dried plasma during the nursery on subsequent performance and health status to market weight.",
    "abstract": "Spray-dried plasma (SDP) is widely used in nursery pig diets due to nutritional and functional benefits, including improved feed intake, gut health, and immune modulation. Although its short-term effects are well documented, its long-term impact on growth and health until market weight remains unclear. We evaluated the effects of increasing SDP inclusion levels during the nursery phase on subsequent performance, health status, and carcass traits in pigs. A total of 300 weaned piglets (PIC® Camborough × AG 415) were randomly allocated to five dietary treatments with cumulative SDP intakes, differing in cumulative SDP intake: control (CON), 0 g SDP; low (L-SDP), 85 g; medium (M-SDP), 180 g; high (H-SDP), 340 g; and very high (VH-SDP), 610 g. Pigs were monitored across nursery, growing, and finishing phases. During the nursery, SDP inclusion had no effect on average daily feed intake (ADFI), average daily gain (ADG), feed conversion rate (FCR), or final body weight (FBW). However, pigs receiving SDP diets showed reduced diarrhea severity (",
    "disease": "pneumonia",
    "clean_text": "long term effect of feeding spray dried plasma during the nursery on subsequent performance and health status to market weight spray dried plasma sdp is widely used in nursery pig diets due to nutritional and functional benefits including improved feed intake gut health and immune modulation although its short term effects are well documented its long term impact on growth and health until market weight remains unclear we evaluated the effects of increasing sdp inclusion levels during the nursery phase on subsequent performance health status and carcass traits in pigs a total of weaned piglets pic camborough ag were randomly allocated to five dietary treatments with cumulative sdp intakes differing in cumulative sdp intake control con g sdp low l sdp g medium m sdp g high h sdp g and very high vh sdp g pigs were monitored across nursery growing and finishing phases during the nursery sdp inclusion had no effect on average daily feed intake adfi average daily gain adg feed conversion rate fcr or final body weight fbw however pigs receiving sdp diets showed reduced diarrhea severity"
}