{
    "pmid": "41463745",
    "title": "Changes in Antimicrobial Resistance in Pediatric Urinary Pathogens Before, During, and After the COVID-19 Pandemic.",
    "abstract": "Pediatric urinary tract infections (UTIs) are increasingly complicated to treat due to antimicrobial resistance (AMR). The coronavirus disease 2019 (COVID-19) pandemic has led to substantially reduced pediatric antibiotic prescribing, but its impact on resistance trends remains unclear. This study aimed to investigate the AMR trends in urinary pathogens from children under 24 months of age hospitalized with febrile UTI during the pre-, during-, and post-COVID-19 pandemic periods. We conducted a retrospective study of children aged <24 months who were hospitalized at a tertiary center in Korea between 2008 and 2023 for first febrile UTI. The patients were stratified by age (<100 days vs. 100 days to 24 months) and pandemic period (pre-, during-, and post-COVID-19). Interrupted time-series (ITS) analysis and multivariable logistic regression were used to assess the temporal trends and predictors of ciprofloxacin nonsusceptibility. Ciprofloxacin susceptibility decreased significantly during the pandemic, especially among infants < 100 days. ITS analysis demonstrated an immediate 12.1% increase in ciprofloxacin nonsusceptibility at pandemic onset, which persisted thereafter. Extended-spectrum β-lactamase production was the strongest predictor of ciprofloxacin resistance. These findings suggest that adult antibiotic use and clonal dissemination may contribute to the persistence and spread of AMR, highlighting the need for integrated stewardship and genomic surveillance.",
    "disease": "covid-19",
    "clean_text": "changes in antimicrobial resistance in pediatric urinary pathogens before during and after the covid pandemic pediatric urinary tract infections utis are increasingly complicated to treat due to antimicrobial resistance amr the coronavirus disease covid pandemic has led to substantially reduced pediatric antibiotic prescribing but its impact on resistance trends remains unclear this study aimed to investigate the amr trends in urinary pathogens from children under months of age hospitalized with febrile uti during the pre during and post covid pandemic periods we conducted a retrospective study of children aged months who were hospitalized at a tertiary center in korea between and for first febrile uti the patients were stratified by age days vs days to months and pandemic period pre during and post covid interrupted time series its analysis and multivariable logistic regression were used to assess the temporal trends and predictors of ciprofloxacin nonsusceptibility ciprofloxacin susceptibility decreased significantly during the pandemic especially among infants days its analysis demonstrated an immediate increase in ciprofloxacin nonsusceptibility at pandemic onset which persisted thereafter extended spectrum lactamase production was the strongest predictor of ciprofloxacin resistance these findings suggest that adult antibiotic use and clonal dissemination may contribute to the persistence and spread of amr highlighting the need for integrated stewardship and genomic surveillance"
}