{
    "pmid": "41379505",
    "title": "Patients With Chronic Obstructive Pulmonary Disease Undergoing Total Ankle Arthroplasty Have Shorter Operative Time and Longer Hospital Length of Stay.",
    "abstract": "There is a dearth of studies analyzing outcomes in patients with chronic obstructive pulmonary disorder (COPD) receiving total ankle arthroplasty (TAA). The present study aimed to compare preoperative characteristics and 30-day postoperative outcomes for patients with COPD undergoing TAA. The National Surgical Quality Improvement Program (NSQIP) database was queried for primary TAA (CPT: 27702) from 2012 - 2020. Baseline comorbidities were compared using univariable statistics and subsequently multivariable regression was performed to measure the effect of COPD on operative time, LOS, and 30-day readmissions after TAA. In a sample of 1,619 total patients, on multivariate regression, COPD was found to be an independent risk factor predictor for shorter operative time ( b = -0.33; p = 0.037), and hospital LOS (b = 0.37; p = 0.039). In conclusion, it was determined that COPD is an independent risk factor for shorter operative time and increased duration of hospital length of stay in patients undergoing TAA. Clinical level of evidence: Level III. (Journal of Surgical Orthopaedic Advances 34(4):174-177, 2025).",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "patients with chronic obstructive pulmonary disease undergoing total ankle arthroplasty have shorter operative time and longer hospital length of stay there is a dearth of studies analyzing outcomes in patients with chronic obstructive pulmonary disorder copd receiving total ankle arthroplasty taa the present study aimed to compare preoperative characteristics and day postoperative outcomes for patients with copd undergoing taa the national surgical quality improvement program nsqip database was queried for primary taa cpt from baseline comorbidities were compared using univariable statistics and subsequently multivariable regression was performed to measure the effect of copd on operative time los and day readmissions after taa in a sample of total patients on multivariate regression copd was found to be an independent risk factor predictor for shorter operative time b p and hospital los b p in conclusion it was determined that copd is an independent risk factor for shorter operative time and increased duration of hospital length of stay in patients undergoing taa clinical level of evidence level iii journal of surgical orthopaedic advances"
}