{
    "pmid": "41468430",
    "title": "Intrinsic OASL expression governs heterogeneity in interferon induction during influenza A virus infection.",
    "abstract": "Effective control of viral infection requires rapid induction of the innate immune response, especially the type I and type III interferon (IFN) systems. Despite the critical role of IFN induction in host defense, numerous studies have established that most cells fail to produce IFNs in response to viral stimuli. The specific factors that govern cellular heterogeneity in IFN induction potential during infection are not understood. To identify specific host factors that license some cells but not others to mount an IFN response to viral infection, we developed an approach for analyzing temporal scRNA-seq data of influenza A virus (IAV)-infected cells. This approach identified the expression of several interferon stimulated genes (ISGs) within preinfection cells as correlates of IFN induction potential of those cells, postinfection. Validation experiments confirmed that intrinsic expression of the ISG OASL is essential for robust IFNL induction during IAV infection. Altogether, our findings reveal an important role for intrinsic expression of ISGs in promoting IFN induction and provide insights into the mechanisms that regulate cell-to-cell heterogeneity in innate immune activation.",
    "disease": "influenza",
    "clean_text": "intrinsic oasl expression governs heterogeneity in interferon induction during influenza a virus infection effective control of viral infection requires rapid induction of the innate immune response especially the type i and type iii interferon ifn systems despite the critical role of ifn induction in host defense numerous studies have established that most cells fail to produce ifns in response to viral stimuli the specific factors that govern cellular heterogeneity in ifn induction potential during infection are not understood to identify specific host factors that license some cells but not others to mount an ifn response to viral infection we developed an approach for analyzing temporal scrna seq data of influenza a virus iav infected cells this approach identified the expression of several interferon stimulated genes isgs within preinfection cells as correlates of ifn induction potential of those cells postinfection validation experiments confirmed that intrinsic expression of the isg oasl is essential for robust ifnl induction during iav infection altogether our findings reveal an important role for intrinsic expression of isgs in promoting ifn induction and provide insights into the mechanisms that regulate cell to cell heterogeneity in innate immune activation"
}