{
    "pmid": "41367298",
    "title": "DDX17 and viral infection.",
    "abstract": "DDX17 (DEAD-box RNA helicase 17) is an essential RNA helicase and regulatory ATPase in host cells, extensively involved in various cellular processes during viral infections, such as RNA splicing, transcriptional regulation, and post-transcriptional modification. DDX17 exhibits dual functionality in viral infections: it enhances the stability, packaging, and replication of viral RNA through interactions with viral ribonucleoprotein complexes, as evidenced in infections caused by influenza viruses and Hantaan virus (HTNV). Conversely, DDX17 can inhibit viral proliferation by disrupting viral RNA metabolism, as observed in hepatitis B virus (HBV) and Epstein-Barr virus (EBV) infections, where it suppresses replication by modulating viral RNA decapping and degradation. The dual role of DDX17 provides novel insights into host-virus interactions while also highlighting its significant potential as an antiviral therapeutic target. These findings are expected to establish a theoretical foundation for related research and offer valuable references for developing novel antiviral strategies.",
    "disease": "influenza",
    "clean_text": "ddx and viral infection ddx dead box rna helicase is an essential rna helicase and regulatory atpase in host cells extensively involved in various cellular processes during viral infections such as rna splicing transcriptional regulation and post transcriptional modification ddx exhibits dual functionality in viral infections it enhances the stability packaging and replication of viral rna through interactions with viral ribonucleoprotein complexes as evidenced in infections caused by influenza viruses and hantaan virus htnv conversely ddx can inhibit viral proliferation by disrupting viral rna metabolism as observed in hepatitis b virus hbv and epstein barr virus ebv infections where it suppresses replication by modulating viral rna decapping and degradation the dual role of ddx provides novel insights into host virus interactions while also highlighting its significant potential as an antiviral therapeutic target these findings are expected to establish a theoretical foundation for related research and offer valuable references for developing novel antiviral strategies"
}