{
    "pmid": "41454951",
    "title": "Arugula-derived isothiocyanates as novel agents for a potential regulator of AKR1B10 protein in breast cancer: an integrated transcriptomic and molecular docking approach.",
    "abstract": "Breast cancer (BC) is a leading cause of cancer-related mortality, with estrogen receptor (ER)-negative subtypes, especially triple-negative BC, comprising one-fifth of global cases. Natural inhibitors, particularly those from cruciferous vegetables like arugula (Eruca sativa), which are rich in bioactive isothiocyanates (ITCs), show potent anticancer effects and cytoprotection when combined with chemotherapy. Sulforaphane (SFN) and its analogue erucin modulate oxidative stress, detoxification, and epigenetic pathways. This study computationally assessed their anti-cancer potential in ER-negative BC using transcriptomic analysis, molecular docking, and ADMET profiling. Microarray data (GSE28813) from SFN-treated ER-negative MCF10A cells were analyzed via GEO2R and GEOExplorer to identify highly upregulated differentially expressed genes (DEGs). Key DEGs included AKR1B10 (logFC = 7.26), AKR1C1 (logFC = 5.10), AKR1C3 (logFC = 4.42), NMRAL1P1 (logFC = 6.42), and HKDC1 (logFC = 6.13). Elevated AKR1B10 is strongly linked to early BC malignancies, positioning it as a diagnostic and therapeutic target. Molecular docking showed SFN's superior binding affinity to AKR1B10 compared to erucin, with strong interactions at catalytic site residues via hydrogen and hydrophobic bonds. ADMET profiling confirmed SFN's high intestinal absorption and blood-brain barrier non-permeability. Thus, integrating SFN as a natural AKR1B10 inhibitor into ER-negative BC treatment regimens may enhance early malignancy management and support its development as a nutraceutical adjunct.",
    "disease": "breast cancer",
    "clean_text": "arugula derived isothiocyanates as novel agents for a potential regulator of akr b protein in breast cancer an integrated transcriptomic and molecular docking approach breast cancer bc is a leading cause of cancer related mortality with estrogen receptor er negative subtypes especially triple negative bc comprising one fifth of global cases natural inhibitors particularly those from cruciferous vegetables like arugula eruca sativa which are rich in bioactive isothiocyanates itcs show potent anticancer effects and cytoprotection when combined with chemotherapy sulforaphane sfn and its analogue erucin modulate oxidative stress detoxification and epigenetic pathways this study computationally assessed their anti cancer potential in er negative bc using transcriptomic analysis molecular docking and admet profiling microarray data gse from sfn treated er negative mcf a cells were analyzed via geo r and geoexplorer to identify highly upregulated differentially expressed genes degs key degs included akr b logfc akr c logfc akr c logfc nmral p logfc and hkdc logfc elevated akr b is strongly linked to early bc malignancies positioning it as a diagnostic and therapeutic target molecular docking showed sfn s superior binding affinity to akr b compared to erucin with strong interactions at catalytic site residues via hydrogen and hydrophobic bonds admet profiling confirmed sfn s high intestinal absorption and blood brain barrier non permeability thus integrating sfn as a natural akr b inhibitor into er negative bc treatment regimens may enhance early malignancy management and support its development as a nutraceutical adjunct"
}