{
    "title": "Ecological and evolutionary dynamics to design and improve ovarian cancer treatment.",
    "doc_id": "39210542",
    "writer": "Han GYQ",
    "year": "2024",
    "summary": "Ovarian cancer ecosystems are exceedingly complex, consisting of a high heterogeneity of cancer cells. ...Here, we review current options and challenges in ovarian cancer treatment and discuss principles of tumour evolution. We conclude by propo …",
    "abstract": "Ovarian cancer ecosystems are exceedingly complex, consisting of a high heterogeneity of cancer cells. Development of drugs such as poly ADP-ribose polymerase (PARP) inhibitors, targeted therapies and immunotherapies offer more options for sequential or combined treatments. Nevertheless, mortality in metastatic ovarian cancer patients remains high because cancer cells consistently develop resistance to single and combination therapies, urging a need for treatment designs that target the evolvability of cancer cells. The evolutionary dynamics that lead to resistance emerge from the complex tumour microenvironment, the heterogeneous populations, and the individual cancer cell's plasticity. We propose that successful management of ovarian cancer requires consideration of the ecological and evolutionary dynamics of the disease. Here, we review current options and challenges in ovarian cancer treatment and discuss principles of tumour evolution. We conclude by proposing evolutionarily designed strategies for ovarian cancer, with the goal of integrating such principles with longitudinal, quantitative data to improve the treatment design and management of drug resistance. KEY POINTS/HIGHLIGHTS: Tumours are ecosystems in which cancer and non-cancer cells interact and evolve in complex and dynamic ways. Conventional therapies for ovarian cancer inevitably lead to the development of resistance because they fail to consider tumours' heterogeneity and cellular plasticity. Eco-evolutionarily designed therapies should consider cancer cell plasticity and patient-specific characteristics to improve clinical outcome and prevent relapse.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39210542/",
    "clean_text": "ecological and evolutionary dynamics to design and improve ovarian cancer treatment ovarian cancer ecosystems are exceedingly complex consisting of a high heterogeneity of cancer cells here we review current options and challenges in ovarian cancer treatment and discuss principles of tumour evolution we conclude by propo ovarian cancer ecosystems are exceedingly complex consisting of a high heterogeneity of cancer cells development of drugs such as poly adp ribose polymerase parp inhibitors targeted therapies and immunotherapies offer more options for sequential or combined treatments nevertheless mortality in metastatic ovarian cancer patients remains high because cancer cells consistently develop resistance to single and combination therapies urging a need for treatment designs that target the evolvability of cancer cells the evolutionary dynamics that lead to resistance emerge from the complex tumour microenvironment the heterogeneous populations and the individual cancer cell s plasticity we propose that successful management of ovarian cancer requires consideration of the ecological and evolutionary dynamics of the disease here we review current options and challenges in ovarian cancer treatment and discuss principles of tumour evolution we conclude by proposing evolutionarily designed strategies for ovarian cancer with the goal of integrating such principles with longitudinal quantitative data to improve the treatment design and management of drug resistance key points highlights tumours are ecosystems in which cancer and non cancer cells interact and evolve in complex and dynamic ways conventional therapies for ovarian cancer inevitably lead to the development of resistance because they fail to consider tumours heterogeneity and cellular plasticity eco evolutionarily designed therapies should consider cancer cell plasticity and patient specific characteristics to improve clinical outcome and prevent relapse"
}