{
    "pmid": "41461140",
    "title": "Effects of the medical professional shortage caused by a resident walkout on scene-to-door time: a retrospective cohort study at a trauma center.",
    "abstract": "In February 2024, a nationwide resident walkout in Korea caused a temporary shortage of medical professionals. This study investigated whether the walkout influenced trauma care, with a particular focus on scene-to-door time and patients' in-hospital course. Trauma patients transported by emergency medical services between June 1, 2022, and March 31, 2025, were included if trauma team activation occurred upon emergency department arrival. Patients were divided into two groups: group 1 (post-COVID-19 normalization period) and group 2 (post-resident walkout period). The primary outcome was scene-to-door time. A total of 271 patients were analyzed: 117 in group 1 and 154 in group 2. The proportion of patients originating outside the primary service area increased from 16.7% to 31.3%. Intensive care unit admission rates decreased (65.0% vs. 22.1%), while interhospital transfers directly from the emergency department increased (7.7% vs. 18.8%). The median scene-to-door time rose from 28 to 44.5 minutes. Spline regression and locally estimated scatterplot smoothing analyses revealed no consistent temporal trend but showed greater variability during the walkout period. According to the generalized linear model, scene-to-door time was 42% longer during this period. The resident walkout was associated with marked delays in scene-to-door time and shifts in in-hospital patient flow. These findings suggest that even temporary workforce shortages can disrupt both prehospital and in-hospital trauma care, underscoring the importance of response planning and adaptable system operations during workforce disruptions.",
    "disease": "covid-19",
    "clean_text": "effects of the medical professional shortage caused by a resident walkout on scene to door time a retrospective cohort study at a trauma center in february a nationwide resident walkout in korea caused a temporary shortage of medical professionals this study investigated whether the walkout influenced trauma care with a particular focus on scene to door time and patients in hospital course trauma patients transported by emergency medical services between june and march were included if trauma team activation occurred upon emergency department arrival patients were divided into two groups group post covid normalization period and group post resident walkout period the primary outcome was scene to door time a total of patients were analyzed in group and in group the proportion of patients originating outside the primary service area increased from to intensive care unit admission rates decreased vs while interhospital transfers directly from the emergency department increased vs the median scene to door time rose from to minutes spline regression and locally estimated scatterplot smoothing analyses revealed no consistent temporal trend but showed greater variability during the walkout period according to the generalized linear model scene to door time was longer during this period the resident walkout was associated with marked delays in scene to door time and shifts in in hospital patient flow these findings suggest that even temporary workforce shortages can disrupt both prehospital and in hospital trauma care underscoring the importance of response planning and adaptable system operations during workforce disruptions"
}