{
    "title": "The identification of ethical issues in physical therapy practice.",
    "doc_id": "8863763",
    "writer": "Triezenberg HL.",
    "year": "1996",
    "summary": "A combined list of current and future contained 16 issues in physical therapy. CONCLUSION AND DISCUSSION: The 16 issues addressed ethical considerations in different areas of physical therapy practice: 6 issues involving patient rights and welfare, 5 p …",
    "abstract": "Background and purpose:\n        \n      \n      The purpose of this study was to identify the current ethical issues facing physical therapists and (2) ethical issues that may be faced in the future by physical therapists.\n    \n\n\n          Subjects and methods:\n        \n      \n      The Delphi technique was used as the research design for this study. The panel of experts for the study were selected from Papers submitted by past and present members of the Judicial Committee of the American Physical Therapy Association. A series of three questionnaires were sent to the members of the panel. Following the Delphi technique, the first questionnaire contained broad questions designed to elicit a wide range of responses. The second and third questionnaires were then developed from the information received in the preceding questionnaire.\n    \n\n\n          Results:\n        \n      \n      The results of the first question of the study identified 10 current ethical issues as consensus choices by the panel and 3 issues as near-consensus. The panel responses to the second question identified 4 future ethical issues. A combined list of current and future contained 16 issues in physical therapy.\n    \n\n\n          Conclusion and discussion:\n        \n      \n      The 16 issues addressed ethical considerations in different areas of physical therapy practice: 6 issues involving patient rights and welfare, 5 professional issues, and 5 issues relating to business and economic factors. Thirteen of these issues have not been discussed in previous physical therapy literature and would be suggested topics for future study.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8863763/",
    "clean_text": "the identification of ethical issues in physical therapy practice a combined list of current and future contained issues in physical therapy conclusion and discussion the issues addressed ethical considerations in different areas of physical therapy practice issues involving patient rights and welfare p background and purpose the purpose of this study was to identify the current ethical issues facing physical therapists and ethical issues that may be faced in the future by physical therapists subjects and methods the delphi technique was used as the research design for this study the panel of experts for the study were selected from papers submitted by past and present members of the judicial committee of the american physical therapy association a series of three questionnaires were sent to the members of the panel following the delphi technique the first questionnaire contained broad questions designed to elicit a wide range of responses the second and third questionnaires were then developed from the information received in the preceding questionnaire results the results of the first question of the study identified current ethical issues as consensus choices by the panel and issues as near consensus the panel responses to the second question identified future ethical issues a combined list of current and future contained issues in physical therapy conclusion and discussion the issues addressed ethical considerations in different areas of physical therapy practice issues involving patient rights and welfare professional issues and issues relating to business and economic factors thirteen of these issues have not been discussed in previous physical therapy literature and would be suggested topics for future study"
}