{
    "title": "Trends in the prevalence, prenatal diagnosis, and outcomes of births with chromosomal abnormalities: a hospital-based study in Zhejiang Province, China during 2014-2020.",
    "doc_id": "36550515",
    "writer": "Chen X",
    "year": "2022",
    "summary": "BACKGROUND: To investigate the prevalence and prenatal diagnosis rate of chromosomal abnormalities (CA) in Zhejiang Province, China. METHODS: We estimated the annual changes in the detected prevalence of CA and prenatal diagnosis rate among 681,590 births in Zhejiang …",
    "abstract": "Background:\n        \n      \n      To investigate the prevalence and prenatal diagnosis rate of chromosomal abnormalities (CA) in Zhejiang Province, China.\n    \n\n\n          Methods:\n        \n      \n      We estimated the annual changes in the detected prevalence of CA and prenatal diagnosis rate among 681,590 births in Zhejiang Province, China, between 2014 and 2020. Data were derived from the provincial birth defects surveillance system, which represents 30% of annual births in Zhejiang Province. The effect of maternal age was also evaluated.\n    \n\n\n          Results:\n        \n      \n      The detected prevalence of sex chromosomal abnormalities (1.70-7.30 per 10,000 births, Ptrend < 0.001) and microdeletion and microduplication (0.30-6.81 per 10,000 births, Ptrend < 0.001) gradually increased, contributing to an upward trend in overall CA (12.09-39.22 per 10,000 births). The diagnosis rate before 22 gestational weeks constantly increased from 20.8 to 70.1% for trisomy 21 (Ptrend = 0.003). The prevalence rate ratio for maternal age of ≥ 35 years was higher than that for maternal age of 25-29 years for trisomy 21 (5.40, 95% confidence interval [CI] 4.59-6.35) and sex chromosomal abnormalities (3.28, 95% CI 2.48-4.33).\n    \n\n\n          Conclusions:\n        \n      \n      The rising prevalence of CA in China may be attributable to the elevated maternal age and the innovation of prenatal diagnosis tools, Thus, studies should pay attention to the rare CA that were previously ignored, and select rational screening tools.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36550515/",
    "clean_text": "trends in the prevalence prenatal diagnosis and outcomes of births with chromosomal abnormalities a hospital based study in zhejiang province china during background to investigate the prevalence and prenatal diagnosis rate of chromosomal abnormalities ca in zhejiang province china methods we estimated the annual changes in the detected prevalence of ca and prenatal diagnosis rate among births in zhejiang background to investigate the prevalence and prenatal diagnosis rate of chromosomal abnormalities ca in zhejiang province china methods we estimated the annual changes in the detected prevalence of ca and prenatal diagnosis rate among births in zhejiang province china between and data were derived from the provincial birth defects surveillance system which represents of annual births in zhejiang province the effect of maternal age was also evaluated results the detected prevalence of sex chromosomal abnormalities per births ptrend and microdeletion and microduplication per births ptrend gradually increased contributing to an upward trend in overall ca per births the diagnosis rate before gestational weeks constantly increased from to for trisomy ptrend the prevalence rate ratio for maternal age of years was higher than that for maternal age of years for trisomy confidence interval ci and sex chromosomal abnormalities ci conclusions the rising prevalence of ca in china may be attributable to the elevated maternal age and the innovation of prenatal diagnosis tools thus studies should pay attention to the rare ca that were previously ignored and select rational screening tools"
}