{
    "title": "Vitamin D nutrition in pregnant women at term and in newly born babies in Saudi Arabia.",
    "doc_id": "6608533",
    "writer": "Serenius F",
    "year": "1984",
    "summary": "A survey to assess the vitamin D nutritional state in 119 pregnant women at term and in their newborns was undertaken in Riyadh, Saudi Arabia. Concentrations of 25-hydroxy vitamin D (25-(OH)D) were below 4 ng/ml in 30 of 119 maternal sera, in 11 of whi …",
    "abstract": "A survey to assess the vitamin D nutritional state in 119 pregnant women at term and in their newborns was undertaken in Riyadh, Saudi Arabia. Concentrations of 25-hydroxy vitamin D (25-(OH)D) were below 4 ng/ml in 30 of 119 maternal sera, in 11 of which they were undetectable. The median concentration of 25-(OH)D was 5.7 ng/ml, which is comparable to that found in Asian vegetarian women at term in London. Fifty of 119 cord samples had undetectable 25-(OH)D, and a total of 81 samples had 25-(OH)D concentrations of less than 4 ng/ml. Despite the low 25-(OH)D concentrations cord bloods had calcium concentrations higher than those in maternal blood, while serum albumin concentration was similar in maternal and cord samples. Higher socioeconomic background of women, antenatal care, and vitamin D supplementation were associated with significantly higher concentrations of 25-(OH)D. Vitamin D supplementation, however, had no significant effect on 25-(OH)D concentration in cord samples or on the weight of the newborns. This study shows the high prevalence of marginal vitamin D nutrition in women in Saudi Arabia, which may predispose babies to rickets during infancy. In a country endowed with plentiful sunshine, the exclusion of sunshine by thick dark veils and bad housing probably contribute to this marginal state of vitamin D nutrition.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/6608533/",
    "clean_text": "vitamin d nutrition in pregnant women at term and in newly born babies in saudi arabia a survey to assess the vitamin d nutritional state in pregnant women at term and in their newborns was undertaken in riyadh saudi arabia concentrations of hydroxy vitamin d oh d were below ng ml in of maternal sera in of whi a survey to assess the vitamin d nutritional state in pregnant women at term and in their newborns was undertaken in riyadh saudi arabia concentrations of hydroxy vitamin d oh d were below ng ml in of maternal sera in of which they were undetectable the median concentration of oh d was ng ml which is comparable to that found in asian vegetarian women at term in london fifty of cord samples had undetectable oh d and a total of samples had oh d concentrations of less than ng ml despite the low oh d concentrations cord bloods had calcium concentrations higher than those in maternal blood while serum albumin concentration was similar in maternal and cord samples higher socioeconomic background of women antenatal care and vitamin d supplementation were associated with significantly higher concentrations of oh d vitamin d supplementation however had no significant effect on oh d concentration in cord samples or on the weight of the newborns this study shows the high prevalence of marginal vitamin d nutrition in women in saudi arabia which may predispose babies to rickets during infancy in a country endowed with plentiful sunshine the exclusion of sunshine by thick dark veils and bad housing probably contribute to this marginal state of vitamin d nutrition"
}