{
    "pmid": "41410649",
    "title": "MMRV vaccine safety: A comprehensive analysis of adverse events recorded among pediatric populations.",
    "abstract": "Measles, mumps, rubella, and varicella (MMRV) vaccines are widely used in global immunization programs, but safety data on their administration in children remain limited. We analyzed adverse events following immunization(AEFIs) associated with the MMRV vaccine in children under seven y of age, as reported to the US Vaccine Adverse Event Reporting System (VAERS) from 2005 to 2025. Disproportionality analyses were applied, with multiple testing correction using a 5% false discovery rate. Subgroup assessments focused on children with asthma, epilepsy, and chronic kidney disease. The results show that among the 13,724 reports, 94.1% were non-serious cases, and the signal of Conjunctival Disorder had the highest reporting rate (ROR = 61.13, 95%confidence interval[CI]: 6.36-587.74). The risk of seizures in children with epilepsy significantly increased (ROR = 10.27, 95% CI: 6.57-16.05), with 63.2% occurring within 48 h after vaccination; a 6.81-fold increase in ROR was observed in the risk of wheezing in children with asthma, and no significant risk increment was observed in the chronic kidney disease group. Susceptibility to risks varied across subgroups. Weibull distribution analysis indicated that AEFIs following MMRV exhibited early-onset characteristics. This study provides a comprehensive understanding of MMRV vaccine safety and highlights the need for targeted protective measures in children with epilepsy and asthma to reduce vaccine hesitancy and improve vaccination coverage.",
    "disease": "asthma",
    "clean_text": "mmrv vaccine safety a comprehensive analysis of adverse events recorded among pediatric populations measles mumps rubella and varicella mmrv vaccines are widely used in global immunization programs but safety data on their administration in children remain limited we analyzed adverse events following immunization aefis associated with the mmrv vaccine in children under seven y of age as reported to the us vaccine adverse event reporting system vaers from to disproportionality analyses were applied with multiple testing correction using a false discovery rate subgroup assessments focused on children with asthma epilepsy and chronic kidney disease the results show that among the reports were non serious cases and the signal of conjunctival disorder had the highest reporting rate ror confidence interval ci the risk of seizures in children with epilepsy significantly increased ror ci with occurring within h after vaccination a fold increase in ror was observed in the risk of wheezing in children with asthma and no significant risk increment was observed in the chronic kidney disease group susceptibility to risks varied across subgroups weibull distribution analysis indicated that aefis following mmrv exhibited early onset characteristics this study provides a comprehensive understanding of mmrv vaccine safety and highlights the need for targeted protective measures in children with epilepsy and asthma to reduce vaccine hesitancy and improve vaccination coverage"
}