{
    "title": "Serological and Molecular Tests for COVID-19: a recent update.",
    "doc_id": "33787511",
    "writer": "Mansourabadi AH",
    "year": "2021",
    "summary": "Molecular-based techniques are reliable detection tools for SARS-CoV-2 and used for diagnosis of patients especially in the early stage of the disease. ...The average time of the appearance of anti-SARS-CoV-2 antibodies in the patient's s …",
    "abstract": "The COVID-19 pandemic is probably the most devastating worldwide challenge in recent century. COVID-19 leads to a mild to severe respiratory disease and affects different organs and has become a global concern since December 2019. Meanwhile, molecular biology and diagnostic laboratories played an essential role in diagnosis of the disease by introducing serological and molecular tests. Molecular-based techniques are reliable detection tools for SARS-CoV-2 and used for diagnosis of patients especially in the early stage of the disease. While, serological assays are considered as additional tools to verify the asymptomatic infections, tracing previous contacts of individuals, vaccine efficacy, and study the seroprevalance. The average time of the appearance of anti-SARS-CoV-2 antibodies in the patient's serum is 3-6 days after the onset of symptoms for both IgM and IgA and 10-18 days for IgG. Following the outbreak of COVID-19, FDA has approved and authorized a series of serological laboratory tests for early diagnosis. Serological assays have low-cost and provide fast results but have poor sensitivity in the early stage of the viral infection. Although the serological tests may not play an important role in the active case of COVID-19, it could be effective to determine the immunity of health care workers, and confirm late COVID-19 cases during the outbreak. In this review, we compared various laboratory diagnostic assays for COVID-19.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33787511/",
    "clean_text": "serological and molecular tests for covid a recent update molecular based techniques are reliable detection tools for sars cov and used for diagnosis of patients especially in the early stage of the disease the average time of the appearance of anti sars cov antibodies in the patient s s the covid pandemic is probably the most devastating worldwide challenge in recent century covid leads to a mild to severe respiratory disease and affects different organs and has become a global concern since december meanwhile molecular biology and diagnostic laboratories played an essential role in diagnosis of the disease by introducing serological and molecular tests molecular based techniques are reliable detection tools for sars cov and used for diagnosis of patients especially in the early stage of the disease while serological assays are considered as additional tools to verify the asymptomatic infections tracing previous contacts of individuals vaccine efficacy and study the seroprevalance the average time of the appearance of anti sars cov antibodies in the patient s serum is days after the onset of symptoms for both igm and iga and days for igg following the outbreak of covid fda has approved and authorized a series of serological laboratory tests for early diagnosis serological assays have low cost and provide fast results but have poor sensitivity in the early stage of the viral infection although the serological tests may not play an important role in the active case of covid it could be effective to determine the immunity of health care workers and confirm late covid cases during the outbreak in this review we compared various laboratory diagnostic assays for covid"
}