{
    "pmid": "41463615",
    "title": "Constructing Artificial Features with Grammatical Evolution for the Motor Symptoms of Parkinson's Disease.",
    "abstract": "People with Parkinson's disease often show changes in their movement abilities during the day, especially around the time they take medication. Being able to record these variations in an objective way can help doctors adapt treatment and follow disease changes more closely. A methodology for quantitative motor assessment is proposed in this work. It employs data from a custom SmartGlove equipped with inertial sensors. A multi-method feature selection scheme is developed, integrating statistical significance, model-based importance, and variance contribution. The most significant features were retained, and higher-level artificial features were generated using Grammatical Evolution (GE). The framework combines multi-criteria feature selection with evolutionary feature construction, providing a compact and interpretable representation of motor behavior. Additionally, the framework highlights nonlinear and composite features as potential digital biomarkers for Parkinson's monitoring. The method was validated on recordings collected from Parkinson's patients before and after medication intake. The recordings have been retrieved during four standardized hand motor tasks targeting tremor, bradykinesia, rigidity, and general movement anomalies. The proposed method was compared with five existing machine learning models based on artificial neural networks. GE-based features reduced classification errors to 10-19%, outperforming baseline models. Furthermore, the proposed methodology performs prediction and recall 80-88%.",
    "disease": "parkinson disease",
    "clean_text": "constructing artificial features with grammatical evolution for the motor symptoms of parkinson s disease people with parkinson s disease often show changes in their movement abilities during the day especially around the time they take medication being able to record these variations in an objective way can help doctors adapt treatment and follow disease changes more closely a methodology for quantitative motor assessment is proposed in this work it employs data from a custom smartglove equipped with inertial sensors a multi method feature selection scheme is developed integrating statistical significance model based importance and variance contribution the most significant features were retained and higher level artificial features were generated using grammatical evolution ge the framework combines multi criteria feature selection with evolutionary feature construction providing a compact and interpretable representation of motor behavior additionally the framework highlights nonlinear and composite features as potential digital biomarkers for parkinson s monitoring the method was validated on recordings collected from parkinson s patients before and after medication intake the recordings have been retrieved during four standardized hand motor tasks targeting tremor bradykinesia rigidity and general movement anomalies the proposed method was compared with five existing machine learning models based on artificial neural networks ge based features reduced classification errors to outperforming baseline models furthermore the proposed methodology performs prediction and recall"
}