{
    "title": "Neck and back pain and intervertebral disc degeneration: role of occupational factors.",
    "doc_id": "21663851",
    "writer": "Williams FM",
    "year": "2011",
    "summary": "Back pain is a near-universal human experience at some time during life, and neck pain is also common. ...This article examines the contribution of genetic and environmental factors to back pain and disc disease, with a specific focus on occupat …",
    "abstract": "Back pain is a near-universal human experience at some time during life, and neck pain is also common. The overwhelming majority of low back and cervical pain is considered to be due to unspecified mechanical factors or disc degeneration, which is a common with ageing and, hence, in people of working age. Back pain and disc disease appear to have significant heritability, based upon twin studies, but environmental factors also contribute - including physical occupational activities in some studies - although the strength of this association remains uncertain. This article examines the contribution of genetic and environmental factors to back pain and disc disease, with a specific focus on occupational exposures.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21663851/",
    "clean_text": "neck and back pain and intervertebral disc degeneration role of occupational factors back pain is a near universal human experience at some time during life and neck pain is also common this article examines the contribution of genetic and environmental factors to back pain and disc disease with a specific focus on occupat back pain is a near universal human experience at some time during life and neck pain is also common the overwhelming majority of low back and cervical pain is considered to be due to unspecified mechanical factors or disc degeneration which is a common with ageing and hence in people of working age back pain and disc disease appear to have significant heritability based upon twin studies but environmental factors also contribute including physical occupational activities in some studies although the strength of this association remains uncertain this article examines the contribution of genetic and environmental factors to back pain and disc disease with a specific focus on occupational exposures"
}