{
    "pmid": "41425335",
    "title": "Open Reduction of Lateral Femoral Condyle Impaction Fracture Using Autologous Bone Graft in the Setting of Anterior Cruciate Ligament Reconstruction With Bone-Patellar Tendon-Bone Autograft.",
    "abstract": "Lateral femoral condyle (LFC) impaction fractures are an increasingly recognized pathology occurring concomitantly with anterior cruciate ligament (ACL) rupture. These lesions are important to identify and treat because of the impact they have on knee instability, meniscal degeneration, a faster rate of progression to osteoarthritis, and increased chance of ACL graft rerupture. The technique presented is intended for use in large and deep LFC impaction fractures in conjunction with ACL reconstruction with bone-patellar tendon-bone autograft. It uses an open anterolateral arthrotomy and a subchondral cortical window to place autologous bone graft into the LFC from the bone-patellar tendon-bone tibial harvest site and tibial tunnel bone chips. This is performed to mitigate the risk of posttraumatic complications and to restore the native joint anatomy in a biologically sound, cost-effective manner.",
    "disease": "osteoarthritis",
    "clean_text": "open reduction of lateral femoral condyle impaction fracture using autologous bone graft in the setting of anterior cruciate ligament reconstruction with bone patellar tendon bone autograft lateral femoral condyle lfc impaction fractures are an increasingly recognized pathology occurring concomitantly with anterior cruciate ligament acl rupture these lesions are important to identify and treat because of the impact they have on knee instability meniscal degeneration a faster rate of progression to osteoarthritis and increased chance of acl graft rerupture the technique presented is intended for use in large and deep lfc impaction fractures in conjunction with acl reconstruction with bone patellar tendon bone autograft it uses an open anterolateral arthrotomy and a subchondral cortical window to place autologous bone graft into the lfc from the bone patellar tendon bone tibial harvest site and tibial tunnel bone chips this is performed to mitigate the risk of posttraumatic complications and to restore the native joint anatomy in a biologically sound cost effective manner"
}