{
    "title": "Psychiatric side effects of antihypertensive drugs other than reserpine.",
    "doc_id": "6121825",
    "writer": "Paykel ES",
    "year": "1982",
    "summary": "The psychiatric side effects of the major antihypertensive drugs other than reserpine are reviewed, including centrally acting drugs such as methyldopa and clonidine, peripheral adrenergic drugs such as guanethidine, beta-adrenoceptor blockers such as propranolol, a …",
    "abstract": "The psychiatric side effects of the major antihypertensive drugs other than reserpine are reviewed, including centrally acting drugs such as methyldopa and clonidine, peripheral adrenergic drugs such as guanethidine, beta-adrenoceptor blockers such as propranolol, and diuretics. Problems with differential diagnosis and with the interpretation of case reports make assessment of psychiatric side effects difficult. Sedation and sleep disturbances are the most common side effects, occurring with methyldopa, clonidine, and propranolol. Only methyldopa is clearly associated with depression. Other reported effects are toxic confusional states and psychotic reactions. These are rare, however, and no clear patterns of development have been recognized.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/6121825/",
    "clean_text": "psychiatric side effects of antihypertensive drugs other than reserpine the psychiatric side effects of the major antihypertensive drugs other than reserpine are reviewed including centrally acting drugs such as methyldopa and clonidine peripheral adrenergic drugs such as guanethidine beta adrenoceptor blockers such as propranolol a the psychiatric side effects of the major antihypertensive drugs other than reserpine are reviewed including centrally acting drugs such as methyldopa and clonidine peripheral adrenergic drugs such as guanethidine beta adrenoceptor blockers such as propranolol and diuretics problems with differential diagnosis and with the interpretation of case reports make assessment of psychiatric side effects difficult sedation and sleep disturbances are the most common side effects occurring with methyldopa clonidine and propranolol only methyldopa is clearly associated with depression other reported effects are toxic confusional states and psychotic reactions these are rare however and no clear patterns of development have been recognized"
}