{
    "title": "Patients' experience of necrotising otitis externa: a qualitative study.",
    "doc_id": "35343410",
    "writer": "Owen E",
    "year": "2023",
    "summary": "Patients are typically frail, diagnostic delay is common and severe pain is a key feature. This study aimed to qualitatively analyse patient-centred data to identify key themes in the patient's experience. METHODS: Open-ended questionnaires were sent to 28 patients. Respon …",
    "abstract": "Background:\n        \n      \n      Necrotising otitis externa is a serious infective condition. Patients are typically frail, diagnostic delay is common and severe pain is a key feature. This study aimed to qualitatively analyse patient-centred data to identify key themes in the patient's experience.\n    \n\n\n          Methods:\n        \n      \n      Open-ended questionnaires were sent to 28 patients. Responses were qualitatively analysed using a grounded theory approach. Iterative cycles were used to develop codes using a constant comparison technique. Emerging categories were refined to identify core themes.\n    \n\n\n          Results:\n        \n      \n      Four main themes emerged: severe pain, mental health, quality of life and diagnostic delays.\n    \n\n\n          Conclusion:\n        \n      \n      This is the first study to explore patients' perspectives in necrotising otitis externa. It indicates a need to raise awareness of necrotising otitis externa, and to improve symptom management, pain control and quality of life. This valuable information can be used to identify research priorities, guide service improvements, improve clinical care and feed into the development of a Core Outcome Set for necrotising otitis externa.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35343410/",
    "clean_text": "patients experience of necrotising otitis externa a qualitative study patients are typically frail diagnostic delay is common and severe pain is a key feature this study aimed to qualitatively analyse patient centred data to identify key themes in the patient s experience methods open ended questionnaires were sent to patients respon background necrotising otitis externa is a serious infective condition patients are typically frail diagnostic delay is common and severe pain is a key feature this study aimed to qualitatively analyse patient centred data to identify key themes in the patient s experience methods open ended questionnaires were sent to patients responses were qualitatively analysed using a grounded theory approach iterative cycles were used to develop codes using a constant comparison technique emerging categories were refined to identify core themes results four main themes emerged severe pain mental health quality of life and diagnostic delays conclusion this is the first study to explore patients perspectives in necrotising otitis externa it indicates a need to raise awareness of necrotising otitis externa and to improve symptom management pain control and quality of life this valuable information can be used to identify research priorities guide service improvements improve clinical care and feed into the development of a core outcome set for necrotising otitis externa"
}