{
    "title": "Adverse outcomes of pregnancy-associated Zika virus infection.",
    "doc_id": "29523447",
    "writer": "Britt WJ.",
    "year": "2018",
    "summary": "The spread of Zika virus to the Americas was accompanied by surge in the number of infants with CNS abnormalities leading to a declaration of a health emergency by the WHO. ...This brief review will highlight some of the current concepts of the natural history of …",
    "abstract": "The spread of Zika virus to the Americas was accompanied by surge in the number of infants with CNS abnormalities leading to a declaration of a health emergency by the WHO. This was accompanied by significant responses from governmental health agencies in the United States and Europe that resulted in significant new information described in the natural history of this perinatal infection in a very short period of time. Although much has been learned about Zika virus infection during pregnancy, limitations of current diagnostics and the challenges for accurate serologic diagnosis of acute Zika virus infection has restricted our understanding of the natural history of this perinatal infection to infants born to women with clinical disease during pregnancy and to Zika exposed infants with obvious clinical stigmata of disease. Thus, the spectrum of disease in infants exposed to Zika virus during pregnancy remains to be defined. In contrast, observations in informative animal models of Zika virus infections have provided rational pathways for vaccine development and existing antiviral drug development programs for other flaviviruses have resulted in accelerated development for potential antiviral therapies. This brief review will highlight some of the current concepts of the natural history of Zika virus during pregnancy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29523447/",
    "clean_text": "adverse outcomes of pregnancy associated zika virus infection the spread of zika virus to the americas was accompanied by surge in the number of infants with cns abnormalities leading to a declaration of a health emergency by the who this brief review will highlight some of the current concepts of the natural history of the spread of zika virus to the americas was accompanied by surge in the number of infants with cns abnormalities leading to a declaration of a health emergency by the who this was accompanied by significant responses from governmental health agencies in the united states and europe that resulted in significant new information described in the natural history of this perinatal infection in a very short period of time although much has been learned about zika virus infection during pregnancy limitations of current diagnostics and the challenges for accurate serologic diagnosis of acute zika virus infection has restricted our understanding of the natural history of this perinatal infection to infants born to women with clinical disease during pregnancy and to zika exposed infants with obvious clinical stigmata of disease thus the spectrum of disease in infants exposed to zika virus during pregnancy remains to be defined in contrast observations in informative animal models of zika virus infections have provided rational pathways for vaccine development and existing antiviral drug development programs for other flaviviruses have resulted in accelerated development for potential antiviral therapies this brief review will highlight some of the current concepts of the natural history of zika virus during pregnancy"
}