{
    "pmid": "41458997",
    "title": "Identification of diagnostic genes and drug prediction of allergic asthma by integrated bioinformatics analysis, machine learning, and molecular docking.",
    "abstract": "Allergic asthma is a heterogeneous inflammatory airway disease with limited biomarkers and unclear immune mechanisms, complicating diagnosis and treatment. This study aimed to identify key genes in allergic asthma patients, assess their role in immune regulation, and screen for potential therapeutic agents. RNA was extracted from blood samples of 36 allergic asthma patients and 19 healthy controls for high-throughput sequencing. Differentially Expressed Genes (DEGs) were identified and subjected to Gene Ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) enrichment analyses. Four key genes were identified by intersecting DEGs with key modular genes from Weighted Gene Co-expression Network Analysis (WGCNA), top-ranked genes from Random Forest (RF), and significant genes from Extreme Gradient Boosting (XGBoost). Core genes were determined via Protein-protein Interaction (PPI) network analysis and further evaluated using immune infiltration and molecular docking. A total of 333 DEGs were identified, mainly involved in oxygen transport and pathology. TMIGD2, OBSCN, FCGBP, and FBLN2 were screened as key genes, with OBSCN and FBLN2 designated as core genes. Immune infiltration analysis revealed associations between core genes and various immune cells, and molecular docking showed strong binding affinities of midecamycin and paricalcitol to core genes. This study highlights the roles of OBSCN and FBLN2 in immune regulation in allergic asthma, suggesting midecamycin and paricalcitol as potential therapeutic agents.",
    "disease": "asthma",
    "clean_text": "identification of diagnostic genes and drug prediction of allergic asthma by integrated bioinformatics analysis machine learning and molecular docking allergic asthma is a heterogeneous inflammatory airway disease with limited biomarkers and unclear immune mechanisms complicating diagnosis and treatment this study aimed to identify key genes in allergic asthma patients assess their role in immune regulation and screen for potential therapeutic agents rna was extracted from blood samples of allergic asthma patients and healthy controls for high throughput sequencing differentially expressed genes degs were identified and subjected to gene ontology go and kyoto encyclopedia of genes and genomes kegg enrichment analyses four key genes were identified by intersecting degs with key modular genes from weighted gene co expression network analysis wgcna top ranked genes from random forest rf and significant genes from extreme gradient boosting xgboost core genes were determined via protein protein interaction ppi network analysis and further evaluated using immune infiltration and molecular docking a total of degs were identified mainly involved in oxygen transport and pathology tmigd obscn fcgbp and fbln were screened as key genes with obscn and fbln designated as core genes immune infiltration analysis revealed associations between core genes and various immune cells and molecular docking showed strong binding affinities of midecamycin and paricalcitol to core genes this study highlights the roles of obscn and fbln in immune regulation in allergic asthma suggesting midecamycin and paricalcitol as potential therapeutic agents"
}