{
    "title": "Impact of primary tumor volume on local control after definitive radiotherapy for head and neck cancer.",
    "doc_id": "23956049",
    "writer": "Mendenhall WM",
    "year": "2014",
    "summary": "BACKGROUND: The impact of primary tumor volume (pTV) on local control after definitive radiotherapy (RT) for head and neck squamous cell carcinoma (HNSCC) is unclear. METHODS: Pertinent literature was reviewed to address the impact of pTV on local control after defi …",
    "abstract": "Background:\n        \n      \n      The impact of primary tumor volume (pTV) on local control after definitive radiotherapy (RT) for head and neck squamous cell carcinoma (HNSCC) is unclear.\n    \n\n\n          Methods:\n        \n      \n      Pertinent literature was reviewed to address the impact of pTV on local control after definitive RT for HNSCC.\n    \n\n\n          Results:\n        \n      \n      Reproducibility of pTV calculations is probably influenced by interobserver variability and may be reduced by relying on experienced observers. The impact of pTV on local control after definitive RT is probably influenced by primary site. A relatively limited impact of pTV on local control after RT for oropharyngeal squamous cell carcinomas (SCCs) might be attributable to human papillomavirus (HPV) positivity.\n    \n\n\n          Conclusion:\n        \n      \n      pTV may be a useful parameter to select patients for treatment with definitive RT, particularly for those with laryngeal SCCs. Patients with high-volume primary cancers, in which the probability of local control with a functional larynx is low, are likely better treated with surgery.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23956049/",
    "clean_text": "impact of primary tumor volume on local control after definitive radiotherapy for head and neck cancer background the impact of primary tumor volume ptv on local control after definitive radiotherapy rt for head and neck squamous cell carcinoma hnscc is unclear methods pertinent literature was reviewed to address the impact of ptv on local control after defi background the impact of primary tumor volume ptv on local control after definitive radiotherapy rt for head and neck squamous cell carcinoma hnscc is unclear methods pertinent literature was reviewed to address the impact of ptv on local control after definitive rt for hnscc results reproducibility of ptv calculations is probably influenced by interobserver variability and may be reduced by relying on experienced observers the impact of ptv on local control after definitive rt is probably influenced by primary site a relatively limited impact of ptv on local control after rt for oropharyngeal squamous cell carcinomas sccs might be attributable to human papillomavirus hpv positivity conclusion ptv may be a useful parameter to select patients for treatment with definitive rt particularly for those with laryngeal sccs patients with high volume primary cancers in which the probability of local control with a functional larynx is low are likely better treated with surgery"
}