{
    "pmid": "41462316",
    "title": "The assessment of continuity of care and care coordination for Children and Youth with Special Health Care Needs (CYSHCN): a cross-sectional descriptive study in Northeastern Italy.",
    "abstract": "Children and Youth with Special Health Care Needs (CYSHCN) represent a growing, though numerically limited, category of the paediatric population requiring care from multiple professionals across different settings. As such, they are at increased risk of experiencing fragmented care, lower quality of services, and unmet health needs. Continuity of care and care coordination are essential to ensure adequate assistance. This study aimed to assess the continuity and coordination of care for CYSHCN in a region of north-east Italy. Over 21 months (2018-2020), CYSHCN meeting the inclusion criteria were enrolled at a public tertiary university hospital as part of a cross-sectional study. Data about care activities performed over 12 months by Family Paediatricians (FPs), General Practitioners (GPs), and Community Healthcare Professionals (CHPs) were collected using a structured tool. After 9-12 months, parents' perceptions of continuity of care were assessed using a 20-item questionnaire on a 5-point Likert scale. In 2020, families and professionals were also asked about perceived changes in care due to the COVID-19 pandemic. Most of the 51 children enrolled had oncological conditions (60.8%). FPs/GPs and CHPs reported 116 and 155 care activities respectively, with statistically significant differences in the type, setting, and intensity of care. Parents reported high levels of perceived continuity of care, though slightly lower ratings were observed for family paediatrician and care coordinator. Among 109 respondents (32 FPs/GPs, 20 CHPs, 32 parents), perceived changes in care during the pandemic were reported more frequently by professionals (58.4%) than by families (43.8%). However, most parents (85.7%) considered the care they received to be adequate. Continuity and coordination of care for CYSHCN were generally well maintained in the region, even during the pandemic. Nonetheless, gaps remain in the role of primary care providers and informational continuity. Strengthening care integration-especially through better communication systems and the use of ICT-may enhance coordination, particularly for children with complex needs and those in rural settings.",
    "disease": "pneumonia",
    "clean_text": "the assessment of continuity of care and care coordination for children and youth with special health care needs cyshcn a cross sectional descriptive study in northeastern italy children and youth with special health care needs cyshcn represent a growing though numerically limited category of the paediatric population requiring care from multiple professionals across different settings as such they are at increased risk of experiencing fragmented care lower quality of services and unmet health needs continuity of care and care coordination are essential to ensure adequate assistance this study aimed to assess the continuity and coordination of care for cyshcn in a region of north east italy over months cyshcn meeting the inclusion criteria were enrolled at a public tertiary university hospital as part of a cross sectional study data about care activities performed over months by family paediatricians fps general practitioners gps and community healthcare professionals chps were collected using a structured tool after months parents perceptions of continuity of care were assessed using a item questionnaire on a point likert scale in families and professionals were also asked about perceived changes in care due to the covid pandemic most of the children enrolled had oncological conditions fps gps and chps reported and care activities respectively with statistically significant differences in the type setting and intensity of care parents reported high levels of perceived continuity of care though slightly lower ratings were observed for family paediatrician and care coordinator among respondents fps gps chps parents perceived changes in care during the pandemic were reported more frequently by professionals than by families however most parents considered the care they received to be adequate continuity and coordination of care for cyshcn were generally well maintained in the region even during the pandemic nonetheless gaps remain in the role of primary care providers and informational continuity strengthening care integration especially through better communication systems and the use of ict may enhance coordination particularly for children with complex needs and those in rural settings"
}