{
    "title": "Comparison of the effect of moxibustion at \"Zusanli\" (ST36) on the polarization of synovial macrophages of knee joints in rats with knee osteoarthritis and rheumatoid arthritis.",
    "doc_id": "37879949",
    "writer": "Wang C",
    "year": "2023",
    "summary": "",
    "abstract": "Objectives:\n        \n      \n      To observe the similarities and differences of effects of moxibustion at \"Zusanli\" (ST36) on target tissues and macrophages polarization in knee osteoarthritis (KOA) and rheumatoid arthritis (RA) rats, and to summarize its efficacy and characteristics.\n    \n\n\n          Methods:\n        \n      \n      Thirty rats were equally and randomly divided into control, KOA, RA, KOA+Moxi and RA+Moxi groups. The KOA model and RA model were induced by injection of sodium monoiodoacetate or Freund's complete adjuvant into the rats' knee joints, respectively. Rats of the KOA+Moxi and RA+Moxi groups received moxibustion stimulation at bilateral ST36 for 30 min, once a day for 21 days, beginning from the 7th day on after modeling. The contents of serum interleukin(IL)-1β and IL-10 were detected by ELISA. Histopathological changes (Markin score of the knee cartilage and synovial pathology score) of the knee joints were observed after HE staining. The polarization state of M1 and M2 macrophages in the synovial tissue of the knee joints was assessed by detecting the expression of CD86 and CD206 after immunofluorescence staining.\n    \n\n\n          Results:\n        \n      \n      Compared with the control group, the content of serum IL-1β, synovial pathology score, and synovial CD86 expression were significantly increased (P<0.01, P<0.05), while the content of serum IL-10 and synovial CD206 expression markedly decreased (P<0.01) in both KOA and RA groups；the Markin score was increased (P<0.01) in the KOA group. In comparison with the KOA group, the Markin score was obviously decreased (P<0.01), while the content of serum IL-10 and CD206 expression were apparently increased (P<0.01) in the KOA+Moxi group. No significant changes were found in the content of serum IL-1β, synovial pathology score and CD86 expression in the KOA+Moxi group relevant to the KOA group. In comparison with the RA group, the content of serum IL-1β, synovial pathology score, and CD86 expression were considerably decreased (P<0.01) in the RA+Moxi group. No marked differences were found in the serum IL-10 level, Markin score, and CD206 expression between RA+Moxi and RA model groups. The increased Markin score was significantly higher in the KOA group than in the RA group (P<0.01), but the increased synovial pathology score was significantly lower in the KOA group than in the RA group (P<0.01). Correspondingly, the effect of moxibustion at ST36 was significantly better in RA model than in KOA model in reducing serum IL-1β (P<0.05).\n    \n\n\n          Conclusions:\n        \n      \n      Moxibustion at ST36 can effectively reduce cartilage injury of knee joint in rats with KOA and reduce synovial injury in rats with RA, which may be related with its effects in lowering IL-1β level in RA model by inhibiting the polarization of M1 macrophages, and up-regulating level of IL-10 in KOA model by promoting the polarization of M2 macrophages. However, the relevant mechanism needs to be further studied.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37879949/",
    "clean_text": "comparison of the effect of moxibustion at zusanli st on the polarization of synovial macrophages of knee joints in rats with knee osteoarthritis and rheumatoid arthritis objectives to observe the similarities and differences of effects of moxibustion at zusanli st on target tissues and macrophages polarization in knee osteoarthritis koa and rheumatoid arthritis ra rats and to summarize its efficacy and characteristics methods thirty rats were equally and randomly divided into control koa ra koa moxi and ra moxi groups the koa model and ra model were induced by injection of sodium monoiodoacetate or freund s complete adjuvant into the rats knee joints respectively rats of the koa moxi and ra moxi groups received moxibustion stimulation at bilateral st for min once a day for days beginning from the th day on after modeling the contents of serum interleukin il and il were detected by elisa histopathological changes markin score of the knee cartilage and synovial pathology score of the knee joints were observed after he staining the polarization state of m and m macrophages in the synovial tissue of the knee joints was assessed by detecting the expression of cd and cd after immunofluorescence staining results compared with the control group the content of serum il synovial pathology score and synovial cd expression were significantly increased p p while the content of serum il and synovial cd expression markedly decreased p in both koa and ra groups the markin score was increased p in the koa group in comparison with the koa group the markin score was obviously decreased p while the content of serum il and cd expression were apparently increased p in the koa moxi group no significant changes were found in the content of serum il synovial pathology score and cd expression in the koa moxi group relevant to the koa group in comparison with the ra group the content of serum il synovial pathology score and cd expression were considerably decreased p in the ra moxi group no marked differences were found in the serum il level markin score and cd expression between ra moxi and ra model groups the increased markin score was significantly higher in the koa group than in the ra group p but the increased synovial pathology score was significantly lower in the koa group than in the ra group p correspondingly the effect of moxibustion at st was significantly better in ra model than in koa model in reducing serum il p conclusions moxibustion at st can effectively reduce cartilage injury of knee joint in rats with koa and reduce synovial injury in rats with ra which may be related with its effects in lowering il level in ra model by inhibiting the polarization of m macrophages and up regulating level of il in koa model by promoting the polarization of m macrophages however the relevant mechanism needs to be further studied"
}