{
    "title": "Quality of life of adults with acute leukaemia.",
    "doc_id": "8258591",
    "writer": "Berterö C",
    "year": "1993",
    "summary": "The concept of quality of life (QOL) is individual for each person, as is his/her experience of the value of the contents of life. ...Eight adults with diagnosed acute leukaemia detected in adulthood have been interviewed about their quality of life …",
    "abstract": "The cause of acute leukaemia is unknown. Untreated, the disease is generally fatal after a few months. The therapeutic regimen is chemotherapy, and sometimes also bone marrow transplantation, and the aim is to cure the patient. Not only does the person live under pressure from a life-threatening disease with all the physiological complications that therapy can result in, the therapeutic regimen also involves a great psychological effect. The concept of quality of life (QOL) is individual for each person, as is his/her experience of the value of the contents of life. The principal aim of the study was to describe what QOL means to adults with acute leukaemia, not to describe the degree of QOL. The second aim was to give the concept of QOL a theoretical and empirical significance relevant to nursing care. Eight adults with diagnosed acute leukaemia detected in adulthood have been interviewed about their quality of life. The concept was given one superior dimension in all the interviews; positive attitude to life. Below the superior dimension were two further dimensions; interpersonal relationships and autonomy. Different qualities were given below these dimensions, viz. security, support, respect, information and conversation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8258591/",
    "clean_text": "quality of life of adults with acute leukaemia the concept of quality of life qol is individual for each person as is his her experience of the value of the contents of life eight adults with diagnosed acute leukaemia detected in adulthood have been interviewed about their quality of life the cause of acute leukaemia is unknown untreated the disease is generally fatal after a few months the therapeutic regimen is chemotherapy and sometimes also bone marrow transplantation and the aim is to cure the patient not only does the person live under pressure from a life threatening disease with all the physiological complications that therapy can result in the therapeutic regimen also involves a great psychological effect the concept of quality of life qol is individual for each person as is his her experience of the value of the contents of life the principal aim of the study was to describe what qol means to adults with acute leukaemia not to describe the degree of qol the second aim was to give the concept of qol a theoretical and empirical significance relevant to nursing care eight adults with diagnosed acute leukaemia detected in adulthood have been interviewed about their quality of life the concept was given one superior dimension in all the interviews positive attitude to life below the superior dimension were two further dimensions interpersonal relationships and autonomy different qualities were given below these dimensions viz security support respect information and conversation"
}