{
    "title": "Strategies for Physical Activity Interventions in the Treatment of Obesity.",
    "doc_id": "32418591",
    "writer": "Jakicic JM",
    "year": "2020",
    "summary": "Physical activity contributes to body weight regulation. At least 150 minutes per week of moderate-to-vigorous intensity physical activity may be needed. ...Physical activity is associated with enhanced long-term weight loss and attenuati …",
    "abstract": "Physical activity contributes to body weight regulation. At least 150 minutes per week of moderate-to-vigorous intensity physical activity may be needed. When not coupled with dietary restriction, physical activity contributes to an average weight loss of approximately 2 to 3 kg in interventions up to 6 months in duration; when added to modest dietary restriction it adds 20% additional weight loss compared with modest dietary restriction alone. Physical activity is associated with enhanced long-term weight loss and attenuation of weight regain and should be included within clinical and public health approaches to prevent weight regain and to treat obesity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32418591/",
    "clean_text": "strategies for physical activity interventions in the treatment of obesity physical activity contributes to body weight regulation at least minutes per week of moderate to vigorous intensity physical activity may be needed physical activity is associated with enhanced long term weight loss and attenuati physical activity contributes to body weight regulation at least minutes per week of moderate to vigorous intensity physical activity may be needed when not coupled with dietary restriction physical activity contributes to an average weight loss of approximately to kg in interventions up to months in duration when added to modest dietary restriction it adds additional weight loss compared with modest dietary restriction alone physical activity is associated with enhanced long term weight loss and attenuation of weight regain and should be included within clinical and public health approaches to prevent weight regain and to treat obesity"
}