{
    "pmid": "41412141",
    "title": "Global burden of lower respiratory infections and aetiologies, 1990-2023: a systematic analysis for the Global Burden of Disease Study 2023.",
    "abstract": "Lower respiratory infections (LRIs) remain the world's leading infectious cause of death. This analysis from the Global Burden of Diseases, Injuries, and Risk Factors Study (GBD) 2023 provides global, regional, and national estimates of LRI incidence, mortality, and disability-adjusted life-years (DALYs), with attribution to 26 pathogens, including 11 newly modelled pathogens, across 204 countries and territories from 1990 to 2023. With new data and revised modelling techniques, these estimates serve as an update and expansion to GBD 2021. Through these estimates, we also aimed to assess progress towards the 2025 Global Action Plan for the Prevention and Control of Pneumonia and Diarrhoea (GAPPD) target for pneumonia mortality in children younger than 5 years. Mortality from LRIs, defined as physician-diagnosed pneumonia or bronchiolitis, was estimated using the Cause of Death Ensemble model with data from vital registration, verbal autopsy, surveillance, and minimally invasive tissue sampling. The Bayesian meta-regression tool DisMod-MR 2.1 was used to model overall morbidity due to LRIs. DALYs were calculated as the sum of years of life lost (YLLs) and years lived with disability (YLDs) for all locations, years, age groups, and sexes. We modelled pathogen-specific case-fatality ratios (CFRs) for each age group and location using splined binomial regression to create internally consistent estimates of incidence and mortality proportions attributable to viral, fungal, parasitic, and bacterial pathogens. Progress was assessed towards the GAPPD target of less than three deaths from pneumonia per 1000 livebirths, which is roughly equivalent to a mortality rate of less than 60 deaths per 100 000 children younger than 5 years. In 2023, LRIs were responsible for 2·50 million (95% uncertainty interval [UI] 2·24-2·81) deaths and 98·7 million (87·7-112) DALYs, with children younger than 5 years and adults aged 70 years and older carrying the highest burden. LRI mortality in children younger than 5 years fell by 33·4% (10·4-47·4) since 2010, with a global mortality rate of 94·8 (75·6-116·4) per 100 000 person-years in 2023. Among adults aged 70 years and older, the burden remained substantial with only marginal declines since 2010. A mortality rate of less than 60 deaths per 100 000 for children younger than 5 years was met by 129 of the 204 modelled countries in 2023. At a super-regional level, sub-Saharan Africa had an aggregate mortality rate in children younger than 5 years (hereafter referred to as under-5 mortality rate) furthest from the GAPPD target. Streptococcus pneumoniae continued to account for the largest number of LRI deaths globally (634 000 [95% UI 565 000-721 000] deaths or 25·3% [24·5-26·1] of all LRI deaths), followed by Staphylococcus aureus (271 000 [243 000-298 000] deaths or 10·9% [10·3-11·3]), and Klebsiella pneumoniae (228 000 [204 000-261 000] deaths or 9·1% [8·8-9·5]). Among pathogens newly modelled in this study, non-tuberculous mycobacteria (responsible for 177 000 [95% UI 155 000-201 000] deaths) and Aspergillus spp (responsible for 67 800 [59 900-75 900] deaths) emerged as important contributors. Altogether, the 11 newly modelled pathogens accounted for approximately 22% of LRI deaths. This comprehensive analysis underscores both the gains achieved through vaccination and the challenges that remain in controlling the LRI burden globally. Furthermore, it demonstrates persistent disparities in disease burden, with the highest mortality rates concentrated in countries in sub-Saharan Africa. Globally, as well as in these high-burden locations, the under-5 LRI mortality rate remains well above the GAPPD target. Progress towards this target requires equitable access to vaccines and preventive therapies-including newer interventions such as respiratory syncytial virus monoclonal antibodies-and health systems capable of early diagnosis and treatment. Expanding surveillance of emerging pathogens, strengthening adult immunisation programmes, and combating vaccine hesitancy are also crucial. As the global population ages, the dual challenge of sustaining gains in child survival while addressing the rising vulnerability in older adults will shape future pneumonia control strategies. Gates Foundation.",
    "disease": "tuberculosis",
    "clean_text": "global burden of lower respiratory infections and aetiologies a systematic analysis for the global burden of disease study lower respiratory infections lris remain the world s leading infectious cause of death this analysis from the global burden of diseases injuries and risk factors study gbd provides global regional and national estimates of lri incidence mortality and disability adjusted life years dalys with attribution to pathogens including newly modelled pathogens across countries and territories from to with new data and revised modelling techniques these estimates serve as an update and expansion to gbd through these estimates we also aimed to assess progress towards the global action plan for the prevention and control of pneumonia and diarrhoea gappd target for pneumonia mortality in children younger than years mortality from lris defined as physician diagnosed pneumonia or bronchiolitis was estimated using the cause of death ensemble model with data from vital registration verbal autopsy surveillance and minimally invasive tissue sampling the bayesian meta regression tool dismod mr was used to model overall morbidity due to lris dalys were calculated as the sum of years of life lost ylls and years lived with disability ylds for all locations years age groups and sexes we modelled pathogen specific case fatality ratios cfrs for each age group and location using splined binomial regression to create internally consistent estimates of incidence and mortality proportions attributable to viral fungal parasitic and bacterial pathogens progress was assessed towards the gappd target of less than three deaths from pneumonia per livebirths which is roughly equivalent to a mortality rate of less than deaths per children younger than years in lris were responsible for million uncertainty interval ui deaths and million dalys with children younger than years and adults aged years and older carrying the highest burden lri mortality in children younger than years fell by since with a global mortality rate of per person years in among adults aged years and older the burden remained substantial with only marginal declines since a mortality rate of less than deaths per for children younger than years was met by of the modelled countries in at a super regional level sub saharan africa had an aggregate mortality rate in children younger than years hereafter referred to as under mortality rate furthest from the gappd target streptococcus pneumoniae continued to account for the largest number of lri deaths globally ui deaths or of all lri deaths followed by staphylococcus aureus deaths or and klebsiella pneumoniae deaths or among pathogens newly modelled in this study non tuberculous mycobacteria responsible for ui deaths and aspergillus spp responsible for deaths emerged as important contributors altogether the newly modelled pathogens accounted for approximately of lri deaths this comprehensive analysis underscores both the gains achieved through vaccination and the challenges that remain in controlling the lri burden globally furthermore it demonstrates persistent disparities in disease burden with the highest mortality rates concentrated in countries in sub saharan africa globally as well as in these high burden locations the under lri mortality rate remains well above the gappd target progress towards this target requires equitable access to vaccines and preventive therapies including newer interventions such as respiratory syncytial virus monoclonal antibodies and health systems capable of early diagnosis and treatment expanding surveillance of emerging pathogens strengthening adult immunisation programmes and combating vaccine hesitancy are also crucial as the global population ages the dual challenge of sustaining gains in child survival while addressing the rising vulnerability in older adults will shape future pneumonia control strategies gates foundation"
}