{
    "pmid": "41369299",
    "title": "Mid- to Long-Term Outcomes of High Tibial Osteotomy in Patients with Rheumatoid Arthritis.",
    "abstract": "High tibial osteotomy (HTO) has traditionally been contraindicated in patients with rheumatoid arthritis (RA) owing to concerns about progressive synovitis and poor bone quality. However, advances in pharmacological treatments have challenged this concept. We aimed to evaluate the mid- to long-term outcomes of HTO in patients with well-controlled RA disease activity. We retrospectively reviewed 13 knees in 11 patients with RA who underwent HTO between 2012 and 2022. Nine knees from seven patients with follow-up > 6 years were analyzed. Radiographic parameters included weight-bearing line percentage and medial proximal tibial angle. Bone union and clinical outcomes were assessed employing the Japanese Orthopedic Association score. Disease activity was monitored using Disease Activity Score 28. Conversion to total knee arthroplasty (TKA) was recorded. At final follow-up (mean, 8.3 years), all patients maintained low disease activity or remission. Weight-bearing line percentage and medial proximal tibial angle significantly increased postoperatively. The mean Japanese Orthopaedic Association score increased from 63.3 to 86.7 (p < 0.001). Bone union was achieved within 18 months in all cases, and no patient required conversion to TKA. HTO is a viable joint-preserving option for patients with RA and controlled disease activity, providing favorable long-term outcomes.",
    "disease": "rheumatoid arthritis",
    "clean_text": "mid to long term outcomes of high tibial osteotomy in patients with rheumatoid arthritis high tibial osteotomy hto has traditionally been contraindicated in patients with rheumatoid arthritis ra owing to concerns about progressive synovitis and poor bone quality however advances in pharmacological treatments have challenged this concept we aimed to evaluate the mid to long term outcomes of hto in patients with well controlled ra disease activity we retrospectively reviewed knees in patients with ra who underwent hto between and nine knees from seven patients with follow up years were analyzed radiographic parameters included weight bearing line percentage and medial proximal tibial angle bone union and clinical outcomes were assessed employing the japanese orthopedic association score disease activity was monitored using disease activity score conversion to total knee arthroplasty tka was recorded at final follow up mean years all patients maintained low disease activity or remission weight bearing line percentage and medial proximal tibial angle significantly increased postoperatively the mean japanese orthopaedic association score increased from to p bone union was achieved within months in all cases and no patient required conversion to tka hto is a viable joint preserving option for patients with ra and controlled disease activity providing favorable long term outcomes"
}