{
    "title": "First Report of Cucurbit yellow stunting disorder virus in Commercial Cucumber Greenhouses in France.",
    "doc_id": "30812973",
    "writer": "Desbiez C",
    "year": "2003",
    "summary": "Leaf samples were collected from two sites where plants displayed symptoms ranging from limited yellowing of the older leaves to severe, complete yellowing of the whole plant. Cucurbit aphid-borne yellows virus, a polerovirus that causes similar symptoms was …",
    "abstract": "In autumn 2001, severe yellowing symptoms were observed on greenhouse-grown cucumbers near Perpignan (southern France). Leaf samples were collected from two sites where plants displayed symptoms ranging from limited yellowing of the older leaves to severe, complete yellowing of the whole plant. Cucurbit aphid-borne yellows virus, a polerovirus that causes similar symptoms was not detected in doubleantibody sandwich enzyme-linked immunosorbent assay (DAS-ELISA) using a specific antiserum. Total RNA was extracted from fresh leaf tissues and used in reverse transcription-polymerase chain reaction (1) with primers specific for two whitefly-borne viruses also inducing yellows and occurring in the Mediterranean basin (1): Beet pseudo yellows virus (BPYV, genus Closterovirus) transmitted by Trialeurodes vaporariorum (West.) and Cucurbit yellow stunting disorder virus (CYSDV, genus Crinivirus) transmitted by Bemisia tabaci (Genn.). No BPYV was detected in this survey, but CYSDV was present in all samples. In subsequent surveys conducted in the spring and summer of 2002, BPYV and CYSDV were detected, sometimes in mixed infections, in samples collected from the same region. The complete CYSDV coat protein gene was amplified by PCR using specific primers (2), yielding the expected-size fragment of 756 bp. The French isolate (GenBank Accession No. AY204220) shared 99.6 to 100% nucleotide sequence identity in the sequenced CP fragments (700 nt) with isolates of the most common, highly homogenous subgroup of CYSDV that has emerged recently in the Middle East, southwestern Europe (Spain and Portugal), United States, and Morocco (2). To our knowledge, this is the first report of CYSDV in France and it shows the threat represented by the current emergence of B. tabaci-transmitted viruses. References: (1) I. C. Livieratos et al. Plant Pathol. 47:362, 1998. (2) L. Rubio et al. J. Gen. Virol. 82:929, 2001.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30812973/",
    "clean_text": "first report of cucurbit yellow stunting disorder virus in commercial cucumber greenhouses in france leaf samples were collected from two sites where plants displayed symptoms ranging from limited yellowing of the older leaves to severe complete yellowing of the whole plant cucurbit aphid borne yellows virus a polerovirus that causes similar symptoms was in autumn severe yellowing symptoms were observed on greenhouse grown cucumbers near perpignan southern france leaf samples were collected from two sites where plants displayed symptoms ranging from limited yellowing of the older leaves to severe complete yellowing of the whole plant cucurbit aphid borne yellows virus a polerovirus that causes similar symptoms was not detected in doubleantibody sandwich enzyme linked immunosorbent assay das elisa using a specific antiserum total rna was extracted from fresh leaf tissues and used in reverse transcription polymerase chain reaction with primers specific for two whitefly borne viruses also inducing yellows and occurring in the mediterranean basin beet pseudo yellows virus bpyv genus closterovirus transmitted by trialeurodes vaporariorum west and cucurbit yellow stunting disorder virus cysdv genus crinivirus transmitted by bemisia tabaci genn no bpyv was detected in this survey but cysdv was present in all samples in subsequent surveys conducted in the spring and summer of bpyv and cysdv were detected sometimes in mixed infections in samples collected from the same region the complete cysdv coat protein gene was amplified by pcr using specific primers yielding the expected size fragment of bp the french isolate genbank accession no ay shared to nucleotide sequence identity in the sequenced cp fragments nt with isolates of the most common highly homogenous subgroup of cysdv that has emerged recently in the middle east southwestern europe spain and portugal united states and morocco to our knowledge this is the first report of cysdv in france and it shows the threat represented by the current emergence of b tabaci transmitted viruses references i c livieratos et al plant pathol l rubio et al j gen virol"
}