{
    "pmid": "41457355",
    "title": "The efficacy and safety of indobufen versus aspirin in patients with acute myocardial infarction: a retrospective observational study.",
    "abstract": "Dual antiplatelet therapy with aspirin and P2Y12 inhibitors is the first antiplatelet of choice for acute myocardial infarction (AMI), but alternatives are needed for patients at high bleeding risk or with aspirin intolerance/hypersensitivity. This observational study investigated the efficacy and safety of indobufen, a reversible COX-1 inhibitor, among AMI patients compared to those receiving aspirin. We retrospectively enrolled 907 consecutive AMI patients treated between June 2021 and June 2024. The primary endpoints were GUSTO bleeding and MACE between aspirin and indobufen. Patients receiving indobufen were older and had higher rates of comorbidities such as type 2 diabetes, gastritis, and peptic ulcers (all p < 0.05). Over a median follow-up of 462 days, aspirin was associated with a higher incidence of GUSTO mild bleeding (23.8% vs. 8.6%, p < 0.001), with no significant differences in moderate/severe bleeding, re-infarction, stroke, heart failure, rehospitalization, or MACE (all p > 0.05). Multivariate regression confirmed indobufen independently reduced GUSTO mild bleeding risk. Boruta and SHAP analyses identified antiplatelet therapy, particularly aspirin, as a predictor of GUSTO mild bleeding. Indobufen may be considered an alternative antiplatelet therapy for AMI patients with a high bleeding risk and/or aspirin intolerance/hypersensitivity, however, prospective studies are needed to confirm these findings.",
    "disease": "stroke",
    "clean_text": "the efficacy and safety of indobufen versus aspirin in patients with acute myocardial infarction a retrospective observational study dual antiplatelet therapy with aspirin and p y inhibitors is the first antiplatelet of choice for acute myocardial infarction ami but alternatives are needed for patients at high bleeding risk or with aspirin intolerance hypersensitivity this observational study investigated the efficacy and safety of indobufen a reversible cox inhibitor among ami patients compared to those receiving aspirin we retrospectively enrolled consecutive ami patients treated between june and june the primary endpoints were gusto bleeding and mace between aspirin and indobufen patients receiving indobufen were older and had higher rates of comorbidities such as type diabetes gastritis and peptic ulcers all p over a median follow up of days aspirin was associated with a higher incidence of gusto mild bleeding vs p with no significant differences in moderate severe bleeding re infarction stroke heart failure rehospitalization or mace all p multivariate regression confirmed indobufen independently reduced gusto mild bleeding risk boruta and shap analyses identified antiplatelet therapy particularly aspirin as a predictor of gusto mild bleeding indobufen may be considered an alternative antiplatelet therapy for ami patients with a high bleeding risk and or aspirin intolerance hypersensitivity however prospective studies are needed to confirm these findings"
}