{
    "pmid": "41368107",
    "title": "Direct-acting antiviral therapy reduces variceal rebleeding and improves liver function in hepatitis C virus-related cirrhosis: A multicenter retrospective cohort study.",
    "abstract": "Hepatitis C virus (HCV) infection remains a major public health issue in Egypt, with a high prevalence of genotype 4. Direct-acting antivirals (DAAs) achieve > 95% sustained virologic response (SVR), but their impact on variceal rebleeding in genotype 4 cirrhotic patients is underexplored. This study evaluated the association between DAA therapy and variceal rebleeding in Egyptian patients with HCV-related cirrhosis. To evaluate the association between DAA therapy and variceal rebleeding in Egyptian patients with HCV-related cirrhosis. A multicenter retrospective cohort study included HCV genotype 4 cirrhotic patients from five Egyptian centers with a first variceal bleeding episode. Patients were divided into DAA-treated (Group A) and non-treated (Group B) groups and followed for 5 years. Propensity score matching (PSM), Cox regression, and competing risk analysis were adjusted for confounders. DAA treatment significantly reduced variceal rebleeding (HR 2.57; 95%CI: 1.39-4.72;  DAA treatment in HCV-related cirrhosis significantly reduces variceal rebleeding, ascites development, and hepatic dysfunction progression. The 5-year follow-up data demonstrate sustained improvements in liver function and hematologic parameters, underscoring the long-term benefits of DAA therapy.",
    "disease": "liver cirrhosis",
    "clean_text": "direct acting antiviral therapy reduces variceal rebleeding and improves liver function in hepatitis c virus related cirrhosis a multicenter retrospective cohort study hepatitis c virus hcv infection remains a major public health issue in egypt with a high prevalence of genotype direct acting antivirals daas achieve sustained virologic response svr but their impact on variceal rebleeding in genotype cirrhotic patients is underexplored this study evaluated the association between daa therapy and variceal rebleeding in egyptian patients with hcv related cirrhosis to evaluate the association between daa therapy and variceal rebleeding in egyptian patients with hcv related cirrhosis a multicenter retrospective cohort study included hcv genotype cirrhotic patients from five egyptian centers with a first variceal bleeding episode patients were divided into daa treated group a and non treated group b groups and followed for years propensity score matching psm cox regression and competing risk analysis were adjusted for confounders daa treatment significantly reduced variceal rebleeding hr ci daa treatment in hcv related cirrhosis significantly reduces variceal rebleeding ascites development and hepatic dysfunction progression the year follow up data demonstrate sustained improvements in liver function and hematologic parameters underscoring the long term benefits of daa therapy"
}