{
    "title": "Non-MALT marginal zone lymphoma.",
    "doc_id": "21577105",
    "writer": "Thieblemont C",
    "year": "2011",
    "summary": "PURPOSE OF REVIEW: Non-MALT marginal zone lymphoma regroups two subtypes of lymphoma, the splenic marginal zone lymphoma (SMZL) and the nodal marginal zone lymphoma (NMZL). Although they share a common cell of origin from the 'marginal …",
    "abstract": "Purpose of review:\n        \n      \n      Non-MALT marginal zone lymphoma regroups two subtypes of lymphoma, the splenic marginal zone lymphoma (SMZL) and the nodal marginal zone lymphoma (NMZL). Although they share a common cell of origin from the 'marginal zone', they display different clinical characteristics, reflecting probable biological variations according to the organ.\n    \n\n\n          Recent findings:\n        \n      \n      Within the past decade, new data regarding pathogenic mechanisms as well as therapeutic advances have been reported.\n    \n\n\n          Summary:\n        \n      \n      SMZL and NMZL often present with disseminated disease at diagnosis, with specific clinical presentation, SMZL with predominant enlarged splenomegaly and NMZL with disseminated nodal involvement. Diagnosis may be difficult among the small B-cell lymphomas and criteria for diagnosis have been recently improved. The therapeutic approaches comprise splenectomy for SMZL, and immunochemotherapy for both of SMZL and NMZL, but with no consensus about the best treatment, except when associated with hepatitis C virus. This review addresses the current knowledge on the biological findings, clinical features and therapeutic approaches for the individual SMZLs and NMZLs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21577105/",
    "clean_text": "non malt marginal zone lymphoma purpose of review non malt marginal zone lymphoma regroups two subtypes of lymphoma the splenic marginal zone lymphoma smzl and the nodal marginal zone lymphoma nmzl although they share a common cell of origin from the marginal purpose of review non malt marginal zone lymphoma regroups two subtypes of lymphoma the splenic marginal zone lymphoma smzl and the nodal marginal zone lymphoma nmzl although they share a common cell of origin from the marginal zone they display different clinical characteristics reflecting probable biological variations according to the organ recent findings within the past decade new data regarding pathogenic mechanisms as well as therapeutic advances have been reported summary smzl and nmzl often present with disseminated disease at diagnosis with specific clinical presentation smzl with predominant enlarged splenomegaly and nmzl with disseminated nodal involvement diagnosis may be difficult among the small b cell lymphomas and criteria for diagnosis have been recently improved the therapeutic approaches comprise splenectomy for smzl and immunochemotherapy for both of smzl and nmzl but with no consensus about the best treatment except when associated with hepatitis c virus this review addresses the current knowledge on the biological findings clinical features and therapeutic approaches for the individual smzls and nmzls"
}