{
    "title": "The Ends Dictate the Means: Promoter Switching in Herpesvirus Gene Expression.",
    "doc_id": "34129370",
    "writer": "Hale AE",
    "year": "2021",
    "summary": "Herpesvirus gene expression is dynamic and complex, with distinct complements of viral genes expressed at specific times in different infection contexts. These complex patterns of viral gene expression arise in part from the integration of multiple cel …",
    "abstract": "Herpesvirus gene expression is dynamic and complex, with distinct complements of viral genes expressed at specific times in different infection contexts. These complex patterns of viral gene expression arise in part from the integration of multiple cellular and viral signals that affect the transcription of viral genes. The use of alternative promoters provides an increased level of control, allowing different promoters to direct the transcription of the same gene in response to distinct temporal and contextual cues. While once considered rare, herpesvirus alternative promoter usage was recently found to be far more pervasive and impactful than previously thought. Here we review several examples of promoter switching in herpesviruses and discuss the functional consequences on the transcriptional and post-transcriptional regulation of viral gene expression.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34129370/",
    "clean_text": "the ends dictate the means promoter switching in herpesvirus gene expression herpesvirus gene expression is dynamic and complex with distinct complements of viral genes expressed at specific times in different infection contexts these complex patterns of viral gene expression arise in part from the integration of multiple cel herpesvirus gene expression is dynamic and complex with distinct complements of viral genes expressed at specific times in different infection contexts these complex patterns of viral gene expression arise in part from the integration of multiple cellular and viral signals that affect the transcription of viral genes the use of alternative promoters provides an increased level of control allowing different promoters to direct the transcription of the same gene in response to distinct temporal and contextual cues while once considered rare herpesvirus alternative promoter usage was recently found to be far more pervasive and impactful than previously thought here we review several examples of promoter switching in herpesviruses and discuss the functional consequences on the transcriptional and post transcriptional regulation of viral gene expression"
}