{
    "pmid": "41451698",
    "title": "Improved graft positioning and reduced extrusion using the bone-plug technique compared to the bone-bridge technique in lateral meniscal allograft transplantation: A comparative magnetic resonance imaging-based study.",
    "abstract": "To compare graft positioning, meniscal extrusion and clinical outcomes between the bone-plug and bone-bridge techniques for arthroscopic lateral meniscal allograft transplantation (MAT). This retrospective matched cohort study included 72 patients who underwent lateral MAT performed by a single surgeon between 2012 and 2017 (36 using the bone-plug technique and 36 using the bone-bridge technique). Graft extrusion and positioning were assessed using magnetic resonance imaging (MRI) 1 year postoperatively. Functional outcomes (Lysholm and Tegner scores), radiographic osteoarthritis progression (Kellgren-Lawrence grade), operative time and second-look arthroscopic graft healing were also evaluated. Statistical comparisons were performed using the Student's t-test and Fisher's exact test. The bone-plug group demonstrated significantly less meniscal extrusion (1.9 ± 0.9 mm vs. 4.1 ± 1.4 mm, p < 0.001); lower percentage of extrusion (17.2% ± 8.2% vs. 34.8% ± 17.3%, p < 0.001); lower axial obliquity angle (7.7° ± 4.3° vs. 13.9° ± 6.6°, p < 0.001); and shorter mean operative time (109.1 ± 7.2 min vs. 130.5 ± 23.4 min, p < 0.001) than the bone-bridge group. Final Lysholm and Tegner activity scores were comparable between the two groups (Lysholm: 90.8 ± 4.2 in the bone-plug group vs. 90.6 ± 4.9 in the bone-bridge group, p = 0.838; Tegner: median 7.0, [Interquartile range (IQR), 7.0-7.0] vs. 7.0 [IQR 6.0-7.0], p = 0.200). Radiographic osteoarthritis progression and graft healing on second-look arthroscopy (complete healing in all examined cases) showed no significant group differences (p = 0.245, p > 0.999, respectively). The bone-plug technique for lateral MAT showed improved graft positioning, reduced extrusion and shorter operative time compared with the bone-bridge technique, while achieving similar clinical outcomes, healing rates and osteoarthritis progression. Thus, it could be an effective and technically efficient alternative to lateral MAT. Level III, retrospective comparative study.",
    "disease": "osteoarthritis",
    "clean_text": "improved graft positioning and reduced extrusion using the bone plug technique compared to the bone bridge technique in lateral meniscal allograft transplantation a comparative magnetic resonance imaging based study to compare graft positioning meniscal extrusion and clinical outcomes between the bone plug and bone bridge techniques for arthroscopic lateral meniscal allograft transplantation mat this retrospective matched cohort study included patients who underwent lateral mat performed by a single surgeon between and using the bone plug technique and using the bone bridge technique graft extrusion and positioning were assessed using magnetic resonance imaging mri year postoperatively functional outcomes lysholm and tegner scores radiographic osteoarthritis progression kellgren lawrence grade operative time and second look arthroscopic graft healing were also evaluated statistical comparisons were performed using the student s t test and fisher s exact test the bone plug group demonstrated significantly less meniscal extrusion mm vs mm p lower percentage of extrusion vs p lower axial obliquity angle vs p and shorter mean operative time min vs min p than the bone bridge group final lysholm and tegner activity scores were comparable between the two groups lysholm in the bone plug group vs in the bone bridge group p tegner median interquartile range iqr vs iqr p radiographic osteoarthritis progression and graft healing on second look arthroscopy complete healing in all examined cases showed no significant group differences p p respectively the bone plug technique for lateral mat showed improved graft positioning reduced extrusion and shorter operative time compared with the bone bridge technique while achieving similar clinical outcomes healing rates and osteoarthritis progression thus it could be an effective and technically efficient alternative to lateral mat level iii retrospective comparative study"
}