{
    "pmid": "41454071",
    "title": "Yinqiao powder effectively alleviates acute lung injury via regulating cGAS-STING signaling pathway.",
    "abstract": "Acute lung injury (ALI) is a respiratory disease characterized by inflammation. Yinqiao powder (YQP) is a traditional Chinese medicinal compound, extensively used for its heat-clearing and detoxifying effects. It is usually used clinically to treat respiratory diseases, such as pneumonia. However, the exact mechanism by which YQP treats ALI remains unclear. Here, we aimed to explore the therapeutic effects and potential mechanisms of action of YQP in ALI. Activation of the cGAS-STING pathway was modeled by multiple stimuli in bone marrow-derived macrophages (BMDMs), THP-1, and peripheral blood mononuclear cells (PBMCs). Changes in the content of associated proteins were detected by Western blot, while the mRNA levels of type I interferon-related genes and proinflammatory cytokines were detected by qPCR. A DMXAA-induced agonist model was used to verify the effect of YQP on the cGAS-STING pathway in vivo, whereas LPS-induced ALI was used to explore the therapeutic effect of YQP. YQP suppressed the activation of the cGAS-STING pathway in vitro. YQP showed promising therapeutic effects on DMXAA-induced activation of the cGAS-STING signaling pathway as well as the LPS-induced ALI model in mice. YQP alleviated ALI by inhibiting cGAS-STING pathway activation; meanwhile, YQP may be a new therapeutic approach for cGAS-STING-driven inflammatory diseases.",
    "disease": "pneumonia",
    "clean_text": "yinqiao powder effectively alleviates acute lung injury via regulating cgas sting signaling pathway acute lung injury ali is a respiratory disease characterized by inflammation yinqiao powder yqp is a traditional chinese medicinal compound extensively used for its heat clearing and detoxifying effects it is usually used clinically to treat respiratory diseases such as pneumonia however the exact mechanism by which yqp treats ali remains unclear here we aimed to explore the therapeutic effects and potential mechanisms of action of yqp in ali activation of the cgas sting pathway was modeled by multiple stimuli in bone marrow derived macrophages bmdms thp and peripheral blood mononuclear cells pbmcs changes in the content of associated proteins were detected by western blot while the mrna levels of type i interferon related genes and proinflammatory cytokines were detected by qpcr a dmxaa induced agonist model was used to verify the effect of yqp on the cgas sting pathway in vivo whereas lps induced ali was used to explore the therapeutic effect of yqp yqp suppressed the activation of the cgas sting pathway in vitro yqp showed promising therapeutic effects on dmxaa induced activation of the cgas sting signaling pathway as well as the lps induced ali model in mice yqp alleviated ali by inhibiting cgas sting pathway activation meanwhile yqp may be a new therapeutic approach for cgas sting driven inflammatory diseases"
}