{
    "title": "Is it possible to discriminate workers with a higher prevalence of low back pain considering daily exposure time in a work-related lumbar posture? A diagnostic accuracy study.",
    "doc_id": "34727016",
    "writer": "Leivas EG",
    "year": "2022",
    "summary": "The study aimed to develop and validate a cut-off for daily postures to discriminate workers with low back pain. The self-reported episode of low back pain in the last year and during the previous week and the total spent time in occupational postures …",
    "abstract": "The study aimed to develop and validate a cut-off for daily postures to discriminate workers with low back pain. The self-reported episode of low back pain in the last year and during the previous week and the total spent time in occupational postures of 529 workers were used to screen workers who more likely would report low back pain. The receiver operating characteristics curve verified the ability of daily time in each posture in discriminating workers with low back pain in a training sample. Then, the chi-squared test and measurements of the diagnostic accuracy were performed in the testing sample. The daily time spent in a given posture was not able to accurately discriminate against workers with low back pain. Total time spent walking was the only daily posture that discriminated workers with low back pain in the last year in the testing sample, albeit with low accuracy. Practitioner Summary: The daily time spent in a given posture was not able to accurately distinguish workers with low back pain. Total spent time in walking presented modest diagnostic accuracy and should be interpreted cautiously. The spent time in a particular posture did not detect workers with LBP in the last week.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34727016/",
    "clean_text": "is it possible to discriminate workers with a higher prevalence of low back pain considering daily exposure time in a work related lumbar posture a diagnostic accuracy study the study aimed to develop and validate a cut off for daily postures to discriminate workers with low back pain the self reported episode of low back pain in the last year and during the previous week and the total spent time in occupational postures the study aimed to develop and validate a cut off for daily postures to discriminate workers with low back pain the self reported episode of low back pain in the last year and during the previous week and the total spent time in occupational postures of workers were used to screen workers who more likely would report low back pain the receiver operating characteristics curve verified the ability of daily time in each posture in discriminating workers with low back pain in a training sample then the chi squared test and measurements of the diagnostic accuracy were performed in the testing sample the daily time spent in a given posture was not able to accurately discriminate against workers with low back pain total time spent walking was the only daily posture that discriminated workers with low back pain in the last year in the testing sample albeit with low accuracy practitioner summary the daily time spent in a given posture was not able to accurately distinguish workers with low back pain total spent time in walking presented modest diagnostic accuracy and should be interpreted cautiously the spent time in a particular posture did not detect workers with lbp in the last week"
}