{
    "pmid": "41434278",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Cerebrovascular disease (CVD) is a leading cause of mortality with a strong link to cognitive impairment and dementia. White matter lesions (WML) are prevalent in CVD and are early markers of vascular compromise, particularly in relation to intraplaque hemorrhage (IPH), an indicator of carotid artery plaque instability. As vascular disease represents a possible treatment window for dementia subjects, this study explores the relationship between hemispheric WML asymmetry and IPH utilizing a large multicenter cohort to find novel biomarkers of disease. FLAIR MRI scans of 264 subjects from the Canadian Atherosclerosis Imaging Network were categorized as IPH positive (IPH+) or IPH negative (IPH-) and WML biomarkers were automatically computed (Figure 1). Biomarkers related to WML prevalence (volume) and WML ischemia and progression (intensity) were extracted: ICV-normalized WML volume (WML-ICV), WML mean intensity (WML-Intensity), and WML intensity ratio (WML-IR). WML asymmetry was assessed via an asymmetry index measure (AIM). Linear mixed models and regression analyses were conducted, with adjustments for age, sex, scanner manufacturer, and stenosis, to evaluate associations between WML biomarkers and IPH status. IPH+ patients exhibited significant rightward asymmetry in WML-ICV (0.0032 ± 0.002, p < 0.05), WML-Intensity (7.26 ± 5.41, p < 0.05), and WML-IR (0.0271 ± 0.0204, p < 0.05); Table 1. IPH+ subjects (left, right or bilateral) had more lesions that were brighter in the right hemisphere. This trend was most pronounced in younger male patients (<65 years), suggesting a high-risk demographic. Regression analysis revealed IPH as a significant predictor of WML asymmetry, with stronger effects observed in subjects with IPH in the right carotid artery. Previous studies suggest more injury in the right hemisphere for subjects with small vessel disease, and this work supports this finding. With rightward WML asymmetry being strongly associated with IPH, this could be reflecting a surrogate marker for overall vascular disease and its contribution to brain health and dementia. Automated WML biomarkers can be used to identify these high-risk patients and guide early interventions for subjects with vascular disease and dementia. Future work should validate these findings in larger, longitudinal datasets to enhance clinical applications.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium cerebrovascular disease cvd is a leading cause of mortality with a strong link to cognitive impairment and dementia white matter lesions wml are prevalent in cvd and are early markers of vascular compromise particularly in relation to intraplaque hemorrhage iph an indicator of carotid artery plaque instability as vascular disease represents a possible treatment window for dementia subjects this study explores the relationship between hemispheric wml asymmetry and iph utilizing a large multicenter cohort to find novel biomarkers of disease flair mri scans of subjects from the canadian atherosclerosis imaging network were categorized as iph positive iph or iph negative iph and wml biomarkers were automatically computed figure biomarkers related to wml prevalence volume and wml ischemia and progression intensity were extracted icv normalized wml volume wml icv wml mean intensity wml intensity and wml intensity ratio wml ir wml asymmetry was assessed via an asymmetry index measure aim linear mixed models and regression analyses were conducted with adjustments for age sex scanner manufacturer and stenosis to evaluate associations between wml biomarkers and iph status iph patients exhibited significant rightward asymmetry in wml icv p wml intensity p and wml ir p table iph subjects left right or bilateral had more lesions that were brighter in the right hemisphere this trend was most pronounced in younger male patients years suggesting a high risk demographic regression analysis revealed iph as a significant predictor of wml asymmetry with stronger effects observed in subjects with iph in the right carotid artery previous studies suggest more injury in the right hemisphere for subjects with small vessel disease and this work supports this finding with rightward wml asymmetry being strongly associated with iph this could be reflecting a surrogate marker for overall vascular disease and its contribution to brain health and dementia automated wml biomarkers can be used to identify these high risk patients and guide early interventions for subjects with vascular disease and dementia future work should validate these findings in larger longitudinal datasets to enhance clinical applications"
}