{
    "pmid": "41318141",
    "title": "Carbon-ion Radiotherapy for Hepatocellular Cancer Arising in Transplanted Liver Tissue.",
    "abstract": "Few studies have reported the effects of radiotherapy on hepatocellular carcinoma (HCC) arising in transplanted liver tissue, and its safety and efficacy remain unclear. Here, we report a case of carbon-ion radiotherapy (CIRT) for HCC arising in transplanted liver tissue. The patient was a 51-year-old man with a performance status score of 0 at the time of HCC referral. He had undergone living-donor liver transplantation for cirrhosis caused by Wilson disease approximately 13 years prior to CIRT for HCC. One year and four months prior to CIRT, a 38 mm HCC mass was diagnosed using ultrasound, computed tomography, and magnetic resonance imaging. Due to the history of liver transplantation, the surgeon determined that surgery for HCC was a high-risk procedure; consequently, the patient underwent transcatheter arterial chemoembolization (TACE). However, the lesions gradually grew. One year and four months after TACE, the patient was diagnosed with recurrent HCC (48 mm; rT1bN0M0, r-stage IB) based on imaging alone. Surgical management was determined to be challenging, and TACE was not considered effective in this case. The patient's liver dysfunction, assessed using the Child-Pugh classification, was favorable at 6 points (class A). Therefore, the patient received CIRT at 60 Gy (RBE) in four fractions to reduce radiation-induced toxicity. No acute adverse events were observed. A grade 2 increase in γ-glutamyl transpeptidase was observed 24 months after CIRT, which returned to normal naturally. The HCC showed no recurrence at 4 years and 7 months after the final follow-up. Two months later, the patient died of leukemia without any signs of HCC recurrence. This case indicated that CIRT is a safe treatment option for HCC arising from transplanted liver tissue.",
    "disease": "liver cirrhosis",
    "clean_text": "carbon ion radiotherapy for hepatocellular cancer arising in transplanted liver tissue few studies have reported the effects of radiotherapy on hepatocellular carcinoma hcc arising in transplanted liver tissue and its safety and efficacy remain unclear here we report a case of carbon ion radiotherapy cirt for hcc arising in transplanted liver tissue the patient was a year old man with a performance status score of at the time of hcc referral he had undergone living donor liver transplantation for cirrhosis caused by wilson disease approximately years prior to cirt for hcc one year and four months prior to cirt a mm hcc mass was diagnosed using ultrasound computed tomography and magnetic resonance imaging due to the history of liver transplantation the surgeon determined that surgery for hcc was a high risk procedure consequently the patient underwent transcatheter arterial chemoembolization tace however the lesions gradually grew one year and four months after tace the patient was diagnosed with recurrent hcc mm rt bn m r stage ib based on imaging alone surgical management was determined to be challenging and tace was not considered effective in this case the patient s liver dysfunction assessed using the child pugh classification was favorable at points class a therefore the patient received cirt at gy rbe in four fractions to reduce radiation induced toxicity no acute adverse events were observed a grade increase in glutamyl transpeptidase was observed months after cirt which returned to normal naturally the hcc showed no recurrence at years and months after the final follow up two months later the patient died of leukemia without any signs of hcc recurrence this case indicated that cirt is a safe treatment option for hcc arising from transplanted liver tissue"
}