{
    "title": "Mapping quality improvement education initiatives to Standards for QUality Improvement Reporting Excellence (SQUIRE) guidelines.",
    "doc_id": "36604856",
    "writer": "Lamont S",
    "year": "2023",
    "summary": "DESIGN: A qualitative document analysis of quality improvement projects located in a local health district repository was undertaken. ...CONCLUSIONS: Scientific rigour should underpin all quality improvement efforts. We recommend that SQUIRE internatio …",
    "abstract": "Aims and objectives:\n        \n      \n      To explore the rigour of nurse-led quality improvement projects involving education, training or continuing professional development, and examine evaluation frameworks contained within.\n    \n\n\n          Background:\n        \n      \n      Healthcare organisations invest significantly in quality improvement in the pursuit of cost-effective, safe, evidence-based and person-centred care. Consequently, efforts to examine the success of investment in quality improvement activities are prominent, against a backdrop of rising healthcare expenditure, reforms, consumer expectations and feedback.\n    \n\n\n          Design:\n        \n      \n      A qualitative document analysis of quality improvement projects located in a local health district repository was undertaken.\n    \n\n\n          Methods:\n        \n      \n      N = 3004 projects were screened against inclusion criteria, with n = 160 projects remaining for analysis. Projects were mapped to an adapted version of the Standards for QUality Improvement Reporting Excellence (SQUIRE), specifically the education extension (SQUIRE-EDU). Additionally, project evaluation frameworks were positioned within Kirkpatrick's four levels of training evaluation model. The SQUIRE checklist was also applied in line with EQUATOR guidelines.\n    \n\n\n          Results:\n        \n      \n      Of n = 60 completed projects assessed against four broad SQUIRE-EDU categories and relevant criteria, n = 36 were assessed not to have met any categories, n = 14 projects met one category, n = 8 projects met two categories, and n = 2 projects met three categories. None of the completed projects met all four SQUIRE-EDU categories. There was insufficient documentation relating to evaluation frameworks in n = 133 projects to position within Kirkpatrick's four levels of training evaluation.\n    \n\n\n          Conclusions:\n        \n      \n      Scientific rigour should underpin all quality improvement efforts. We recommend that SQUIRE international consensus guidelines (full or abridged) should guide both the design and reporting of all local quality improvement efforts.\n    \n\n\n          Relevance to clinical practice:\n        \n      \n      To be of value to the expansion of evidence-based practice, quality improvement platforms should be designed to reflect the structural logic, rigour and reporting recommendations being advocated in consensus reporting guidelines. This may require investment in training and development programs, and identification of governance and support systems. No Patient or Public Contribution, as the study was retrospective in nature and involved a health service repository of quality improvement projects accessible to health service staff only.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36604856/",
    "clean_text": "mapping quality improvement education initiatives to standards for quality improvement reporting excellence squire guidelines design a qualitative document analysis of quality improvement projects located in a local health district repository was undertaken conclusions scientific rigour should underpin all quality improvement efforts we recommend that squire internatio aims and objectives to explore the rigour of nurse led quality improvement projects involving education training or continuing professional development and examine evaluation frameworks contained within background healthcare organisations invest significantly in quality improvement in the pursuit of cost effective safe evidence based and person centred care consequently efforts to examine the success of investment in quality improvement activities are prominent against a backdrop of rising healthcare expenditure reforms consumer expectations and feedback design a qualitative document analysis of quality improvement projects located in a local health district repository was undertaken methods n projects were screened against inclusion criteria with n projects remaining for analysis projects were mapped to an adapted version of the standards for quality improvement reporting excellence squire specifically the education extension squire edu additionally project evaluation frameworks were positioned within kirkpatrick s four levels of training evaluation model the squire checklist was also applied in line with equator guidelines results of n completed projects assessed against four broad squire edu categories and relevant criteria n were assessed not to have met any categories n projects met one category n projects met two categories and n projects met three categories none of the completed projects met all four squire edu categories there was insufficient documentation relating to evaluation frameworks in n projects to position within kirkpatrick s four levels of training evaluation conclusions scientific rigour should underpin all quality improvement efforts we recommend that squire international consensus guidelines full or abridged should guide both the design and reporting of all local quality improvement efforts relevance to clinical practice to be of value to the expansion of evidence based practice quality improvement platforms should be designed to reflect the structural logic rigour and reporting recommendations being advocated in consensus reporting guidelines this may require investment in training and development programs and identification of governance and support systems no patient or public contribution as the study was retrospective in nature and involved a health service repository of quality improvement projects accessible to health service staff only"
}