{
    "pmid": "41458761",
    "title": "Intradiploic Epidermoid Cyst Causing Transverse Sinus Compression in an Adolescent With Papilledema: A Rare Mimic of Idiopathic Intracranial Hypertension.",
    "abstract": "Idiopathic intracranial hypertension (IIH) typically presents in young, obese women with symptoms such as headache, pulsatile tinnitus, and visual disturbances due to raised intracranial pressure. While IIH is commonly diagnosed in the absence of identifiable pathology, it is essential to rule out secondary causes that may mimic its presentation. Because calvarial lesions causing venous outflow obstruction are rare but clinically significant, early imaging is critical to differentiate secondary from idiopathic cases. We report the case of a 16-year-old female with a history of obesity, hypertension, and prediabetes who presented with a two-month history of daily headaches associated with ocular pain, photophobia, and intermittent blurred vision. Ophthalmologic examination revealed bilateral grade III papilledema. MRI of the brain identified an intradiploic epidermoid inclusion cyst within the right occipital bone, causing compression of the dominant right transverse sinus, with a diminutive left transverse sinus further compromising venous outflow. These findings were consistent with secondary intracranial hypertension due to extrinsic venous sinus compression. The diagnostic progression from CT to MRI clarified that a structural lesion, not intrinsic stenosis, explained the patient's presentation. The patient was started on acetazolamide, with additional evaluation planned, including MR venography (MRV) and lumbar puncture. This case highlights the importance of considering structural causes in patients who present with IIH-like symptoms. Venous sinus stenosis, whether intrinsic or extrinsic, can impair cerebrospinal fluid (CSF) absorption and elevate intracranial pressure. Intradiploic epidermoid cysts are rare, particularly in pediatric patients, but may subtly obstruct venous drainage when located adjacent to major dural sinuses. Comparison with prior reports underscores that even small calvarial lesions can produce clinically significant outflow obstruction. This case underscores the need for thorough neuroimaging, including MRV, in patients with suspected IIH to exclude secondary causes. Strengthening the diagnostic link between symptoms, imaging, and venous sinus pathology ensures prompt management and reduces the risk of permanent visual morbidity.",
    "disease": "hypertension",
    "clean_text": "intradiploic epidermoid cyst causing transverse sinus compression in an adolescent with papilledema a rare mimic of idiopathic intracranial hypertension idiopathic intracranial hypertension iih typically presents in young obese women with symptoms such as headache pulsatile tinnitus and visual disturbances due to raised intracranial pressure while iih is commonly diagnosed in the absence of identifiable pathology it is essential to rule out secondary causes that may mimic its presentation because calvarial lesions causing venous outflow obstruction are rare but clinically significant early imaging is critical to differentiate secondary from idiopathic cases we report the case of a year old female with a history of obesity hypertension and prediabetes who presented with a two month history of daily headaches associated with ocular pain photophobia and intermittent blurred vision ophthalmologic examination revealed bilateral grade iii papilledema mri of the brain identified an intradiploic epidermoid inclusion cyst within the right occipital bone causing compression of the dominant right transverse sinus with a diminutive left transverse sinus further compromising venous outflow these findings were consistent with secondary intracranial hypertension due to extrinsic venous sinus compression the diagnostic progression from ct to mri clarified that a structural lesion not intrinsic stenosis explained the patient s presentation the patient was started on acetazolamide with additional evaluation planned including mr venography mrv and lumbar puncture this case highlights the importance of considering structural causes in patients who present with iih like symptoms venous sinus stenosis whether intrinsic or extrinsic can impair cerebrospinal fluid csf absorption and elevate intracranial pressure intradiploic epidermoid cysts are rare particularly in pediatric patients but may subtly obstruct venous drainage when located adjacent to major dural sinuses comparison with prior reports underscores that even small calvarial lesions can produce clinically significant outflow obstruction this case underscores the need for thorough neuroimaging including mrv in patients with suspected iih to exclude secondary causes strengthening the diagnostic link between symptoms imaging and venous sinus pathology ensures prompt management and reduces the risk of permanent visual morbidity"
}