{
    "title": "Occurrence and Exposure Assessment of Nickel in Zhejiang Province, China.",
    "doc_id": "38535902",
    "writer": "Han J",
    "year": "2024",
    "summary": "This study investigated Ni contamination in various food groups in Zhejiang Province, China, mainly focusing on Ni levels in beans, vegetables, aquatic foods, meat products, cereal products, and fruits. ...The results indicate generally acceptable Ni exposure levels among …",
    "abstract": "Nickel (Ni) is a silver-white metal with high antioxidative properties, often existing in a bivalent form in the environment. Despite being the fifth most abundant metal on Earth, anthropogenic activities, including industrial processes, have elevated Ni levels in environmental media. This study investigated Ni contamination in various food groups in Zhejiang Province, China, mainly focusing on Ni levels in beans, vegetables, aquatic foods, meat products, cereal products, and fruits. A total of 2628 samples were collected and analyzed. Beans exhibited the highest Ni content in all samples. The overall detection rate of Ni was 86.5%, with variation among food categories. For plant-origin foods, legumes had the highest Ni concentration while for animal-origin foods, shellfish showed the highest median Ni concentration. The results indicate generally acceptable Ni exposure levels among Zhejiang residents, except for children aged 0-6. Beans were identified as the primary contributor to high Ni exposure risk. The paper suggests monitoring Ni contamination in food, especially for vulnerable populations, and provides insights into exposure risks in different age groups.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38535902/",
    "clean_text": "occurrence and exposure assessment of nickel in zhejiang province china this study investigated ni contamination in various food groups in zhejiang province china mainly focusing on ni levels in beans vegetables aquatic foods meat products cereal products and fruits the results indicate generally acceptable ni exposure levels among nickel ni is a silver white metal with high antioxidative properties often existing in a bivalent form in the environment despite being the fifth most abundant metal on earth anthropogenic activities including industrial processes have elevated ni levels in environmental media this study investigated ni contamination in various food groups in zhejiang province china mainly focusing on ni levels in beans vegetables aquatic foods meat products cereal products and fruits a total of samples were collected and analyzed beans exhibited the highest ni content in all samples the overall detection rate of ni was with variation among food categories for plant origin foods legumes had the highest ni concentration while for animal origin foods shellfish showed the highest median ni concentration the results indicate generally acceptable ni exposure levels among zhejiang residents except for children aged beans were identified as the primary contributor to high ni exposure risk the paper suggests monitoring ni contamination in food especially for vulnerable populations and provides insights into exposure risks in different age groups"
}