{
    "title": "Signaling in stem cell niches: lessons from the Drosophila germline.",
    "doc_id": "15701923",
    "writer": "Yamashita YM",
    "year": "2005",
    "summary": "In addition, cell-cell adhesion between stem cells and surrounding support cells is important for holding stem cells close to self-renewal signals. Furthermore, a combination of localized signaling and autonomously acting proteins …",
    "abstract": "Stem cells are cells that, upon division, can produce new stem cells as well as daughter cells that initiate differentiation along a specific lineage. Studies using the Drosophila germline as a model system have demonstrated that signaling from the stem cell niche plays a crucial role in controlling stem cell behavior. Surrounding support cells secrete growth factors that activate signaling within adjacent stem cells to specify stem cell self-renewal and block differentiation. In addition, cell-cell adhesion between stem cells and surrounding support cells is important for holding stem cells close to self-renewal signals. Furthermore, a combination of localized signaling and autonomously acting proteins might polarize stem cells in such a way as to ensure asymmetric stem cell divisions. Recent results describing stem cell niches in other adult stem cells, including hematopoietic and neural stem cells, have demonstrated that the features characteristic of stem cell niches in Drosophila gonads might be conserved.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15701923/",
    "clean_text": "signaling in stem cell niches lessons from the drosophila germline in addition cell cell adhesion between stem cells and surrounding support cells is important for holding stem cells close to self renewal signals furthermore a combination of localized signaling and autonomously acting proteins stem cells are cells that upon division can produce new stem cells as well as daughter cells that initiate differentiation along a specific lineage studies using the drosophila germline as a model system have demonstrated that signaling from the stem cell niche plays a crucial role in controlling stem cell behavior surrounding support cells secrete growth factors that activate signaling within adjacent stem cells to specify stem cell self renewal and block differentiation in addition cell cell adhesion between stem cells and surrounding support cells is important for holding stem cells close to self renewal signals furthermore a combination of localized signaling and autonomously acting proteins might polarize stem cells in such a way as to ensure asymmetric stem cell divisions recent results describing stem cell niches in other adult stem cells including hematopoietic and neural stem cells have demonstrated that the features characteristic of stem cell niches in drosophila gonads might be conserved"
}