{
    "pmid": "41461035",
    "title": "HIV-associated drug-resistant TB: expanded treatment options and emerging threats.",
    "abstract": "To summarize recent advances in drug-resistant tuberculosis (DR-TB) treatment for people with HIV (PWH), including drug-drug interactions, investigational medications and host-directed therapy, as well as emerging evidence on novel treatment regimens, post-TB complications, and DR-TB medication resistance among PWH. Treatment for DR-TB has evolved to shorter, all-oral regimens with reduced drug-drug interactions. However, emerging dolutegravir resistance may necessitate protease inhibitor-based ART regimens resulting in interactions that complicate DR-TB management. Investigational TB medications including BTZ-043, sutezolid, and delpazolid demonstrate promising bactericidal activity in early phase trials. Several clinical trials have demonstrated the efficacy of 6-9 month DR-TB regimens and have included PWH; however, all successful shortened regimens currently contain bedaquiline, which limits options for PWH in areas with emerging bedaquiline resistance. While treatments targeting Mycobacterium tuberculosis are the mainstay of treatment, host-directed therapy is being evaluated both as an intervention for treatment and for the prevention of immune reconstitution inflammatory syndrome and post-tuberculosis lung disease. Treatment options for DR-TB have improved dramatically with less toxic, more effective regimens, but managing HIV-associated DR-TB continues to require careful attention to drug-drug interactions and HIV related co-morbidities. Research into novel DR-TB regimens, especially for people with bedaquiline resistance, and host-directed therapies are critical to realize continued improvement in HIV-associated DR-TB outcomes.",
    "disease": "tuberculosis",
    "clean_text": "hiv associated drug resistant tb expanded treatment options and emerging threats to summarize recent advances in drug resistant tuberculosis dr tb treatment for people with hiv pwh including drug drug interactions investigational medications and host directed therapy as well as emerging evidence on novel treatment regimens post tb complications and dr tb medication resistance among pwh treatment for dr tb has evolved to shorter all oral regimens with reduced drug drug interactions however emerging dolutegravir resistance may necessitate protease inhibitor based art regimens resulting in interactions that complicate dr tb management investigational tb medications including btz sutezolid and delpazolid demonstrate promising bactericidal activity in early phase trials several clinical trials have demonstrated the efficacy of month dr tb regimens and have included pwh however all successful shortened regimens currently contain bedaquiline which limits options for pwh in areas with emerging bedaquiline resistance while treatments targeting mycobacterium tuberculosis are the mainstay of treatment host directed therapy is being evaluated both as an intervention for treatment and for the prevention of immune reconstitution inflammatory syndrome and post tuberculosis lung disease treatment options for dr tb have improved dramatically with less toxic more effective regimens but managing hiv associated dr tb continues to require careful attention to drug drug interactions and hiv related co morbidities research into novel dr tb regimens especially for people with bedaquiline resistance and host directed therapies are critical to realize continued improvement in hiv associated dr tb outcomes"
}