{
    "pmid": "41455779",
    "title": "Research on the application of feedback method combined with diversified health education in elderly patients with COPD complicated with dysphagia.",
    "abstract": "Dysphagia is a global health problem and one of the complications of COPD. It has a negative impact on health status and can reduce patients' ability to perform activities of daily living as well as their quality of life. Therefore, this study was conducted to investigate the effects of diverse health education based on the teach-back method on the health status, activities of daily living, and quality of life of dysphagia in elderly patients with chronic obstructive pulmonary disease (COPD). Elderly COPD patients who received inpatient treatment at a tertiary hospital in Yunnan, China, from November 2022 to September 2023 were selected and screened for combined dysphagia using the Kubota drinking water test. The control group was provided with routine care, and the intervention group added diversified health education based on the teach-back method on top of routine care. After 12 days of intervention, the results of health status, quality of life and activities of daily living were compared between the two groups. Research data shows that in terms of the proportion of patients in the two groups, 86.7% are male and 13.3% are female. The proportion is 23.3% for those aged 60-69, 48.9% for those aged 70-79, and 27.8% for those aged 80 and above. The proportion of those who could concentrate on eating was 15.6%, and those who could not concentrate on eating was 84.4%. The proportion of those who need to eat within 30 min is 61.1%, and that who need to eat within 30 min is 38.9%. The proportion of comorbidities with less than two diseases was 26.7%, and that with two or more diseases was 73.3%.The general demographic data of the two groups were compared, and the differences were not statistically significant (P > 0.05) and were comparable; the health status score of the intervention group (19.56 ± 5.05) showed a significant downward trend compared with the control group (23.38 ± 6.70) (P < 0.05); the ability to carry out activities of daily living in the intervention group (82.89 ± 19.20) was scored as showing a significant upward trend compared with the control group (68.78 ± 25.00) (P < 0.05); and the psychological burden on the quality of life of patients in the two groups, Eating time, desire to eat, food choice, verbal communication, fear, mental health, social interaction, sleep and fatigue in both groups (P < 0.05), however, symptom frequency was rated lower than that of the control group (P > 0.05). Diversified health education based on the teach-back method was used to intervene in the health status, ability to perform activities of daily living, and quality of life of dysphagia in elderly patients with chronic obstructive pulmonary disease (COPD). Compared with conventional care, the program was effective in improving patients' health status, activities of daily living, and quality of life.Trial registration: The trial was registered with the China Clinical Trial Registry and is available at the China Clinical Trial Registry (www.chictr.org.cn). Registration date: 19/10/2024. Registration number: ChiCTR2400091055.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "research on the application of feedback method combined with diversified health education in elderly patients with copd complicated with dysphagia dysphagia is a global health problem and one of the complications of copd it has a negative impact on health status and can reduce patients ability to perform activities of daily living as well as their quality of life therefore this study was conducted to investigate the effects of diverse health education based on the teach back method on the health status activities of daily living and quality of life of dysphagia in elderly patients with chronic obstructive pulmonary disease copd elderly copd patients who received inpatient treatment at a tertiary hospital in yunnan china from november to september were selected and screened for combined dysphagia using the kubota drinking water test the control group was provided with routine care and the intervention group added diversified health education based on the teach back method on top of routine care after days of intervention the results of health status quality of life and activities of daily living were compared between the two groups research data shows that in terms of the proportion of patients in the two groups are male and are female the proportion is for those aged for those aged and for those aged and above the proportion of those who could concentrate on eating was and those who could not concentrate on eating was the proportion of those who need to eat within min is and that who need to eat within min is the proportion of comorbidities with less than two diseases was and that with two or more diseases was the general demographic data of the two groups were compared and the differences were not statistically significant p and were comparable the health status score of the intervention group showed a significant downward trend compared with the control group p the ability to carry out activities of daily living in the intervention group was scored as showing a significant upward trend compared with the control group p and the psychological burden on the quality of life of patients in the two groups eating time desire to eat food choice verbal communication fear mental health social interaction sleep and fatigue in both groups p however symptom frequency was rated lower than that of the control group p diversified health education based on the teach back method was used to intervene in the health status ability to perform activities of daily living and quality of life of dysphagia in elderly patients with chronic obstructive pulmonary disease copd compared with conventional care the program was effective in improving patients health status activities of daily living and quality of life trial registration the trial was registered with the china clinical trial registry and is available at the china clinical trial registry www chictr org cn registration date registration number chictr"
}