{
    "pmid": "41386195",
    "title": "Transfer of Finnish adolescents with epilepsy to adult care: a population-based study.",
    "abstract": "Transferring adolescents with epilepsy (AWE) to adult care is a complex process, yet there is limited data on its overall epidemiology and clinical implications. This population-based study analyzes the long-term clinical trajectories and predictors of transfer among AWE within a robust Finnish healthcare system. A cohort of 439 AWE was followed for a mean of 10.28 years. Transfer outcomes, care settings, and long-term seizure control were evaluated for patients reaching transfer age, focusing on predictors of public adult specialty care. Of 222 AWE reaching transfer age, 189 (85.1 %) were transferred to adult services, with 64 % entering university hospital care. Remission was achieved in 23 % during extended follow-up, while 27 % remained drug-resistant. Multivariable analysis identified developmental and epileptic encephalopathy, specific developmental disorders, and comorbidities such as asthma, allergies, and obesity as significant predictors for public adult specialty care. Notably, changing the transfer age from 16 to 18 years had no significant effect on transfer rates. Transfer to adult specialty care affects the vast majority of AWE, imposing considerable demands on public health systems. These findings underscore the need for early identification of high-risk patients to inform resource planning and individualized care strategies.",
    "disease": "asthma",
    "clean_text": "transfer of finnish adolescents with epilepsy to adult care a population based study transferring adolescents with epilepsy awe to adult care is a complex process yet there is limited data on its overall epidemiology and clinical implications this population based study analyzes the long term clinical trajectories and predictors of transfer among awe within a robust finnish healthcare system a cohort of awe was followed for a mean of years transfer outcomes care settings and long term seizure control were evaluated for patients reaching transfer age focusing on predictors of public adult specialty care of awe reaching transfer age were transferred to adult services with entering university hospital care remission was achieved in during extended follow up while remained drug resistant multivariable analysis identified developmental and epileptic encephalopathy specific developmental disorders and comorbidities such as asthma allergies and obesity as significant predictors for public adult specialty care notably changing the transfer age from to years had no significant effect on transfer rates transfer to adult specialty care affects the vast majority of awe imposing considerable demands on public health systems these findings underscore the need for early identification of high risk patients to inform resource planning and individualized care strategies"
}