{
    "title": "Synaptic Plasticity, a Prominent Contributor to the Anxiety in Fragile X Syndrome.",
    "doc_id": "27239350",
    "writer": "Yang T",
    "year": "2016",
    "summary": "Fragile X syndrome (FXS) is an inheritable neuropsychological disease caused by expansion of the CGG trinucleotide repeat affecting the fmr1 gene on X chromosome, resulting in silence of the fmr1 gene and failed expression of FMRP. ...",
    "abstract": "Fragile X syndrome (FXS) is an inheritable neuropsychological disease caused by expansion of the CGG trinucleotide repeat affecting the fmr1 gene on X chromosome, resulting in silence of the fmr1 gene and failed expression of FMRP. Patients with FXS suffer from cognitive impairment, sensory integration deficits, learning disability, anxiety, autistic traits, and so forth. Specifically, the morbidity of anxiety in FXS individuals remains high from childhood to adulthood. By and large, it is common that the change of brain plasticity plays a key role in the progression of disease. But for now, most studies excessively emphasized the one-sided factor on the change of synaptic plasticity participating in the generation of anxiety during the development of FXS. Here we proposed an integrated concept to acquire better recognition about the details of this process.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27239350/",
    "clean_text": "synaptic plasticity a prominent contributor to the anxiety in fragile x syndrome fragile x syndrome fxs is an inheritable neuropsychological disease caused by expansion of the cgg trinucleotide repeat affecting the fmr gene on x chromosome resulting in silence of the fmr gene and failed expression of fmrp fragile x syndrome fxs is an inheritable neuropsychological disease caused by expansion of the cgg trinucleotide repeat affecting the fmr gene on x chromosome resulting in silence of the fmr gene and failed expression of fmrp patients with fxs suffer from cognitive impairment sensory integration deficits learning disability anxiety autistic traits and so forth specifically the morbidity of anxiety in fxs individuals remains high from childhood to adulthood by and large it is common that the change of brain plasticity plays a key role in the progression of disease but for now most studies excessively emphasized the one sided factor on the change of synaptic plasticity participating in the generation of anxiety during the development of fxs here we proposed an integrated concept to acquire better recognition about the details of this process"
}