{
    "title": "Does Ramadan fasting alter body weight and blood lipids and fasting blood glucose in a healthy population? A meta-analysis.",
    "doc_id": "23423818",
    "writer": "Kul S",
    "year": "2014",
    "summary": "In this study, we conducted a meta-analysis of self-controlled cohort studies comparing body weights, blood levels of lipids and fasting blood glucose levels before and after Ramadan taking into account gender differences. ...In conclusion, by looking at this data, …",
    "abstract": "In this study, we conducted a meta-analysis of self-controlled cohort studies comparing body weights, blood levels of lipids and fasting blood glucose levels before and after Ramadan taking into account gender differences. Several databases were searched up to June 2012 for studies showing an effect of Ramadan fasting in healthy subjects, yielding 30 articles. The primary finding of this meta-analysis was that after Ramadan fasting, low-density lipoprotein (SMD = -1.67, 95 % CI = -2.48 to -0.86) and fasting blood glucose levels (SMD = -1.10, 95 % CI = -1.62 to -0.58) were decreased in both sex groups and also in the entire group compared to levels prior to Ramadan. In addition, in the female subgroup, body weight (SMD = -0.04, 95 % CI = -0.20, 0.12), total cholesterol (SMD = 0.05, 95 % CI = -0.51 to 0.60), and triglyceride levels (SMD = 0.03, 95 % CI = -0.31, 0.36) remained unchanged, while HDL levels (SMD = 0.86, 95 % CI = 0.11 to 1.61, p = 0.03) were increased. In males, Ramadan fasting resulted in weight loss (SMD = -0.24, 95 % CI = -0.36, -0.12, p = 0.001). Also, a substantial reduction in total cholesterol (SMD = -0.44, 95 % CI = -0.77 to -0.11) and LDL levels (SMD = -2.22, 95 % CI = -3.47 to -0.96) and a small decrease in triglyceride levels (SMD = -0.35, 95 % CI = -0.67 to -0.02) were observed in males. In conclusion, by looking at this data, it is evident that Ramadan fasting can effectively change body weight and some biochemical parameters in healthy subjects especially in males compared to pre-Ramadan period.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23423818/",
    "clean_text": "does ramadan fasting alter body weight and blood lipids and fasting blood glucose in a healthy population a meta analysis in this study we conducted a meta analysis of self controlled cohort studies comparing body weights blood levels of lipids and fasting blood glucose levels before and after ramadan taking into account gender differences in conclusion by looking at this data in this study we conducted a meta analysis of self controlled cohort studies comparing body weights blood levels of lipids and fasting blood glucose levels before and after ramadan taking into account gender differences several databases were searched up to june for studies showing an effect of ramadan fasting in healthy subjects yielding articles the primary finding of this meta analysis was that after ramadan fasting low density lipoprotein smd ci to and fasting blood glucose levels smd ci to were decreased in both sex groups and also in the entire group compared to levels prior to ramadan in addition in the female subgroup body weight smd ci total cholesterol smd ci to and triglyceride levels smd ci remained unchanged while hdl levels smd ci to p were increased in males ramadan fasting resulted in weight loss smd ci p also a substantial reduction in total cholesterol smd ci to and ldl levels smd ci to and a small decrease in triglyceride levels smd ci to were observed in males in conclusion by looking at this data it is evident that ramadan fasting can effectively change body weight and some biochemical parameters in healthy subjects especially in males compared to pre ramadan period"
}