{
    "pmid": "41346979",
    "title": "Development and validation of an interpretable machine learning model for predicting low muscle mass in patients with rheumatoid arthritis: a multicenter study.",
    "abstract": "This study aims to develop a predictive model for identifying rheumatoid arthritis (RA) patients at risk of low muscle mass using easily obtainable clinical indicators. The goal is to facilitate targeted screening for individuals at high risk of sarcopenia, optimize diagnostic strategies, reduce the burden of additional testing, and improve the efficiency of early identification and intervention. This study analyzed data from 1,260 RA patients obtained from the National Health and Nutrition Examination Survey (NHANES) database and the Affiliated Hospital of Shandong University of Traditional Chinese Medicine (SHUTCM). Eight machine learning models were developed, including Random Forest, LightGBM, XGBoost, CatBoost, Support Vector Machine (SVM), K-Nearest Neighbors (KNN), Logistic Regression, and a weighted ensemble model. Model performance was evaluated using metrics such as accuracy, area under the receiver operating characteristic curve (AUC), F1 score, Precision, Recall, and Brier score loss. The SHapley Additive exPlanation (SHAP) method was used to rank feature importance and interpret the final model. Among all machine learning models, the tree-based weighted ensemble model demonstrated the best performance, achieving an AUC of 0.921, outperforming all individual models. The model exhibited good calibration and higher net clinical benefit in decision curve analysis, especially within the probability threshold range of 0.2 to 0.8, and achieved an AUC of 0.848 on the test set, demonstrating a certain degree of generalizability. SHAP analysis identified BMI, albumin, hemoglobin, age, and creatinine as the most important features for predicting the risk of low muscle mass. SHAP dependency and waterfall plots further showed the model's decision-making mechanisms. Finally, we developed an online risk prediction calculator based on the FastAPI framework, which automatically generates individualized low muscle mass risk scores based on user input. The tool has been deployed on the Hugging Face platform and is accessible online. Based on a large, multicenter dataset, we developed and validated an explainable ML model capable of identifying individuals with a high risk of low muscle mass among patients with rheumatoid arthritis. This model may serve as a decision-support tool for clinicians in guiding further screening and diagnosis of sarcopenia.",
    "disease": "rheumatoid arthritis",
    "clean_text": "development and validation of an interpretable machine learning model for predicting low muscle mass in patients with rheumatoid arthritis a multicenter study this study aims to develop a predictive model for identifying rheumatoid arthritis ra patients at risk of low muscle mass using easily obtainable clinical indicators the goal is to facilitate targeted screening for individuals at high risk of sarcopenia optimize diagnostic strategies reduce the burden of additional testing and improve the efficiency of early identification and intervention this study analyzed data from ra patients obtained from the national health and nutrition examination survey nhanes database and the affiliated hospital of shandong university of traditional chinese medicine shutcm eight machine learning models were developed including random forest lightgbm xgboost catboost support vector machine svm k nearest neighbors knn logistic regression and a weighted ensemble model model performance was evaluated using metrics such as accuracy area under the receiver operating characteristic curve auc f score precision recall and brier score loss the shapley additive explanation shap method was used to rank feature importance and interpret the final model among all machine learning models the tree based weighted ensemble model demonstrated the best performance achieving an auc of outperforming all individual models the model exhibited good calibration and higher net clinical benefit in decision curve analysis especially within the probability threshold range of to and achieved an auc of on the test set demonstrating a certain degree of generalizability shap analysis identified bmi albumin hemoglobin age and creatinine as the most important features for predicting the risk of low muscle mass shap dependency and waterfall plots further showed the model s decision making mechanisms finally we developed an online risk prediction calculator based on the fastapi framework which automatically generates individualized low muscle mass risk scores based on user input the tool has been deployed on the hugging face platform and is accessible online based on a large multicenter dataset we developed and validated an explainable ml model capable of identifying individuals with a high risk of low muscle mass among patients with rheumatoid arthritis this model may serve as a decision support tool for clinicians in guiding further screening and diagnosis of sarcopenia"
}