{
    "title": "Fragile X cortex is characterized by decreased parvalbumin-expressing interneurons.",
    "doc_id": "38521994",
    "writer": "Juarez P",
    "year": "2024",
    "summary": "Fragile X syndrome is a genetic neurodevelopmental disorder caused by a mutation of the fragile X messenger ribonucleoprotein 1 (FMR1) gene in the X chromosome. Many fragile X syndrome cases present with autism spectrum disorder an …",
    "abstract": "Fragile X syndrome is a genetic neurodevelopmental disorder caused by a mutation of the fragile X messenger ribonucleoprotein 1 (FMR1) gene in the X chromosome. Many fragile X syndrome cases present with autism spectrum disorder and fragile X syndrome cases account for up to 5% of all autism spectrum disorder cases. The cellular composition of the fragile X syndrome cortex is not well known. We evaluated alterations in the number of Calbindin, Calretinin, and Parvalbumin expressing interneurons across 5 different cortical areas, medial prefrontal cortex (BA46), primary somatosensory cortex (BA3), primary motor cortex (BA4), superior temporal cortex (BA22), and anterior cingulate cortex (BA24) of fragile X syndrome and neurotypical brains. Compared with neurotypical cases, fragile X syndrome brains displayed a significant reduction in the number of PV+ interneurons in all areas and of CR+ interneurons in BA22 and BA3. The number of CB+ interneurons did not differ. These findings are the first to demonstrate that fragile X syndrome brains are characterized by cortical wide PV+ interneuron deficits across multiple cortical areas. These add to the idea that deficits in PV+ interneurons could disrupt the cortical balance and promote clinical deficits in fragile X syndrome patients and help to develop novel therapies for neurodevelopmental disorders like fragile X syndrome and autism spectrum disorder.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38521994/",
    "clean_text": "fragile x cortex is characterized by decreased parvalbumin expressing interneurons fragile x syndrome is a genetic neurodevelopmental disorder caused by a mutation of the fragile x messenger ribonucleoprotein fmr gene in the x chromosome many fragile x syndrome cases present with autism spectrum disorder an fragile x syndrome is a genetic neurodevelopmental disorder caused by a mutation of the fragile x messenger ribonucleoprotein fmr gene in the x chromosome many fragile x syndrome cases present with autism spectrum disorder and fragile x syndrome cases account for up to of all autism spectrum disorder cases the cellular composition of the fragile x syndrome cortex is not well known we evaluated alterations in the number of calbindin calretinin and parvalbumin expressing interneurons across different cortical areas medial prefrontal cortex ba primary somatosensory cortex ba primary motor cortex ba superior temporal cortex ba and anterior cingulate cortex ba of fragile x syndrome and neurotypical brains compared with neurotypical cases fragile x syndrome brains displayed a significant reduction in the number of pv interneurons in all areas and of cr interneurons in ba and ba the number of cb interneurons did not differ these findings are the first to demonstrate that fragile x syndrome brains are characterized by cortical wide pv interneuron deficits across multiple cortical areas these add to the idea that deficits in pv interneurons could disrupt the cortical balance and promote clinical deficits in fragile x syndrome patients and help to develop novel therapies for neurodevelopmental disorders like fragile x syndrome and autism spectrum disorder"
}