{
    "pmid": "41362567",
    "title": "The Impact of Methotrexate on Patients With Rheumatoid Arthritis-Associated Interstitial Lung Disease: A Systematic Literature Review.",
    "abstract": "Rheumatoid arthritis (RA), a long-term autoimmune disorder, continues to affect millions worldwide and is often accompanied by interstitial lung disease (ILD). This serious complication can dramatically worsen patient outcomes. Methotrexate (MTX), one of the most prescribed treatments for RA, has been widely used for its effectiveness but criticized for its potential respiratory side effects. Questions remain about whether MTX contributes to the onset or progression of ILD in this population. To explore this issue, 19 studies published between 2010 and 2025 were reviewed, covering a total of 47,271 patients with RA who had received MTX. The included studies varied in design, ranging from observational and comparative cohort analyses to experimental animal models, and were drawn from diverse geographic populations, including several from East Asia. According to the studies, five reported a link between MTX use and increased risk or worsening of RA-associated ILD (RA-ILD). The remaining 14 studies found no evidence of such an association, and some even suggested that MTX has protective properties reducing inflammation and limiting lung damage. Direct comparisons were complicated due to differences in study design, diagnostic criteria, patient demographics, and smoking status. Based on the literature collected from this review, most reports that have identified harmful effects of MTX were within the Asian population, hinting at a possible risk factor within the Asian population. The findings of these studies indicate that while concerns about MTX and ILD have some basis in literature, the collective findings fail to demonstrate a consistent or definitive risk. In fact, MTX may offer benefits for some patients when used appropriately. However, more well-controlled, multinational studies are needed to better understand how MTX interacts with lung tissue in RA and to determine which patients, if any, are at an elevated risk for developing ILD during treatment. This study aims to contribute to the evolving understanding of MTX on RA-ILD and highlights the importance of careful clinical judgment when initiating MTX therapy.",
    "disease": "rheumatoid arthritis",
    "clean_text": "the impact of methotrexate on patients with rheumatoid arthritis associated interstitial lung disease a systematic literature review rheumatoid arthritis ra a long term autoimmune disorder continues to affect millions worldwide and is often accompanied by interstitial lung disease ild this serious complication can dramatically worsen patient outcomes methotrexate mtx one of the most prescribed treatments for ra has been widely used for its effectiveness but criticized for its potential respiratory side effects questions remain about whether mtx contributes to the onset or progression of ild in this population to explore this issue studies published between and were reviewed covering a total of patients with ra who had received mtx the included studies varied in design ranging from observational and comparative cohort analyses to experimental animal models and were drawn from diverse geographic populations including several from east asia according to the studies five reported a link between mtx use and increased risk or worsening of ra associated ild ra ild the remaining studies found no evidence of such an association and some even suggested that mtx has protective properties reducing inflammation and limiting lung damage direct comparisons were complicated due to differences in study design diagnostic criteria patient demographics and smoking status based on the literature collected from this review most reports that have identified harmful effects of mtx were within the asian population hinting at a possible risk factor within the asian population the findings of these studies indicate that while concerns about mtx and ild have some basis in literature the collective findings fail to demonstrate a consistent or definitive risk in fact mtx may offer benefits for some patients when used appropriately however more well controlled multinational studies are needed to better understand how mtx interacts with lung tissue in ra and to determine which patients if any are at an elevated risk for developing ild during treatment this study aims to contribute to the evolving understanding of mtx on ra ild and highlights the importance of careful clinical judgment when initiating mtx therapy"
}