{
    "pmid": "41351062",
    "title": "DNA methylation predicts lung function and pulmonary exacerbation in sputum samples from patients with cystic fibrosis.",
    "abstract": "Lung disease is variable among patients with cystic fibrosis (CF) and depends on genetic and environmental factors. To better understand the molecular determinants of lung disease variability, we carried out an epigenome-wide association study (EWAS) in sputum samples from patients with CF. We profiled 64 sputum samples using Human Methylation EPIC BeadChips and assessed the correlation between DNA methylation levels and four clinical traits: lung function (FEV1 In the EWAS, we identified two differentially methylated CpG sites (cg11047325/SOCS3, p = 4 × 10 We provide the first longitudinal assessment of genome-wide DNA methylation in a cohort of patient with CF and identify CpG sites that predict clinical traits of key importance for lung disease. The associated genes play a critical role in inflammation or pancreatic endocrine activity. Overall, our results underscore the emerging role of DNA methylation as a key modulator of disease severity in CF.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "dna methylation predicts lung function and pulmonary exacerbation in sputum samples from patients with cystic fibrosis lung disease is variable among patients with cystic fibrosis cf and depends on genetic and environmental factors to better understand the molecular determinants of lung disease variability we carried out an epigenome wide association study ewas in sputum samples from patients with cf we profiled sputum samples using human methylation epic beadchips and assessed the correlation between dna methylation levels and four clinical traits lung function fev in the ewas we identified two differentially methylated cpg sites cg socs p we provide the first longitudinal assessment of genome wide dna methylation in a cohort of patient with cf and identify cpg sites that predict clinical traits of key importance for lung disease the associated genes play a critical role in inflammation or pancreatic endocrine activity overall our results underscore the emerging role of dna methylation as a key modulator of disease severity in cf"
}