{
    "title": "Treatment of cardiometabolic risk factors in patients with type 1 diabetes.",
    "doc_id": "32520825",
    "writer": "Niechciał E",
    "year": "2020",
    "summary": "This article reviews recent evidence on cardiometabolic risk factors and their management in youth with T1D. RECENT FINDINGS: Adolescents with T1D show early signs of vascular complications, as a result of several cardiometabolic risk factors. ...Hyper …",
    "abstract": "Purpose of review:\n        \n      \n      Individuals with type 1 diabetes (T1D) have excess cardiovascular risk and reduced life expectancy. Adolescence is the time when the first signs of vascular complications appear and a critical window for interventions. This article reviews recent evidence on cardiometabolic risk factors and their management in youth with T1D.\n    \n\n\n          Recent findings:\n        \n      \n      Adolescents with T1D show early signs of vascular complications, as a result of several cardiometabolic risk factors. Poor glycemic control is one of the main risk factors and the main target of treatment. However, only a minority of adolescents with T1D reaches recommended targets for glycemic control. Hypertension, dyslipidemia, smoking, alcohol use, obesity and insulin resistance are other common cardiometabolic risk factors in this age group. Recent data confirm that screening for these risk factors is suboptimal and use of pharmacological interventions for hypertension and dyslipidemia remains low. Data on adjunctive noninsulin agents to improve glycemic control and other cardiometabolic risk factors are still lacking in this age group.\n    \n\n\n          Summary:\n        \n      \n      Vascular complications and the associated mortality remain a major issue for youth with T1D. Better screening strategies for cardiometabolic risk factors and interventions are required to improve the long-term prognosis of youth with T1D.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32520825/",
    "clean_text": "treatment of cardiometabolic risk factors in patients with type diabetes this article reviews recent evidence on cardiometabolic risk factors and their management in youth with t d recent findings adolescents with t d show early signs of vascular complications as a result of several cardiometabolic risk factors hyper purpose of review individuals with type diabetes t d have excess cardiovascular risk and reduced life expectancy adolescence is the time when the first signs of vascular complications appear and a critical window for interventions this article reviews recent evidence on cardiometabolic risk factors and their management in youth with t d recent findings adolescents with t d show early signs of vascular complications as a result of several cardiometabolic risk factors poor glycemic control is one of the main risk factors and the main target of treatment however only a minority of adolescents with t d reaches recommended targets for glycemic control hypertension dyslipidemia smoking alcohol use obesity and insulin resistance are other common cardiometabolic risk factors in this age group recent data confirm that screening for these risk factors is suboptimal and use of pharmacological interventions for hypertension and dyslipidemia remains low data on adjunctive noninsulin agents to improve glycemic control and other cardiometabolic risk factors are still lacking in this age group summary vascular complications and the associated mortality remain a major issue for youth with t d better screening strategies for cardiometabolic risk factors and interventions are required to improve the long term prognosis of youth with t d"
}