{
    "pmid": "41412416",
    "title": "Neutrophil-derived exosomal thrombospondin-1 exacerbates endothelial progenitor cell senescence and lung injury via TGF-β/SMAD signaling in COPD.",
    "abstract": "Chronic obstructive pulmonary disease (COPD) is a chronic respiratory condition primarily caused by inhalation of harmful particles such as tobacco smoke. Cellular senescence serves as a key driver in its pathogenesis. Although endothelial progenitor cells (EPCs) have been shown to alleviate COPD by reducing inflammatory cell infiltration, the role and mechanisms underlying EPC senescence in this disease remain unclear. A cigarette smoke (CS)-exposed COPD mouse model was established. Lung injury was assessed histologically, with concurrent quantification of neutrophil infiltration and cellular senescence levels in lung tissues. Pearson analysis evaluated the correlation between senescence severity and neutrophil numbers. In vivo neutrophil depletion was achieved using anti-Ly6G antibody, while GW4869 was used to inhibit exosome secretion from COPD-derived neutrophils. Neutrophils were then co-cultured with EPCs to assess their impact on EPC senescence and DNA damage. Proteomic analyses were employed to identify mechanisms of neutrophil-derived exosomes in COPD. COPD mice exhibited significant lung tissue damage, accelerated cellular senescence, and increased neutrophil infiltration. Senescence severity positively correlated with neutrophil proportion. Mechanistically, thrombospondin-1 (TSP-1) was highly expressed in COPD-derived neutrophils. Knockdown of neutrophil-derived exosomal TSP-1 alleviated EPC senescence. Furthermore, TSP-1 expression was regulated by transcription factor FOS, whereas TGF-β inhibition attenuated the promoting effects of TSP-1 overexpression on cellular senescence and lung injury in COPD mice. This study demonstrates that neutrophil-derived exosomal TSP-1 aggravates EPC senescence and lung injury in COPD, revealing the pathogenic role of TSP-1 in disease progression and highlighting its potential as a therapeutic target.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "neutrophil derived exosomal thrombospondin exacerbates endothelial progenitor cell senescence and lung injury via tgf smad signaling in copd chronic obstructive pulmonary disease copd is a chronic respiratory condition primarily caused by inhalation of harmful particles such as tobacco smoke cellular senescence serves as a key driver in its pathogenesis although endothelial progenitor cells epcs have been shown to alleviate copd by reducing inflammatory cell infiltration the role and mechanisms underlying epc senescence in this disease remain unclear a cigarette smoke cs exposed copd mouse model was established lung injury was assessed histologically with concurrent quantification of neutrophil infiltration and cellular senescence levels in lung tissues pearson analysis evaluated the correlation between senescence severity and neutrophil numbers in vivo neutrophil depletion was achieved using anti ly g antibody while gw was used to inhibit exosome secretion from copd derived neutrophils neutrophils were then co cultured with epcs to assess their impact on epc senescence and dna damage proteomic analyses were employed to identify mechanisms of neutrophil derived exosomes in copd copd mice exhibited significant lung tissue damage accelerated cellular senescence and increased neutrophil infiltration senescence severity positively correlated with neutrophil proportion mechanistically thrombospondin tsp was highly expressed in copd derived neutrophils knockdown of neutrophil derived exosomal tsp alleviated epc senescence furthermore tsp expression was regulated by transcription factor fos whereas tgf inhibition attenuated the promoting effects of tsp overexpression on cellular senescence and lung injury in copd mice this study demonstrates that neutrophil derived exosomal tsp aggravates epc senescence and lung injury in copd revealing the pathogenic role of tsp in disease progression and highlighting its potential as a therapeutic target"
}