{
    "title": "Thinness and weight loss: beneficial or detrimental to longevity?",
    "doc_id": "10449013",
    "writer": "Gaesser GA.",
    "year": "1999",
    "summary": "These findings cannot be attributed to smoking status or to weight loss resulting from subclinical disease. The effect of intentional weight loss on mortality rates depends upon health status. ...In view of the potential risks associated with weight …",
    "abstract": "This review examined the hypotheses that 1) low body mass index (BMI) is optimal for longevity and 2) weight loss reduces mortality rates. The preponderance of epidemiological evidence fails to support either of these hypotheses. Indeed, a number of studies show that thinness and weight loss (regardless of initial BMI) are associated with increased mortality rates. These findings cannot be attributed to smoking status or to weight loss resulting from subclinical disease. The effect of intentional weight loss on mortality rates depends upon health status. For overweight individuals in good health, there is no compelling evidence to show that mortality rates are reduced with weight loss. Even among overweight persons with one or more obesity-related health conditions, specific weight loss recommendations may be unnecessary: 1) the reduction in mortality rate associated with intentional weight loss is independent of the amount of weight loss, 2) the reductions in all-cause mortality rate associated with increased physical activity and fitness (23-44%), independent of changes in body weight, are greater than that reported for intentional weight loss (approximately 20%), and 3) many obesity-related health conditions (e.g., hypertension, dyslipidemias, insulin resistance, glucose intolerance) can be ameliorated independently of weight loss. In view of the potential risks associated with weight loss and weight cycling, it is suggested that public health may be better served by placing greater emphasis on lifestyle changes and less attention to weight loss per se.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10449013/",
    "clean_text": "thinness and weight loss beneficial or detrimental to longevity these findings cannot be attributed to smoking status or to weight loss resulting from subclinical disease the effect of intentional weight loss on mortality rates depends upon health status in view of the potential risks associated with weight this review examined the hypotheses that low body mass index bmi is optimal for longevity and weight loss reduces mortality rates the preponderance of epidemiological evidence fails to support either of these hypotheses indeed a number of studies show that thinness and weight loss regardless of initial bmi are associated with increased mortality rates these findings cannot be attributed to smoking status or to weight loss resulting from subclinical disease the effect of intentional weight loss on mortality rates depends upon health status for overweight individuals in good health there is no compelling evidence to show that mortality rates are reduced with weight loss even among overweight persons with one or more obesity related health conditions specific weight loss recommendations may be unnecessary the reduction in mortality rate associated with intentional weight loss is independent of the amount of weight loss the reductions in all cause mortality rate associated with increased physical activity and fitness independent of changes in body weight are greater than that reported for intentional weight loss approximately and many obesity related health conditions e g hypertension dyslipidemias insulin resistance glucose intolerance can be ameliorated independently of weight loss in view of the potential risks associated with weight loss and weight cycling it is suggested that public health may be better served by placing greater emphasis on lifestyle changes and less attention to weight loss per se"
}