{
    "pmid": "41474915",
    "title": "Ambulatory Blood Pressure Monitoring Versus Casual Blood Pressure Measurement in Predicting Left Ventricular Hypertrophy in Children with Chronic Kidney Disease.",
    "abstract": "Hypertension is prevalent in chronic kidney disease (CKD) patients and uncontrolled hypertension is a known risk factor for increased cardiovascular morbidity and for progression of CKD. So, accurate blood pressure measurement and its management should be the utmost necessity in CKD population. Left ventricular hypertrophy (LVH), which is thickening of the left ventricular wall, is a surrogate end point of cardiovascular morbidity in hypertensive patients. Goal of this study was to determine the predictive role of ambulatory blood pressure monitoring (ABPM) for LVH in comparison with that of casual blood pressure (CBP) measurement in children with CKD. This cross-sectional study was conducted in the Department of Pediatric Nephrology of Bangabandhu Sheikh Mujib Medical University from June 2020 to July 2021. A total of 68 diagnosed CKD patients, staged 3 to 5D, aged 5 to 18 years were enrolled for the study. CBP was obtained by an oscillometric device (Aneroid) in the office setting and ABPM performed for a 24-hour period with an oscillometric device (Welch Allyn ABPM 7100). Echocardiography was performed for all patients for assessing LVH by calculating the Left Ventricular Mass Index (LVMI). Then the association between ABPM parameters and LVH was determined. The correlation of LVMI with average systolic and diastolic blood pressure was tested for both ABPM and CBP measurements using Pearson's Correlation test. Comparison was made between abnormal ABPM parameter and casual hypertension in predicting LVH by Chi Square test. The mean age of the study subjects was 12.69±2.89 years with a male predominance (62.0%). Twenty-six (38.24%) patients were found hypertensive based on CBP measurement compared to forty (53.0%) patients using ABPM. Assessing that the ABPM would be a better method than CBP measurement, which overrates white coat hypertension (10.3%) but underestimates masked hypertension (20.5%). As a whole, LVH was found in twenty-nine (42.64%) patients. There was a significant association between ABPM parameters (SBP and DBP load, non-dipping, elevated BP index) and LVH. The positive predictive value of systolic and diastolic blood pressure load for predicting LVH were 72.4% and 78.3% respectively. When adjusted with multiple parameters, SBP and DBP loads were found significantly associated with LVH (adjusted odd ratio were 4.58, 5.32 respectively). There was a strong positive correlation between left ventricular mass index with systolic and diastolic blood pressure (by ABPM) (r=0.636, r=0.708 respectively) but weak positive correlation was found between LVMI and CBP. While comparing with CBP measurements, there was a significant association found in predicting LVH and ABPM parameters (DBP load and BP index). ABPM parameters like high diastolic BP load and elevated BP index can predict LVH more than casual BP measurement in children with CKD.",
    "disease": "hypertension",
    "clean_text": "ambulatory blood pressure monitoring versus casual blood pressure measurement in predicting left ventricular hypertrophy in children with chronic kidney disease hypertension is prevalent in chronic kidney disease ckd patients and uncontrolled hypertension is a known risk factor for increased cardiovascular morbidity and for progression of ckd so accurate blood pressure measurement and its management should be the utmost necessity in ckd population left ventricular hypertrophy lvh which is thickening of the left ventricular wall is a surrogate end point of cardiovascular morbidity in hypertensive patients goal of this study was to determine the predictive role of ambulatory blood pressure monitoring abpm for lvh in comparison with that of casual blood pressure cbp measurement in children with ckd this cross sectional study was conducted in the department of pediatric nephrology of bangabandhu sheikh mujib medical university from june to july a total of diagnosed ckd patients staged to d aged to years were enrolled for the study cbp was obtained by an oscillometric device aneroid in the office setting and abpm performed for a hour period with an oscillometric device welch allyn abpm echocardiography was performed for all patients for assessing lvh by calculating the left ventricular mass index lvmi then the association between abpm parameters and lvh was determined the correlation of lvmi with average systolic and diastolic blood pressure was tested for both abpm and cbp measurements using pearson s correlation test comparison was made between abnormal abpm parameter and casual hypertension in predicting lvh by chi square test the mean age of the study subjects was years with a male predominance twenty six patients were found hypertensive based on cbp measurement compared to forty patients using abpm assessing that the abpm would be a better method than cbp measurement which overrates white coat hypertension but underestimates masked hypertension as a whole lvh was found in twenty nine patients there was a significant association between abpm parameters sbp and dbp load non dipping elevated bp index and lvh the positive predictive value of systolic and diastolic blood pressure load for predicting lvh were and respectively when adjusted with multiple parameters sbp and dbp loads were found significantly associated with lvh adjusted odd ratio were respectively there was a strong positive correlation between left ventricular mass index with systolic and diastolic blood pressure by abpm r r respectively but weak positive correlation was found between lvmi and cbp while comparing with cbp measurements there was a significant association found in predicting lvh and abpm parameters dbp load and bp index abpm parameters like high diastolic bp load and elevated bp index can predict lvh more than casual bp measurement in children with ckd"
}