{
    "pmid": "41453135",
    "title": "Prediction of inclisiran efficacy in patients with established atherosclerotic cardiovascular disease: the SIRIUS In-Silico modelling of cardiovascular outcomes.",
    "abstract": "Inclisiran, an siRNA-targeting hepatic PCSK9 mRNA, reduces low-density lipoprotein cholesterol (LDL-C), but its effect on major adverse cardiovascular event (MACE) remains unconfirmed. The SIRIUS in-silico modelling program aimed to predict the efficacy of inclisiran on MACE in virtual patients with atherosclerotic cardiovascular disease (ASCVD). The SIRIUS simulation (NCT05974345) used a validated mechanistic model of ASCVD and lipid-lowering therapy (LLT) effects in a virtual population with established ASCVD and LDL-C ≥70 mg/dL. Each virtual patient served as their own control to compare inclisiran versus placebo as an adjunct to high-intensity statin therapy, alone or with ezetimibe over 5 years. The model did not account for non-adherence, recurrent events, or adverse effects. Among 204 691 virtual patients, inclisiran was predicted to reduce LDL-C by 49.7% versus placebo (from 91.1 to 48.3 mg/dL). Relative to placebo, inclisiran was predicted to lower 5 years risk of 3-point MACE by 25.2% (11.3% vs. 14.9%), myocardial infarction by 34.8% (5.7% vs. 8.6%; HR 0.65), ischaemic stroke by 26% (2.6% vs. 3.4%; HR 0.74), and major adverse limb event by 34.1% (0.5% vs. 0.8%; HR 0.66). A 7.1% relative reduction of cardiovascular death was predicted (4.2% vs. 4.5%; HR 0.93). SIRIUS is the first in-silico simulation using a knowledge-based mechanistic model to predict the efficacy of LLT on cardiovascular outcomes in ASCVD. These findings offer early model-based prediction of inclisiran's potential cardiovascular benefit ahead of phase 3 outcome trials. The SIRIUS in-silico simulation used a validated knowledge-based mechanistic computational model to computationally simulate inclisiran efficacy on 5-year MACE in 204 691 virtual patients with atherosclerotic cardiovascular disease (ASCVD).Mean predicted percentage reduction in LDL-C with inclisiran versus placebo was 49.7% at 5 years, with a 25.2% reduction in 3-point MACE.This simulation provides early insights into the potential effect of inclisiran on cardiovascular event reduction in advance of results from ongoing phase 3 trial.",
    "disease": "stroke",
    "clean_text": "prediction of inclisiran efficacy in patients with established atherosclerotic cardiovascular disease the sirius in silico modelling of cardiovascular outcomes inclisiran an sirna targeting hepatic pcsk mrna reduces low density lipoprotein cholesterol ldl c but its effect on major adverse cardiovascular event mace remains unconfirmed the sirius in silico modelling program aimed to predict the efficacy of inclisiran on mace in virtual patients with atherosclerotic cardiovascular disease ascvd the sirius simulation nct used a validated mechanistic model of ascvd and lipid lowering therapy llt effects in a virtual population with established ascvd and ldl c mg dl each virtual patient served as their own control to compare inclisiran versus placebo as an adjunct to high intensity statin therapy alone or with ezetimibe over years the model did not account for non adherence recurrent events or adverse effects among virtual patients inclisiran was predicted to reduce ldl c by versus placebo from to mg dl relative to placebo inclisiran was predicted to lower years risk of point mace by vs myocardial infarction by vs hr ischaemic stroke by vs hr and major adverse limb event by vs hr a relative reduction of cardiovascular death was predicted vs hr sirius is the first in silico simulation using a knowledge based mechanistic model to predict the efficacy of llt on cardiovascular outcomes in ascvd these findings offer early model based prediction of inclisiran s potential cardiovascular benefit ahead of phase outcome trials the sirius in silico simulation used a validated knowledge based mechanistic computational model to computationally simulate inclisiran efficacy on year mace in virtual patients with atherosclerotic cardiovascular disease ascvd mean predicted percentage reduction in ldl c with inclisiran versus placebo was at years with a reduction in point mace this simulation provides early insights into the potential effect of inclisiran on cardiovascular event reduction in advance of results from ongoing phase trial"
}