{
    "pmid": "41422469",
    "title": "Decreased level of consciousness in acute ischemic stroke: risk factors, territories, stroke mechanisms and outcome. A single-centre cohort study.",
    "abstract": "A decreased level of consciousness (DLOC) at onset is infrequent in patients with acute ischemic stroke (AIS). We assessed stroke localization, patient and stroke characteristics, revascularization rates, and long-term outcome in consecutive AIS patients presenting with acute DLOC. We assessed all AIS patients from 1/2003-6/2021 admitted to a single academic hospital. DLOC at stroke onset was defined as being described in the prehospital phase or being present on hospital arrival based. Using multivariable regression analyses, we compared patients with and without DLOC regarding anatomical stroke localization, baseline characteristics, frequency of revascularization, favourable functional 3-month outcome, and 12-month mortality. Among 6491 consecutive AIS patients (median age = 74.8 years, IQR:20.2; 44.2% female), 778 (12%) had DLOC, representing 10.0% of patients from the primary catchment area. Strokes affecting the upper brainstem, thalamus or temporal lobes more frequently showed DLOC. DLOC was independently associated with multiple territory lesions, posterior circulation and right cerebral localization, unwitnessed stroke onset, stroke severity, initially missed stroke diagnosis (all adjusted p-values < 0.05). Admission temperature and systolic blood pressure showed a U-shaped association with DLOC. After multiple adjustments, favourable 3-month outcome was less frequent (adjusted OR (ORadj):0.54,95%CI:0.43-0.69) and 12-month mortality rate higher in DLOC patients (ORadj:1.35 (95%CI:1.16-1.56). The latter difference disappeared after adjusting for change of goals of care. The 10% of AIS patients with DLOC most often involve the upper brainstem, thalami and temporal lobes. DLOC patients have a higher likelihood of unwitnessed stroke onset and of their stroke being missed. Long-term functional outcome is clearly worse and mortality higher with DLOC even after adjustment for other prognostic factors.",
    "disease": "epilepsy",
    "clean_text": "decreased level of consciousness in acute ischemic stroke risk factors territories stroke mechanisms and outcome a single centre cohort study a decreased level of consciousness dloc at onset is infrequent in patients with acute ischemic stroke ais we assessed stroke localization patient and stroke characteristics revascularization rates and long term outcome in consecutive ais patients presenting with acute dloc we assessed all ais patients from admitted to a single academic hospital dloc at stroke onset was defined as being described in the prehospital phase or being present on hospital arrival based using multivariable regression analyses we compared patients with and without dloc regarding anatomical stroke localization baseline characteristics frequency of revascularization favourable functional month outcome and month mortality among consecutive ais patients median age years iqr female had dloc representing of patients from the primary catchment area strokes affecting the upper brainstem thalamus or temporal lobes more frequently showed dloc dloc was independently associated with multiple territory lesions posterior circulation and right cerebral localization unwitnessed stroke onset stroke severity initially missed stroke diagnosis all adjusted p values admission temperature and systolic blood pressure showed a u shaped association with dloc after multiple adjustments favourable month outcome was less frequent adjusted or oradj ci and month mortality rate higher in dloc patients oradj ci the latter difference disappeared after adjusting for change of goals of care the of ais patients with dloc most often involve the upper brainstem thalami and temporal lobes dloc patients have a higher likelihood of unwitnessed stroke onset and of their stroke being missed long term functional outcome is clearly worse and mortality higher with dloc even after adjustment for other prognostic factors"
}