{
    "pmid": "41456709",
    "title": "Association of Sodium-Glucose Cotransporter 2 Inhibitors and Glucagon-Like Peptide-1 Receptor Agonists with Risk of Cataract.",
    "abstract": "To evaluate the risk of age-related cataract(ARC) among patients with type 2 diabetes mellitus(T2DM) using sodium-glucose cotransporter 2 inhibitors(SGLT2i) or glucagon-like peptide-1 receptor agonists(GLP-1 RA) as second-line antihyperglycemic agents. Population-based retrospective cohort study PARTICIPANTS: Adults aged over 40 years with a diagnosis of T2DM between January 2015 and June 2025 were identified from the TriNetX Global Network. The patients were categorized into three cohorts: (1)SGLT2i plus metformin, (2)GLP-1 RA plus metformin, and (3)metformin monotherapy. Patients with aphakia or pseudophakia, orbital injuries, secondary cataracts, or congenital ocular malformations were excluded. Pairwise comparisons were performed with a 3-year follow-up. Baseline characteristics were balanced using 1:1 propensity score matching for demographics, comorbidities, T2DM severity, and cataract risk factors. Cox proportional hazards models were applied to estimate hazard ratios (HRs) and 95% confidence intervals (CIs). The primary outcome was the incidence of ARC events, defined as a diagnosis of ARC or cataract surgery, with stratified analyses conducted by demographics, glycemic control, and comorbidities. After matching, three pairwise comparisons included 34259 (SGLT2i versus metformin; mean age, 62.8 years; 35.1% female), 50877 (GLP-1 RA versus metformin; mean age, 58.3 years; 54.8% female), and 23022 (SGLT2i versus GLP-1 RA; mean age, 61.0 years; 40.8% female) patients. Adjunctive SGLT2i or GLP-1 RA was associated with a reduced risk of ARC events (SGLT2i, HR:0.82, 95% CI:0.76-0.89; GLP-1 RA, HR:0.93, 95%:CI 0.87-0.99). The protective effect of SGLT2i was greater than that of GLP-1 RA (HR:0.84, 95% CI:0.76-0.92). However, in patients with advanced age, obesity, or diabetic retinopathy, the association attenuated. When analyzed as separate outcomes, adjunctive use of SGLT2i and GLP-1 RA remained associated with a reduced risk of ARC diagnosis, while the risk of cataract surgery did not differ significantly (SGLT2i, HR:1.14, 95% CI:0.95-1.34; GLP-1 RA, HR:1.01, 95%:CI 0.79-1.26). Adjunctive use of SGLT2i or GLP-1 RA was associated with a lower risk of ARC, with a stronger effect for SGLT2i; however, neither agent reduced the risk of cataract surgery. Further studies are needed to clarify the underlying biological pathways and validate our findings.",
    "disease": "diabetes mellitus",
    "clean_text": "association of sodium glucose cotransporter inhibitors and glucagon like peptide receptor agonists with risk of cataract to evaluate the risk of age related cataract arc among patients with type diabetes mellitus t dm using sodium glucose cotransporter inhibitors sglt i or glucagon like peptide receptor agonists glp ra as second line antihyperglycemic agents population based retrospective cohort study participants adults aged over years with a diagnosis of t dm between january and june were identified from the trinetx global network the patients were categorized into three cohorts sglt i plus metformin glp ra plus metformin and metformin monotherapy patients with aphakia or pseudophakia orbital injuries secondary cataracts or congenital ocular malformations were excluded pairwise comparisons were performed with a year follow up baseline characteristics were balanced using propensity score matching for demographics comorbidities t dm severity and cataract risk factors cox proportional hazards models were applied to estimate hazard ratios hrs and confidence intervals cis the primary outcome was the incidence of arc events defined as a diagnosis of arc or cataract surgery with stratified analyses conducted by demographics glycemic control and comorbidities after matching three pairwise comparisons included sglt i versus metformin mean age years female glp ra versus metformin mean age years female and sglt i versus glp ra mean age years female patients adjunctive sglt i or glp ra was associated with a reduced risk of arc events sglt i hr ci glp ra hr ci the protective effect of sglt i was greater than that of glp ra hr ci however in patients with advanced age obesity or diabetic retinopathy the association attenuated when analyzed as separate outcomes adjunctive use of sglt i and glp ra remained associated with a reduced risk of arc diagnosis while the risk of cataract surgery did not differ significantly sglt i hr ci glp ra hr ci adjunctive use of sglt i or glp ra was associated with a lower risk of arc with a stronger effect for sglt i however neither agent reduced the risk of cataract surgery further studies are needed to clarify the underlying biological pathways and validate our findings"
}