{
    "title": "Impact of a Self-Autonomous Evaluation Station and Personalized Training Algorithm on Quality of Life and Physical Capacities in Sedentary Adults: Randomized Controlled Trial.",
    "doc_id": "39365990",
    "writer": "Le Mat Y",
    "year": "2024",
    "summary": "OBJECTIVE: We hypothesized that an automatic PT program, informed by initial physical evaluations, would increase overall quality of life, quality of sleep, and physical capabilities and reduce fatigue and depression compared with adherence to WHO recommendat …",
    "abstract": "Background:\n        \n      \n      Physical inactivity is a major risk factor for noncommunicable diseases and a leading cause of premature death. The World Health Organization (WHO) recommends at least 150 minutes of moderate intensity physical activity (PA) weekly, regardless of age, gender, or personal habits. However, in both sports performance and clinical settings, personalized training (PT) regimens have shown superior efficacy over general guidelines.\n    \n\n\n          Objective:\n        \n      \n      We hypothesized that an automatic PT program, informed by initial physical evaluations, would increase overall quality of life, quality of sleep, and physical capabilities and reduce fatigue and depression compared with adherence to WHO recommendations.\n    \n\n\n          Methods:\n        \n      \n      This 5-month, randomized, single-blinded controlled trial involved 112 sedentary or minimally active participants, divided randomly into PT and free training (FT) groups. Physical capabilities and subjective measures such as quality of life, sleep, depression, and fatigue were evaluated for both groups. After 1 month, both groups were asked to perform 150 minutes of PA per week for 4 months; the PT group could either follow a \"virtual coach\" on a mobile app to follow some personalized PA or do what they would like, while the FT group was to follow the general PA recommendations of the WHO.\n    \n\n\n          Results:\n        \n      \n      We did not find any group×time interaction for PA duration or intensity, physical qualities, and subjective measures. However, considering both groups together, there was a significant pretest and posttest time effect for duration of PA (18.2 vs 24.5 min/d of PA; P<.001), intensity (2.36 vs 3.11; P<.001), and workload (46.8 vs 80.5; P<.001). Almost all physical qualities were increased pretest and posttest (ie, estimated VO2max 26.8 vs 29 mL min-1 kg-1; P<.001; flexibility 25.9 vs 26.9 cm; P=.049; lower limb isometric forces 328 vs 347 N m; P=.002; reaction time 0.680 vs 0.633 s; P<.001; power output on cyclo-ergometer 7.63 vs 7.82 W; P<.003; and balance for the left and right leg 215 vs 163 mm2; P<.003 and 186 vs 162 mm2; P=.048, respectively). Finally, still considering the PT and FT groups together, there were significant pretest to posttest improvements in the mental component of quality of life using the 12-item Short Form Health Survey (41.9 vs 46.0; P<.006), well-being using the Warwick-Edinburgh Mental Well-Being Scale (48.3 vs 51.7; P<.002), depression using the Center for Epidemiologic Studies Depression Scale (15.5 vs 11.5; P=.02), and fatigue using the Functional Assessment of Chronic Illness Therapy-Fatigue (37.1 vs 39.5; P=.048).\n    \n\n\n          Conclusions:\n        \n      \n      The individualized training was not more effective than the general recommendations. A slight increase in PA (from 18 to 24 min/d) in sedentary or poorly active people is enough for a significant increase in physical capabilities and a significant improvement in quality of life, well-being, depression, and fatigue.\n    \n\n\n          Trial registration:\n        \n      \n      ClinicalTrials.gov NCT04998266; https://clinicaltrials.gov/study/NCT04998266.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39365990/",
    "clean_text": "impact of a self autonomous evaluation station and personalized training algorithm on quality of life and physical capacities in sedentary adults randomized controlled trial objective we hypothesized that an automatic pt program informed by initial physical evaluations would increase overall quality of life quality of sleep and physical capabilities and reduce fatigue and depression compared with adherence to who recommendat background physical inactivity is a major risk factor for noncommunicable diseases and a leading cause of premature death the world health organization who recommends at least minutes of moderate intensity physical activity pa weekly regardless of age gender or personal habits however in both sports performance and clinical settings personalized training pt regimens have shown superior efficacy over general guidelines objective we hypothesized that an automatic pt program informed by initial physical evaluations would increase overall quality of life quality of sleep and physical capabilities and reduce fatigue and depression compared with adherence to who recommendations methods this month randomized single blinded controlled trial involved sedentary or minimally active participants divided randomly into pt and free training ft groups physical capabilities and subjective measures such as quality of life sleep depression and fatigue were evaluated for both groups after month both groups were asked to perform minutes of pa per week for months the pt group could either follow a virtual coach on a mobile app to follow some personalized pa or do what they would like while the ft group was to follow the general pa recommendations of the who results we did not find any group time interaction for pa duration or intensity physical qualities and subjective measures however considering both groups together there was a significant pretest and posttest time effect for duration of pa vs min d of pa p intensity vs p and workload vs p almost all physical qualities were increased pretest and posttest ie estimated vo max vs ml min kg p flexibility vs cm p lower limb isometric forces vs n m p reaction time vs s p power output on cyclo ergometer vs w p and balance for the left and right leg vs mm p and vs mm p respectively finally still considering the pt and ft groups together there were significant pretest to posttest improvements in the mental component of quality of life using the item short form health survey vs p well being using the warwick edinburgh mental well being scale vs p depression using the center for epidemiologic studies depression scale vs p and fatigue using the functional assessment of chronic illness therapy fatigue vs p conclusions the individualized training was not more effective than the general recommendations a slight increase in pa from to min d in sedentary or poorly active people is enough for a significant increase in physical capabilities and a significant improvement in quality of life well being depression and fatigue trial registration clinicaltrials gov nct https clinicaltrials gov study nct"
}