{
    "pmid": "41460933",
    "title": "The Trapezius Aponeurosis Insertion on the Acromion: An Anatomical Study with a Possible Implication for Dynamic Stabilization of the Acromioclavicular Joint.",
    "abstract": "The trapezius is recognized as a dynamic stabilizer of the acromioclavicular (AC) joint. This function has drawn attention in the treatment of AC joint dislocation. We aimed to clarify the anatomy of the aponeurosis of the trapezius insertion about the AC joint. We hypothesized that the trapezius aponeurosis would exhibit distinctive characteristics in 3 regions: the acromial, AC-joint, and clavicular insertions. We analyzed 21 cadaveric shoulder girdle specimens from 13 donors of Japanese ethnicity (4 male and 9 female; mean age [and standard deviation], 86 ± 7.9 years [range, 72 to 97 years]). Fifteen specimens were analyzed macroscopically and 5 histologically. One specimen was excluded because of osteoarthritis. Macroscopic examination included aponeurosis length measurement and fiber orientation analysis. The trapezius aponeurosis inserted on the medial edge of the acromion, the posterior end of the AC joint, and the posterior edge of the lateral clavicle. The mean aponeurosis length was longest at the acromial insertion (mean, 28.9 ± 5.4 mm), followed by the AC-joint insertion (20.3 ± 7.7 mm), and shortest at the clavicular insertion (7.2 ± 3.2 mm) (p < 0.001). The trapezius aponeurosis was found to extend to the surface of the acromion and AC joint, connecting these structures to the deltoid origin. The coherency value, which reflects the regularity of fiber orientation, was higher on the osseous surface of the acromial insertion (median [interquartile range], 0.36 [0.26 to 0.55]) and the AC-joint insertion (0.37 [0.23 to 0.44]) than at the clavicular insertion (0.22 [0.18 to 0.30]). Histological observation showed that the aponeurosis was inserted via fibrocartilage only at the acromial insertion, just posterior to the AC joint. The aponeurosis at the AC-joint insertion was thicker than that at the clavicular insertion. The trapezius aponeurosis at the acromial and AC-joint insertions formed a contiguous complex with the origin of the deltoid tendon and with the superior AC-joint capsule. The trapezius aponeurosis at the acromial insertion, just posterior to the AC joint, may be critical for the dynamic stability of the joint.",
    "disease": "osteoarthritis",
    "clean_text": "the trapezius aponeurosis insertion on the acromion an anatomical study with a possible implication for dynamic stabilization of the acromioclavicular joint the trapezius is recognized as a dynamic stabilizer of the acromioclavicular ac joint this function has drawn attention in the treatment of ac joint dislocation we aimed to clarify the anatomy of the aponeurosis of the trapezius insertion about the ac joint we hypothesized that the trapezius aponeurosis would exhibit distinctive characteristics in regions the acromial ac joint and clavicular insertions we analyzed cadaveric shoulder girdle specimens from donors of japanese ethnicity male and female mean age and standard deviation years range to years fifteen specimens were analyzed macroscopically and histologically one specimen was excluded because of osteoarthritis macroscopic examination included aponeurosis length measurement and fiber orientation analysis the trapezius aponeurosis inserted on the medial edge of the acromion the posterior end of the ac joint and the posterior edge of the lateral clavicle the mean aponeurosis length was longest at the acromial insertion mean mm followed by the ac joint insertion mm and shortest at the clavicular insertion mm p the trapezius aponeurosis was found to extend to the surface of the acromion and ac joint connecting these structures to the deltoid origin the coherency value which reflects the regularity of fiber orientation was higher on the osseous surface of the acromial insertion median interquartile range to and the ac joint insertion to than at the clavicular insertion to histological observation showed that the aponeurosis was inserted via fibrocartilage only at the acromial insertion just posterior to the ac joint the aponeurosis at the ac joint insertion was thicker than that at the clavicular insertion the trapezius aponeurosis at the acromial and ac joint insertions formed a contiguous complex with the origin of the deltoid tendon and with the superior ac joint capsule the trapezius aponeurosis at the acromial insertion just posterior to the ac joint may be critical for the dynamic stability of the joint"
}