{
    "title": "[Differences on ethical consciousness issues between the Chinese Journal of Epidemiology and the American Journal of Epidemiology].",
    "doc_id": "22575122",
    "writer": "Meng RG",
    "year": "2012",
    "summary": "Through searching and reviewing papers published on Chinese Journal of Epidemiology and American Journal of Epidemiology from Jan. 2006 to Dec. 2010, we made a comparison on ethical issues involved in the original studies that focusing on human beings. ...Amo …",
    "abstract": "To compare the differences on current ethical issues in the areas of epidemiological practice between China and America, to identify the major ethical problems existing in the epidemiological studies in China. Through searching and reviewing papers published on Chinese Journal of Epidemiology and American Journal of Epidemiology from Jan. 2006 to Dec. 2010, we made a comparison on ethical issues involved in the original studies that focusing on human beings. In total, 749 Chinese articles and 1221 American articles were recruited, with the following findings: (1) The proportion with announcements of \"Informed consent by the subjects\" was 29.24% in Chinese literature and 38.08% in the Americans (χ² = 16.02, P < 0.001). The proportion with \"having had approvals from the ethic committees\" was 29.24% in Chinese, while 38.08% in American (χ² = 604.40, P < 0.0001). (2) Both in China and America, there had been an increase of ethical issues in the last 5 years. (3) Articles derived from trial studies had better involvement on ethics than those from observational studies. (4) The level on ethical issues in the American Research Institutes exceeded those in China (5) American studies also had showed better ideas on Ethic issues on biological specimens collection and privacy protection, than those in Chinese studies. Among the studies on Chinese Journal of Epidemiology, the proportion of 'informed consent' was higher than in ethical review, but both ethical review and awareness on 'informed consent' had left far behind than the American Journal of Epidemiology. This could be seen at the institution level of the writers, during specimen collection and privacy protection, as well as at the overall level. The results reminded us that the Departments of Technology Management should spend more efforts on the improvement of public education regarding ethics for researchers and to update the process of edition for Journals as well as to reinforce the rules of ethics in epidemiological research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22575122/",
    "clean_text": "differences on ethical consciousness issues between the chinese journal of epidemiology and the american journal of epidemiology through searching and reviewing papers published on chinese journal of epidemiology and american journal of epidemiology from jan to dec we made a comparison on ethical issues involved in the original studies that focusing on human beings amo to compare the differences on current ethical issues in the areas of epidemiological practice between china and america to identify the major ethical problems existing in the epidemiological studies in china through searching and reviewing papers published on chinese journal of epidemiology and american journal of epidemiology from jan to dec we made a comparison on ethical issues involved in the original studies that focusing on human beings in total chinese articles and american articles were recruited with the following findings the proportion with announcements of informed consent by the subjects was in chinese literature and in the americans p the proportion with having had approvals from the ethic committees was in chinese while in american p both in china and america there had been an increase of ethical issues in the last years articles derived from trial studies had better involvement on ethics than those from observational studies the level on ethical issues in the american research institutes exceeded those in china american studies also had showed better ideas on ethic issues on biological specimens collection and privacy protection than those in chinese studies among the studies on chinese journal of epidemiology the proportion of informed consent was higher than in ethical review but both ethical review and awareness on informed consent had left far behind than the american journal of epidemiology this could be seen at the institution level of the writers during specimen collection and privacy protection as well as at the overall level the results reminded us that the departments of technology management should spend more efforts on the improvement of public education regarding ethics for researchers and to update the process of edition for journals as well as to reinforce the rules of ethics in epidemiological research"
}