{
    "title": "Sui generis: gene therapy and delivery systems for the treatment of glioblastoma.",
    "doc_id": "25746089",
    "writer": "Kane JR",
    "year": "2015",
    "summary": "Gene therapy offers a multidimensional set of approaches intended to treat and cure glioblastoma (GBM), in combination with the existing standard-of-care treatment (surgery and chemoradiotherapy), by capitalizing on the ability to deliver genes directly to the site …",
    "abstract": "Gene therapy offers a multidimensional set of approaches intended to treat and cure glioblastoma (GBM), in combination with the existing standard-of-care treatment (surgery and chemoradiotherapy), by capitalizing on the ability to deliver genes directly to the site of neoplasia to yield antitumoral effects. Four types of gene therapy are currently being investigated for their potential use in treating GBM: (i) suicide gene therapy, which induces the localized generation of cytotoxic compounds; (ii) immunomodulatory gene therapy, which induces or augments an enhanced antitumoral immune response; (iii) tumor-suppressor gene therapy, which induces apoptosis in cancer cells; and (iv) oncolytic virotherapy, which causes the lysis of tumor cells. The delivery of genes to the tumor site is made possible by means of viral and nonviral vectors for direct delivery of therapeutic gene(s), tumor-tropic cell carriers expressing therapeutic gene(s), and \"intelligent\" carriers designed to increase delivery, specificity, and tumoral toxicity against GBM. These vehicles are used to carry genetic material to the site of pathology, with the expectation that they can provide specific tropism to the desired site while limiting interaction with noncancerous tissue. Encouraging preclinical results using gene therapies for GBM have led to a series of human clinical trials. Although there is limited evidence of a therapeutic benefit to date, a number of clinical trials have convincingly established that different types of gene therapies delivered by various methods appear to be safe. Due to the flexibility of specialized carriers and genetic material, the technology for generating new and more effective therapies already exists.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25746089/",
    "clean_text": "sui generis gene therapy and delivery systems for the treatment of glioblastoma gene therapy offers a multidimensional set of approaches intended to treat and cure glioblastoma gbm in combination with the existing standard of care treatment surgery and chemoradiotherapy by capitalizing on the ability to deliver genes directly to the site gene therapy offers a multidimensional set of approaches intended to treat and cure glioblastoma gbm in combination with the existing standard of care treatment surgery and chemoradiotherapy by capitalizing on the ability to deliver genes directly to the site of neoplasia to yield antitumoral effects four types of gene therapy are currently being investigated for their potential use in treating gbm i suicide gene therapy which induces the localized generation of cytotoxic compounds ii immunomodulatory gene therapy which induces or augments an enhanced antitumoral immune response iii tumor suppressor gene therapy which induces apoptosis in cancer cells and iv oncolytic virotherapy which causes the lysis of tumor cells the delivery of genes to the tumor site is made possible by means of viral and nonviral vectors for direct delivery of therapeutic gene s tumor tropic cell carriers expressing therapeutic gene s and intelligent carriers designed to increase delivery specificity and tumoral toxicity against gbm these vehicles are used to carry genetic material to the site of pathology with the expectation that they can provide specific tropism to the desired site while limiting interaction with noncancerous tissue encouraging preclinical results using gene therapies for gbm have led to a series of human clinical trials although there is limited evidence of a therapeutic benefit to date a number of clinical trials have convincingly established that different types of gene therapies delivered by various methods appear to be safe due to the flexibility of specialized carriers and genetic material the technology for generating new and more effective therapies already exists"
}