{
    "pmid": "41466823",
    "title": "Engineering Nipah virus: Reverse genetics as a gateway to novel drug discovery.",
    "abstract": "Nipah virus (NiV) is a highly pathogenic and re-emerging virus that requires containment in biosafety level 4 (BSL-4) laboratories. The limited accessibility of these high-security facilities poses major obstacles to investigating immunopathogenesis and developing effective antiviral treatments. Reverse genetics allows manipulation of viral genomes without the need to handle the wild-type virus and has become instrumental in understanding NiV pathogenesis and advancing therapeutic research. These tools have proven vital for other high-containment viruses, notably during the SARS-CoV-2 pandemic, and have been adapted effectively for NiV. Reverse genetics-derived systems were used to evaluate the drug candidates in the preclinical studies of NiV, with several candidates in the development pipeline. This narrative review summarizes established reverse genetics and pseudotyping methodologies for NiV, highlighting their contributions to understanding viral pathogenesis and accelerating vaccine and therapeutic development.",
    "disease": "covid-19",
    "clean_text": "engineering nipah virus reverse genetics as a gateway to novel drug discovery nipah virus niv is a highly pathogenic and re emerging virus that requires containment in biosafety level bsl laboratories the limited accessibility of these high security facilities poses major obstacles to investigating immunopathogenesis and developing effective antiviral treatments reverse genetics allows manipulation of viral genomes without the need to handle the wild type virus and has become instrumental in understanding niv pathogenesis and advancing therapeutic research these tools have proven vital for other high containment viruses notably during the sars cov pandemic and have been adapted effectively for niv reverse genetics derived systems were used to evaluate the drug candidates in the preclinical studies of niv with several candidates in the development pipeline this narrative review summarizes established reverse genetics and pseudotyping methodologies for niv highlighting their contributions to understanding viral pathogenesis and accelerating vaccine and therapeutic development"
}