{
    "title": "Stem cell plasticity: learning from hepatogenic differentiation strategies.",
    "doc_id": "17907200",
    "writer": "Banas A",
    "year": "2007",
    "summary": "Many studies on stem cell plasticity are challenging the concept that stem cells contain an intrinsically predefined, unidirectional differentiation program. ...Here, we reviewed reports that examined the hepatocyte differentiation ability of stem …",
    "abstract": "Many studies on stem cell plasticity are challenging the concept that stem cells contain an intrinsically predefined, unidirectional differentiation program. This means that the developmental fate of a stem cell is dependent on the general potential of the cell (pre-determined stem cell fate) as well as on microenvironmental cues, such as stimuli from growth factors (stem cell niche). Here, we reviewed reports that examined the hepatocyte differentiation ability of stem cells from two different sources: embryonic stem cells and adult stem cells. All of those stem cells revealed the ability to give rise to hepatocyte-like cells using different induction strategies. However, it is still not clear which of those stem cells would be the best source for hepatocyte replacement or which would be the best protocol. We herein present the current knowledge regarding available protocols and factors used in order to obtain functional hepatocytes from stem cells.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17907200/",
    "clean_text": "stem cell plasticity learning from hepatogenic differentiation strategies many studies on stem cell plasticity are challenging the concept that stem cells contain an intrinsically predefined unidirectional differentiation program here we reviewed reports that examined the hepatocyte differentiation ability of stem many studies on stem cell plasticity are challenging the concept that stem cells contain an intrinsically predefined unidirectional differentiation program this means that the developmental fate of a stem cell is dependent on the general potential of the cell pre determined stem cell fate as well as on microenvironmental cues such as stimuli from growth factors stem cell niche here we reviewed reports that examined the hepatocyte differentiation ability of stem cells from two different sources embryonic stem cells and adult stem cells all of those stem cells revealed the ability to give rise to hepatocyte like cells using different induction strategies however it is still not clear which of those stem cells would be the best source for hepatocyte replacement or which would be the best protocol we herein present the current knowledge regarding available protocols and factors used in order to obtain functional hepatocytes from stem cells"
}