{
    "title": "Molecular Characterization of Epithelial Ovarian Cancer: Implications for Diagnosis and Treatment.",
    "doc_id": "27983698",
    "writer": "Rojas V",
    "year": "2016",
    "summary": "Epithelial ovarian cancer is a highly heterogeneous disease characterized by multiple histological subtypes. Molecular diversity has been shown to occur within specific histological subtypes of epithelial ovarian cancer, between different tumors of an …",
    "abstract": "Epithelial ovarian cancer is a highly heterogeneous disease characterized by multiple histological subtypes. Molecular diversity has been shown to occur within specific histological subtypes of epithelial ovarian cancer, between different tumors of an individual patient, as well as within individual tumors. Recent advances in the molecular characterization of epithelial ovarian cancer tumors have provided the basis for a simplified classification scheme in which these cancers are classified as either type I or type II tumors, and these two categories have implications regarding disease pathogenesis and prognosis. Molecular analyses, primarily based on next-generation sequencing, otherwise known as high-throughput sequencing, are allowing for further refinement of ovarian cancer classification, facilitating the elucidation of the site(s) of precursor lesions of high-grade serous ovarian cancer, and providing insight into the processes of clonal selection and evolution that may be associated with development of chemoresistance. Potential therapeutic targets have been identified from recent molecular profiling studies of these tumors, and the effectiveness and safety of a number of specific targeted therapies have been evaluated or are currently being studied for the treatment of women with this disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27983698/",
    "clean_text": "molecular characterization of epithelial ovarian cancer implications for diagnosis and treatment epithelial ovarian cancer is a highly heterogeneous disease characterized by multiple histological subtypes molecular diversity has been shown to occur within specific histological subtypes of epithelial ovarian cancer between different tumors of an epithelial ovarian cancer is a highly heterogeneous disease characterized by multiple histological subtypes molecular diversity has been shown to occur within specific histological subtypes of epithelial ovarian cancer between different tumors of an individual patient as well as within individual tumors recent advances in the molecular characterization of epithelial ovarian cancer tumors have provided the basis for a simplified classification scheme in which these cancers are classified as either type i or type ii tumors and these two categories have implications regarding disease pathogenesis and prognosis molecular analyses primarily based on next generation sequencing otherwise known as high throughput sequencing are allowing for further refinement of ovarian cancer classification facilitating the elucidation of the site s of precursor lesions of high grade serous ovarian cancer and providing insight into the processes of clonal selection and evolution that may be associated with development of chemoresistance potential therapeutic targets have been identified from recent molecular profiling studies of these tumors and the effectiveness and safety of a number of specific targeted therapies have been evaluated or are currently being studied for the treatment of women with this disease"
}