{
    "pmid": "41348399",
    "title": "Cost-Utility Analysis of Subcutaneous Methotrexate in the Treatment of Patients with Rheumatoid Arthritis in the UK.",
    "abstract": "Oral methotrexate is the standard first-line treatment for rheumatoid arthritis (RA), but subcutaneous methotrexate may offer improved efficacy and tolerability and, as a second-line treatment, delay escalation to biologics. This study evaluates the cost-utility of treatment pathways including subcutaneous methotrexate versus current practice for moderate-to-severe RA in the UK. A hybrid decision tree-Markov model simulating RA treatment pathways was developed. The decision tree classified patients as (non-)responders based on American College of Rheumatology criteria. Responders continued first-line therapy; non-responders transitioned to second-line treatment. In the Markov model, states were defined by treatment line, with patient entry determined by decision tree outcomes. Transitions represented discontinuation due to inefficacy or toxicity. Health Assessment Questionnaire scores changed over time by Markov state, affecting quality of life, mortality, and hospitalisation costs. Resource use, adverse events, and treatment costs were included. Inputs were sourced from peer-reviewed literature, national costing databases, and health technology appraisals. Over 30 years, the pathway including second-line subcutaneous methotrexate was projected as less costly and more effective than current practice with £5217 in total cost savings and 0.23 quality-adjusted life years gained per patient, for a net monetary benefit of £9789. One-way and probabilistic sensitivity and scenario analyses supported the robustness of results. Dominance was maintained across all variations and iterations, including a scenario with first-line subcutaneous methotrexate. Including subcutaneous methotrexate as second-line RA treatment after oral methotrexate represents effective healthcare resource use in the UK, improving patient outcomes while reducing total costs.",
    "disease": "rheumatoid arthritis",
    "clean_text": "cost utility analysis of subcutaneous methotrexate in the treatment of patients with rheumatoid arthritis in the uk oral methotrexate is the standard first line treatment for rheumatoid arthritis ra but subcutaneous methotrexate may offer improved efficacy and tolerability and as a second line treatment delay escalation to biologics this study evaluates the cost utility of treatment pathways including subcutaneous methotrexate versus current practice for moderate to severe ra in the uk a hybrid decision tree markov model simulating ra treatment pathways was developed the decision tree classified patients as non responders based on american college of rheumatology criteria responders continued first line therapy non responders transitioned to second line treatment in the markov model states were defined by treatment line with patient entry determined by decision tree outcomes transitions represented discontinuation due to inefficacy or toxicity health assessment questionnaire scores changed over time by markov state affecting quality of life mortality and hospitalisation costs resource use adverse events and treatment costs were included inputs were sourced from peer reviewed literature national costing databases and health technology appraisals over years the pathway including second line subcutaneous methotrexate was projected as less costly and more effective than current practice with in total cost savings and quality adjusted life years gained per patient for a net monetary benefit of one way and probabilistic sensitivity and scenario analyses supported the robustness of results dominance was maintained across all variations and iterations including a scenario with first line subcutaneous methotrexate including subcutaneous methotrexate as second line ra treatment after oral methotrexate represents effective healthcare resource use in the uk improving patient outcomes while reducing total costs"
}