{
    "pmid": "41408372",
    "title": "Counting the invisible: dietary inorganic phosphorus intake across different chronic kidney disease stages in elderly patients-a national insight.",
    "abstract": "There's still a gap in research on phosphorus intake for elderly patients with chronic kidney disease. Processed and ultra-processed foods provide convenient dietary options but are significant source of harmful inorganic phosphorus. This study attempts to evaluate total phosphorus intake in elderly chronic kidney disease (CKD) patients across different stages, focusing on dietary contribution of inorganic phosphorus, stratified into tertiles, from processed and ultra-processed foods. Cross-sectional analytical study conducted using an adapted food frequency questionnaire to assess weekly consumption phosphorus patterns over the last year among 232 participants. The study investigates the frequency and types of natural high-phosphorus foods, as well as processed and ultra-processed foods commonly available in the Egyptian market. It focused on elderly chronic kidney disease patients aged over 65 years, covering various stages of chronic kidney disease, including those receiving haemodialysis, and compared their dietary intake to their caregivers and an age-matched group of individuals over 65 years without CKD. Phosphorus intake among elderly CKD subgroups showed considerable inter-individuals difference, ranging 880 - 16,804 mg/week. The total median weekly phosphorus intake in CKD patients > 65 years was lower compared to caregivers, with a statistically significant difference (p = 0.011) for patients aged 65-74 years. Phosphorus intake declined as CKD progressed from stage II to V. Among CKD, patients with a diploma education& who cook for themselves were significantly more likely to exceed the Dietary Reference Intake, (p < 0.05).Weekly inorganic phosphorous intake showed significant proportionate with frailty score (p = 0.024). Phosphorus intake from processed food/UPF was categorized into tertiles (low (< 694.39 mg), moderate (694.39-2382.53 mg), and high (> 2382.53 mg). 41% CKD patients > 75 years were classified as low inorganic phosphorus consumers compared to 33.3% in CKD aged 65-74 years. Education level, BMI showed a significant association, p < 0.05. Patients undergoing three dialysis sessions per week consumed more than twice the inorganic phosphorus (1,314.9 mg) compared to those receiving two sessions (552.1 mg), (p > 0.05). CKD patients > 75 years had significantly lower consumption of nuts, legumes, and beans than caregivers (p = 0.048). Age, CKD diagnosis and stage may be additional factors in the observed variations in phosphorus-containing food intake patterns.",
    "disease": "chronic kidney disease",
    "clean_text": "counting the invisible dietary inorganic phosphorus intake across different chronic kidney disease stages in elderly patients a national insight there s still a gap in research on phosphorus intake for elderly patients with chronic kidney disease processed and ultra processed foods provide convenient dietary options but are significant source of harmful inorganic phosphorus this study attempts to evaluate total phosphorus intake in elderly chronic kidney disease ckd patients across different stages focusing on dietary contribution of inorganic phosphorus stratified into tertiles from processed and ultra processed foods cross sectional analytical study conducted using an adapted food frequency questionnaire to assess weekly consumption phosphorus patterns over the last year among participants the study investigates the frequency and types of natural high phosphorus foods as well as processed and ultra processed foods commonly available in the egyptian market it focused on elderly chronic kidney disease patients aged over years covering various stages of chronic kidney disease including those receiving haemodialysis and compared their dietary intake to their caregivers and an age matched group of individuals over years without ckd phosphorus intake among elderly ckd subgroups showed considerable inter individuals difference ranging mg week the total median weekly phosphorus intake in ckd patients years was lower compared to caregivers with a statistically significant difference p for patients aged years phosphorus intake declined as ckd progressed from stage ii to v among ckd patients with a diploma education who cook for themselves were significantly more likely to exceed the dietary reference intake p weekly inorganic phosphorous intake showed significant proportionate with frailty score p phosphorus intake from processed food upf was categorized into tertiles low mg moderate mg and high mg ckd patients years were classified as low inorganic phosphorus consumers compared to in ckd aged years education level bmi showed a significant association p patients undergoing three dialysis sessions per week consumed more than twice the inorganic phosphorus mg compared to those receiving two sessions mg p ckd patients years had significantly lower consumption of nuts legumes and beans than caregivers p age ckd diagnosis and stage may be additional factors in the observed variations in phosphorus containing food intake patterns"
}