{
    "title": "Efficacy of Different Acupuncture Techniques for Pain and Dysfunction in Patients with Knee Osteoarthritis: A Randomized Controlled Trial.",
    "doc_id": "39961986",
    "writer": "Sun J",
    "year": "2025",
    "summary": "The primary outcome measures included the visual analog scale score (VAS) and the physical function score of the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC). RESULTS: Compared with the SA group, the acupuncture technique groups (MA, EA, WA, and M …",
    "abstract": "Introduction:\n        \n      \n      Various acupuncture techniques are widely applied in clinics for pain control and dysfunction relief in patients with knee osteoarthritis (KOA). The purpose of this trial was to investigate whether the different acupuncture techniques were more effective in treating joint pain and dysfunction than were sham acupuncture or drug treatment in patients with KOA and to determine the differences in efficacy among them.\n    \n\n\n          Methods:\n        \n      \n      In this multi-center, single-blind, randomized, controlled trial, participants were randomly assigned to the manual acupuncture (MA), electroacupuncture (EA), warm-needling acupuncture (WA), mild moxibustion (MM), sham acupuncture (SA), or drug treatment (Celebrex) groups. Each participant in the above groups received individual treatments for 4 consecutive weeks. The primary outcome measures included the visual analog scale score (VAS) and the physical function score of the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC).\n    \n\n\n          Results:\n        \n      \n      Compared with the SA group, the acupuncture technique groups (MA, EA, WA, and MM) had markedly lower patient VAS scores (- 0.61; 95% CI - 1.09 to - 0.13; P = 0.01) and lower WOMAC physical function scores (- 13.84; 95% CI - 21.14 to - 6.54; P < 0.01). Compared with Celebrex, EA had a significant advantage in reducing the VAS score (1.14; 95% CI 0.55 to 1.72; P < 0.01) and WOMAC physical function score (14.81; 95% CI 5.69 to 23.93; P < 0.01).\n    \n\n\n          Conclusions:\n        \n      \n      The observed acupuncture techniques effectively relieve pain and ameliorate knee joint dysfunction in patients with KOA. EA is the most effective method of alleviating pain intensity in treating KOA.\n    \n\n\n          Trial registration:\n        \n      \n      The trial was registered on ClinicalTrials.gov (NCT03563690).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39961986/",
    "clean_text": "efficacy of different acupuncture techniques for pain and dysfunction in patients with knee osteoarthritis a randomized controlled trial the primary outcome measures included the visual analog scale score vas and the physical function score of the western ontario and mcmaster universities osteoarthritis index womac results compared with the sa group the acupuncture technique groups ma ea wa and m introduction various acupuncture techniques are widely applied in clinics for pain control and dysfunction relief in patients with knee osteoarthritis koa the purpose of this trial was to investigate whether the different acupuncture techniques were more effective in treating joint pain and dysfunction than were sham acupuncture or drug treatment in patients with koa and to determine the differences in efficacy among them methods in this multi center single blind randomized controlled trial participants were randomly assigned to the manual acupuncture ma electroacupuncture ea warm needling acupuncture wa mild moxibustion mm sham acupuncture sa or drug treatment celebrex groups each participant in the above groups received individual treatments for consecutive weeks the primary outcome measures included the visual analog scale score vas and the physical function score of the western ontario and mcmaster universities osteoarthritis index womac results compared with the sa group the acupuncture technique groups ma ea wa and mm had markedly lower patient vas scores ci to p and lower womac physical function scores ci to p compared with celebrex ea had a significant advantage in reducing the vas score ci to p and womac physical function score ci to p conclusions the observed acupuncture techniques effectively relieve pain and ameliorate knee joint dysfunction in patients with koa ea is the most effective method of alleviating pain intensity in treating koa trial registration the trial was registered on clinicaltrials gov nct"
}