{
    "title": "Nephrogenic Diabetes Insipidus.",
    "doc_id": "31588538",
    "writer": "Balla A",
    "year": "2019",
    "summary": "The hormone of water conservation is the vasopressin (AVP), and a large volume of urine is produced and excreted in the absence of AVP secretion or if AVP is ineffective in the kidneys. The aquaporin-2 water channel (AQP2) is expressed in the principal cells, and it plays …",
    "abstract": "Body fluid homeostasis is essential for normal life. In the maintenance of water balance, the most important factor and regulated process is the excretory function of the kidneys. The kidneys are capable to compensate not only the daily fluctuations of water intake but also the consequences of fluid loss (respiration, perspiration, sweating, hemorrhage). The final volume and osmolality of the excreted urine is set in the collecting duct via hormonal regulation. The hormone of water conservation is the vasopressin (AVP), and a large volume of urine is produced and excreted in the absence of AVP secretion or if AVP is ineffective in the kidneys. The aquaporin-2 water channel (AQP2) is expressed in the principal cells, and it plays an essential role in the reabsorption of water in the collecting ducts via type 2 vasopressin receptor (V2R)-mediated mechanism. If neural or hormonal regulation fails to operate the normal function of AVP-V2R-AQP2 system, it can result in various diseases such as diabetes insipidus (DI) or nephrogenic syndrome of inappropriate diuresis (NSIAD). The DI is characterized by excessive production of hyposmotic urine (\"insipidus\" means tasteless) due to the inability of the kidneys to concentrate urine. In this chapter, we focus and discuss the pathophysiology of nephrogenic DI (NDI) and the potential therapeutic interventions in the light of the current experimental data.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31588538/",
    "clean_text": "nephrogenic diabetes insipidus the hormone of water conservation is the vasopressin avp and a large volume of urine is produced and excreted in the absence of avp secretion or if avp is ineffective in the kidneys the aquaporin water channel aqp is expressed in the principal cells and it plays body fluid homeostasis is essential for normal life in the maintenance of water balance the most important factor and regulated process is the excretory function of the kidneys the kidneys are capable to compensate not only the daily fluctuations of water intake but also the consequences of fluid loss respiration perspiration sweating hemorrhage the final volume and osmolality of the excreted urine is set in the collecting duct via hormonal regulation the hormone of water conservation is the vasopressin avp and a large volume of urine is produced and excreted in the absence of avp secretion or if avp is ineffective in the kidneys the aquaporin water channel aqp is expressed in the principal cells and it plays an essential role in the reabsorption of water in the collecting ducts via type vasopressin receptor v r mediated mechanism if neural or hormonal regulation fails to operate the normal function of avp v r aqp system it can result in various diseases such as diabetes insipidus di or nephrogenic syndrome of inappropriate diuresis nsiad the di is characterized by excessive production of hyposmotic urine insipidus means tasteless due to the inability of the kidneys to concentrate urine in this chapter we focus and discuss the pathophysiology of nephrogenic di ndi and the potential therapeutic interventions in the light of the current experimental data"
}