{
    "pmid": "41458634",
    "title": "Clinical and Laboratory Predictors of Dengue Hemorrhagic Fever in a Resource-Limited Setting: A Prospective Observational Study From Sri Lanka.",
    "abstract": "A prospective observational study was conducted to identify simple characteristics that can be used to predict the development of dengue hemorrhagic fever (DHF) in resource-limited settings. All patients admitted to a tertiary care hospital in Sri Lanka with confirmed dengue infection, based on the nonstructural protein 1 antigen test during the 2017 dengue outbreak, were included. Sociodemographic, clinical, and laboratory investigation data collected during the first 10 days of fever were statistically compared between DHF and non-DHF patients using Student's t-test, odds ratio (OR), and confidence interval (CI).  Of the 490 dengue patients monitored, 244 (49.8%) developed DHF. A significantly high incidence of diabetes mellitus (OR: 2.23; 95% CI: 1.09-4.54), respiratory tract allergies (OR: 1.95; 95% CI: 1.24-3.05), recurrent upper respiratory tract infections (OR: 3.58; 95% CI: 2.29-5.59), past history of dengue (OR: 2.56; 95% CI: 1.04-6.28), urban living (OR: 1.52; 95% CI: 0.84-2.78), active lifestyle (OR: 11.44; 95% CI: 7.50-17.46), along with a rapid reduction in daily platelet (~34%) and white blood cell (WBC) (~25%) counts, and rise of serum alanine transaminase (ALT) (~67%) during the initial few days of fever were detected in DHF cases. Comorbidities, living conditions, and physical activity levels appear to be associated with the development of DHF. A reduction of over 25% in platelet and WBC counts and a rise of more than 50% in ALT compared to the previous day's values may help in the early detection of DHF.",
    "disease": "diabetes mellitus",
    "clean_text": "clinical and laboratory predictors of dengue hemorrhagic fever in a resource limited setting a prospective observational study from sri lanka a prospective observational study was conducted to identify simple characteristics that can be used to predict the development of dengue hemorrhagic fever dhf in resource limited settings all patients admitted to a tertiary care hospital in sri lanka with confirmed dengue infection based on the nonstructural protein antigen test during the dengue outbreak were included sociodemographic clinical and laboratory investigation data collected during the first days of fever were statistically compared between dhf and non dhf patients using student s t test odds ratio or and confidence interval ci of the dengue patients monitored developed dhf a significantly high incidence of diabetes mellitus or ci respiratory tract allergies or ci recurrent upper respiratory tract infections or ci past history of dengue or ci urban living or ci active lifestyle or ci along with a rapid reduction in daily platelet and white blood cell wbc counts and rise of serum alanine transaminase alt during the initial few days of fever were detected in dhf cases comorbidities living conditions and physical activity levels appear to be associated with the development of dhf a reduction of over in platelet and wbc counts and a rise of more than in alt compared to the previous day s values may help in the early detection of dhf"
}