{
    "title": "Human non-small cell lung tumors and cells derived from normal lung express both estrogen receptor alpha and beta and show biological responses to estrogen.",
    "doc_id": "11929836",
    "writer": "Stabile LP",
    "year": "2002",
    "summary": "These observations suggest the possible role of estrogens in lung carcinogenesis. We report here the expression of mRNA for estrogen receptor alpha (ERalpha) and beta (ERbeta) in cultured human non-small cell lung cancer cells, cultured lung fib …",
    "abstract": "Lung cancer is becoming increasingly common in women and in the United States accounts for more female cancer deaths annually than breast cancer. Many epidemiological studies have provided evidence that women are more susceptible than men to the adverse effects of tobacco smoke. These observations suggest the possible role of estrogens in lung carcinogenesis. We report here the expression of mRNA for estrogen receptor alpha (ERalpha) and beta (ERbeta) in cultured human non-small cell lung cancer cells, cultured lung fibroblasts, and primary cultures of normal bronchial epithelium. Western analysis of ERalpha suggested that the main protein expressed in lung tumor cells is a variant, probably attributable to alternative splicing. Protein for ERbeta was found to be a mixture of full-length as well as alternatively spliced variants. beta-Estradiol produced a proliferative response in vitro in both normal lung fibroblasts and cultured non-small cell lung tumor cells. This effect was also observed in vivo. In this regard, beta-estradiol stimulated growth of the non-small cell lung tumor line, H23, grown as tumor xenografts in SCID mice. This effect was blocked by fluvestrant (ICI 182,780). In paraffin sections of non-small cell lung tumors, ERbeta immunoreactivity was localized to the nucleus, whereas ERalpha immunoreactivity was mainly localized to the cytoplasm, suggesting that both nuclear and cytoplasmic signaling may be involved in estrogenic responses in the lung. To show that the ERs found in the lung are functional, we demonstrated that beta-estradiol stimulated transcription of an estrogen response element-luciferase construct transfected in non-small cell lung tumor cell lines. Antiestrogens blocked this effect. Treatment of lung fibroblasts with beta-estradiol also increased secretion of hepatocyte growth factor by 2-fold. These results suggest that estrogen signaling plays a biological role in both the epithelium and the mesenchyme in the lung and that estrogens could potentially promote lung cancer, either through direct actions on preneoplastic or neoplastic cells or through indirect actions on lung fibroblasts. Additionally, it is possible that antiestrogens may have therapeutic value to treat or prevent lung cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11929836/",
    "clean_text": "human non small cell lung tumors and cells derived from normal lung express both estrogen receptor alpha and beta and show biological responses to estrogen these observations suggest the possible role of estrogens in lung carcinogenesis we report here the expression of mrna for estrogen receptor alpha eralpha and beta erbeta in cultured human non small cell lung cancer cells cultured lung fib lung cancer is becoming increasingly common in women and in the united states accounts for more female cancer deaths annually than breast cancer many epidemiological studies have provided evidence that women are more susceptible than men to the adverse effects of tobacco smoke these observations suggest the possible role of estrogens in lung carcinogenesis we report here the expression of mrna for estrogen receptor alpha eralpha and beta erbeta in cultured human non small cell lung cancer cells cultured lung fibroblasts and primary cultures of normal bronchial epithelium western analysis of eralpha suggested that the main protein expressed in lung tumor cells is a variant probably attributable to alternative splicing protein for erbeta was found to be a mixture of full length as well as alternatively spliced variants beta estradiol produced a proliferative response in vitro in both normal lung fibroblasts and cultured non small cell lung tumor cells this effect was also observed in vivo in this regard beta estradiol stimulated growth of the non small cell lung tumor line h grown as tumor xenografts in scid mice this effect was blocked by fluvestrant ici in paraffin sections of non small cell lung tumors erbeta immunoreactivity was localized to the nucleus whereas eralpha immunoreactivity was mainly localized to the cytoplasm suggesting that both nuclear and cytoplasmic signaling may be involved in estrogenic responses in the lung to show that the ers found in the lung are functional we demonstrated that beta estradiol stimulated transcription of an estrogen response element luciferase construct transfected in non small cell lung tumor cell lines antiestrogens blocked this effect treatment of lung fibroblasts with beta estradiol also increased secretion of hepatocyte growth factor by fold these results suggest that estrogen signaling plays a biological role in both the epithelium and the mesenchyme in the lung and that estrogens could potentially promote lung cancer either through direct actions on preneoplastic or neoplastic cells or through indirect actions on lung fibroblasts additionally it is possible that antiestrogens may have therapeutic value to treat or prevent lung cancer"
}