{
    "title": "The longitudinal relationships between problematic mobile phone use symptoms and negative emotions: a cross-lagged panel network analysis.",
    "doc_id": "39303373",
    "writer": "Shen G",
    "year": "2024",
    "summary": "BACKGROUND: The association between problematic mobile phone use (PMPU) and negative emotions in university students is not well understood in terms of causality and directionality. This study aims to clarify whether negative emotions trigger PMPU or whether the PMPU itsel …",
    "abstract": "Background:\n        \n      \n      The association between problematic mobile phone use (PMPU) and negative emotions in university students is not well understood in terms of causality and directionality. This study aims to clarify whether negative emotions trigger PMPU or whether the PMPU itself leads to increased negative emotions over time.\n    \n\n\n          Methods:\n        \n      \n      A two-wave longitudinal study was conducted involving 5568 Chinese freshmen who were surveyed at baseline and followed up after one academic year. PMPU, social media use, online game use, fear of missing out, loneliness, social anxiety, and academic burnout were measured. Cross-sectional and longitudinal connections between these variables were examined using network analysis techniques.\n    \n\n\n          Results:\n        \n      \n      The variable with the strongest influence in both contemporaneous networks was \"Productivity loss\" of MAPI. Moreover, \"Academic burnout\" at baseline significantly predicted higher levels of problematic smartphone use and negative emotions at follow-up, suggesting that it may serve as a catalyst for addictive tendencies. Furthermore, we observed bidirectional relationships between \"Escapism\" and \"Social anxiety\", as well as between \"Social anxiety\" and \"Inability to control craving\", suggesting a potential self-perpetuating cycle.\n    \n\n\n          Conclusion:\n        \n      \n      These findings highlight the role of academic burnout in initiating cycles of PMPU and negative emotions. In order to effectively tackle PMPU, it is crucial to consider the underlying drivers such as academic burnout and emotional states. This is important due to the complex and reciprocal associations uncovered through our longitudinal network analysis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39303373/",
    "clean_text": "the longitudinal relationships between problematic mobile phone use symptoms and negative emotions a cross lagged panel network analysis background the association between problematic mobile phone use pmpu and negative emotions in university students is not well understood in terms of causality and directionality this study aims to clarify whether negative emotions trigger pmpu or whether the pmpu itsel background the association between problematic mobile phone use pmpu and negative emotions in university students is not well understood in terms of causality and directionality this study aims to clarify whether negative emotions trigger pmpu or whether the pmpu itself leads to increased negative emotions over time methods a two wave longitudinal study was conducted involving chinese freshmen who were surveyed at baseline and followed up after one academic year pmpu social media use online game use fear of missing out loneliness social anxiety and academic burnout were measured cross sectional and longitudinal connections between these variables were examined using network analysis techniques results the variable with the strongest influence in both contemporaneous networks was productivity loss of mapi moreover academic burnout at baseline significantly predicted higher levels of problematic smartphone use and negative emotions at follow up suggesting that it may serve as a catalyst for addictive tendencies furthermore we observed bidirectional relationships between escapism and social anxiety as well as between social anxiety and inability to control craving suggesting a potential self perpetuating cycle conclusion these findings highlight the role of academic burnout in initiating cycles of pmpu and negative emotions in order to effectively tackle pmpu it is crucial to consider the underlying drivers such as academic burnout and emotional states this is important due to the complex and reciprocal associations uncovered through our longitudinal network analysis"
}