{
    "pmid": "41435856",
    "title": "Severe Asthma in Children and Adolescents: an AWMF Guideline by the German Society for Pediatric Pulmonology.",
    "abstract": "Asthma is the most common chronic respiratory disease in children and adolescents. While most patients achieve good control with guideline-based treatment, a significant proportion experience persistent symptoms, frequent exacerbations, and impaired quality of life.This guideline aims to define severe and difficult-to-treat asthma in children and adolescents, support diagnostic precision, and provide practical, evidence-based recommendations for assessment and management, including biological therapies.The S1 guideline was developed under the coordination of the German Society for Pediatric Pulmonology following AWMF procedures. A structured consensus process involving experts from pediatric pulmonology, allergology, and general pediatrics was conducted. Existing national and international guidelines and new evidence were systematically reviewed and adapted.Key elements include a stepwise diagnostic algorithm to distinguish difficult-to-treat from truly severe asthma, guidance on assessing adherence, comorbidities, and inflammation biomarkers, and recommendations for targeted biological treatment. This guideline addresses monitoring tools, transition to adult care, and the role of rehabilitation.Children and adolescents with severe asthma require early referral to specialized centers and a structured, interdisciplinary approach. Personalized treatment strategies-including biologics-should be guided by phenotyping and biomarkers. Registry data are essential to improve care quality and generate real-world evidence. Asthma bronchiale ist die häufigste chronische Atemwegserkrankung im Kindes- und Jugendalter. Während der Großteil der Patient:innen unter leitliniengerechter Therapie gut behandelt werden kann, leidet eine relevante Subgruppe an schwerem oder schwer behandelbarem Asthma mit eingeschränkter Lebensqualität und hoher Krankheitslast.Diese S1-Leitlinie zielt darauf ab, schweres Asthma im Kindes- und Jugendalter klar zu definieren, eine strukturierte diagnostische und therapeutische Herangehensweise zu fördern und konkrete Empfehlungen für das Management, einschließlich des Einsatzes von Biologika, zu geben.Die Leitlinie wurde unter Federführung der Gesellschaft für Pädiatrische Pneumologie (GPP) gemäß AWMF-Regelwerk erstellt. Grundlage war ein systematischer Literaturreview relevanter nationaler und internationaler Empfehlungen. Ein multidisziplinäres Expertengremium stimmte alle Empfehlungen konsensbasiert ab.Im Mittelpunkt steht ein mehrstufiges diagnostisches Vorgehen zur Differenzierung zwischen schwer behandelbarem und genuin schwerem Asthma. Es werden Kriterien zur Therapieadhärenz, Komorbiditätserfassung und phänotypspezifischer Auswahl von Biologika dargestellt. Weitere Themen sind Monitoring, Rehabilitation, Transition und zukünftige Therapien. Empfehlungen zur Anwendung bestehender und neuer monoklonaler Antikörper basieren auf aktueller Evidenz.Kinder mit schwerem Asthma benötigen eine strukturierte, interdisziplinäre Versorgung. Eine frühe phänotypbasierte Therapie mit Biologika sowie flächendeckende Registerdaten und patientenorientierte Versorgungspfade sind erforderlich, um die Prognose dieser Patientengruppe zu verbessern.",
    "disease": "asthma",
    "clean_text": "severe asthma in children and adolescents an awmf guideline by the german society for pediatric pulmonology asthma is the most common chronic respiratory disease in children and adolescents while most patients achieve good control with guideline based treatment a significant proportion experience persistent symptoms frequent exacerbations and impaired quality of life this guideline aims to define severe and difficult to treat asthma in children and adolescents support diagnostic precision and provide practical evidence based recommendations for assessment and management including biological therapies the s guideline was developed under the coordination of the german society for pediatric pulmonology following awmf procedures a structured consensus process involving experts from pediatric pulmonology allergology and general pediatrics was conducted existing national and international guidelines and new evidence were systematically reviewed and adapted key elements include a stepwise diagnostic algorithm to distinguish difficult to treat from truly severe asthma guidance on assessing adherence comorbidities and inflammation biomarkers and recommendations for targeted biological treatment this guideline addresses monitoring tools transition to adult care and the role of rehabilitation children and adolescents with severe asthma require early referral to specialized centers and a structured interdisciplinary approach personalized treatment strategies including biologics should be guided by phenotyping and biomarkers registry data are essential to improve care quality and generate real world evidence asthma bronchiale ist die h ufigste chronische atemwegserkrankung im kindes und jugendalter w hrend der gro teil der patient innen unter leitliniengerechter therapie gut behandelt werden kann leidet eine relevante subgruppe an schwerem oder schwer behandelbarem asthma mit eingeschr nkter lebensqualit t und hoher krankheitslast diese s leitlinie zielt darauf ab schweres asthma im kindes und jugendalter klar zu definieren eine strukturierte diagnostische und therapeutische herangehensweise zu f rdern und konkrete empfehlungen f r das management einschlie lich des einsatzes von biologika zu geben die leitlinie wurde unter federf hrung der gesellschaft f r p diatrische pneumologie gpp gem awmf regelwerk erstellt grundlage war ein systematischer literaturreview relevanter nationaler und internationaler empfehlungen ein multidisziplin res expertengremium stimmte alle empfehlungen konsensbasiert ab im mittelpunkt steht ein mehrstufiges diagnostisches vorgehen zur differenzierung zwischen schwer behandelbarem und genuin schwerem asthma es werden kriterien zur therapieadh renz komorbidit tserfassung und ph notypspezifischer auswahl von biologika dargestellt weitere themen sind monitoring rehabilitation transition und zuk nftige therapien empfehlungen zur anwendung bestehender und neuer monoklonaler antik rper basieren auf aktueller evidenz kinder mit schwerem asthma ben tigen eine strukturierte interdisziplin re versorgung eine fr he ph notypbasierte therapie mit biologika sowie fl chendeckende registerdaten und patientenorientierte versorgungspfade sind erforderlich um die prognose dieser patientengruppe zu verbessern"
}