{
    "pmid": "41398384",
    "title": "Genome-wide meta-analysis with 2,206,440 individuals identifies 322 novel risk loci for obesity.",
    "abstract": "The incidence of obesity has significantly increased worldwide. However, it is still unclear about the genetic susceptibility of obesity. Here we performed the largest European meta-analysis of genome-wide association study, including 98,421 obesity cases and 2,108,019 healthy controls. We identified 322 novel genome-wide significant obesity-associated loci and 23 of 32 known loci. SNP-based heritability analyses revealed that common variants explain 17.19 ± 0.59% of genetic risk for obesity, whereas MiXeR predicted an estimated 1.6 million effective sample sizes explaining 90% of obesity-associated phenotypic variance. Across 345 obesity-associated loci, 2000 likely causal genes are indicated, and 410 causal genes are prioritized. Tissue specificity enrichment analyses demonstrated that obesity-related causal genes mainly expressed in brain putamen basal ganglia, hippocampus, amygdala, substantia nigra, and caudate basal ganglia. The genetic correlation and gene-set analyses showed that apart from obesity-related diseases, some brain diseases and mood (e.g., broad depression, neuroticism, mood swings), inflammatory and allergic diseases diseases (e.g., asthma, spondyloarthritis, Hashimoto thyroiditis), cardiovascular diseases (e.g., hypertension, myocardial infarction, coronary artery disease), and lung disease (e.g., interstitial lung disease, chronic obstructive pulmonary disease, lung cancer) have the positive correlations with obesity. Gene-drug interaction analysis suggested that obesity-associated genes overlapped with targets of current medications for obesity. Finally, we used this meta-analysis to explore some potential targets (e.g., GLP1R, SIGMAR1, MC4R) and drug repurposing (e.g., iloprost, flunarizine, edrophonium chloride) for obesity. We identified 345 genome-wide significant loci, including 322 novel loci for obesity. Based on 345 loci, we provided new biological insights to the etiology of obesity. Of clinical interest, we provided some potential targets and drug repurposing for obesity.",
    "disease": "coronary artery disease",
    "clean_text": "genome wide meta analysis with individuals identifies novel risk loci for obesity the incidence of obesity has significantly increased worldwide however it is still unclear about the genetic susceptibility of obesity here we performed the largest european meta analysis of genome wide association study including obesity cases and healthy controls we identified novel genome wide significant obesity associated loci and of known loci snp based heritability analyses revealed that common variants explain of genetic risk for obesity whereas mixer predicted an estimated million effective sample sizes explaining of obesity associated phenotypic variance across obesity associated loci likely causal genes are indicated and causal genes are prioritized tissue specificity enrichment analyses demonstrated that obesity related causal genes mainly expressed in brain putamen basal ganglia hippocampus amygdala substantia nigra and caudate basal ganglia the genetic correlation and gene set analyses showed that apart from obesity related diseases some brain diseases and mood e g broad depression neuroticism mood swings inflammatory and allergic diseases diseases e g asthma spondyloarthritis hashimoto thyroiditis cardiovascular diseases e g hypertension myocardial infarction coronary artery disease and lung disease e g interstitial lung disease chronic obstructive pulmonary disease lung cancer have the positive correlations with obesity gene drug interaction analysis suggested that obesity associated genes overlapped with targets of current medications for obesity finally we used this meta analysis to explore some potential targets e g glp r sigmar mc r and drug repurposing e g iloprost flunarizine edrophonium chloride for obesity we identified genome wide significant loci including novel loci for obesity based on loci we provided new biological insights to the etiology of obesity of clinical interest we provided some potential targets and drug repurposing for obesity"
}