{
    "pmid": "41409015",
    "title": "Association of Peripheral Blood Neutrophil-Lymphocyte Ratio With Motor and Cognitive Function in Prodromal Parkinson's Disease.",
    "abstract": "Neutrophil and lymphocyte levels and their ratio, the neutrophil-lymphocyte ratio (NLR), in the peripheral blood provide accessible indices of systemic inflammatory activity. In this study, we evaluated whether these blood markers are linked to motor symptoms and cognitive performance during the prodromal stage of Parkinson's disease (PD). We analyzed data from the prodromal cohort of the Parkinson's Progression Markers Initiative, which included 1,269 individuals with prodromal PD features (isolated REM sleep behavior disorder [RBD]: n = 116, isolated hyposmia: n = 570, combined: n = 583) and 284 healthy controls. Motor impairment was measured using the Movement Disorder Society Unified Parkinson's Disease Rating Scale Part 3, while cognition was assessed through a broad neuropsychological test battery. Compared with controls, participants with prodromal PD had lower lymphocyte counts (p < 0.001) and higher NLR values (p = 0.008), whereas neutrophil counts did not differ between the groups (p = 0.749). No significant differences were observed across prodromal phenotypes for these markers. Correlation analysis demonstrated that NLR, but not neutrophil or lymphocyte counts alone, was associated with more severe motor impairment after false discovery rate correction (Q = 0.011). This relationship was evident in participants with both RBD and hyposmia and those with hyposmia only. However, the interaction between phenotype and NLR on motor severity was not significant. There were no significant associations of neutrophil or lymphocyte profiles with cognitive performance. Our findings indicate that higher NLR, largely reflecting reduced lymphocyte levels, is already present in the prodromal phase of PD and relates to the severity of motor symptoms. Prospective longitudinal studies are needed to clarify whether NLR has predictive value for progression to overt PD.",
    "disease": "parkinson disease",
    "clean_text": "association of peripheral blood neutrophil lymphocyte ratio with motor and cognitive function in prodromal parkinson s disease neutrophil and lymphocyte levels and their ratio the neutrophil lymphocyte ratio nlr in the peripheral blood provide accessible indices of systemic inflammatory activity in this study we evaluated whether these blood markers are linked to motor symptoms and cognitive performance during the prodromal stage of parkinson s disease pd we analyzed data from the prodromal cohort of the parkinson s progression markers initiative which included individuals with prodromal pd features isolated rem sleep behavior disorder rbd n isolated hyposmia n combined n and healthy controls motor impairment was measured using the movement disorder society unified parkinson s disease rating scale part while cognition was assessed through a broad neuropsychological test battery compared with controls participants with prodromal pd had lower lymphocyte counts p and higher nlr values p whereas neutrophil counts did not differ between the groups p no significant differences were observed across prodromal phenotypes for these markers correlation analysis demonstrated that nlr but not neutrophil or lymphocyte counts alone was associated with more severe motor impairment after false discovery rate correction q this relationship was evident in participants with both rbd and hyposmia and those with hyposmia only however the interaction between phenotype and nlr on motor severity was not significant there were no significant associations of neutrophil or lymphocyte profiles with cognitive performance our findings indicate that higher nlr largely reflecting reduced lymphocyte levels is already present in the prodromal phase of pd and relates to the severity of motor symptoms prospective longitudinal studies are needed to clarify whether nlr has predictive value for progression to overt pd"
}