{
    "pmid": "41453190",
    "title": "Screen use and physical activity in children under 6 years old: what has changed after the COVID-19 pandemic?",
    "abstract": "Desde que los niños son pequeños tienen acceso a la tecnología. Debido al confinamiento en sus hogares, han modificado sus hábitos cotidianos, apropiándose de Internet como su fuente de juego, socialización y aprendizaje. Los objetivos de esta investigación son comparar los hábitos de uso de pantallas y de actividad física en niños menores de 6 años durante y después de la pandemia de COVID-19, y explorar los factores sociodemográficos de las personas cuidadoras y de los niños asociados a estos hábitos. Estudio transversal, mediante encuesta anónima en línea a tutores legales y cuidadores de niños menores de 6 años de la región del Área Metropolitana de Buenos Aires, Argentina. Las encuestas se efectuaron en dos periodos: pandemia (aislamiento social, preventivo y obligatorio, entre los meses de agosto y octubre de 2020) y pospandemia (durante los meses de agosto a octubre de 2022). Fueron respondidas 883 encuestas. Después de la pandemia disminuyó significativamente el las pantallas, y menor uso para videollamadas con familiares y para actividades escolares; por consecuencia, hubo un aumento de las horas de actividad lúdicas diarias. Los hábitos relacionados con el uso de pantallas y la actividad física están condicionados por características sociodemográficas tanto de las personas cuidadoras (sexo, lugar de residencia, cantidad de horas trabajadas e ingresos) como de los niños (edad y acceso a dispositivos con pantalla). Se observaron cambios favorables tras la pandemia de COVID-19 en los niños menores de 6 años, con una reducción en el tiempo de uso de pantallas y un aumento en el tiempo dedicado a actividad física. Sin embargo, la televisión y el smartphone permanecieron como los dispositivos más utilizados. Los hábitos de uso de pantallas y de actividad física se ven influenciados por las características sociodemográficas de las personas cuidadoras y de los niños. Since children are young, they have access to technology. Due to confinement in their homes, they have modified their daily habits, appropriating the Internet as their source of play, socialization, and learning. The objectives of this study are to compare screen use and physical activity habits in children under 6 years of age during and after the COVID-19 pandemic, and explore the sociodemographic factors of caregivers and children associated with these habits. A cross-sectional study using an anonymous online survey of legal guardians and caregivers of children under 6 years of age in the Buenos Aires Metropolitan Area, Argentina. The surveys were carried out in two periods: pandemic (social, preventive, and mandatory isolation, between the months of August and October 2020) and post-pandemic (during the months of August to October 2022). 883 surveys were completed. After the pandemic, there was a significant decrease in the use of screens, less use for video calls with family and for school activities. Consequently, there was an increase in the hours of daily recreational activity. Screen use and physical activity habits are influenced by sociodemographic characteristics of both caregivers (such as gender, place of residence, number of hours worked, and income) and children (age and access to screen devices). Favorable changes were observed after the COVID-19 pandemic in children under 6 years of age, with a reduction in screen time and an increase in time spent on physical activity. However, television and smartphones remained the most used devices. Screen time and physical activity habits are influenced by the sociodemographic characteristics of caregivers and children.",
    "disease": "pneumonia",
    "clean_text": "screen use and physical activity in children under years old what has changed after the covid pandemic desde que los ni os son peque os tienen acceso a la tecnolog a debido al confinamiento en sus hogares han modificado sus h bitos cotidianos apropi ndose de internet como su fuente de juego socializaci n y aprendizaje los objetivos de esta investigaci n son comparar los h bitos de uso de pantallas y de actividad f sica en ni os menores de a os durante y despu s de la pandemia de covid y explorar los factores sociodemogr ficos de las personas cuidadoras y de los ni os asociados a estos h bitos estudio transversal mediante encuesta an nima en l nea a tutores legales y cuidadores de ni os menores de a os de la regi n del rea metropolitana de buenos aires argentina las encuestas se efectuaron en dos periodos pandemia aislamiento social preventivo y obligatorio entre los meses de agosto y octubre de y pospandemia durante los meses de agosto a octubre de fueron respondidas encuestas despu s de la pandemia disminuy significativamente el las pantallas y menor uso para videollamadas con familiares y para actividades escolares por consecuencia hubo un aumento de las horas de actividad l dicas diarias los h bitos relacionados con el uso de pantallas y la actividad f sica est n condicionados por caracter sticas sociodemogr ficas tanto de las personas cuidadoras sexo lugar de residencia cantidad de horas trabajadas e ingresos como de los ni os edad y acceso a dispositivos con pantalla se observaron cambios favorables tras la pandemia de covid en los ni os menores de a os con una reducci n en el tiempo de uso de pantallas y un aumento en el tiempo dedicado a actividad f sica sin embargo la televisi n y el smartphone permanecieron como los dispositivos m s utilizados los h bitos de uso de pantallas y de actividad f sica se ven influenciados por las caracter sticas sociodemogr ficas de las personas cuidadoras y de los ni os since children are young they have access to technology due to confinement in their homes they have modified their daily habits appropriating the internet as their source of play socialization and learning the objectives of this study are to compare screen use and physical activity habits in children under years of age during and after the covid pandemic and explore the sociodemographic factors of caregivers and children associated with these habits a cross sectional study using an anonymous online survey of legal guardians and caregivers of children under years of age in the buenos aires metropolitan area argentina the surveys were carried out in two periods pandemic social preventive and mandatory isolation between the months of august and october and post pandemic during the months of august to october surveys were completed after the pandemic there was a significant decrease in the use of screens less use for video calls with family and for school activities consequently there was an increase in the hours of daily recreational activity screen use and physical activity habits are influenced by sociodemographic characteristics of both caregivers such as gender place of residence number of hours worked and income and children age and access to screen devices favorable changes were observed after the covid pandemic in children under years of age with a reduction in screen time and an increase in time spent on physical activity however television and smartphones remained the most used devices screen time and physical activity habits are influenced by the sociodemographic characteristics of caregivers and children"
}