{
    "pmid": "41400628",
    "title": "Myeloid CD36 deficiency alleviates hepatic fibrosis by promoting adaptive immunity of macrophage.",
    "abstract": "Hepatic fibrosis presents a major global health challenge, yet effective preventive and therapeutic strategies remain limited. Hepatic macrophages, which play a dual role in fibrosis progression, are central to understanding its pathogenesis. This study aimed to elucidate how macrophage lipid metabolism mediated by CD36 regulates immune function and fibrosis development. We demonstrated that macrophages engulf lipids secreted by hepatic stellate cells (HSCs) via the CD36 receptor, resulting in enhanced lipid peroxidation, ferroptosis, and diminished antigen-presenting capacity, thereby impairing CD8⁺ T cell function. Conversely, CD36 deficiency restored antigen presentation through activation of the cGAS-STING pathway. Single-cell RNA sequencing further revealed that loss of CD36 in myeloid cells upregulated MHC-I-related gene expression in macrophages and promoted CD8⁺ T cell activation within the fibrotic liver microenvironment. Macrophage-specific CD36 knockout protected mice from fibrosis progression. In patients with liver cirrhosis, histological and serological analyses showed elevated CD36 expression, underscoring its clinical relevance. CD36-driven lipid uptake reprograms macrophage metabolism, leading to ferroptosis and impaired adaptive immunity. Targeting CD36 restores macrophage antigen-presenting function and enhances CD8⁺ T cell activation, identifying CD36 as a potential therapeutic target for hepatic fibrosis. The clinical trial was registered in the Research Registry (researchregistry10830).",
    "disease": "liver cirrhosis",
    "clean_text": "myeloid cd deficiency alleviates hepatic fibrosis by promoting adaptive immunity of macrophage hepatic fibrosis presents a major global health challenge yet effective preventive and therapeutic strategies remain limited hepatic macrophages which play a dual role in fibrosis progression are central to understanding its pathogenesis this study aimed to elucidate how macrophage lipid metabolism mediated by cd regulates immune function and fibrosis development we demonstrated that macrophages engulf lipids secreted by hepatic stellate cells hscs via the cd receptor resulting in enhanced lipid peroxidation ferroptosis and diminished antigen presenting capacity thereby impairing cd t cell function conversely cd deficiency restored antigen presentation through activation of the cgas sting pathway single cell rna sequencing further revealed that loss of cd in myeloid cells upregulated mhc i related gene expression in macrophages and promoted cd t cell activation within the fibrotic liver microenvironment macrophage specific cd knockout protected mice from fibrosis progression in patients with liver cirrhosis histological and serological analyses showed elevated cd expression underscoring its clinical relevance cd driven lipid uptake reprograms macrophage metabolism leading to ferroptosis and impaired adaptive immunity targeting cd restores macrophage antigen presenting function and enhances cd t cell activation identifying cd as a potential therapeutic target for hepatic fibrosis the clinical trial was registered in the research registry researchregistry"
}