{
    "title": "Delayed hypersensitivity response and vitamin D deficiency.",
    "doc_id": "6602115",
    "writer": "Toss G",
    "year": "1983",
    "summary": "Five subjects with anergy and serum 25-hydroxyvitamin D below 20 nmol/l were treated with oral vitamin D or UV irradiation for two to three months, after which both the serum 25-hydroxyvitamin D levels and the delayed hypersensitivity were normalized. ...We conclude …",
    "abstract": "The relationship between delayed hypersensitivity and serum levels of 25-hydroxyvitamin D were examined in sixty-three elderly people. After intracutaneous injection of five recall antigens (Candida, mumps, PPD, tricophyton and varidase) nineteen subjects showed no response (anergy), seven showed only a weak reaction (relative anergy), and thirty-seven a normal reaction. In the anergic group mean serum level of 25-hydroxyvitamin D was significantly lower than in the group with normal immunoreactivity. Five subjects with anergy and serum 25-hydroxyvitamin D below 20 nmol/l were treated with oral vitamin D or UV irradiation for two to three months, after which both the serum 25-hydroxyvitamin D levels and the delayed hypersensitivity were normalized. In a non-treated group anergy persisted in seven out of nine patients in a second skin test. We conclude that anergy in the delayed hypersensitivity skin test in humans may in some cases be due to vitamin D deficiency.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/6602115/",
    "clean_text": "delayed hypersensitivity response and vitamin d deficiency five subjects with anergy and serum hydroxyvitamin d below nmol l were treated with oral vitamin d or uv irradiation for two to three months after which both the serum hydroxyvitamin d levels and the delayed hypersensitivity were normalized we conclude the relationship between delayed hypersensitivity and serum levels of hydroxyvitamin d were examined in sixty three elderly people after intracutaneous injection of five recall antigens candida mumps ppd tricophyton and varidase nineteen subjects showed no response anergy seven showed only a weak reaction relative anergy and thirty seven a normal reaction in the anergic group mean serum level of hydroxyvitamin d was significantly lower than in the group with normal immunoreactivity five subjects with anergy and serum hydroxyvitamin d below nmol l were treated with oral vitamin d or uv irradiation for two to three months after which both the serum hydroxyvitamin d levels and the delayed hypersensitivity were normalized in a non treated group anergy persisted in seven out of nine patients in a second skin test we conclude that anergy in the delayed hypersensitivity skin test in humans may in some cases be due to vitamin d deficiency"
}