{
    "title": "[Atopic dermatitis and diabetes mellitus-is there a link?].",
    "doc_id": "39652177",
    "writer": "Sendrea AM",
    "year": "2025",
    "summary": "AIM: To summarize and evaluate a possible association between atopic dermatitis and diabetes mellitus. MATERIALS AND METHODS: A literature review on the potential association between atopic dermatitis and diabetes mellitus was conducted. ...Further res …",
    "abstract": "Background:\n        \n      \n      Atopic dermatitis and diabetes mellitus are chronic, immune-mediated, inflammatory diseases that significantly affect patients' quality of life and also represent a considerable socioeconomic burden. Despite intensive research in recent decades, the possible link between these two medical conditions remains a controversial topic due to sparse and sometimes contradictory data. Nevertheless, the potential link between them is based on some recognized common pathophysiological features.\n    \n\n\n          Aim:\n        \n      \n      To summarize and evaluate a possible association between atopic dermatitis and diabetes mellitus.\n    \n\n\n          Materials and methods:\n        \n      \n      A literature review on the potential association between atopic dermatitis and diabetes mellitus was conducted.\n    \n\n\n          Results:\n        \n      \n      Several studies have reported a correlation between atopic dermatitis and type 1 or type 2 diabetes mellitus. However, other studies have shown no association between these two conditions or even suggested that atopic dermatitis could reduce the risk of developing diabetes mellitus in certain patients. In addition, these two chronic diseases also have certain clinical features that suggest a possible correlation. However, there is currently no clear scientific evidence of a significant positive association between atopic dermatitis and diabetes mellitus, mainly due to the lack of large and diverse demographic studies.\n    \n\n\n          Conclusion:\n        \n      \n      Clinicians should be aware of this potential correlation in both adult and pediatric patients and consider the importance of an interdisciplinary approach for the management of atopic dermatitis. Further research is needed to determine possible associations between atopic dermatitis and diabetes mellitus in specific populations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39652177/",
    "clean_text": "atopic dermatitis and diabetes mellitus is there a link aim to summarize and evaluate a possible association between atopic dermatitis and diabetes mellitus materials and methods a literature review on the potential association between atopic dermatitis and diabetes mellitus was conducted further res background atopic dermatitis and diabetes mellitus are chronic immune mediated inflammatory diseases that significantly affect patients quality of life and also represent a considerable socioeconomic burden despite intensive research in recent decades the possible link between these two medical conditions remains a controversial topic due to sparse and sometimes contradictory data nevertheless the potential link between them is based on some recognized common pathophysiological features aim to summarize and evaluate a possible association between atopic dermatitis and diabetes mellitus materials and methods a literature review on the potential association between atopic dermatitis and diabetes mellitus was conducted results several studies have reported a correlation between atopic dermatitis and type or type diabetes mellitus however other studies have shown no association between these two conditions or even suggested that atopic dermatitis could reduce the risk of developing diabetes mellitus in certain patients in addition these two chronic diseases also have certain clinical features that suggest a possible correlation however there is currently no clear scientific evidence of a significant positive association between atopic dermatitis and diabetes mellitus mainly due to the lack of large and diverse demographic studies conclusion clinicians should be aware of this potential correlation in both adult and pediatric patients and consider the importance of an interdisciplinary approach for the management of atopic dermatitis further research is needed to determine possible associations between atopic dermatitis and diabetes mellitus in specific populations"
}