{
    "title": "Changes in CNS structures after spinal cord lesions implications for BMI.",
    "doc_id": "21867804",
    "writer": "Martinez M",
    "year": "2011",
    "summary": "This is based, among others, on the observation that after a complete spinalization, cats can walk with the hindlimbs on a treadmill. Does this spinal pattern generator (CPG) also participate in the recovery of locomotion after a partial spinal cord lesion (S …",
    "abstract": "It is well established that a spinal circuitry can generate locomotor movements of the hindlimbs in absence of descending supraspinal inputs. This is based, among others, on the observation that after a complete spinalization, cats can walk with the hindlimbs on a treadmill. Does this spinal pattern generator (CPG) also participate in the recovery of locomotion after a partial spinal cord lesion (SCI)? After such SCI, functional reorganization can occur spontaneously along the whole neuraxis, namely the spinal cord circuitry below the lesion (CPG) and in supraspinal structures still partially connected to the spinal cord. This review focuses mainly on the capacity of the spinal and supraspinal structures to reorganize spontaneously after incomplete SCI in animals (rats and cats). BMI approaches to foster recovery of functions after various types of SCI should take into account these changes at the various levels of the CNS.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21867804/",
    "clean_text": "changes in cns structures after spinal cord lesions implications for bmi this is based among others on the observation that after a complete spinalization cats can walk with the hindlimbs on a treadmill does this spinal pattern generator cpg also participate in the recovery of locomotion after a partial spinal cord lesion s it is well established that a spinal circuitry can generate locomotor movements of the hindlimbs in absence of descending supraspinal inputs this is based among others on the observation that after a complete spinalization cats can walk with the hindlimbs on a treadmill does this spinal pattern generator cpg also participate in the recovery of locomotion after a partial spinal cord lesion sci after such sci functional reorganization can occur spontaneously along the whole neuraxis namely the spinal cord circuitry below the lesion cpg and in supraspinal structures still partially connected to the spinal cord this review focuses mainly on the capacity of the spinal and supraspinal structures to reorganize spontaneously after incomplete sci in animals rats and cats bmi approaches to foster recovery of functions after various types of sci should take into account these changes at the various levels of the cns"
}