{
    "title": "The role of MRI in the diagnosis and treatment of gastric cancer.",
    "doc_id": "32209504",
    "writer": "Zhang Y",
    "year": "2020",
    "summary": "Gastric cancer is the fifth most common malignancies and the third leading cause of cancer-related death worldwide, with more than 40% of new cases occurring in China. ...This article aims to review the current status of the application and research progress …",
    "abstract": "Gastric cancer is the fifth most common malignancies and the third leading cause of cancer-related death worldwide, with more than 40% of new cases occurring in China. With the advancement of treatment methods, the application of adjuvant therapy and targeted drugs, the prognosis of patients with gastric cancer has been significantly improved. In recent years, more and more studies have reported that magnetic resonance imaging (MRI) showed great value in the clinical application among patients with gastric cancer, including preoperative staging, treatment response evaluation, predicting prognosis and histopathological features, treatment guidance, and molecular imaging. The remarkable research progress of MRI in gastric cancer will provide new evaluation and treatment approaches for clinical diagnosis and treatment. This article aims to review the current status of the application and research progress of MRI in patients with gastric cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32209504/",
    "clean_text": "the role of mri in the diagnosis and treatment of gastric cancer gastric cancer is the fifth most common malignancies and the third leading cause of cancer related death worldwide with more than of new cases occurring in china this article aims to review the current status of the application and research progress gastric cancer is the fifth most common malignancies and the third leading cause of cancer related death worldwide with more than of new cases occurring in china with the advancement of treatment methods the application of adjuvant therapy and targeted drugs the prognosis of patients with gastric cancer has been significantly improved in recent years more and more studies have reported that magnetic resonance imaging mri showed great value in the clinical application among patients with gastric cancer including preoperative staging treatment response evaluation predicting prognosis and histopathological features treatment guidance and molecular imaging the remarkable research progress of mri in gastric cancer will provide new evaluation and treatment approaches for clinical diagnosis and treatment this article aims to review the current status of the application and research progress of mri in patients with gastric cancer"
}