{
    "title": "[Herpes zoster and post-herpetic neuralgia in older adults].",
    "doc_id": "19051627",
    "writer": "Lang PO",
    "year": "2008",
    "summary": "Varicella-Zoster virus is responsible for chickenpox and, after reactivation, herpes zoster. Herpes zoster causes a vesicular dermatomal rash, traditionally metameric. ...A specific vaccine is enable to reduce herpes zoster-related …",
    "abstract": "Varicella-Zoster virus is responsible for chickenpox and, after reactivation, herpes zoster. Herpes zoster causes a vesicular dermatomal rash, traditionally metameric. Old adults can present severe pain during the acute phase, and late complications, such as post-herpetic neuralgia that can trying and crippling. Initiated within the first 72 hours of the rash, antivirals accelerate rash healing, reducing both rash and acute pain severity but incompletely the onset of other complications. Complementary therapeutic drug is often necessary. However, their application in old, frail, co-morbid and often poly-medicated patients have to be carefully considered as their use may be contraindicated. A specific vaccine is enable to reduce herpes zoster-related morbidity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19051627/",
    "clean_text": "herpes zoster and post herpetic neuralgia in older adults varicella zoster virus is responsible for chickenpox and after reactivation herpes zoster herpes zoster causes a vesicular dermatomal rash traditionally metameric a specific vaccine is enable to reduce herpes zoster related varicella zoster virus is responsible for chickenpox and after reactivation herpes zoster herpes zoster causes a vesicular dermatomal rash traditionally metameric old adults can present severe pain during the acute phase and late complications such as post herpetic neuralgia that can trying and crippling initiated within the first hours of the rash antivirals accelerate rash healing reducing both rash and acute pain severity but incompletely the onset of other complications complementary therapeutic drug is often necessary however their application in old frail co morbid and often poly medicated patients have to be carefully considered as their use may be contraindicated a specific vaccine is enable to reduce herpes zoster related morbidity"
}