{
    "title": "Role of tumor-associated immune cells in prostate cancer: angel or devil?",
    "doc_id": "31134920",
    "writer": "Wu SQ",
    "year": "2019",
    "summary": "Prostate cancer is the most common malignancy in the reproductive system of older males. Androgen deprivation therapy (ADT) is an important treatment for prostate cancer patients. However, almost all prostate cancer patients unavoidably p …",
    "abstract": "Prostate cancer is the most common malignancy in the reproductive system of older males. Androgen deprivation therapy (ADT) is an important treatment for prostate cancer patients. However, almost all prostate cancer patients unavoidably progress to the castration-resistant stage after ADT treatment. Recent studies have shown that tumor-associated immune cells play major roles in the initiation, progression, and metastasis of prostate cancer. Various phenotypes of tumor-associated immune cells have tumor-promoting or antitumor functions mediated by interacting with tumor cells. Here, we review the current knowledge of tumor-associated immune cells in prostate cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31134920/",
    "clean_text": "role of tumor associated immune cells in prostate cancer angel or devil prostate cancer is the most common malignancy in the reproductive system of older males androgen deprivation therapy adt is an important treatment for prostate cancer patients however almost all prostate cancer patients unavoidably p prostate cancer is the most common malignancy in the reproductive system of older males androgen deprivation therapy adt is an important treatment for prostate cancer patients however almost all prostate cancer patients unavoidably progress to the castration resistant stage after adt treatment recent studies have shown that tumor associated immune cells play major roles in the initiation progression and metastasis of prostate cancer various phenotypes of tumor associated immune cells have tumor promoting or antitumor functions mediated by interacting with tumor cells here we review the current knowledge of tumor associated immune cells in prostate cancer"
}