{
    "pmid": "41376782",
    "title": "Severe Asthma and Sleep Disorders: A Severe Asthma Network Italy (SANI) Registry Analysis.",
    "abstract": "This study aims to evaluate the link between sleep disorders and patients with severe asthma enrolled in the Severe Asthma Network Italy (SANI) registry. We investigated the prevalence and the overall disease burden sleep disorders in severe asthmatics, identifying their clinical features, risks factors and treatable traits. We performed a retrospective analysis using data from the SANI registry, stratifying patients based on the presence or absence of sleep disorders at their baseline visit, to gather their clinical, functional, and demographic information. About 26.1% of severe asthmatics have concomitant sleep disorders, especially overweight patients. Severe asthmatic patients with sleep disorders have significantly more frequent rhinitis, chronic rhinosinusitis with (CRSwNP and without nasal polyps (CRSsNP), gastroesophageal reflux disease (GERD), cardiovascular disease (CVD) and type II diabetes. These patients more frequently use intranasal corticosteroids and show higher exacerbation rate needing systemic corticosteroids. They show less severe lung function impairment but worse asthma control and quality of life, increased asthma-related hospital admission and number of unscheduled medical visits. Multivariate analysis shows that overweight, moderate-to-severe rhinitis, CRSwNP, CRSsNP, GERD and CVD are independent risk factors for sleep disorders. Sleep disorders are a common and relevant feature among patients with severe asthma. The two diseases influence each other worsening the severity of symptoms, quality of life and overall healthcare burden. These data suggest that, treating comorbidities, including sleep disorders, might result in a better management of asthma and so a better health outcome.",
    "disease": "asthma",
    "clean_text": "severe asthma and sleep disorders a severe asthma network italy sani registry analysis this study aims to evaluate the link between sleep disorders and patients with severe asthma enrolled in the severe asthma network italy sani registry we investigated the prevalence and the overall disease burden sleep disorders in severe asthmatics identifying their clinical features risks factors and treatable traits we performed a retrospective analysis using data from the sani registry stratifying patients based on the presence or absence of sleep disorders at their baseline visit to gather their clinical functional and demographic information about of severe asthmatics have concomitant sleep disorders especially overweight patients severe asthmatic patients with sleep disorders have significantly more frequent rhinitis chronic rhinosinusitis with crswnp and without nasal polyps crssnp gastroesophageal reflux disease gerd cardiovascular disease cvd and type ii diabetes these patients more frequently use intranasal corticosteroids and show higher exacerbation rate needing systemic corticosteroids they show less severe lung function impairment but worse asthma control and quality of life increased asthma related hospital admission and number of unscheduled medical visits multivariate analysis shows that overweight moderate to severe rhinitis crswnp crssnp gerd and cvd are independent risk factors for sleep disorders sleep disorders are a common and relevant feature among patients with severe asthma the two diseases influence each other worsening the severity of symptoms quality of life and overall healthcare burden these data suggest that treating comorbidities including sleep disorders might result in a better management of asthma and so a better health outcome"
}