{
    "pmid": "41439055",
    "title": "Psoas Abscess From Spinal Tuberculosis Mimicking Appendicitis: A Case Report.",
    "abstract": "Osteoarticular tuberculosis (TB) is a form of extrapulmonary TB that affects bones and joints, with the spine being the most common site of involvement. Spinal TB, also known as Pott's disease, is therefore the most frequent manifestation of osteoarticular TB. Historically, Pott's disease has been more prevalent in developing countries; however, its incidence is increasing in developed nations, driven by global migration and a growing population of immunocompromised individuals. We report the case of a woman in her 50s who presented with a one- to two-month history of intermittent lower abdominal pain, radiating to the back and associated with fever, nausea, and recent weight loss. Initial examination suggested acute appendicitis, with tenderness localised to the right lower quadrant and McBurney's point. Laboratory investigations revealed mild anaemia (haemoglobin, or Hb 95 g/L) and elevated C-reactive protein (CRP) (49 mg/L), while other parameters were normal. Computed tomography (CT) imaging revealed a large left psoas collection with vertebral destruction at L4, suggestive of discitis/osteomyelitis. Magnetic resonance imaging (MRI) confirmed a multiloculated left psoas abscess with extensive involvement of the L4/L5 vertebrae, paravertebral tissues, and epidural space. CT-guided aspiration obtained approximately 90 mL of pus, which tested positive for ",
    "disease": "tuberculosis",
    "clean_text": "psoas abscess from spinal tuberculosis mimicking appendicitis a case report osteoarticular tuberculosis tb is a form of extrapulmonary tb that affects bones and joints with the spine being the most common site of involvement spinal tb also known as pott s disease is therefore the most frequent manifestation of osteoarticular tb historically pott s disease has been more prevalent in developing countries however its incidence is increasing in developed nations driven by global migration and a growing population of immunocompromised individuals we report the case of a woman in her s who presented with a one to two month history of intermittent lower abdominal pain radiating to the back and associated with fever nausea and recent weight loss initial examination suggested acute appendicitis with tenderness localised to the right lower quadrant and mcburney s point laboratory investigations revealed mild anaemia haemoglobin or hb g l and elevated c reactive protein crp mg l while other parameters were normal computed tomography ct imaging revealed a large left psoas collection with vertebral destruction at l suggestive of discitis osteomyelitis magnetic resonance imaging mri confirmed a multiloculated left psoas abscess with extensive involvement of the l l vertebrae paravertebral tissues and epidural space ct guided aspiration obtained approximately ml of pus which tested positive for"
}