{
    "pmid": "41361324",
    "title": "Efficacy and safety of Janus kinase 1/2 inhibitor KL130008 in active rheumatoid arthritis: a randomized, double-blind, placebo-controlled phase II trial.",
    "abstract": "KL130008 is a selective Janus kinase 1/2 inhibitor with encouraging preclinical efficacy. Phase I trials in healthy volunteers and patients with rheumatoid arthritis (RA) showed favorable pharmacokinetics, dose-dependent inhibition of phosphorylated signal transducer and activator of transcription 3, good tolerability, and no clinically meaningful pharmacokinetic interaction with methotrexate, supporting further evaluation in active RA. In this double-blind, placebo-controlled phase II trial at 24 centers in China, RA patients were randomized (1:1:1:1) to receive placebo or KL130008 capsules (0.5, 1 or 2 mg) once daily for 12 weeks. Week 13-24, the placebo group was switched 1:1 to KL130008 at 0.5 mg or 1 mg, while other groups continued their original doses. All patients received 7.5-25 mg methotrexate once weekly throughout 24 weeks. The primary outcome was the proportion of patients who achieved at least 20% improvement in American College of Rheumatology criteria (ACR20) after 12 weeks of treatment. Secondary outcomes included ACR50/70 responses, Disease Activity Score 28 (DAS28) changes, safety assessments and pharmacokinetic properties. By week 12, the proportion of patients achieving ACR20 was significantly lower in the placebo group (26.8%) than in the groups receiving KL130008 at 1 mg (55.0%, p = 0.011) or 2 mg (64.1%, p = 0.001). KL130008 at 2 mg also significantly outperformed placebo for ACR50 or ACR70 responses, DAS28-C-reactive protein, DAS28- erythrocyte sedimentation rate, and the Health Assessment Questionnaire Disability Index scores. The clinical benefits of KL130008 persisted through week 24 and were associated with markedly lower levels of tumor necrosis factor-a and interleukin-6 in blood, without affecting levels of interleukin-15. The oral drug showed linear pharmacokinetics and mild accumulation. During the 24-week treatment, drug-related treatment-emergent adverse events occurred in approximately half of the patients receiving KL130008 (52.5%, 50.0%, and 56.4% in the 0.5, 1, and 2 mg groups), and the most frequent events were anemia and hyperlipidemia. KL130008 demonstrated potential for sustained efficacy and safety in the treatment of RA. Registered in the Chinese Clinical Trial Register (ChiCTR2100042141).",
    "disease": "rheumatoid arthritis",
    "clean_text": "efficacy and safety of janus kinase inhibitor kl in active rheumatoid arthritis a randomized double blind placebo controlled phase ii trial kl is a selective janus kinase inhibitor with encouraging preclinical efficacy phase i trials in healthy volunteers and patients with rheumatoid arthritis ra showed favorable pharmacokinetics dose dependent inhibition of phosphorylated signal transducer and activator of transcription good tolerability and no clinically meaningful pharmacokinetic interaction with methotrexate supporting further evaluation in active ra in this double blind placebo controlled phase ii trial at centers in china ra patients were randomized to receive placebo or kl capsules or mg once daily for weeks week the placebo group was switched to kl at mg or mg while other groups continued their original doses all patients received mg methotrexate once weekly throughout weeks the primary outcome was the proportion of patients who achieved at least improvement in american college of rheumatology criteria acr after weeks of treatment secondary outcomes included acr responses disease activity score das changes safety assessments and pharmacokinetic properties by week the proportion of patients achieving acr was significantly lower in the placebo group than in the groups receiving kl at mg p or mg p kl at mg also significantly outperformed placebo for acr or acr responses das c reactive protein das erythrocyte sedimentation rate and the health assessment questionnaire disability index scores the clinical benefits of kl persisted through week and were associated with markedly lower levels of tumor necrosis factor a and interleukin in blood without affecting levels of interleukin the oral drug showed linear pharmacokinetics and mild accumulation during the week treatment drug related treatment emergent adverse events occurred in approximately half of the patients receiving kl and in the and mg groups and the most frequent events were anemia and hyperlipidemia kl demonstrated potential for sustained efficacy and safety in the treatment of ra registered in the chinese clinical trial register chictr"
}