{
    "pmid": "41462052",
    "title": "Two decades of bacteraemia in Norway: an ecological study of incidence and shifts in microbial epidemiology, 2005-2024.",
    "abstract": "This study aimed to describe temporal changes in the incidence and microbial composition of bacteraemia in Norway from 2005 to 2024. Using national surveillance data from all microbiology laboratories, combined with contextual indicators such as population size, hospital activity, immunosuppression, and cancer incidence, we conducted an ecological analysis of annual aggregated data. The number of isolates from blood cultures increased from 10,964 in 2005 to 22,679 in 2024, or from 238.0 to 408.6 per 100,000 people, while the estimated blood culture positivity rate remained stable at approximately 6%. Escherichia coli, Staphylococcus aureus, and Klebsiella spp. were the most frequent pathogens in 2024, while the proportion of Streptococcus pneumoniae declined by nearly 40%. The apparent rise in the Gram-negative to Gram-positive ratio was largely explained by this decline in pneumococci. Regression models showed a steady increase in incidence of bacteraemia over time, with minimal impact of age adjustment. Increased diagnostic activity is probably driven by a larger share of inpatients meeting criteria for blood culture, consistent with a frailer and more complex case-mix. The relative stability of estimated positivity rate and the proportion of coagulase-negative staphylococci support that the rise reflects a real increase in the underlying burden of bloodstream infections.",
    "disease": "pneumonia",
    "clean_text": "two decades of bacteraemia in norway an ecological study of incidence and shifts in microbial epidemiology this study aimed to describe temporal changes in the incidence and microbial composition of bacteraemia in norway from to using national surveillance data from all microbiology laboratories combined with contextual indicators such as population size hospital activity immunosuppression and cancer incidence we conducted an ecological analysis of annual aggregated data the number of isolates from blood cultures increased from in to in or from to per people while the estimated blood culture positivity rate remained stable at approximately escherichia coli staphylococcus aureus and klebsiella spp were the most frequent pathogens in while the proportion of streptococcus pneumoniae declined by nearly the apparent rise in the gram negative to gram positive ratio was largely explained by this decline in pneumococci regression models showed a steady increase in incidence of bacteraemia over time with minimal impact of age adjustment increased diagnostic activity is probably driven by a larger share of inpatients meeting criteria for blood culture consistent with a frailer and more complex case mix the relative stability of estimated positivity rate and the proportion of coagulase negative staphylococci support that the rise reflects a real increase in the underlying burden of bloodstream infections"
}