{
    "pmid": "41453121",
    "title": "Emergent Carotid Stenting for Acute Anterior Circulation Ischemic Stroke With Tandem Lesions: The Multicenter CERES-TANDEM Study.",
    "abstract": "The management of anterior circulation tandem lesion stroke remains controversial, given its under-representation in randomized thrombectomy trials and uncertainty regarding optimal extracranial carotid intervention. We aimed to determine whether emergent carotid stenting (eCAS) during endovascular thrombectomy (EVT) for anterior circulation tandem lesions improves 90-day functional outcomes compared with a no-stenting strategy. We conducted an international multicenter longitudinal retrospective cohort study (CERES-TANDEM, NCT06965036) of consecutive adults treated at 49 comprehensive stroke centers in Europe, North America, and Singapore for anterior circulation acute ischemic stroke due to tandem lesions from January 1, 2018, to December 31, 2024. Exclusion criteria were primary hemorrhagic stroke, absence of intracranial occlusion, presentation >24 hours from symptom onset, and age younger than 18 years. We compared 90-day modified Rankin Scale (mRS) scores between participants receiving eCAS and those receiving no stenting during EVT. The primary estimand was mRS shift, analyzed by stabilized inverse probability of treatment weighting (IPTW)-weighted ordinal regression. Additional estimands were direct-effect estimand adjusting for successful recanalization (defined as Thrombolysis in Cerebral Infarction grade 2b or higher) and symptomatic intracranial hemorrhage (sICH) (estimand 2) and stratum estimand restricting to never-crossers (estimand 3). Of 4,053 patients (mean age 70 years, 65.5% female), 2,522 underwent eCAS and 1,531 received no stenting. After IPTW, eCAS was associated with an improved 90-day functional outcome (common odds ratio (OR) 1.31; 95% CI 1.17-1.47; In this large real-world cohort, eCAS during EVT for anterior circulation tandem lesions was associated with superior 90-day functional recovery without increased hemorrhagic risk. These findings support consideration of eCAS in clinical practice and warrant confirmation in randomized trials. Registered in clinicaltrials.gov, NCT06965036. This study provides Class II evidence that in patients with stroke due to anterior circulation tandem lesions, eCAS during EVT improves 90-day functional outcomes compared with EVT alone.",
    "disease": "stroke",
    "clean_text": "emergent carotid stenting for acute anterior circulation ischemic stroke with tandem lesions the multicenter ceres tandem study the management of anterior circulation tandem lesion stroke remains controversial given its under representation in randomized thrombectomy trials and uncertainty regarding optimal extracranial carotid intervention we aimed to determine whether emergent carotid stenting ecas during endovascular thrombectomy evt for anterior circulation tandem lesions improves day functional outcomes compared with a no stenting strategy we conducted an international multicenter longitudinal retrospective cohort study ceres tandem nct of consecutive adults treated at comprehensive stroke centers in europe north america and singapore for anterior circulation acute ischemic stroke due to tandem lesions from january to december exclusion criteria were primary hemorrhagic stroke absence of intracranial occlusion presentation hours from symptom onset and age younger than years we compared day modified rankin scale mrs scores between participants receiving ecas and those receiving no stenting during evt the primary estimand was mrs shift analyzed by stabilized inverse probability of treatment weighting iptw weighted ordinal regression additional estimands were direct effect estimand adjusting for successful recanalization defined as thrombolysis in cerebral infarction grade b or higher and symptomatic intracranial hemorrhage sich estimand and stratum estimand restricting to never crossers estimand of patients mean age years female underwent ecas and received no stenting after iptw ecas was associated with an improved day functional outcome common odds ratio or ci in this large real world cohort ecas during evt for anterior circulation tandem lesions was associated with superior day functional recovery without increased hemorrhagic risk these findings support consideration of ecas in clinical practice and warrant confirmation in randomized trials registered in clinicaltrials gov nct this study provides class ii evidence that in patients with stroke due to anterior circulation tandem lesions ecas during evt improves day functional outcomes compared with evt alone"
}