{
    "title": "[Ovarian functional disorders].",
    "doc_id": "11173749",
    "writer": "Bazot M",
    "year": "2000",
    "summary": "Ovarian hormonal function is under hypothalamo-hypophysis control during the genital life of women. ...Functional disorders may be observed during pregnancy: luteoma, luteal cyst and hyperreactio luteinalis. Finally, ovarian insufficiency may occur too early....",
    "abstract": "Ovarian hormonal function is under hypothalamo-hypophysis control during the genital life of women. Local hormonal production induces follicular stimulation and maturation. Two main types of functional disorder can be observed: unilocular cyst, related to an ovulation mechanism, and polycystic ovaries. The former is a follicular cyst related to the absence of LH stimulation, or a luteal cyst, which may be anechoic or display a heterogeneous content (pseudo-septa, pseudo-solid but avascular mass). The latter includes the polycystic ovarian syndrome, which is characterized by an increased ovarian area ( 6cm(2)), stroma and follicles number, the multifollicular ovaries, which are related to functional hypothalamic anovulation and characterized by a normal ovarian size with increased follicles number, and macropolycystic ovaries which are observed in case of previous pelvic infection disease or surgery. Functional disorders may be observed during pregnancy: luteoma, luteal cyst and hyperreactio luteinalis. Finally, ovarian insufficiency may occur too early.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11173749/",
    "clean_text": "ovarian functional disorders ovarian hormonal function is under hypothalamo hypophysis control during the genital life of women functional disorders may be observed during pregnancy luteoma luteal cyst and hyperreactio luteinalis finally ovarian insufficiency may occur too early ovarian hormonal function is under hypothalamo hypophysis control during the genital life of women local hormonal production induces follicular stimulation and maturation two main types of functional disorder can be observed unilocular cyst related to an ovulation mechanism and polycystic ovaries the former is a follicular cyst related to the absence of lh stimulation or a luteal cyst which may be anechoic or display a heterogeneous content pseudo septa pseudo solid but avascular mass the latter includes the polycystic ovarian syndrome which is characterized by an increased ovarian area cm stroma and follicles number the multifollicular ovaries which are related to functional hypothalamic anovulation and characterized by a normal ovarian size with increased follicles number and macropolycystic ovaries which are observed in case of previous pelvic infection disease or surgery functional disorders may be observed during pregnancy luteoma luteal cyst and hyperreactio luteinalis finally ovarian insufficiency may occur too early"
}