{
    "pmid": "41396809",
    "title": "Lab tests can be used to predict phosphatidylethanol-measured high-risk alcohol use among people with HIV: a proof-of-concept using machine learning.",
    "abstract": "Unhealthy alcohol use is prevalent among persons with HIV (PWH) and is associated with adverse outcomes, but is underestimated partly due to use of self-reported measures prone to underreporting. Phosphatidylethanol (PEth) is a direct measure of past month alcohol consumption but is costly. We assessed whether lab and health data representing alcohol-associated physiologic changes could be leveraged with machine learning to predict PEth-measured high-risk alcohol use among PWH. We pooled baseline data from two studies among PWH in Uganda that measured PEth (N = 988), and classified PEth as no/low/moderate (PEth <200 ng/ml) or high-risk (PEth ≥200 ng/ml). We split the data into training (n = 790) and testing (n = 198) sets, imputing missing data separately for each. We conducted supervised learning with 29 predictors from lab (e.g. complete blood count, liver enzymes) and other health (e.g. age, sex, blood pressure) data using LASSO logistic regression, extreme gradient boosted decision trees, and random forests. We identified the optimal model via the largest area under the curve (AUC). A LASSO regression with 17 predictors was the optimal model (cross-validated AUC in the Training Set = 0.751, 95% confidence interval [CI]: 0.718-0.784; AUC in Testing Set = 0.795, 95% CI: 0.723-0.852). This study suggests that a combination of lab and health data is useful for identifying individuals engaging in high-risk alcohol use (PEth ≥200 ng/ml). Algorithms including other indirect markers of alcohol use (e.g. gamma glutamyltransferase) may improve identification of high-risk alcohol use, which could be useful in research and clinical settings where PEth testing is unavailable.",
    "disease": "tuberculosis",
    "clean_text": "lab tests can be used to predict phosphatidylethanol measured high risk alcohol use among people with hiv a proof of concept using machine learning unhealthy alcohol use is prevalent among persons with hiv pwh and is associated with adverse outcomes but is underestimated partly due to use of self reported measures prone to underreporting phosphatidylethanol peth is a direct measure of past month alcohol consumption but is costly we assessed whether lab and health data representing alcohol associated physiologic changes could be leveraged with machine learning to predict peth measured high risk alcohol use among pwh we pooled baseline data from two studies among pwh in uganda that measured peth n and classified peth as no low moderate peth ng ml or high risk peth ng ml we split the data into training n and testing n sets imputing missing data separately for each we conducted supervised learning with predictors from lab e g complete blood count liver enzymes and other health e g age sex blood pressure data using lasso logistic regression extreme gradient boosted decision trees and random forests we identified the optimal model via the largest area under the curve auc a lasso regression with predictors was the optimal model cross validated auc in the training set confidence interval ci auc in testing set ci this study suggests that a combination of lab and health data is useful for identifying individuals engaging in high risk alcohol use peth ng ml algorithms including other indirect markers of alcohol use e g gamma glutamyltransferase may improve identification of high risk alcohol use which could be useful in research and clinical settings where peth testing is unavailable"
}