{
    "pmid": "41346250",
    "title": "Expanded blood PD-1hi Tfh cells in seropositive clinically suspect arthralgia predict progression to rheumatoid arthritis.",
    "abstract": "Individuals with clinically suspect arthralgia (CSA, EULAR definition) are at increased risk of developing rheumatoid arthritis (RA), and early therapeutic intervention may delay or prevent progression. However, improved identification of likely progressors is needed to avoid unnecessary treatment. CD4+CXCR5+PD-1hi follicular helper (Tfh) and CD4+CXCR5-PD-1hi peripheral helper (Tph) T cells are implicated in RA pathogenesis. Notably, Tfh associate with favorable responses to costimulation blockade. Profiling these subsets in CSA could enhance our understanding of the RA preclinical phase, help identify progressors and select targeted therapies. Our objective was to assess circulating Tfh (cTfh) and Tph (cTph) cell frequencies in CSA. In this prospective, non-interventional study, peripheral blood was collected at baseline from CSA patients and age- and gender-matched healthy controls (HC). PBMCs were isolated and analyzed by flow cytometry. Patients were followed until RA onset or for up to 48 months. Compared with HC, seropositive CSA (RF and/or ACPA+, n = 33), but not seronegative CSA patients (n = 37), demonstrated expanded frequencies of cTfh and cTph cells. Among seropositive CSA patients, those who progressed to RA had higher baseline cTfh and cTph frequencies than non-progressors. A cTfh frequency >0.66% predicted progression (sensitivity 72%, specificity 85%). At RA onset, seropositive progressors (n = 19) showed a further increase in cTph, but not cTfh, frequency. Seropositive CSA patients display elevated baseline cTfh and cTph frequencies. Higher cTfh proportions associate with progression to RA. These findings support the use of cTfh and cTph profiling to stratify progression risk and guide early therapeutic decisions in at-risk individuals.",
    "disease": "rheumatoid arthritis",
    "clean_text": "expanded blood pd hi tfh cells in seropositive clinically suspect arthralgia predict progression to rheumatoid arthritis individuals with clinically suspect arthralgia csa eular definition are at increased risk of developing rheumatoid arthritis ra and early therapeutic intervention may delay or prevent progression however improved identification of likely progressors is needed to avoid unnecessary treatment cd cxcr pd hi follicular helper tfh and cd cxcr pd hi peripheral helper tph t cells are implicated in ra pathogenesis notably tfh associate with favorable responses to costimulation blockade profiling these subsets in csa could enhance our understanding of the ra preclinical phase help identify progressors and select targeted therapies our objective was to assess circulating tfh ctfh and tph ctph cell frequencies in csa in this prospective non interventional study peripheral blood was collected at baseline from csa patients and age and gender matched healthy controls hc pbmcs were isolated and analyzed by flow cytometry patients were followed until ra onset or for up to months compared with hc seropositive csa rf and or acpa n but not seronegative csa patients n demonstrated expanded frequencies of ctfh and ctph cells among seropositive csa patients those who progressed to ra had higher baseline ctfh and ctph frequencies than non progressors a ctfh frequency predicted progression sensitivity specificity at ra onset seropositive progressors n showed a further increase in ctph but not ctfh frequency seropositive csa patients display elevated baseline ctfh and ctph frequencies higher ctfh proportions associate with progression to ra these findings support the use of ctfh and ctph profiling to stratify progression risk and guide early therapeutic decisions in at risk individuals"
}