{
    "pmid": "41411750",
    "title": "Plasma biomarkers CRP, iFABP, and zonulin as predictors of tuberculosis progression in household contacts of pulmonary TB patients.",
    "abstract": "Identifying host biomarkers associated with progression from Mycobacterium tuberculosis infection to active tuberculosis (TB) could support early risk stratification in household contacts (HHCs). This exploratory study evaluated baseline plasma immune biomarkers in HHCs of pulmonary TB (PTB) patients to assess their association with subsequent disease development. We analyzed baseline plasma samples from 15 progressors and 29 non-progressors enrolled from PTB-affected households. Acute-phase proteins (α-2-macroglobulin (α-2-M), C-reactive protein [CRP], haptoglobin (Hp), serum amyloid P (SAP)) and microbial translocation markers (lipopolysaccharide, lipid-binding protein, endotoxin core antibodies IgG, intestinal fatty acid-binding protein [iFABP], sCD14, and zonulin) were measured using Luminex and ELISA. Logistic regression and ROC analyses were performed as exploratory assessments of biomarker associations. Higher baseline levels of CRP, iFABP, and zonulin were observed among progressors compared with non-progressors. In univariable analyses, these biomarkers showed strong discriminatory ability (AUC ≥0.90), although estimates should be interpreted cautiously given the small sample size. A combined model including CRP, iFABP, and zonulin demonstrated high discriminatory performance (AUC 0.99 [95 % CI: 0.97-1.00]), but confidence intervals reflect the imprecision inherent to the limited dataset. In this exploratory cohort, elevated CRP, iFABP, and zonulin were associated with progression to active TB among household contacts. These preliminary findings suggest potential involvement of inflammatory and gut-barrier pathways in TB progression and warrant validation in larger, independent cohorts to define their translational utility.",
    "disease": "tuberculosis",
    "clean_text": "plasma biomarkers crp ifabp and zonulin as predictors of tuberculosis progression in household contacts of pulmonary tb patients identifying host biomarkers associated with progression from mycobacterium tuberculosis infection to active tuberculosis tb could support early risk stratification in household contacts hhcs this exploratory study evaluated baseline plasma immune biomarkers in hhcs of pulmonary tb ptb patients to assess their association with subsequent disease development we analyzed baseline plasma samples from progressors and non progressors enrolled from ptb affected households acute phase proteins macroglobulin m c reactive protein crp haptoglobin hp serum amyloid p sap and microbial translocation markers lipopolysaccharide lipid binding protein endotoxin core antibodies igg intestinal fatty acid binding protein ifabp scd and zonulin were measured using luminex and elisa logistic regression and roc analyses were performed as exploratory assessments of biomarker associations higher baseline levels of crp ifabp and zonulin were observed among progressors compared with non progressors in univariable analyses these biomarkers showed strong discriminatory ability auc although estimates should be interpreted cautiously given the small sample size a combined model including crp ifabp and zonulin demonstrated high discriminatory performance auc ci but confidence intervals reflect the imprecision inherent to the limited dataset in this exploratory cohort elevated crp ifabp and zonulin were associated with progression to active tb among household contacts these preliminary findings suggest potential involvement of inflammatory and gut barrier pathways in tb progression and warrant validation in larger independent cohorts to define their translational utility"
}