{
    "pmid": "41461064",
    "title": "Antiseizure Medication Dosing Strategy During Pregnancy and Early Postpartum in Women With Epilepsy in MONEAD.",
    "abstract": "Antiseizure medications (ASMs) undergo marked pharmacokinetic alterations during pregnancy and postpartum. Suboptimal ASM management can lead to adverse maternal and child outcomes. However, there is scant literature to guide how to adjust ASM dosing. This study analyzed how ASMs were dosed in a large observational cohort study of pregnant women with epilepsy (PWWE) who had favorable seizure outcomes. Maternal Outcomes and Neurodevelopmental Effects of Antiepileptic Drugs (MONEAD) was a prospective, observational cohort study that enrolled PWWE 2012-2016 across 20 US epilepsy centers. Inclusion criteria were PWWE, ages 14-45 years, and <20 weeks' gestational age. Seizures and ASM type(s) and doses were documented in a daily diary. Our analysis included ASM doses in pregnancy through early postpartum (6 weeks post-delivery). For each ASM, we analyzed percent participants who underwent ≥1 dose change in pregnancy and postpartum, time of first dose change after enrollment, time to subsequent changes, amount of each dose adjustment, and percent of conception dose at delivery and 6-week postpartum. A total of 299 participants (median 31 [range 17-46] years) were eligible for analysis. Median enrollment was 14-weeks gestation. Dose increases were made in 246/363 (67.8%) of ASMs during pregnancy beginning median 32 days post-enrollment; dose decreases were made within 6 weeks post-delivery for 171/357 (47.9%) of ASMs beginning median 3 days postpartum. For lamotrigine, 128/146 (87.7%) participants had doses increased, by 100 mg/d (median), reaching 191% of conception dose (mean) by delivery. Postpartum, 103/146 (70.5%) had dose tapers, by 100 mg/d (median), to 116% of conception dose (mean) by 6 weeks. For levetiracetam, 70/125 (56.0%) participants had doses increased, by 500 mg/d (median), reaching 177% of conception dose (mean) by delivery. Postpartum, 43/125 (34.4%) had dose tapers, by 500 mg/d (median), to 136% of conception dose (mean) by 6 weeks. For other ASMs, 10/14 had doses increased in pregnancy and 8/14 were tapered early postpartum. Previous MONEAD analyses showed no difference in seizure control between pregnant and nonpregnant women with epilepsy. We detail how ASMs were managed in pregnancy and early postpartum to achieve this favorable outcome. These findings can be useful for the management of PWWE. Limitations of this study include limited data in the first trimester, enrollment from epilepsy centers, and limited number of participants on a wider variety of ASMs. ClinicalTrials.gov Identifier: NCT01730170. Study Details | Maternal Outcomes and Neurodevelopmental Effects of Antiepileptic Drugs (MONEAD) | ClinicalTrials.gov. First submitted: November 9, 2012. First patient enrolled: December 19, 2012.",
    "disease": "epilepsy",
    "clean_text": "antiseizure medication dosing strategy during pregnancy and early postpartum in women with epilepsy in monead antiseizure medications asms undergo marked pharmacokinetic alterations during pregnancy and postpartum suboptimal asm management can lead to adverse maternal and child outcomes however there is scant literature to guide how to adjust asm dosing this study analyzed how asms were dosed in a large observational cohort study of pregnant women with epilepsy pwwe who had favorable seizure outcomes maternal outcomes and neurodevelopmental effects of antiepileptic drugs monead was a prospective observational cohort study that enrolled pwwe across us epilepsy centers inclusion criteria were pwwe ages years and weeks gestational age seizures and asm type s and doses were documented in a daily diary our analysis included asm doses in pregnancy through early postpartum weeks post delivery for each asm we analyzed percent participants who underwent dose change in pregnancy and postpartum time of first dose change after enrollment time to subsequent changes amount of each dose adjustment and percent of conception dose at delivery and week postpartum a total of participants median range years were eligible for analysis median enrollment was weeks gestation dose increases were made in of asms during pregnancy beginning median days post enrollment dose decreases were made within weeks post delivery for of asms beginning median days postpartum for lamotrigine participants had doses increased by mg d median reaching of conception dose mean by delivery postpartum had dose tapers by mg d median to of conception dose mean by weeks for levetiracetam participants had doses increased by mg d median reaching of conception dose mean by delivery postpartum had dose tapers by mg d median to of conception dose mean by weeks for other asms had doses increased in pregnancy and were tapered early postpartum previous monead analyses showed no difference in seizure control between pregnant and nonpregnant women with epilepsy we detail how asms were managed in pregnancy and early postpartum to achieve this favorable outcome these findings can be useful for the management of pwwe limitations of this study include limited data in the first trimester enrollment from epilepsy centers and limited number of participants on a wider variety of asms clinicaltrials gov identifier nct study details maternal outcomes and neurodevelopmental effects of antiepileptic drugs monead clinicaltrials gov first submitted november first patient enrolled december"
}