{
    "title": "Beyond hemoglobin: Critical role of 2,3-bisphosphoglycerate mutase in kidney function and injury.",
    "doc_id": "39422260",
    "writer": "Kulow VA",
    "year": "2025",
    "summary": "Recent transcriptomic analyses, however, have indicated a significant upregulation of BPGM in acutely injured murine and human kidneys, suggesting a potential renal function for this enzyme. ...Its absence leads to metabolic imbalances, increased oxidative stress, i …",
    "abstract": "Aim:\n        \n      \n      2,3-bisphosphoglycerate mutase (BPGM) is traditionally recognized for its role in modulating oxygen affinity to hemoglobin in erythrocytes. Recent transcriptomic analyses, however, have indicated a significant upregulation of BPGM in acutely injured murine and human kidneys, suggesting a potential renal function for this enzyme. Here we aim to explore the physiological role of BPGM in the kidney.\n    \n\n\n          Methods:\n        \n      \n      A tubular-specific, doxycycline-inducible Bpgm-knockout mouse model was generated. Histological, immunofluorescence, and proteomic analyses were conducted to examine the localization of BPGM expression and the impact of its knockout on kidney structure and function. In vitro studies were performed to investigate the metabolic consequences of Bpgm knockdown under osmotic stress.\n    \n\n\n          Results:\n        \n      \n      BPGM expression was localized to the distal nephron and was absent in proximal tubules. Inducible knockout of Bpgm resulted in rapid kidney injury within 4 days, characterized by proximal tubular damage and tubulointerstitial fibrosis. Proteomic analyses revealed involvement of BPGM in key metabolic pathways, including glycolysis, oxidative stress response, and inflammation. In vitro, Bpgm knockdown led to enhanced glycolysis, decreased reactive oxygen species elimination capacity under osmotic stress, and increased apoptosis. Furthermore, interactions between nephron segments and immune cells in the kidney suggested a mechanism for propagating stress signals from distal to proximal tubules.\n    \n\n\n          Conclusion:\n        \n      \n      BPGM fulfills critical functions beyond the erythrocyte in maintaining glucose metabolism in the distal nephron. Its absence leads to metabolic imbalances, increased oxidative stress, inflammation, and ultimately kidney injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39422260/",
    "clean_text": "beyond hemoglobin critical role of bisphosphoglycerate mutase in kidney function and injury recent transcriptomic analyses however have indicated a significant upregulation of bpgm in acutely injured murine and human kidneys suggesting a potential renal function for this enzyme its absence leads to metabolic imbalances increased oxidative stress i aim bisphosphoglycerate mutase bpgm is traditionally recognized for its role in modulating oxygen affinity to hemoglobin in erythrocytes recent transcriptomic analyses however have indicated a significant upregulation of bpgm in acutely injured murine and human kidneys suggesting a potential renal function for this enzyme here we aim to explore the physiological role of bpgm in the kidney methods a tubular specific doxycycline inducible bpgm knockout mouse model was generated histological immunofluorescence and proteomic analyses were conducted to examine the localization of bpgm expression and the impact of its knockout on kidney structure and function in vitro studies were performed to investigate the metabolic consequences of bpgm knockdown under osmotic stress results bpgm expression was localized to the distal nephron and was absent in proximal tubules inducible knockout of bpgm resulted in rapid kidney injury within days characterized by proximal tubular damage and tubulointerstitial fibrosis proteomic analyses revealed involvement of bpgm in key metabolic pathways including glycolysis oxidative stress response and inflammation in vitro bpgm knockdown led to enhanced glycolysis decreased reactive oxygen species elimination capacity under osmotic stress and increased apoptosis furthermore interactions between nephron segments and immune cells in the kidney suggested a mechanism for propagating stress signals from distal to proximal tubules conclusion bpgm fulfills critical functions beyond the erythrocyte in maintaining glucose metabolism in the distal nephron its absence leads to metabolic imbalances increased oxidative stress inflammation and ultimately kidney injury"
}