{
    "title": "Endometrial cancer from early to advanced-stage disease: an update for radiologists.",
    "doc_id": "34297164",
    "writer": "Luna C",
    "year": "2021",
    "summary": "In recent years, the management of endometrial cancer has significantly changed. The molecular characterization of endometrial cancer has shed new light into the biologic behavior of this disease, the International Federation of Gynecology and Obstetri …",
    "abstract": "The purpose of this article is to review the current molecular classification of endometrial cancer, the imaging findings in early and advanced disease, and the current management strategies, focusing on the new systemic therapies for advanced EC. In recent years, the management of endometrial cancer has significantly changed. The molecular characterization of endometrial cancer has shed new light into the biologic behavior of this disease, the International Federation of Gynecology and Obstetrics staging system was recently revised, and imaging was formally incorporated in the management of endometrial cancer. Recent genomic analysis of endometrial cancer led to the approval of new molecular-targeted therapies and immune checkpoint inhibitors. Imaging allows assessment of myometrial invasion, cervical stromal extension, lymph node involvement and distant metastases, and has a crucial role for treatment planning. Treatment strategies, which include surgery, radiation and systemic therapies are based on accurate staging and risk stratification.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34297164/",
    "clean_text": "endometrial cancer from early to advanced stage disease an update for radiologists in recent years the management of endometrial cancer has significantly changed the molecular characterization of endometrial cancer has shed new light into the biologic behavior of this disease the international federation of gynecology and obstetri the purpose of this article is to review the current molecular classification of endometrial cancer the imaging findings in early and advanced disease and the current management strategies focusing on the new systemic therapies for advanced ec in recent years the management of endometrial cancer has significantly changed the molecular characterization of endometrial cancer has shed new light into the biologic behavior of this disease the international federation of gynecology and obstetrics staging system was recently revised and imaging was formally incorporated in the management of endometrial cancer recent genomic analysis of endometrial cancer led to the approval of new molecular targeted therapies and immune checkpoint inhibitors imaging allows assessment of myometrial invasion cervical stromal extension lymph node involvement and distant metastases and has a crucial role for treatment planning treatment strategies which include surgery radiation and systemic therapies are based on accurate staging and risk stratification"
}