{
    "title": "Low back pain of thoracolumbar origin.",
    "doc_id": "6448030",
    "writer": "Maigne R.",
    "year": "1980",
    "summary": "Low back pain arising from the apophyseal joints of the thoracolumbar region is common and is often erroneously attributed to pathologic changes in the low back. ...The diagnosis is confirmed by a periapophyseal joint block using a local anesthetic. Of …",
    "abstract": "Low back pain arising from the apophyseal joints of the thoracolumbar region is common and is often erroneously attributed to pathologic changes in the low back. The diagnosis is made on pure clinical grounds. Classic signs are: a positive \"iliac-crest point\" test, a positive skin-rolling test, localized tenderness over a certain spinous process at the thoracolumbar junction and tenderness over the involved apophyseal joint. The diagnosis is confirmed by a periapophyseal joint block using a local anesthetic. Of 350 patients seen in a back pain clinic, 40% were found to have pain of thoracolumbar origin. Treatment included manipulation, infiltration with corticosteroids, electrocoagulation and/or surgical denervation of the involved apophyseal joint.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/6448030/",
    "clean_text": "low back pain of thoracolumbar origin low back pain arising from the apophyseal joints of the thoracolumbar region is common and is often erroneously attributed to pathologic changes in the low back the diagnosis is confirmed by a periapophyseal joint block using a local anesthetic of low back pain arising from the apophyseal joints of the thoracolumbar region is common and is often erroneously attributed to pathologic changes in the low back the diagnosis is made on pure clinical grounds classic signs are a positive iliac crest point test a positive skin rolling test localized tenderness over a certain spinous process at the thoracolumbar junction and tenderness over the involved apophyseal joint the diagnosis is confirmed by a periapophyseal joint block using a local anesthetic of patients seen in a back pain clinic were found to have pain of thoracolumbar origin treatment included manipulation infiltration with corticosteroids electrocoagulation and or surgical denervation of the involved apophyseal joint"
}