{
    "title": "Glucose Metabolism Abnormalities in Heart Failure Patients: Insights and Prognostic Relevance.",
    "doc_id": "31079691",
    "writer": "Marsico F",
    "year": "2019",
    "summary": "In the last decades, many metabolic disorders have been studied as linked with heart failure. Diabetes mellitus and insulin resistance are strictly related to heart failure, with a bidirectional link, where each can influence the other. The aim of this …",
    "abstract": "Heart failure is a clinical syndrome characterized by left ventricular dysfunction and/or elevated intracardiac pressures, with a prevalence of about 1% to 2% in the general population. In the last decades, many metabolic disorders have been studied as linked with heart failure. Diabetes mellitus and insulin resistance are strictly related to heart failure, with a bidirectional link, where each can influence the other. The aim of this article is to report the role of glucose metabolism abnormalities in the development of heart failure, defining the epidemiology and assessing pathophysiology and prognosis of heart failure related to glucose metabolism disorders.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31079691/",
    "clean_text": "glucose metabolism abnormalities in heart failure patients insights and prognostic relevance in the last decades many metabolic disorders have been studied as linked with heart failure diabetes mellitus and insulin resistance are strictly related to heart failure with a bidirectional link where each can influence the other the aim of this heart failure is a clinical syndrome characterized by left ventricular dysfunction and or elevated intracardiac pressures with a prevalence of about to in the general population in the last decades many metabolic disorders have been studied as linked with heart failure diabetes mellitus and insulin resistance are strictly related to heart failure with a bidirectional link where each can influence the other the aim of this article is to report the role of glucose metabolism abnormalities in the development of heart failure defining the epidemiology and assessing pathophysiology and prognosis of heart failure related to glucose metabolism disorders"
}