{
    "pmid": "41461662",
    "title": "SHP2 in tumor-associated macrophages prompted the progression of colorectal cancer via modulating STAT3/PI3K signaling induced PD-1-mediated CAR-T cell apoptosis.",
    "abstract": "To investigate the effect of tumor-associated macrophage tyrosine phosphatase on the progression of colorectal cancer(CRC) and its mechanism. Bioinformatics analysis was used to analyse genes specifically expressed in CRC; The SW480 cell line of CRC and THP-1 macrophages were co-cultured. The effect of SHP2 on CRC was tested by tumor-bearing nude mice model. The relative expression levels of p-SHP2, p-STAT3, p-PI3K, p-Src, MMP2, MMP9, Cyclin D1, CD9, TSG101, CD63, PD-L1,Cyclin A and PCNA in THP-1 cells were detected by Western blot. Cell migration assay and Transwell migration and invasion assay were performed to examine the migration and invasion ability of SW480 cells, and monoclonal proliferation assay was used to detect the proliferation ability of SW480 cells. A co-culture system of CRC cell line SW480, macrophages THP-1 and CAR-T cells was constructed, and the expression of Bax, Caspase-3 and Caspase-9 in CAR-T cells was detected by Western blot. In addition, the relative fluorescence intensity of Bax in CAR-T cells was detected by immunofluorescence staining. Bioinformatics analysis found that SHP2 is highly expressed specifically in CRC; Specific overexpression of SHP2 in THP-1 cells could promote the expression of p-STAT3, p-PI3K, p-Src, MMP2, MMP9, Cyclin D1, Cyclin A and PCNA as well as the expression of CD9, TSG101, CD63 and PD-L1 in exosomes, and promote the proliferation, migration and invasion ability of SW480 cells. In addition, SHP2 can promote the expression of Bax, Caspase-3 and Caspase-9 in CAR-T cells. Activation of TAM-intrinsic SHP2 is significantly associated with upregulation of STAT3/PI3K signaling and PD-1-related CAR-T cell apoptosis, suggesting that it participates in shaping the immunosuppressive microenvironment of CRC and promoting disease progression. This study provides strong rationale for leveraging macrophage SHP2 as an entry point to optimize immunotherapy.",
    "disease": "colorectal cancer",
    "clean_text": "shp in tumor associated macrophages prompted the progression of colorectal cancer via modulating stat pi k signaling induced pd mediated car t cell apoptosis to investigate the effect of tumor associated macrophage tyrosine phosphatase on the progression of colorectal cancer crc and its mechanism bioinformatics analysis was used to analyse genes specifically expressed in crc the sw cell line of crc and thp macrophages were co cultured the effect of shp on crc was tested by tumor bearing nude mice model the relative expression levels of p shp p stat p pi k p src mmp mmp cyclin d cd tsg cd pd l cyclin a and pcna in thp cells were detected by western blot cell migration assay and transwell migration and invasion assay were performed to examine the migration and invasion ability of sw cells and monoclonal proliferation assay was used to detect the proliferation ability of sw cells a co culture system of crc cell line sw macrophages thp and car t cells was constructed and the expression of bax caspase and caspase in car t cells was detected by western blot in addition the relative fluorescence intensity of bax in car t cells was detected by immunofluorescence staining bioinformatics analysis found that shp is highly expressed specifically in crc specific overexpression of shp in thp cells could promote the expression of p stat p pi k p src mmp mmp cyclin d cyclin a and pcna as well as the expression of cd tsg cd and pd l in exosomes and promote the proliferation migration and invasion ability of sw cells in addition shp can promote the expression of bax caspase and caspase in car t cells activation of tam intrinsic shp is significantly associated with upregulation of stat pi k signaling and pd related car t cell apoptosis suggesting that it participates in shaping the immunosuppressive microenvironment of crc and promoting disease progression this study provides strong rationale for leveraging macrophage shp as an entry point to optimize immunotherapy"
}