{
    "pmid": "41456765",
    "title": "Cationic liposome-based silencing of thioredoxin reductase-1 for sensitization of MDA-MB 231 cells to gamma radiation.",
    "abstract": "Thioredoxin reductase 1 (TrxRd1) is a widely conserved antioxidant enzyme that maintains cellular redox homeostasis by reducing oxidized thioredoxin 1 (Trx1). Overexpression of TrxRd1 has been directly linked to radioresistance in cancer cells. In this study, we examined the impact of cationic liposome-mediated knockdown of TrxRd1 on the radiosensitization of MDA-MB 231 breast cancer cells. Cationic liposomes were formulated using dihexadecyldimethylammonium bromide (DDAB) as a surfactant and soy lecithin as the lipid component, employing a supercooled micelle-based method. These liposomes were complexed with plasmid DNA encoding a short hairpin RNA targeting TrxRd1 (shTrxRd1) via electrostatic interactions. Lipoplex formation (DDAB-shTrxRd1) was confirmed by assessing changes in hydrodynamic size, surface charge, and isothermal titration calorimetry. Cellular uptake was demonstrated by cytosolic localization of propidium iodide (PI) and expression of green fluorescent protein (GFP), while reduced TrxRd1 mRNA levels confirmed gene silencing. TrxRd1 knockdown led to elevated reactive oxygen species (ROS) levels in gamma-irradiated cells. This was accompanied by decreased cell viability, reduced colony formation, and increased apoptosis, indicating enhanced radiosensitization of MDA-MB 231 cells following TrxRd1 suppression and gamma radiation exposure. In summary, targeting TxrRd1 by cationic liposome gene silencing provide improved radiosensitization of breast cancer cells through augmenting ROS accumulation.",
    "disease": "breast cancer",
    "clean_text": "cationic liposome based silencing of thioredoxin reductase for sensitization of mda mb cells to gamma radiation thioredoxin reductase trxrd is a widely conserved antioxidant enzyme that maintains cellular redox homeostasis by reducing oxidized thioredoxin trx overexpression of trxrd has been directly linked to radioresistance in cancer cells in this study we examined the impact of cationic liposome mediated knockdown of trxrd on the radiosensitization of mda mb breast cancer cells cationic liposomes were formulated using dihexadecyldimethylammonium bromide ddab as a surfactant and soy lecithin as the lipid component employing a supercooled micelle based method these liposomes were complexed with plasmid dna encoding a short hairpin rna targeting trxrd shtrxrd via electrostatic interactions lipoplex formation ddab shtrxrd was confirmed by assessing changes in hydrodynamic size surface charge and isothermal titration calorimetry cellular uptake was demonstrated by cytosolic localization of propidium iodide pi and expression of green fluorescent protein gfp while reduced trxrd mrna levels confirmed gene silencing trxrd knockdown led to elevated reactive oxygen species ros levels in gamma irradiated cells this was accompanied by decreased cell viability reduced colony formation and increased apoptosis indicating enhanced radiosensitization of mda mb cells following trxrd suppression and gamma radiation exposure in summary targeting txrrd by cationic liposome gene silencing provide improved radiosensitization of breast cancer cells through augmenting ros accumulation"
}