{
    "pmid": "41454591",
    "title": "Impact of Donor Radiographic Pneumonia on Posttransplant Recipient Outcomes and Microbiology.",
    "abstract": "The use of extended criteria donor lungs has increased, including lungs with chest radiograph (CXR) abnormalities. However, the clinical relevance of donor radiographic pneumonia (DRP) for lung transplant recipients is unclear. This was a single-center retrospective cohort study of lung transplants between January 1, 2019 and August 1, 2023. Donors and recipients were included if donor imaging in the form of a CXR or computed tomography scout (CTS) was available within three calendar days of procurement and interpretable by two transplant pulmonologists for the presence of any possible pneumonia pattern. Outcomes in recipients with DRP were compared to those without DRP. Microbiological profiles were examined. Of 291 lung transplant recipients, 154 (52.9%) were included. Eighty-eight (57.1%) had DRP, and 90 (58.4%) had positive pre-procurement donor respiratory cultures. Comparing DRP recipients to those without, median recipient ventilator time was 4 versus 2 days (p = 0.44) and intensive care unit length of stay (LOS) was 9.5 versus 6.5 days (p = 0.07). DRP recipients had longer hospital LOS (25.5 vs. 20 days, p = 0.04). Posttransplant pneumonias within 30 days occurred in 26 (16.9%) recipients, mostly due to both donor- and recipient-derived Staphylococcus aureus and recipient-derived Pseudomonas aeruginosa. DRP is associated with longer recipient hospital LOS but does not impact long-term survival. Respiratory pathogen isolation from donor lungs is common but may not be associated with posttransplant pneumonia.",
    "disease": "pneumonia",
    "clean_text": "impact of donor radiographic pneumonia on posttransplant recipient outcomes and microbiology the use of extended criteria donor lungs has increased including lungs with chest radiograph cxr abnormalities however the clinical relevance of donor radiographic pneumonia drp for lung transplant recipients is unclear this was a single center retrospective cohort study of lung transplants between january and august donors and recipients were included if donor imaging in the form of a cxr or computed tomography scout cts was available within three calendar days of procurement and interpretable by two transplant pulmonologists for the presence of any possible pneumonia pattern outcomes in recipients with drp were compared to those without drp microbiological profiles were examined of lung transplant recipients were included eighty eight had drp and had positive pre procurement donor respiratory cultures comparing drp recipients to those without median recipient ventilator time was versus days p and intensive care unit length of stay los was versus days p drp recipients had longer hospital los vs days p posttransplant pneumonias within days occurred in recipients mostly due to both donor and recipient derived staphylococcus aureus and recipient derived pseudomonas aeruginosa drp is associated with longer recipient hospital los but does not impact long term survival respiratory pathogen isolation from donor lungs is common but may not be associated with posttransplant pneumonia"
}