{
    "pmid": "41382987",
    "title": "Allergic Sensitization Worsens Respiratory Health in Children With Asthma During Dust and Pollen Periods.",
    "abstract": "The Eastern Mediterranean has climatic conditions that increase exposure to aeroallergens due to higher pollen counts and dust storms. The association of atopy with measures of respiratory health, including fractional exhaled nitric oxide (FeNO) and pulmonary function among asthmatic children during dust and pollen periods has not been assessed. Examine the association between allergic sensitization and respiratory health in children with asthma during dust and pollen seasons in the Eastern Mediterranean. We conducted an analysis of prospectively collected respiratory health data from schoolchildren with asthma in Cyprus and Crete-Greece during spring and fall of 2019 and 2021. Children were assessed 3 to 4 times over 4 months, including evaluation of allergic sensitization by skin prick tests (SPTs). Mixed effect models were applied, adjusting for potential confounders, including study year, location, weeks on study, age and sex. There were 131 children included (77 atopic and 54 non-atopic; mean (SD) age = 9.5 (1.6) years; 65% boys). Over the study period, atopic children exhibited 113.71% (95% CI: 68.08%, 171.73%) higher FeNO concentrations and reduced FEV Atopic children with asthma may experience greater morbidity compared to non-atopic children during dust and pollen periods. Given the long-range transport of desert dust, clinicians both within and beyond the Eastern Mediterranean should be aware of this health concern.",
    "disease": "asthma",
    "clean_text": "allergic sensitization worsens respiratory health in children with asthma during dust and pollen periods the eastern mediterranean has climatic conditions that increase exposure to aeroallergens due to higher pollen counts and dust storms the association of atopy with measures of respiratory health including fractional exhaled nitric oxide feno and pulmonary function among asthmatic children during dust and pollen periods has not been assessed examine the association between allergic sensitization and respiratory health in children with asthma during dust and pollen seasons in the eastern mediterranean we conducted an analysis of prospectively collected respiratory health data from schoolchildren with asthma in cyprus and crete greece during spring and fall of and children were assessed to times over months including evaluation of allergic sensitization by skin prick tests spts mixed effect models were applied adjusting for potential confounders including study year location weeks on study age and sex there were children included atopic and non atopic mean sd age years boys over the study period atopic children exhibited ci higher feno concentrations and reduced fev atopic children with asthma may experience greater morbidity compared to non atopic children during dust and pollen periods given the long range transport of desert dust clinicians both within and beyond the eastern mediterranean should be aware of this health concern"
}