{
    "pmid": "41450343",
    "title": "Research Progress of Sarcopenia Index in Chronic Obstructive Pulmonary Disease: A Review.",
    "abstract": "Sarcopenia, characterized by the decline in skeletal muscle mass and function, has emerged as a prevalent syndrome among patients with chronic obstructive pulmonary disease (COPD), significantly affecting their quality of life and clinical outcomes. The sarcopenia index, an essential tool for assessing sarcopenia, has recently gained attention for its potential role in the diagnosis, disease evaluation, and therapeutic monitoring of COPD. This review summarizes the definition and measurement methods of the sarcopenia index and highlights its application progress in COPD management. We focus on the impact of sarcopenia on lung function, exercise capacity, quality of life, disease severity, and clinical prognosis in COPD patients. Additionally, we discuss current research on intervention strategies targeting sarcopenia and explore future directions to improve COPD patient care through the integration of sarcopenia assessment. By providing a comprehensive overview, this article aims to deepen understanding of the sarcopenia index's significance and encourage further research in this evolving field.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "research progress of sarcopenia index in chronic obstructive pulmonary disease a review sarcopenia characterized by the decline in skeletal muscle mass and function has emerged as a prevalent syndrome among patients with chronic obstructive pulmonary disease copd significantly affecting their quality of life and clinical outcomes the sarcopenia index an essential tool for assessing sarcopenia has recently gained attention for its potential role in the diagnosis disease evaluation and therapeutic monitoring of copd this review summarizes the definition and measurement methods of the sarcopenia index and highlights its application progress in copd management we focus on the impact of sarcopenia on lung function exercise capacity quality of life disease severity and clinical prognosis in copd patients additionally we discuss current research on intervention strategies targeting sarcopenia and explore future directions to improve copd patient care through the integration of sarcopenia assessment by providing a comprehensive overview this article aims to deepen understanding of the sarcopenia index s significance and encourage further research in this evolving field"
}