{
    "title": "Spinal cord ischemia and atherosclerosis: a review of the literature.",
    "doc_id": "21707414",
    "writer": "Tubbs RS",
    "year": "2011",
    "summary": "METHODS: Various search engines and databases were accessed using the following terms \"atherosclerosis and spinal cord ischemia\", \"atherosclerosis and vascular myelopathy\", \"spinal cord ischemia\" and \"arteriosclerosis of spinal arteries\". ...A g …",
    "abstract": "Introduction:\n        \n      \n      A paucity of literature exists regarding spinal cord ischemia and atherosclerosis. Therefore, the present study aimed to review this literature in hopes of better understanding this pathology.\n    \n\n\n          Methods:\n        \n      \n      Various search engines and databases were accessed using the following terms \"atherosclerosis and spinal cord ischemia\", \"atherosclerosis and vascular myelopathy\", \"spinal cord ischemia\" and \"arteriosclerosis of spinal arteries\".\n    \n\n\n          Results:\n        \n      \n      Twenty publications were found to be relevant to the present review. However, very few studies were identified that dealt specifically with atherosclerosis and spinal cord ischemia. The more valid cross-sectional studies indicated that local atherosclerosis in the spinal arterial network is minimal in comparison with the rest of the body. The anterior spinal artery appears to be one of the few arteries affected by atherosclerotic plaque formation. A greater propensity to affect the lower cervical spinal cord and a correlation with advancing age appears to exist. Systemic atherosclerosis may or may not have an effect on ischemia of the spinal cord.\n    \n\n\n          Conclusions:\n        \n      \n      Much of the current literature regarding atherosclerosis and spinal cord ischemia is vague and conflicting. Future studies aimed at, for example, imaging of the spinal cord in patients with ischemic-like symptoms are warranted.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21707414/",
    "clean_text": "spinal cord ischemia and atherosclerosis a review of the literature methods various search engines and databases were accessed using the following terms atherosclerosis and spinal cord ischemia atherosclerosis and vascular myelopathy spinal cord ischemia and arteriosclerosis of spinal arteries a g introduction a paucity of literature exists regarding spinal cord ischemia and atherosclerosis therefore the present study aimed to review this literature in hopes of better understanding this pathology methods various search engines and databases were accessed using the following terms atherosclerosis and spinal cord ischemia atherosclerosis and vascular myelopathy spinal cord ischemia and arteriosclerosis of spinal arteries results twenty publications were found to be relevant to the present review however very few studies were identified that dealt specifically with atherosclerosis and spinal cord ischemia the more valid cross sectional studies indicated that local atherosclerosis in the spinal arterial network is minimal in comparison with the rest of the body the anterior spinal artery appears to be one of the few arteries affected by atherosclerotic plaque formation a greater propensity to affect the lower cervical spinal cord and a correlation with advancing age appears to exist systemic atherosclerosis may or may not have an effect on ischemia of the spinal cord conclusions much of the current literature regarding atherosclerosis and spinal cord ischemia is vague and conflicting future studies aimed at for example imaging of the spinal cord in patients with ischemic like symptoms are warranted"
}