{
    "title": "Stereotactic body radiotherapy (SBRT) for primary non-metastatic head and neck cancer: When less is enough.",
    "doc_id": "33770592",
    "writer": "Swain M",
    "year": "2021",
    "summary": "The advantage of highly conformal dose distribution and steep dose gradient has resulted in rapidly increasing use of stereotactic body radiotherapy (SBRT) in multiple cancer sites. Also there has been a surge in the use of SBRT in head neck cancer ove …",
    "abstract": "The advantage of highly conformal dose distribution and steep dose gradient has resulted in rapidly increasing use of stereotactic body radiotherapy (SBRT) in multiple cancer sites. Also there has been a surge in the use of SBRT in head neck cancer over the last decade. It is predominantly exploited in retreatment setting for recurrent and second primary head neck cancer as well as in metastatic setting. The literature on SBRT in primary non-metastatic head neck cancer is sparse and evolving. In the current review, available literature was critically analyzed focusing on the potential applications of SBRT in primary untreated non-metastatic head neck cancer. SBRT boost following external beam radiotherapy is temping as a method of dose escalation. Special attention was paid to the application of SBRT as a sole modality of treatment. The shorter treatment schedule makes it an attractive option for treatment in primary head neck cancer especially in elderly, co-morbid and medically unfits patients. Future investigation is needed to establish SBRT as an additional armamentarium in the radiotherapeutic management of head and neck cancers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33770592/",
    "clean_text": "stereotactic body radiotherapy sbrt for primary non metastatic head and neck cancer when less is enough the advantage of highly conformal dose distribution and steep dose gradient has resulted in rapidly increasing use of stereotactic body radiotherapy sbrt in multiple cancer sites also there has been a surge in the use of sbrt in head neck cancer ove the advantage of highly conformal dose distribution and steep dose gradient has resulted in rapidly increasing use of stereotactic body radiotherapy sbrt in multiple cancer sites also there has been a surge in the use of sbrt in head neck cancer over the last decade it is predominantly exploited in retreatment setting for recurrent and second primary head neck cancer as well as in metastatic setting the literature on sbrt in primary non metastatic head neck cancer is sparse and evolving in the current review available literature was critically analyzed focusing on the potential applications of sbrt in primary untreated non metastatic head neck cancer sbrt boost following external beam radiotherapy is temping as a method of dose escalation special attention was paid to the application of sbrt as a sole modality of treatment the shorter treatment schedule makes it an attractive option for treatment in primary head neck cancer especially in elderly co morbid and medically unfits patients future investigation is needed to establish sbrt as an additional armamentarium in the radiotherapeutic management of head and neck cancers"
}