{
    "pmid": "41348263",
    "title": "Community-based evaluation of Saudi FRAX with and without BMD in Riyadh, Saudi Arabia.",
    "abstract": "Osteoporosis is a growing health burden requiring early risk assessment. In Saudi adults ≥ 60 years, FRAX scores with and without BMD showed minimal reclassification, with most shifts toward higher risk in younger groups. FRAX without BMD offers reliable stratification, supporting its use as a first-line screening tool. A retrospective cross-sectional study included patients aged ≥ 60 years attending family medicine clinics at King Faisal Specialist Hospital & Research Centre, Riyadh, undergoing DXA screening between January 1, 2016, and December 31, 2022. Baseline variables were age, sex, and BMI. FRAX variables assessed were family history of hip fracture (HF), prior fracture, smoking, glucocorticoid use, rheumatoid arthritis, and alcohol intake. Fracture risk was categorized using fixed and age-specific thresholds; differences in FRAX scores and reclassification patterns were evaluated. Among 1,429 patients (mean age 68.07 ± 6.62 years), FRAX scores for major osteoporotic fracture (MOF) and HF) differed significantly with and without BMD. Subgroup analysis revealed no significant differences within specific age ranges (70-75 years for MOF and 60-75 years for HF) or among men across all age groups. Reclassification occurred in a small subset of patients, predominantly shifting toward higher-risk categories, particularly in younger age groups. FRAX without BMD provides robust risk stratification, with minimal impact on reclassification across age categories. These results highlight its utility as a primary screening strategy, whereas BMD assessment may be reserved for cases requiring further refinement. Osteoporosis is a skeletal disorder defined by reduced bone mineral density (BMD), commonly assessed by dual-energy X-ray absorptiometry (DXA). The Fracture Risk Assessment Tool (FRAX) estimates 10-year fracture risk. Saudi Arabia was recently included in FRAX, enabling population-specific risk estimation. Notably, FRAX can be applied with or without BMD, but limited Saudi data exist comparing both methods.",
    "disease": "rheumatoid arthritis",
    "clean_text": "community based evaluation of saudi frax with and without bmd in riyadh saudi arabia osteoporosis is a growing health burden requiring early risk assessment in saudi adults years frax scores with and without bmd showed minimal reclassification with most shifts toward higher risk in younger groups frax without bmd offers reliable stratification supporting its use as a first line screening tool a retrospective cross sectional study included patients aged years attending family medicine clinics at king faisal specialist hospital research centre riyadh undergoing dxa screening between january and december baseline variables were age sex and bmi frax variables assessed were family history of hip fracture hf prior fracture smoking glucocorticoid use rheumatoid arthritis and alcohol intake fracture risk was categorized using fixed and age specific thresholds differences in frax scores and reclassification patterns were evaluated among patients mean age years frax scores for major osteoporotic fracture mof and hf differed significantly with and without bmd subgroup analysis revealed no significant differences within specific age ranges years for mof and years for hf or among men across all age groups reclassification occurred in a small subset of patients predominantly shifting toward higher risk categories particularly in younger age groups frax without bmd provides robust risk stratification with minimal impact on reclassification across age categories these results highlight its utility as a primary screening strategy whereas bmd assessment may be reserved for cases requiring further refinement osteoporosis is a skeletal disorder defined by reduced bone mineral density bmd commonly assessed by dual energy x ray absorptiometry dxa the fracture risk assessment tool frax estimates year fracture risk saudi arabia was recently included in frax enabling population specific risk estimation notably frax can be applied with or without bmd but limited saudi data exist comparing both methods"
}