{
    "title": "The human gut microbiota is neither an organ nor a commensal.",
    "doc_id": "33011965",
    "writer": "Riccio P",
    "year": "2020",
    "summary": "Among them are those defining the human gut microbiota as an organ of our body or as a commensal. But, is the human gut microbiota an organ or a commensal? Here, we address this issue to spearhead a reflection on the real roles of the human gut …",
    "abstract": "The recent explosive increase in the number of works on gut microbiota has been accompanied by the spread of rather vague or improper definitions, chosen more for common use than for experimental evidence. Among them are those defining the human gut microbiota as an organ of our body or as a commensal. But, is the human gut microbiota an organ or a commensal? Here, we address this issue to spearhead a reflection on the real roles of the human gut microbiota in our life. Actually, the misuse of the vocabulary used to describe the properties and functions of the gut microbiota may generate confusion and cause misunderstandings both in the scientific community and among the general public.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33011965/",
    "clean_text": "the human gut microbiota is neither an organ nor a commensal among them are those defining the human gut microbiota as an organ of our body or as a commensal but is the human gut microbiota an organ or a commensal here we address this issue to spearhead a reflection on the real roles of the human gut the recent explosive increase in the number of works on gut microbiota has been accompanied by the spread of rather vague or improper definitions chosen more for common use than for experimental evidence among them are those defining the human gut microbiota as an organ of our body or as a commensal but is the human gut microbiota an organ or a commensal here we address this issue to spearhead a reflection on the real roles of the human gut microbiota in our life actually the misuse of the vocabulary used to describe the properties and functions of the gut microbiota may generate confusion and cause misunderstandings both in the scientific community and among the general public"
}