{
    "pmid": "41461326",
    "title": "Saposhnikovia divaricata-Fructus mume herb pair alleviates airway inflammation in asthma by inhibiting IL-17 secretion from γδT17 cells via the Notch1 signaling pathway.",
    "abstract": "Saposhnikovia divaricata-Fructus mume herb pair (SDFM) is derived from the Guomin Decoction in \"Zhuchenyujingyanji\". The entire formula is composed of Saposhnikovia divaricata, Fructus mume, Schisandra chinensis, Radix Stellariae and Glycyrrhizae Radixet Rhizoma. SD and FM are the emperor and minister herbs of Guomin Decoction respectively, and also a classical traditional Chinese herbal formula renowned for its efficacy in treating allergic diseases. Clinical practice has demonstrated its remarkable therapeutic effects in conditions such as allergic asthma. However, the material basis underlying the efficacy of SDFM compatibility and its mechanism of action in alleviating asthmatic airway inflammation remain incompletely elucidated. This study aims to investigate the effects of SDFM on airway inflammation and γδT17 cells in HDM-induced asthmatic mice, as well as the underlying mechanisms of its action. The chemical components of SDFM and SDFM-containing serum were analyzed and identified using UHPLC-QE-MS. In vivo, an allergic asthma mouse model was established via HDM induction. Subsequently, the SDFM freeze-dried powder preparation solution was administered by gavage. Therapeutic efficacy and mechanistic insights of SDFM on HDM-induced airway inflammation in asthmatic mice were evaluated by observing indicators such as the general behavioral performance, pathological histological damage (HE and AB-PAS staining), expression levels of inflammatory cytokines, mucins, and components of the Notch1 signaling pathway. In vitro, a γδT17 cell model was established, and cells were treated with either blank serum or SDFM-containing serum. The effects of SDFM-containing serum on inflammatory cytokine secretion and Notch1 signaling pathway activation in γδT17 cells were subsequently assessed. The potential bioactive metabolites underlying SDFM's anti-asthmatic effects may include p-coumaric acid, chlorogenic acid, epicatechin, indirubin, malic acid, and ononin. SDFM significantly alleviate airway inflammatory responses in asthmatic mice, reducing the expression levels of pro-inflammatory cytokines IL-4, IL-13, IL-6 and TNF-α in lung tissue, as well as the secretion of mucin Muc5a. Further detection revealed that SDFM alleviate airway inflammation by inhibiting γδT17 cells, a process mediated via RORγt, leading to significant reductions in the expression of IL-17, IL-17R, IL-21, IL-22, and RORγt in both lung tissues and γδT17 cells. Additionally, the Notch1 signaling pathway is activated in asthmatic mice and γδT17 cells, and its activity is potently suppressed by SDFM treatment. SDFM may alleviate airway inflammation through compounds such as p-coumaric acid, chlorogenic acid, epicatechin, indirubin, malic acid, and ononin. This study first demonstrates that SDFM negatively regulates γδT17 cells by inhibiting abnormal activation of the Notch1 signaling pathway, thereby reducing the secretion of inflammatory factors including IL-17 and effectively alleviating asthmatic airway inflammatory responses. Furthermore, the combinatorial characteristics of SDFM embody the therapeutic philosophy that traditional medicine and modern medicine \"achieve the same objective through distinct pathways\", serving as a paradigmatic example of integrating \"traditional theoretical guidance\" and \"modern efficacy mechanisms\".",
    "disease": "asthma",
    "clean_text": "saposhnikovia divaricata fructus mume herb pair alleviates airway inflammation in asthma by inhibiting il secretion from t cells via the notch signaling pathway saposhnikovia divaricata fructus mume herb pair sdfm is derived from the guomin decoction in zhuchenyujingyanji the entire formula is composed of saposhnikovia divaricata fructus mume schisandra chinensis radix stellariae and glycyrrhizae radixet rhizoma sd and fm are the emperor and minister herbs of guomin decoction respectively and also a classical traditional chinese herbal formula renowned for its efficacy in treating allergic diseases clinical practice has demonstrated its remarkable therapeutic effects in conditions such as allergic asthma however the material basis underlying the efficacy of sdfm compatibility and its mechanism of action in alleviating asthmatic airway inflammation remain incompletely elucidated this study aims to investigate the effects of sdfm on airway inflammation and t cells in hdm induced asthmatic mice as well as the underlying mechanisms of its action the chemical components of sdfm and sdfm containing serum were analyzed and identified using uhplc qe ms in vivo an allergic asthma mouse model was established via hdm induction subsequently the sdfm freeze dried powder preparation solution was administered by gavage therapeutic efficacy and mechanistic insights of sdfm on hdm induced airway inflammation in asthmatic mice were evaluated by observing indicators such as the general behavioral performance pathological histological damage he and ab pas staining expression levels of inflammatory cytokines mucins and components of the notch signaling pathway in vitro a t cell model was established and cells were treated with either blank serum or sdfm containing serum the effects of sdfm containing serum on inflammatory cytokine secretion and notch signaling pathway activation in t cells were subsequently assessed the potential bioactive metabolites underlying sdfm s anti asthmatic effects may include p coumaric acid chlorogenic acid epicatechin indirubin malic acid and ononin sdfm significantly alleviate airway inflammatory responses in asthmatic mice reducing the expression levels of pro inflammatory cytokines il il il and tnf in lung tissue as well as the secretion of mucin muc a further detection revealed that sdfm alleviate airway inflammation by inhibiting t cells a process mediated via ror t leading to significant reductions in the expression of il il r il il and ror t in both lung tissues and t cells additionally the notch signaling pathway is activated in asthmatic mice and t cells and its activity is potently suppressed by sdfm treatment sdfm may alleviate airway inflammation through compounds such as p coumaric acid chlorogenic acid epicatechin indirubin malic acid and ononin this study first demonstrates that sdfm negatively regulates t cells by inhibiting abnormal activation of the notch signaling pathway thereby reducing the secretion of inflammatory factors including il and effectively alleviating asthmatic airway inflammatory responses furthermore the combinatorial characteristics of sdfm embody the therapeutic philosophy that traditional medicine and modern medicine achieve the same objective through distinct pathways serving as a paradigmatic example of integrating traditional theoretical guidance and modern efficacy mechanisms"
}