{
    "title": "Heart involvement in systemic lupus erythematosus, anti-phospholipid syndrome and neonatal lupus.",
    "doc_id": "16980725",
    "writer": "Tincani A",
    "year": "2006",
    "summary": "Cardiac involvement is one of the main complications substantially contributing to the morbidity and mortality of patients suffering from systemic autoimmune diseases. All the anatomical heart structures can be affected, and multiple pathogenic mechanisms have been reporte …",
    "abstract": "Cardiac involvement is one of the main complications substantially contributing to the morbidity and mortality of patients suffering from systemic autoimmune diseases. All the anatomical heart structures can be affected, and multiple pathogenic mechanisms have been reported. Non-organ-specific autoantibodies have been implicated in immune complex formation and deposition as the initial triggers for inflammatory processes responsible for Libman-Sacks verrucous endocarditis, myocarditis and pericarditis. Anti-phospholipid antibodies have been associated with thrombotic events in coronary arteries, heart valve involvement and intra-myocardial vasculopathy in the context of primary and secondary anti-phospholipid syndrome. Antibodies-SSA/Ro and anti-SSB/La antigens play a major pathogenic role in affecting the heart conduction tissue leading to the electrocardiographic abnormalities of the neonatal lupus syndrome and have been closely associated with endocardial fibroelastosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16980725/",
    "clean_text": "heart involvement in systemic lupus erythematosus anti phospholipid syndrome and neonatal lupus cardiac involvement is one of the main complications substantially contributing to the morbidity and mortality of patients suffering from systemic autoimmune diseases all the anatomical heart structures can be affected and multiple pathogenic mechanisms have been reporte cardiac involvement is one of the main complications substantially contributing to the morbidity and mortality of patients suffering from systemic autoimmune diseases all the anatomical heart structures can be affected and multiple pathogenic mechanisms have been reported non organ specific autoantibodies have been implicated in immune complex formation and deposition as the initial triggers for inflammatory processes responsible for libman sacks verrucous endocarditis myocarditis and pericarditis anti phospholipid antibodies have been associated with thrombotic events in coronary arteries heart valve involvement and intra myocardial vasculopathy in the context of primary and secondary anti phospholipid syndrome antibodies ssa ro and anti ssb la antigens play a major pathogenic role in affecting the heart conduction tissue leading to the electrocardiographic abnormalities of the neonatal lupus syndrome and have been closely associated with endocardial fibroelastosis"
}