{
    "pmid": "41434188",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Brain function emerges from structural pathways enabling neural connectivity and communication. However, the extent of structural-functional coupling varies across brain regions, and its alteration in aging and early Alzheimer's disease (AD) remains unclear. This study investigated variations in coupling associated with age, sex, and amyloid burden in a cohort of older adults without dementia. We included 439 participants from the AMYPAD consortium with diffusion-weighted imaging (DWI), functional magnetic resonance imaging (fMRI), and amyloid positron emission tomography (PET) available. Structural and functional connectomes comprising 100 nodes from the Schaefer atlas were built using QSIprep v0.19.0 and fMRIPrep v23.0.1. Global cortical amyloid burden was assessed using the Centiloid scale. Structural-Decoupling Index (SDI) was computed using a graph signal processing framework, which projects functional data onto the structural connectome, filtering it into coupled and decoupled components. The ratio of these components yields regional SDI values, reflecting the degree of decoupling between brain structure and function, with lower SDI indicating higher coupling and vice versa (https://www.github.com/gpreti/GSP_StructuralDecouplingIndex). Linear models were used to investigate the effects of age, sex, and baseline amyloid burden on global, network-level, and regional SDI, correcting for APOE ε4 carriership and global Clinical Dementia Rating score. Cohort characteristics are summarized in Table-1. Age had no association with global SDI (Table-2) but was positively associated with SDI in the somatomotor network (Figure-1b). Regionally, higher SDI was found in somatomotor and dorsal attention regions, while sparse decreases were observed in the default mode and frontoparietal network regions (Figure-1c). Males exhibited lower SDI at both global (Table-2) and network-level (Figure-1e). Regionally, males demonstrated lower SDI mostly in fronto-temporal regions (Figure-1f). Higher amyloid burden was associated with higher SDI at the global (Table-2; Figure-1g) and network-levels, including the default mode, frontoparietal, ventral attention, and visual networks (Figure-1h). Regionally, global amyloid burden was linked to higher SDI in the inferior temporal regions (Figure-1i). Our findings demonstrate that age, sex, and global amyloid burden independently and differentially relate to structural-functional coupling across brain scales. This work highlights the sensitivity of multimodal brain network analyses in detecting changes that may reflect distinct pathophysiological processes in aging and early AD.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium brain function emerges from structural pathways enabling neural connectivity and communication however the extent of structural functional coupling varies across brain regions and its alteration in aging and early alzheimer s disease ad remains unclear this study investigated variations in coupling associated with age sex and amyloid burden in a cohort of older adults without dementia we included participants from the amypad consortium with diffusion weighted imaging dwi functional magnetic resonance imaging fmri and amyloid positron emission tomography pet available structural and functional connectomes comprising nodes from the schaefer atlas were built using qsiprep v and fmriprep v global cortical amyloid burden was assessed using the centiloid scale structural decoupling index sdi was computed using a graph signal processing framework which projects functional data onto the structural connectome filtering it into coupled and decoupled components the ratio of these components yields regional sdi values reflecting the degree of decoupling between brain structure and function with lower sdi indicating higher coupling and vice versa https www github com gpreti gsp structuraldecouplingindex linear models were used to investigate the effects of age sex and baseline amyloid burden on global network level and regional sdi correcting for apoe carriership and global clinical dementia rating score cohort characteristics are summarized in table age had no association with global sdi table but was positively associated with sdi in the somatomotor network figure b regionally higher sdi was found in somatomotor and dorsal attention regions while sparse decreases were observed in the default mode and frontoparietal network regions figure c males exhibited lower sdi at both global table and network level figure e regionally males demonstrated lower sdi mostly in fronto temporal regions figure f higher amyloid burden was associated with higher sdi at the global table figure g and network levels including the default mode frontoparietal ventral attention and visual networks figure h regionally global amyloid burden was linked to higher sdi in the inferior temporal regions figure i our findings demonstrate that age sex and global amyloid burden independently and differentially relate to structural functional coupling across brain scales this work highlights the sensitivity of multimodal brain network analyses in detecting changes that may reflect distinct pathophysiological processes in aging and early ad"
}