{
    "pmid": "41465213",
    "title": "Angiotensin-Converting Enzyme Inhibitors to Prevent Liver Fibrosis in Metabolic Dysfunction-Associated Steatotic Liver Disease: Scientific Speculation or an Opportunity to Improve Real Clinical Practice?",
    "abstract": "The role of hepatic stellate cells (HSCs) in the development of liver fibrosis and portal hypertension has already been largely clarified. Activation of HSCs might lead to self-increased proliferation and enhanced contractile activity, causing their transdifferentiation into myofibroblasts (activated HSCs), which drive the release of proinflammatory mediators, collagen, proteoglycans, and other extracellular matrix components, responsible for liver fibrosis and portal hypertension development. A possible mechanism for the pathophysiological role of HSCs in liver fibrosis might be autophagy, which breaks down the lipid droplets in quiescent HSCs, releasing fatty acids and providing the energy required for their activation into myofibroblasts. An ever-growing body of scientific evidence indicates that renin-angiotensin system (RAS) blockade can inhibit the evolution of fibrosis in patients with chronic liver diseases, and especially metabolic dysfunction-associated steatotic liver disease (MASLD), although the use of both angiotensin-converting enzyme (ACE) inhibitors and angiotensin receptor blockers (ARBs) has not yet been officially identified as a potential fibrosis treatment. More recently, researchers have shown that overexpression of ACE2, induced by ACE inhibitor (ACEI) activity and leading to the degradation of angiotensin (ANG) II into ANG 1-7, inhibition of autophagy and consequent HSC activation, might prevent liver fibrosis development. This review aims to summarize recent pre-clinical studies and to identify a common thread underlying the latest scientific evidence in this field.",
    "disease": "hypertension",
    "clean_text": "angiotensin converting enzyme inhibitors to prevent liver fibrosis in metabolic dysfunction associated steatotic liver disease scientific speculation or an opportunity to improve real clinical practice the role of hepatic stellate cells hscs in the development of liver fibrosis and portal hypertension has already been largely clarified activation of hscs might lead to self increased proliferation and enhanced contractile activity causing their transdifferentiation into myofibroblasts activated hscs which drive the release of proinflammatory mediators collagen proteoglycans and other extracellular matrix components responsible for liver fibrosis and portal hypertension development a possible mechanism for the pathophysiological role of hscs in liver fibrosis might be autophagy which breaks down the lipid droplets in quiescent hscs releasing fatty acids and providing the energy required for their activation into myofibroblasts an ever growing body of scientific evidence indicates that renin angiotensin system ras blockade can inhibit the evolution of fibrosis in patients with chronic liver diseases and especially metabolic dysfunction associated steatotic liver disease masld although the use of both angiotensin converting enzyme ace inhibitors and angiotensin receptor blockers arbs has not yet been officially identified as a potential fibrosis treatment more recently researchers have shown that overexpression of ace induced by ace inhibitor acei activity and leading to the degradation of angiotensin ang ii into ang inhibition of autophagy and consequent hsc activation might prevent liver fibrosis development this review aims to summarize recent pre clinical studies and to identify a common thread underlying the latest scientific evidence in this field"
}