{
    "title": "Coexistence of type 1 and type 2 diabetes mellitus: a case report of \"double\" diabetes in a 17-year-old Nigerian girl.",
    "doc_id": "33209162",
    "writer": "Olamoyegun MA",
    "year": "2020",
    "summary": "Double diabetes is characterized by features of both type 1 (diabetes auto-antibodies) and type 2 (obesity and insulin resistance). This occurrence can either develop on a background of type 1 diabetes due to an abnormal increase in weight from …",
    "abstract": "Double diabetes otherwise known as hybrid diabetes, a new variant, is a combination of both type 1 and type 2 diabetes in children and adolescents. It is a diabetes variant increasing in prevalence in developed countries because of epidemic obesity among children and adolescents but extremely rare in developing countries. Double diabetes is characterized by features of both type 1 (diabetes auto-antibodies) and type 2 (obesity and insulin resistance). This occurrence can either develop on a background of type 1 diabetes due to an abnormal increase in weight from physiological growth spurt in adolescents or from high insulin dosage developing on a background of type 2 diabetes. The variant has been linked to possible increased cardiovascular risks and worsened morbidity including poor glycaemic control. Here, we report a case of a 17-year-old girl who developed features of type 2 diabetes on a background of type 1 diagnosed 6 years after T1D diagnosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33209162/",
    "clean_text": "coexistence of type and type diabetes mellitus a case report of double diabetes in a year old nigerian girl double diabetes is characterized by features of both type diabetes auto antibodies and type obesity and insulin resistance this occurrence can either develop on a background of type diabetes due to an abnormal increase in weight from double diabetes otherwise known as hybrid diabetes a new variant is a combination of both type and type diabetes in children and adolescents it is a diabetes variant increasing in prevalence in developed countries because of epidemic obesity among children and adolescents but extremely rare in developing countries double diabetes is characterized by features of both type diabetes auto antibodies and type obesity and insulin resistance this occurrence can either develop on a background of type diabetes due to an abnormal increase in weight from physiological growth spurt in adolescents or from high insulin dosage developing on a background of type diabetes the variant has been linked to possible increased cardiovascular risks and worsened morbidity including poor glycaemic control here we report a case of a year old girl who developed features of type diabetes on a background of type diagnosed years after t d diagnosis"
}