{
    "pmid": "41456823",
    "title": "Dendrobium huoshanense Attenuates Parkinsonian Neurodegeneration via Dual Antioxidant and Anti-inflammatory Pathways.",
    "abstract": "Dendrobium huoshanense (DH), a traditional Chinese medicinal herb, is traditionally used for its anti-inflammatory and antioxidant properties, suggesting potential against neurodegenerative diseases like Parkinson's disease (PD). This study investigated how growth years affect DH's chemical composition and neuroprotective activities against PD, focusing on anti-inflammatory and antioxidant mechanisms. DH extracts from different growth years (N1-N4) were analyzed chemically. Their effects were evaluated in D-galactose-stimulated PC12 cells and LPS-activated BV-2 microglia. The most potent four-year-old DH was further tested in an MPTP-induced PD mouse model using behavioral tests, immunohistochemistry, and Western blotting. Four-year-old DH exhibited the highest content of active compounds and significantly alleviated motor deficits in PD mice. It reduced oxidative stress and neuroinflammation by suppressing the NF-κB/NLRP3 pathway and activating the HO-1/Nrf2 antioxidant pathway. DH exerts neuroprotective effects against PD through dual regulation of the HO-1/Nrf2 and NF-κB/NLRP3 pathways, with efficacy enhanced by longer growth periods. These findings support DH's potential as a therapeutic agent for PD.",
    "disease": "parkinson disease",
    "clean_text": "dendrobium huoshanense attenuates parkinsonian neurodegeneration via dual antioxidant and anti inflammatory pathways dendrobium huoshanense dh a traditional chinese medicinal herb is traditionally used for its anti inflammatory and antioxidant properties suggesting potential against neurodegenerative diseases like parkinson s disease pd this study investigated how growth years affect dh s chemical composition and neuroprotective activities against pd focusing on anti inflammatory and antioxidant mechanisms dh extracts from different growth years n n were analyzed chemically their effects were evaluated in d galactose stimulated pc cells and lps activated bv microglia the most potent four year old dh was further tested in an mptp induced pd mouse model using behavioral tests immunohistochemistry and western blotting four year old dh exhibited the highest content of active compounds and significantly alleviated motor deficits in pd mice it reduced oxidative stress and neuroinflammation by suppressing the nf b nlrp pathway and activating the ho nrf antioxidant pathway dh exerts neuroprotective effects against pd through dual regulation of the ho nrf and nf b nlrp pathways with efficacy enhanced by longer growth periods these findings support dh s potential as a therapeutic agent for pd"
}