{
    "pmid": "41449469",
    "title": "Pretargeted brain PET imaging reveals amyloid-β pathology using a TCO-modified antibody and a fluorine-18-labeled tetrazine.",
    "abstract": "Antibody-based positron emission tomography (PET) imaging holds great promise for visualizing disease-related proteins in the brain. However, its clinical utility is limited by poor antibody penetration across the blood-brain barrier (BBB) and the requirement for long-lived radionuclides due to slow antibody pharmacokinetics. Pretargeted imaging strategies, in which antibody administration and radioligand injection are separated in time, enable the use of short-lived, high-resolution PET-compatible radionuclides such as fluorine-18. A bispecific antibody, Bapi-Fab8D3, which targets both amyloid beta (Aβ) and the transferrin receptor (TfR) for TfR-mediated transport across the BBB, was conjugated with trans-cyclooctene (TCO) to enable in vivo click chemistry. Following antibody administration to Alzheimer's disease (AD) model mice and sufficient time for accumulation at intrabrain Aβ deposits, a fluorine-18-labeled tetrazine was injected to react in vivo with the TCO handles on the antibody. PET imaging, autoradiography, ex vivo quantification, and histological analyses were performed to evaluate the specificity and distribution of the imaging signal. Bapi-Fab8D3 retained its binding affinity for both Aβ and TfR after TCO-conjugation. In brain sections, reactive TCOs were detected up to three days after antibody injection, indicating successful transcytosis across the BBB and stable target engagement. Pretargeted PET imaging after fluorine-18-labeled tetrazine injection revealed significantly higher signals in AD mice that received TCO-Bapi-Fab8D3 compared to wild-type controls or AD mice that received the unmodified antibody. The uptake pattern corresponded to Aβ plaque distribution, and quantitative analysis showed increased signal in AD-relevant brain regions including the hippocampus and thalamus. This study demonstrates successful pretargeted PET imaging of brain Aβ pathology using a systemically administered bispecific antibody capable of BBB penetration and a fluorine-18-labeled tetrazine. These findings establish a generalizable strategy for high-contrast in vivo imaging of brain protein targets using pretargeted PET, with the potential to expand molecular imaging to protein targets in the brain that are currently inaccessible.",
    "disease": "alzheimer disease",
    "clean_text": "pretargeted brain pet imaging reveals amyloid pathology using a tco modified antibody and a fluorine labeled tetrazine antibody based positron emission tomography pet imaging holds great promise for visualizing disease related proteins in the brain however its clinical utility is limited by poor antibody penetration across the blood brain barrier bbb and the requirement for long lived radionuclides due to slow antibody pharmacokinetics pretargeted imaging strategies in which antibody administration and radioligand injection are separated in time enable the use of short lived high resolution pet compatible radionuclides such as fluorine a bispecific antibody bapi fab d which targets both amyloid beta a and the transferrin receptor tfr for tfr mediated transport across the bbb was conjugated with trans cyclooctene tco to enable in vivo click chemistry following antibody administration to alzheimer s disease ad model mice and sufficient time for accumulation at intrabrain a deposits a fluorine labeled tetrazine was injected to react in vivo with the tco handles on the antibody pet imaging autoradiography ex vivo quantification and histological analyses were performed to evaluate the specificity and distribution of the imaging signal bapi fab d retained its binding affinity for both a and tfr after tco conjugation in brain sections reactive tcos were detected up to three days after antibody injection indicating successful transcytosis across the bbb and stable target engagement pretargeted pet imaging after fluorine labeled tetrazine injection revealed significantly higher signals in ad mice that received tco bapi fab d compared to wild type controls or ad mice that received the unmodified antibody the uptake pattern corresponded to a plaque distribution and quantitative analysis showed increased signal in ad relevant brain regions including the hippocampus and thalamus this study demonstrates successful pretargeted pet imaging of brain a pathology using a systemically administered bispecific antibody capable of bbb penetration and a fluorine labeled tetrazine these findings establish a generalizable strategy for high contrast in vivo imaging of brain protein targets using pretargeted pet with the potential to expand molecular imaging to protein targets in the brain that are currently inaccessible"
}