{
    "title": "Disparities in breast cancer and african ancestry: a global perspective.",
    "doc_id": "25639288",
    "writer": "Newman LA.",
    "year": "2015",
    "summary": "The study of breast cancer in women with African ancestry has opened the door to unique investigations regarding breast cancer subtypes and the genetics of this disease. International research efforts can advance our understanding of race/ethnicity-ass …",
    "abstract": "Recognition of breast cancer disparities between African-American and White American women has generated exciting research opportunities investigating the biologic and hereditary factors that contribute to the observed outcome differences, leading to international studies of breast cancer in Africa. The study of breast cancer in women with African ancestry has opened the door to unique investigations regarding breast cancer subtypes and the genetics of this disease. International research efforts can advance our understanding of race/ethnicity-associated breast cancer disparities within the USA; the pathogenesis of triple negative breast cancer; and hereditary susceptibility for breast cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25639288/",
    "clean_text": "disparities in breast cancer and african ancestry a global perspective the study of breast cancer in women with african ancestry has opened the door to unique investigations regarding breast cancer subtypes and the genetics of this disease international research efforts can advance our understanding of race ethnicity ass recognition of breast cancer disparities between african american and white american women has generated exciting research opportunities investigating the biologic and hereditary factors that contribute to the observed outcome differences leading to international studies of breast cancer in africa the study of breast cancer in women with african ancestry has opened the door to unique investigations regarding breast cancer subtypes and the genetics of this disease international research efforts can advance our understanding of race ethnicity associated breast cancer disparities within the usa the pathogenesis of triple negative breast cancer and hereditary susceptibility for breast cancer"
}