{
    "pmid": "41449359",
    "title": "Comorbidities in hospitalized patients with herpes zoster: an Italian retrospective observational study in the years 2011-2023.",
    "abstract": "Herpes Zoster (HZ) is caused by the reactivation of the varicella zoster virus (VZV). Although aging is the most well-known risk factor for herpes zoster, little is known about the strength of the association between patient-related characteristics, including comorbidities, and their contribution to an increased risk of mortality, among patients hospitalized for HZ. The aim of this study was to assess hospitalization trends and the strength of this association. This retrospective population-based study, conducted among all patients hospitalized with HZ in Italy, between January 1st 2011 and December 31st 2023, analysed Hospital Discharge Records (HDR) reporting the ICD-9-CM codes related to HZ infection. Comorbidities that induce a reduced response of VZV-specific cell-mediated immunity - such as malignant neoplasms, chronic obstructive pulmonary disease, kidney diseases, diabetes mellitus, autoimmune diseases - were considered. Poisson regressions models, adjusted for age classes and sex, were used to identify factors associated with an increased risk of death. Between 2011 and 2023, 47,933 hospitalizations with HZ were recorded. HZ comorbidities were diagnosed in 27.71% of cases (13,280 hospitalizations). The analysis revealed that the presence of neoplasms (IRR: 3.15; 95% C.I. 2.61-3.78) and kidney disease (IRR: 2.05; 95% C.I. 1.66-2.53) increased the risk of death among patients hospitalized with HZ. In the presence of comorbidities, males had a higher risk of death than females, and age was the strongest predictor. The risk increased significantly after the age of 40, reaching an IRR of 37.16 in patients over 80 years old with neoplasms. The findings of this Real-World study may raise awareness of the risks associated with HZ and support vaccination efforts to prevent infection, particularly among older adults and individuals with comorbidities.",
    "disease": "diabetes mellitus",
    "clean_text": "comorbidities in hospitalized patients with herpes zoster an italian retrospective observational study in the years herpes zoster hz is caused by the reactivation of the varicella zoster virus vzv although aging is the most well known risk factor for herpes zoster little is known about the strength of the association between patient related characteristics including comorbidities and their contribution to an increased risk of mortality among patients hospitalized for hz the aim of this study was to assess hospitalization trends and the strength of this association this retrospective population based study conducted among all patients hospitalized with hz in italy between january st and december st analysed hospital discharge records hdr reporting the icd cm codes related to hz infection comorbidities that induce a reduced response of vzv specific cell mediated immunity such as malignant neoplasms chronic obstructive pulmonary disease kidney diseases diabetes mellitus autoimmune diseases were considered poisson regressions models adjusted for age classes and sex were used to identify factors associated with an increased risk of death between and hospitalizations with hz were recorded hz comorbidities were diagnosed in of cases hospitalizations the analysis revealed that the presence of neoplasms irr c i and kidney disease irr c i increased the risk of death among patients hospitalized with hz in the presence of comorbidities males had a higher risk of death than females and age was the strongest predictor the risk increased significantly after the age of reaching an irr of in patients over years old with neoplasms the findings of this real world study may raise awareness of the risks associated with hz and support vaccination efforts to prevent infection particularly among older adults and individuals with comorbidities"
}