{
    "title": "Psychological well-being among at-risk young adult Arabs in Israel.",
    "doc_id": "34931376",
    "writer": "Sulimani-Aidan Y.",
    "year": "2022",
    "summary": "The current exploratory study investigates the psychological well-being (PWB) of 196 at-risk young adult Arabs in Israel (18-26 years old), identifying the personal and environmental factors (objective and subjective indicators in the areas of income, housing and so …",
    "abstract": "The current exploratory study investigates the psychological well-being (PWB) of 196 at-risk young adult Arabs in Israel (18-26 years old), identifying the personal and environmental factors (objective and subjective indicators in the areas of income, housing and social support) that contribute to their PWB, and the mediating role of self-efficacy and hope in explaining the mechanism between these factors and PWB. Results showed that the subjective indicators in the areas of housing and social support contributed to the young adults' PWB. The mediation model revealed an indirect positive contribution of income sufficiency to the young adults' PWB via the sequential mediation of both self-efficacy and hope. Housing satisfaction and social support contributed to PWB only via hope. The discussion highlights the importance of designing interventions that include both objective aspects and nonmaterial subjective aspects, and suggests possible explanations for the underlying mechanism that was revealed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34931376/",
    "clean_text": "psychological well being among at risk young adult arabs in israel the current exploratory study investigates the psychological well being pwb of at risk young adult arabs in israel years old identifying the personal and environmental factors objective and subjective indicators in the areas of income housing and so the current exploratory study investigates the psychological well being pwb of at risk young adult arabs in israel years old identifying the personal and environmental factors objective and subjective indicators in the areas of income housing and social support that contribute to their pwb and the mediating role of self efficacy and hope in explaining the mechanism between these factors and pwb results showed that the subjective indicators in the areas of housing and social support contributed to the young adults pwb the mediation model revealed an indirect positive contribution of income sufficiency to the young adults pwb via the sequential mediation of both self efficacy and hope housing satisfaction and social support contributed to pwb only via hope the discussion highlights the importance of designing interventions that include both objective aspects and nonmaterial subjective aspects and suggests possible explanations for the underlying mechanism that was revealed"
}