{
    "title": "Beyond Mentalizing: Epistemic Trust and the Transmission of Culture.",
    "doc_id": "38095858",
    "writer": "Fonagy P",
    "year": "2023",
    "summary": "We explore the role played by imagining subjectively experienced psychological states and processes in others, which we have defined as mentalizing, in the process of cultural transmission, and propose that mentalizing is key to the establishment of epistemic trust- …",
    "abstract": "We explore the interpersonal origins of human culture, arguing that culture emerges as a necessary consequence of our helplessness in infancy, which in turn requires a greater degree of collaboration and social organization than is necessary for other mammals. We propose a model of cultural transmission that depends on a dyadic interpersonal process whose vicissitudes can have a lifelong impact. We explore the role played by imagining subjectively experienced psychological states and processes in others, which we have defined as mentalizing, in the process of cultural transmission, and propose that mentalizing is key to the establishment of epistemic trust-that is to say, an experience of trust that enables the individual to absorb and use the knowledge they are being offered. We suggest that psychoanalysis can be viewed as a paradigmatic example of a process of transferring knowledge from one human being (the teacher, the caregiver, the analyst) to another (the learner, the young person, the patient) and argue that the mechanisms of psychic change in analysis cannot be fully understood without appreciating this aspect of the biological/evolutionary origins of our essential humanity. Finally, we discuss the clinical implications of the model we are proposing for the psychoanalytic process.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38095858/",
    "clean_text": "beyond mentalizing epistemic trust and the transmission of culture we explore the role played by imagining subjectively experienced psychological states and processes in others which we have defined as mentalizing in the process of cultural transmission and propose that mentalizing is key to the establishment of epistemic trust we explore the interpersonal origins of human culture arguing that culture emerges as a necessary consequence of our helplessness in infancy which in turn requires a greater degree of collaboration and social organization than is necessary for other mammals we propose a model of cultural transmission that depends on a dyadic interpersonal process whose vicissitudes can have a lifelong impact we explore the role played by imagining subjectively experienced psychological states and processes in others which we have defined as mentalizing in the process of cultural transmission and propose that mentalizing is key to the establishment of epistemic trust that is to say an experience of trust that enables the individual to absorb and use the knowledge they are being offered we suggest that psychoanalysis can be viewed as a paradigmatic example of a process of transferring knowledge from one human being the teacher the caregiver the analyst to another the learner the young person the patient and argue that the mechanisms of psychic change in analysis cannot be fully understood without appreciating this aspect of the biological evolutionary origins of our essential humanity finally we discuss the clinical implications of the model we are proposing for the psychoanalytic process"
}