{
    "pmid": "41415065",
    "title": "Low expression of polo-like kinase 2 predicts high postoperative seizure recurrence in glioma-related epilepsy.",
    "abstract": "To investigate the association between tumor expression of polo-like kinase 2 (PLK2) and postoperative seizure recurrence in glioma-related epilepsy (GRE) patients, and to explore mechanisms related to synaptic function and inflammation. We retrospectively analyzed a cohort of 189 adult patients with supratentorial glioma and preoperative seizures. Among them, 98 were classified as PLK2-low and 91 as PLK2-high based on the histoscore. PLK2 expression in tumor tissues was quantified using immunohistochemistry (IHC) and quantitative real-time PCR (qRT-PCR), while serum PLK2 levels were measured by enzyme-linked immunosorbent assay (ELISA). Interictal discharges, residual tumor volume, peritumoral metabolism, synaptic protein expression, and cytokine profiles were also assessed. Cox regression analysis was conducted to identify independent predictors of postoperative seizure recurrence. Tumors with low PLK2 expression exhibited significantly reduced IHC H-scores, protein and mRNA levels, and serum concentrations (all P < 0.05). Patients in the PLK2-low group showed higher interictal spike rates, larger residual tumor volume, and elevated peritumoral standardized uptake values (all P < 0.05). Expression of synaptic markers PSD-95 and synaptophysin was decreased, while levels of interleukin-1β, tumor necrosis factor-α, and interleukin-6 were significantly elevated (all P < 0.05). Postoperative seizure recurrence was more frequent in the PLK2-low group, and low PLK2 expression remained an independent predictor in multivariable Cox regression analysis. Low PLK2 expression is strongly associated with postoperative seizure recurrence, synaptic dysfunction, and neuroinflammation, suggesting its use as a predictive biomarker and therapeutic target in GRE.",
    "disease": "epilepsy",
    "clean_text": "low expression of polo like kinase predicts high postoperative seizure recurrence in glioma related epilepsy to investigate the association between tumor expression of polo like kinase plk and postoperative seizure recurrence in glioma related epilepsy gre patients and to explore mechanisms related to synaptic function and inflammation we retrospectively analyzed a cohort of adult patients with supratentorial glioma and preoperative seizures among them were classified as plk low and as plk high based on the histoscore plk expression in tumor tissues was quantified using immunohistochemistry ihc and quantitative real time pcr qrt pcr while serum plk levels were measured by enzyme linked immunosorbent assay elisa interictal discharges residual tumor volume peritumoral metabolism synaptic protein expression and cytokine profiles were also assessed cox regression analysis was conducted to identify independent predictors of postoperative seizure recurrence tumors with low plk expression exhibited significantly reduced ihc h scores protein and mrna levels and serum concentrations all p patients in the plk low group showed higher interictal spike rates larger residual tumor volume and elevated peritumoral standardized uptake values all p expression of synaptic markers psd and synaptophysin was decreased while levels of interleukin tumor necrosis factor and interleukin were significantly elevated all p postoperative seizure recurrence was more frequent in the plk low group and low plk expression remained an independent predictor in multivariable cox regression analysis low plk expression is strongly associated with postoperative seizure recurrence synaptic dysfunction and neuroinflammation suggesting its use as a predictive biomarker and therapeutic target in gre"
}