{
    "title": "Lymph node size and metastatic infiltration in adenocarcinoma of the pancreatic head.",
    "doc_id": "20594789",
    "writer": "Prenzel KL",
    "year": "2010",
    "summary": "BACKGROUND: Preoperative lymph node staging of pancreatic cancer by CT relies on the premise that malignant lymph nodes are larger than benign nodes. ...The frequency of metastatic involvement was calculated and correlated with lymph n …",
    "abstract": "Background:\n        \n      \n      Preoperative lymph node staging of pancreatic cancer by CT relies on the premise that malignant lymph nodes are larger than benign nodes. In imaging procedures lymph nodes >1 cm in size are regarded as metastatic nodes. The extend of lymphadenectomy and potential application of neoadjuvant therapy regimens could be dependent on this evaluation.\n    \n\n\n          Patients and methods:\n        \n      \n      In a morphometric study regional lymph nodes from 52 patients with pancreatic cancer were analyzed. The lymph nodes were counted, the largest diameter of each node was measured, and each node was analyzed for metastatic involvement by histopathological examination. The frequency of metastatic involvement was calculated and correlated with lymph node size.\n    \n\n\n          Results:\n        \n      \n      A total of 636 lymph nodes were present in the 52 specimens examined for this study (12.2 lymph nodes per patient). Eleven patients had a pN0 status, whereas 41 patients had lymph nodes that were positive for cancer. Five-hundred-twenty (82%) lymph nodes were tumor-free, while 116 (18%) showed metastatic involvement on histopathologic examination. The mean (±SD) diameter of the nonmetastatic nodes was 4.3 mm, whereas infiltrated nodes had a diameter of 5.7 mm (p = 0.001). Seventy-eight (67%) of the infiltrated lymph nodes and 433 (83%) of the nonmetastatic nodes were ≤5 mm in diameter. Of 11 pN0 patients, 5 (45%) patients had at least one lymph node ≥10 mm, in contrast only 12 (29%) out of 41 pN1 patients had one lymph node ≥10 mm.\n    \n\n\n          Conclusion:\n        \n      \n      Lymph node size is not a reliable parameter for the evaluation of metastatic involvement in patients with pancreatic cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20594789/",
    "clean_text": "lymph node size and metastatic infiltration in adenocarcinoma of the pancreatic head background preoperative lymph node staging of pancreatic cancer by ct relies on the premise that malignant lymph nodes are larger than benign nodes the frequency of metastatic involvement was calculated and correlated with lymph n background preoperative lymph node staging of pancreatic cancer by ct relies on the premise that malignant lymph nodes are larger than benign nodes in imaging procedures lymph nodes cm in size are regarded as metastatic nodes the extend of lymphadenectomy and potential application of neoadjuvant therapy regimens could be dependent on this evaluation patients and methods in a morphometric study regional lymph nodes from patients with pancreatic cancer were analyzed the lymph nodes were counted the largest diameter of each node was measured and each node was analyzed for metastatic involvement by histopathological examination the frequency of metastatic involvement was calculated and correlated with lymph node size results a total of lymph nodes were present in the specimens examined for this study lymph nodes per patient eleven patients had a pn status whereas patients had lymph nodes that were positive for cancer five hundred twenty lymph nodes were tumor free while showed metastatic involvement on histopathologic examination the mean sd diameter of the nonmetastatic nodes was mm whereas infiltrated nodes had a diameter of mm p seventy eight of the infiltrated lymph nodes and of the nonmetastatic nodes were mm in diameter of pn patients patients had at least one lymph node mm in contrast only out of pn patients had one lymph node mm conclusion lymph node size is not a reliable parameter for the evaluation of metastatic involvement in patients with pancreatic cancer"
}