{
    "pmid": "41373576",
    "title": "Lack of Significant Associations Between Hematological Parameters, Salivary Gland Histopathology and Fatigue in Sjögren's Disease.",
    "abstract": "Fatigue is a common and disabling symptom in Sjögren's disease (SjD), yet its links with hematologic parameters and salivary gland histopathology are not well established. This study aimed to investigate associations between complete blood count (CBC) indices, fatigue severity, and minor salivary gland biopsy findings in SjD using a multidimensional, disease-specific fatigue instrument. Ninety-seven patients meeting the 2012 ACR criteria for SjD underwent CBC, immunologic testing, and detailed clinical evaluation. Fatigue was assessed with the Profile of Fatigue and Discomfort-Sicca Symptoms Inventory (PROFAD-SSI-SF). Histopathology data, including focus score, were available for a subset of patients. Correlation analyses, subgroup comparisons, and multivariable regressions explored associations among hematologic, immunologic, and fatigue variables. No strong correlations were found between fatigue and hematologic indices. The strongest were between total PROFAD and leukocyte (r = 0.18) or platelet counts (r = 0.16). ANA and anti-Ro52 positivity were associated with higher total SSI scores, while anti-SSB positivity correlated with lower somatic fatigue. Joint pain showed a borderline association with increased somatic fatigue. Focus score and other histopathologic features did not correlate with fatigue domains. In conclusion, fatigue in SjD is multifactorial and only weakly related to hematologic indices, emphasizing the need for longitudinal biomarker studies integrating clinical and histopathologic data.",
    "disease": "rheumatoid arthritis",
    "clean_text": "lack of significant associations between hematological parameters salivary gland histopathology and fatigue in sj gren s disease fatigue is a common and disabling symptom in sj gren s disease sjd yet its links with hematologic parameters and salivary gland histopathology are not well established this study aimed to investigate associations between complete blood count cbc indices fatigue severity and minor salivary gland biopsy findings in sjd using a multidimensional disease specific fatigue instrument ninety seven patients meeting the acr criteria for sjd underwent cbc immunologic testing and detailed clinical evaluation fatigue was assessed with the profile of fatigue and discomfort sicca symptoms inventory profad ssi sf histopathology data including focus score were available for a subset of patients correlation analyses subgroup comparisons and multivariable regressions explored associations among hematologic immunologic and fatigue variables no strong correlations were found between fatigue and hematologic indices the strongest were between total profad and leukocyte r or platelet counts r ana and anti ro positivity were associated with higher total ssi scores while anti ssb positivity correlated with lower somatic fatigue joint pain showed a borderline association with increased somatic fatigue focus score and other histopathologic features did not correlate with fatigue domains in conclusion fatigue in sjd is multifactorial and only weakly related to hematologic indices emphasizing the need for longitudinal biomarker studies integrating clinical and histopathologic data"
}