{
    "pmid": "41423451",
    "title": "Single-Cell-Derived Tumor Organoid (STO) arrays on a microfluidic chip for personalized drug screening to address heterogeneity-induced drug resistance in colorectal cancer.",
    "abstract": "Tumor heterogeneity drives chemotherapy resistance in cancer, necessitating the development of strategies to target diverse cellular subpopulations. Single-cell-derived tumor organoids (STOs), derived from individual tumor stem cells (TSCs), retain well-defined genomic and phenotypic attributes, making them instrumental in elucidating unique diversification. Here, we developed a microfluidic approach that utilizes STO arrays for personalized drug screening, aimed at overcoming heterogeneity induced drug resistance in colorectal cancer. We utilized a microwell array format microfluidic chip to the generation of a high scale STO array. This array encompasses two key features: (1) STOs in individual microwells are derived from single TSCs, which allows for a high-resolution display of cellular heterogeneity; (2) it exhibits thousands of STOs at predefined locations on the same focal plane, thereby facilitating automated, high-content analyses using imaging data. Utilizing the STO array, we assess the responses of various subpopulations of colorectal cancer to a conventional chemotherapeutic regimen, facilitating the phenotypic identification of resistant STOs. Through the analysis of RNA sequencing data from the resistant STOs, candidate drugs targeting resistance-associated pathways were identified for individual patients. Furthermore, the candidate drugs were validated through STO-array drug testing, demonstrating enhanced clearance effects when combined with the conventional regimen. Our study establishes a scalable, patient-specific drug screening approach that integrates phenotypic and molecular analyses, offering a transformative strategy to overcome heterogeneity-driven drug resistance in colorectal cancer. The microfluidic platform presented herein holds significant potential for advancing precision oncology and personalized therapeutic design.",
    "disease": "colorectal cancer",
    "clean_text": "single cell derived tumor organoid sto arrays on a microfluidic chip for personalized drug screening to address heterogeneity induced drug resistance in colorectal cancer tumor heterogeneity drives chemotherapy resistance in cancer necessitating the development of strategies to target diverse cellular subpopulations single cell derived tumor organoids stos derived from individual tumor stem cells tscs retain well defined genomic and phenotypic attributes making them instrumental in elucidating unique diversification here we developed a microfluidic approach that utilizes sto arrays for personalized drug screening aimed at overcoming heterogeneity induced drug resistance in colorectal cancer we utilized a microwell array format microfluidic chip to the generation of a high scale sto array this array encompasses two key features stos in individual microwells are derived from single tscs which allows for a high resolution display of cellular heterogeneity it exhibits thousands of stos at predefined locations on the same focal plane thereby facilitating automated high content analyses using imaging data utilizing the sto array we assess the responses of various subpopulations of colorectal cancer to a conventional chemotherapeutic regimen facilitating the phenotypic identification of resistant stos through the analysis of rna sequencing data from the resistant stos candidate drugs targeting resistance associated pathways were identified for individual patients furthermore the candidate drugs were validated through sto array drug testing demonstrating enhanced clearance effects when combined with the conventional regimen our study establishes a scalable patient specific drug screening approach that integrates phenotypic and molecular analyses offering a transformative strategy to overcome heterogeneity driven drug resistance in colorectal cancer the microfluidic platform presented herein holds significant potential for advancing precision oncology and personalized therapeutic design"
}