{
    "pmid": "41472224",
    "title": "A Feasibility Study of a Rapid Lateral Flow Immunoassay Test for Children and Adolescents to Determine SARS-CoV-2 Seroprevalence.",
    "abstract": "Global seroprevalence of SARS-CoV-2 in children and adolescents has risen to an estimated 56.6%. Limited data on children highlights the need for ongoing surveillance as recommended by the WHO. Understanding this need, in this study we carry out a feasibility study of a rapid lateral flow immunoassay test (LFIAT) and determine SARS-CoV-2 seroprevalence in children and adolescents. The method used in the paper included 202 children (1-18 years old) who were evaluated for SARS-CoV-2 IgG/IgM antibodies using the LFIAT. LFIAT provides results in 20 min. Demographic data was collected through questionnaires. As a result, SARS-CoV-2 antibody seroprevalence was 52.0% (n = 105). No gender differences were observed. Adolescents exhibited higher seroprevalence (63.0%) compared to children aged 1-5.9 (49.3%) and 6-11.9 years old (46.8%), without statistical significance (",
    "disease": "pneumonia",
    "clean_text": "a feasibility study of a rapid lateral flow immunoassay test for children and adolescents to determine sars cov seroprevalence global seroprevalence of sars cov in children and adolescents has risen to an estimated limited data on children highlights the need for ongoing surveillance as recommended by the who understanding this need in this study we carry out a feasibility study of a rapid lateral flow immunoassay test lfiat and determine sars cov seroprevalence in children and adolescents the method used in the paper included children years old who were evaluated for sars cov igg igm antibodies using the lfiat lfiat provides results in min demographic data was collected through questionnaires as a result sars cov antibody seroprevalence was n no gender differences were observed adolescents exhibited higher seroprevalence compared to children aged and years old without statistical significance"
}