{
    "title": "Ovarian lesions and tumors in infants and older children.",
    "doc_id": "35937851",
    "writer": "Fiegel HC",
    "year": "2021",
    "summary": "RESULTS: Ovarian lesions in children younger than 2 years of age were typically ovarian cysts, and ovarian tumors were not observed in this age group. ...Simple ovarian cysts or twisted ovaries were smaller in size. Surgery for all ovarian lesio …",
    "abstract": "Objectives:\n        \n      \n      Ovarian lesions are rare but frequent in children. Patients could present with abdominal pain, but ovarian lesions could also be incidentally found on ultrasound. Awareness is required in cases with acute, severe lower abdominal pain, as ovarian torsion could be the cause. Other lesions can be cysts or benign or malignant ovarian tumors. Thus, the aim of this paper is to review typical ovarian lesions according to age, imaging and laboratory findings, and surgical management.\n    \n\n\n          Methods:\n        \n      \n      We retrospectively analysed the patient charts of 39 patients aged 10.4 ± 6.1 years (from 3 months to 18 years) with ovarian lesions treated in our institution between 01/2009 and 08/2020. All clinical and pathological findings of infants and children operated on for ovarian lesions were included.\n    \n\n\n          Results:\n        \n      \n      Ovarian lesions in children younger than 2 years of age were typically ovarian cysts, and ovarian tumors were not observed in this age group. In older children over 10 years of age, tumors were more common - with mostly teratoma or other germ cell tumors, followed by epithelial tumors. Moreover, acute or chronic ovarian torsion was observed in all age groups. In general, ovarian tumors were much larger in size than ovarian cysts or twisted ovaries and eventually showed tumor marker expression of AFP or ß-HCG. Simple ovarian cysts or twisted ovaries were smaller in size. Surgery for all ovarian lesions should aim to preserve healthy ovarian tissue by performing partial ovariectomy.\n    \n\n\n          Conclusions:\n        \n      \n      In adolescent girls with acute abdominal pain, immediate laparoscopy should be performed to rule out ovarian torsion. Careful imaging evaluation and the assessment of tumor markers should be performed in painless ovarian lesions to indicate an adequate surgical ovarian-sparing approach.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35937851/",
    "clean_text": "ovarian lesions and tumors in infants and older children results ovarian lesions in children younger than years of age were typically ovarian cysts and ovarian tumors were not observed in this age group simple ovarian cysts or twisted ovaries were smaller in size surgery for all ovarian lesio objectives ovarian lesions are rare but frequent in children patients could present with abdominal pain but ovarian lesions could also be incidentally found on ultrasound awareness is required in cases with acute severe lower abdominal pain as ovarian torsion could be the cause other lesions can be cysts or benign or malignant ovarian tumors thus the aim of this paper is to review typical ovarian lesions according to age imaging and laboratory findings and surgical management methods we retrospectively analysed the patient charts of patients aged years from months to years with ovarian lesions treated in our institution between and all clinical and pathological findings of infants and children operated on for ovarian lesions were included results ovarian lesions in children younger than years of age were typically ovarian cysts and ovarian tumors were not observed in this age group in older children over years of age tumors were more common with mostly teratoma or other germ cell tumors followed by epithelial tumors moreover acute or chronic ovarian torsion was observed in all age groups in general ovarian tumors were much larger in size than ovarian cysts or twisted ovaries and eventually showed tumor marker expression of afp or hcg simple ovarian cysts or twisted ovaries were smaller in size surgery for all ovarian lesions should aim to preserve healthy ovarian tissue by performing partial ovariectomy conclusions in adolescent girls with acute abdominal pain immediate laparoscopy should be performed to rule out ovarian torsion careful imaging evaluation and the assessment of tumor markers should be performed in painless ovarian lesions to indicate an adequate surgical ovarian sparing approach"
}