{
    "pmid": "41468570",
    "title": "Chlorotyrosine and Dichlorotyrosine in Hemoglobin of Breast Cancer Patients Analyzed by Liquid Chromatography Tandem Mass Spectrometry.",
    "abstract": "3-Chlorotyrosine, a product of hypochlorous-acid-induced protein tyrosine chlorination in inflamed tissues, has been considered a marker of oxidative inflammation in vivo. However, it has been proposed that the dichlorination of tyrosine might serve as a more reliable biomarker for inflammation than tyrosine monochlorination. Hemoglobin adduction plays an important role in the biomonitoring of chemical exposures in humans. An increased level of 3-chlorotyrosine in the hemoglobin of breast cancer patients has been reported as breast cancer is associated with high levels of oxidative stress. In this study, we discovered the presence of 3,5-dichlorotyrosine in tryptic peptides of human hemoglobin by high-resolution tandem mass spectrometry. The peptides containing 3,5-dichlorotyrosine, 3-chlorotyrosine, and methionine sulfoxide were quantified using nanoflow liquid chromatography tandem mass spectrometry. The results show that the extents of chlorination at α-Tyr-42 and β-Tyr-130, dichlorination at α-Tyr-24, and oxidation at α-Met-32 are significantly higher in the globin of breast cancer patients compared with those in healthy subjects. Moreover, the extents of dichlorination at α-Tyr-24 and chlorination at β-Tyr-130 are significantly higher in patients with stage III breast cancer than in healthy subjects. To our knowledge, this is the first report on the identification and quantification of 3,5-dichlorotyrosine in human hemoglobin. Our results suggest that chlorination and dichlorination of tyrosine in human hemoglobin are vital inflammatory biomarkers of breast cancer.",
    "disease": "breast cancer",
    "clean_text": "chlorotyrosine and dichlorotyrosine in hemoglobin of breast cancer patients analyzed by liquid chromatography tandem mass spectrometry chlorotyrosine a product of hypochlorous acid induced protein tyrosine chlorination in inflamed tissues has been considered a marker of oxidative inflammation in vivo however it has been proposed that the dichlorination of tyrosine might serve as a more reliable biomarker for inflammation than tyrosine monochlorination hemoglobin adduction plays an important role in the biomonitoring of chemical exposures in humans an increased level of chlorotyrosine in the hemoglobin of breast cancer patients has been reported as breast cancer is associated with high levels of oxidative stress in this study we discovered the presence of dichlorotyrosine in tryptic peptides of human hemoglobin by high resolution tandem mass spectrometry the peptides containing dichlorotyrosine chlorotyrosine and methionine sulfoxide were quantified using nanoflow liquid chromatography tandem mass spectrometry the results show that the extents of chlorination at tyr and tyr dichlorination at tyr and oxidation at met are significantly higher in the globin of breast cancer patients compared with those in healthy subjects moreover the extents of dichlorination at tyr and chlorination at tyr are significantly higher in patients with stage iii breast cancer than in healthy subjects to our knowledge this is the first report on the identification and quantification of dichlorotyrosine in human hemoglobin our results suggest that chlorination and dichlorination of tyrosine in human hemoglobin are vital inflammatory biomarkers of breast cancer"
}