{
    "title": "[Unintentional weight loss in chronic kidney disease].",
    "doc_id": "37221379",
    "writer": "Radermacher J.",
    "year": "2023",
    "summary": "If the causes of unintended weight loss are already diverse in pre-dialysis patients, at the stage of dialysis requirement a variety of other causes are added. ...In the future, the increasing use of glucagon-like peptide 1 (GLP-1) agonists for weight loss …",
    "abstract": "If the causes of unintended weight loss are already diverse in pre-dialysis patients, at the stage of dialysis requirement a variety of other causes are added. Both stages share a trend towards loss of appetite and nausea, whereby uremic toxins certainly do not represent the only cause. In addition, both stages involve increased catabolism and therefore a higher calorie requirement. In the dialysis stage, protein loss (more in peritoneal dialysis than in hemodialysis) and the sometimes extensive dietary restrictions (low potassium, low phosphate, fluid restriction) are added. The problem of malnutrition, especially in dialysis patients, has been increasingly recognized in recent years, and there is a trend towards improvement. Initially, the causes of weight loss were subsumed under the terms protein energy wasting (PEW), which emphasized the protein loss in dialysis, and malnutrition-inflammation-atherosclerosis (MIA) syndrome, which highlighted chronic inflammation in dialysis patients; however, a variety of other factors contribute to weight loss, which are better described by the term chronic disease-related malnutrition (C-DRM). Weight loss is the most significant factor in recognizing malnutrition, as pre-existing obesity (especially type II diabetes mellitus) often makes the recognition more difficult. In the future, the increasing use of glucagon-like peptide 1 (GLP-1) agonists for weight loss could also lead to weight loss being perceived as intentional rather than distinguishing between intentional fat loss and unintentional loss of muscle mass.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37221379/",
    "clean_text": "unintentional weight loss in chronic kidney disease if the causes of unintended weight loss are already diverse in pre dialysis patients at the stage of dialysis requirement a variety of other causes are added in the future the increasing use of glucagon like peptide glp agonists for weight loss if the causes of unintended weight loss are already diverse in pre dialysis patients at the stage of dialysis requirement a variety of other causes are added both stages share a trend towards loss of appetite and nausea whereby uremic toxins certainly do not represent the only cause in addition both stages involve increased catabolism and therefore a higher calorie requirement in the dialysis stage protein loss more in peritoneal dialysis than in hemodialysis and the sometimes extensive dietary restrictions low potassium low phosphate fluid restriction are added the problem of malnutrition especially in dialysis patients has been increasingly recognized in recent years and there is a trend towards improvement initially the causes of weight loss were subsumed under the terms protein energy wasting pew which emphasized the protein loss in dialysis and malnutrition inflammation atherosclerosis mia syndrome which highlighted chronic inflammation in dialysis patients however a variety of other factors contribute to weight loss which are better described by the term chronic disease related malnutrition c drm weight loss is the most significant factor in recognizing malnutrition as pre existing obesity especially type ii diabetes mellitus often makes the recognition more difficult in the future the increasing use of glucagon like peptide glp agonists for weight loss could also lead to weight loss being perceived as intentional rather than distinguishing between intentional fat loss and unintentional loss of muscle mass"
}