{
    "title": "Diverse molecular pathways in ovarian cancer and their clinical significance.",
    "doc_id": "19193504",
    "writer": "Ricciardelli C",
    "year": "2009",
    "summary": "The origin of epithelial ovarian cancer remains unknown. It is believed to develop from ovarian surface epithelium, post-ovulatory inclusion cysts, endometriosis and more recently the fimbrial end of the fallopian tube. ...This sub-classification explains the clinic …",
    "abstract": "The origin of epithelial ovarian cancer remains unknown. It is believed to develop from ovarian surface epithelium, post-ovulatory inclusion cysts, endometriosis and more recently the fimbrial end of the fallopian tube. Molecular evidence suggests that ovarian cancer may progress both through a step-wise mutation process (low-grade pathway, type I), and a separate pathway with high genetic instability leading to rapid metastasis without an identifiable precursor lesion (high-grade pathway, type II). This sub-classification explains the clinical and biological heterogeneity of ovarian cancer and highlights the importance for developing novel diagnostics and therapeutics targeting two unique diseases-type I and type II ovarian carcinomas. This article summarises current knowledge of the aetiology and molecular basis of ovarian cancer and discusses recent clinical strategies for type I and type II disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19193504/",
    "clean_text": "diverse molecular pathways in ovarian cancer and their clinical significance the origin of epithelial ovarian cancer remains unknown it is believed to develop from ovarian surface epithelium post ovulatory inclusion cysts endometriosis and more recently the fimbrial end of the fallopian tube this sub classification explains the clinic the origin of epithelial ovarian cancer remains unknown it is believed to develop from ovarian surface epithelium post ovulatory inclusion cysts endometriosis and more recently the fimbrial end of the fallopian tube molecular evidence suggests that ovarian cancer may progress both through a step wise mutation process low grade pathway type i and a separate pathway with high genetic instability leading to rapid metastasis without an identifiable precursor lesion high grade pathway type ii this sub classification explains the clinical and biological heterogeneity of ovarian cancer and highlights the importance for developing novel diagnostics and therapeutics targeting two unique diseases type i and type ii ovarian carcinomas this article summarises current knowledge of the aetiology and molecular basis of ovarian cancer and discusses recent clinical strategies for type i and type ii disease"
}