{
    "pmid": "41469355",
    "title": "SERUM FERRITIN CONTENT AND INCIDENCE AND TYPE OF INFECTIOUS AND INFLAMMATORY COMPLICATIONS IN CHILDREN WITH ACUTE LYMPHOBLASTIC LEUKEMIA, RESIDING IN RADIOLOGICALLY CONTAMINATED TERRITORIES OF UKRAINE AFTER THE ChNPP ACCIDENT.",
    "abstract": "evaluation of the frequency and type of bacterial fungal complications and outcome of acute lymphoblastic leukemia (ALL) taking into account the serum ferritin content in children, residing in radiologically contaminated territories (RCT) of Ukraine after the ChNPP accident. Pediatric ALL patients (n = 146), residing in RCT of Ukraine, were the study subjects within a survey period of 15 years. The ALL diagnosis and distribution of patients by the disease variants were heldaccording to the FAB classification and results of immunophenotyping of the bone marrow blast cells. Chemotherapy(CT) was prescribed according to the BerlinFrankfurtMunster group (BFM) protocols. Patients were examined afterthe remission induction therapy. Incidence and type of the bacterial fungal and toxic complications were assessed.The number of deaths was taken into account depending on the age, ALL variant and serum ferritin (SF) content.Radiation doses to the bone marrow were calculated for the entire period of stay in RCT after the accident.Processing of the obtained materials was carried out using the mathematical statistical methods (Student's andSpearman's correlation coefficients, χ2 Pearson test). Study subjects were distributed according to the ALL variants, namely proB (n = 21, 14.4 %), «general»type (n = 97, 66.4 %), preB (n = 12, 8.2 %), and TALL (n = 16, 11.0 %). Three groups were formed taking intoaccount the SF levels: Group I (n = 53) - SF up to 200 ng/ml, Group II (n = 49) - SF from 200 ng/ml to 500 ng/ml,Group III (n = 44) - SF above 500 ng/ml. The blood hemoglobin level and RBC count were decreased along theincrease in SF content (p < 0.05). A direct correlation was found between the SF content and RBC average volume(r = 0.45; р < 0.05). Anemia was of a normocytic type. The lowest number of cases with iron overload was among thechildren with preBHLL disease variant (1 out of 12). An inverse correlation was established between the transferrin concentration and average hemoglobin content in RBC (r = 0.6; р < 0.05). Sepsis and infections of the anal areawere more often observed in the patients with SF level above 200 ng/ml. The course of pneumonia was complicated in case of SF level above 500 ng/ml. The oral cavity and intestinal mucositis did not depend on SF level.Incidence of the systemic toxic effects after chemotherapy was increased under SF level above 500 ng/ml. The number of deaths in children with SF levels above 500 ng/ml was almost doubled. Most of the deaths occurred in thepatients with proBALL (15 out of 21) and TALL (8 out of 16) disease variants. Fewer children had died having the«common» ALL type (14 out of 97, 14.4 %). The number of deaths in case of preBALL variant not depended on SF levels. The «common» type and TALL patients having got iron overload died more often. The average radiationdoses to the bone marrow were (4.9 ± 0.4) mSv and did not affect the remaining parameters. Iron excess in the body affects the incidence and type of infectious complications both with the outcome of ALL in children, which requires timely diagnosis and preventive measures. Мета: вивчення частоти та виду бактеріальногрибкових ускладнень і результату гострих лімфобластних лейкемій(ГЛЛ) з урахуванням вмісту сироваткового феритину у дітей, жителів радіоактивно забруднених територій Українипісля аварії на ЧАЕС.Матеріали та методи. Обстежено 146 дітей, хворих на ГЛЛ, жителів радіоактивно забруднених територій (РЗТ) України. Період спостереження за дітьми – 15 років. Встановлення діагнозу ГЛЛ і розподіл хворих за варіантамипроводились згідно з FABкласифікацією та результатами імунофенотипування бластних клітин кісткового мозку.Хіміотерапія призначалась за протоколами БерлінФранкфуртМюнстер групи (BFM). Хворі обстежувались післятерапії індукції ремісії. Оцінювали частоту та вид бактеріальногрибкових і токсичних ускладнень. Враховуваликількість летальних випадків залежно від віку хворих, варіантів ГЛЛ та вмісту сироваткового феритину (СФ). Дозиопромінення на кістковий мозок у хворих розраховували за весь термін їхнього проживання на РЗТ після аварії.Обробку отриманих матеріалів проводили за методами математичної статистики.Результати. 146 хворих на ГЛЛ були розподілені за варіантами: з проВ – 21 дитина (14,4 %), «загальним» типом – 97 (66,4 %,) преВ – 12 (8,2 %), ТГЛЛ – 16 (11,0 %). Сформовано три групи з урахуванням рівнів СФ: І група (n = 53) – СФ до 200 нг/мл; ІІ група (n = 49) – СФ від 200 нг/мл до 500 нг/мл; ІІІ група (n = 44) – СФ вище500 нг/мл. Рівень гемоглобіну та число еритроцитів в крові знижувалися з підвищенням вмісту СФ (р < 0,05). Виявлений прямий кореляційний зв’язок між вмістом СФ і середнім об’ємом еритроцита (r = 0,45; р < 0,05). Анемії ухворих були нормоцитарні. Найменша кількість хворих з надлишком заліза була серед дітей з преВГЛЛ (1 з 12).Встановлено зворотний кореляційний зв’язок між концентрацією трансферину і середнім вмістом гемоглобіну веритроциті (r = 0,6; р < 0,05). Сепсис та інфекції ділянки ануса частіше спостерігалися у хворих з рівнем СФ вище200 нг/мл. Перебіг пневмонії ускладнювався при СФ вище 500 нг/мл. Мукозити порожнини рота та кишечника незалежали від рівня СФ. Частота системних токсичних ефектів після хіміотерапії підвищувалась при рівні СФ вище500 нг/мл. Кількість летальних випадків у дітей при вмісті СФ вище 500 нг/мл зростала майже вдвічі. Більшістьхворих помирали при варіантах проВГЛЛ (15 з 21) та ТГЛЛ (8 з 16). Менше дітей помирало при «загальному»типі ГЛЛ (14 з 97 – 14,4 %). У хворих на преВГЛЛ число летальних випадків не залежало від рівнів СФ. При «загальному» типі та ТГЛЛ частіше помирали діти при надлишку заліза в організмі. Середні дози опромінення накістковий мозок становили (4,9 ± 0,4) мЗв і вони не впливали на решту показників.Висновки. Надлишок заліза в організмі впливає на частоту, вид інфекційних ускладнень і результат гострихлімфобластних лейкемій у дітей, що потребує своєчасної діагностики та проведення профілактичних заходів. Ключові слова: діти; гострі лейкемії; інфекційногрибкові ускладнення; хіміотерапія; летальні випадки; дози опромінення на кістковий мозок.",
    "disease": "pneumonia",
    "clean_text": "serum ferritin content and incidence and type of infectious and inflammatory complications in children with acute lymphoblastic leukemia residing in radiologically contaminated territories of ukraine after the chnpp accident evaluation of the frequency and type of bacterial fungal complications and outcome of acute lymphoblastic leukemia all taking into account the serum ferritin content in children residing in radiologically contaminated territories rct of ukraine after the chnpp accident pediatric all patients n residing in rct of ukraine were the study subjects within a survey period of years the all diagnosis and distribution of patients by the disease variants were heldaccording to the fab classification and results of immunophenotyping of the bone marrow blast cells chemotherapy ct was prescribed according to the berlinfrankfurtmunster group bfm protocols patients were examined afterthe remission induction therapy incidence and type of the bacterial fungal and toxic complications were assessed the number of deaths was taken into account depending on the age all variant and serum ferritin sf content radiation doses to the bone marrow were calculated for the entire period of stay in rct after the accident processing of the obtained materials was carried out using the mathematical statistical methods student s andspearman s correlation coefficients pearson test study subjects were distributed according to the all variants namely prob n general type n preb n and tall n three groups were formed taking intoaccount the sf levels group i n sf up to ng ml group ii n sf from ng ml to ng ml group iii n sf above ng ml the blood hemoglobin level and rbc count were decreased along theincrease in sf content p a direct correlation was found between the sf content and rbc average volume r anemia was of a normocytic type the lowest number of cases with iron overload was among thechildren with prebhll disease variant out of an inverse correlation was established between the transferrin concentration and average hemoglobin content in rbc r sepsis and infections of the anal areawere more often observed in the patients with sf level above ng ml the course of pneumonia was complicated in case of sf level above ng ml the oral cavity and intestinal mucositis did not depend on sf level incidence of the systemic toxic effects after chemotherapy was increased under sf level above ng ml the number of deaths in children with sf levels above ng ml was almost doubled most of the deaths occurred in thepatients with proball out of and tall out of disease variants fewer children had died having the common all type out of the number of deaths in case of preball variant not depended on sf levels the common type and tall patients having got iron overload died more often the average radiationdoses to the bone marrow were msv and did not affect the remaining parameters iron excess in the body affects the incidence and type of infectious complications both with the outcome of all in children which requires timely diagnosis and preventive measures fab bfm n n n r r"
}