{
    "pmid": "41400662",
    "title": "[Duration of antibiotic therapy: how short is short enough?].",
    "abstract": "Shortening the duration of antibiotic therapy in various infections is safe and effective, as supported by evidence from randomized controlled trials. This strategy not only reduces antibiotic consumption and clinical side effects, but also shortens the length of hospital stay without affecting mortality and recurrence rates. This review summarizes current evidence from randomized controlled trials on the optimal treatment duration of bacteremia, pneumonia, urinary tract infections and other infections. For bacteremia with established source control, 7 days of antibiotic treatment is sufficient for most pathogens. For community-acquired pneumonia, 5-7 days, and for hospital-acquired pneumonia, 7-8 days are recommended by national guidelines. Certain infections still require longer treatment, with examples including endocarditis, bone and joint infections and tuberculosis. Der kürzere Einsatz von Antibiotika in der Therapie verschiedener Infektionen ist sicher; dies ist inzwischen durch gute Evidenz belegt. Hiermit können der Verbrauch und die Nebenwirkungen der Substanzen gesenkt werden, wobei die Verkürzung der Therapiedauer nicht mit einer erhöhten Sterblichkeit, einer längeren Krankenhausliegedauer oder Rezidiven der Infektion einhergeht. Der vorliegende Beitrag fasst die aktuelle Evidenz zur Therapiedauer bei Bakteriämie, Pneumonie, Harnwegsinfektionen und anderen Infektionen aus randomisierten, kontrollierten Studien zusammen. So ist bei der unkomplizierten Bakteriämie mit saniertem Fokus eine 7‑tägige Therapie ausreichend. Bei der ambulant erworbenen Pneumonie wird eine Therapiedauer von 5 bis 7 Tagen empfohlen, bei der nosokomialen Pneumonie sind es 7 bis 8 Tage. Natürlich gibt es auch Ausnahmen, da manche Infektionen auch weiterhin lange behandelt werden müssen, klassische Beispiele sind Endokarditis und Osteomyelitis.",
    "disease": "tuberculosis",
    "clean_text": "duration of antibiotic therapy how short is short enough shortening the duration of antibiotic therapy in various infections is safe and effective as supported by evidence from randomized controlled trials this strategy not only reduces antibiotic consumption and clinical side effects but also shortens the length of hospital stay without affecting mortality and recurrence rates this review summarizes current evidence from randomized controlled trials on the optimal treatment duration of bacteremia pneumonia urinary tract infections and other infections for bacteremia with established source control days of antibiotic treatment is sufficient for most pathogens for community acquired pneumonia days and for hospital acquired pneumonia days are recommended by national guidelines certain infections still require longer treatment with examples including endocarditis bone and joint infections and tuberculosis der k rzere einsatz von antibiotika in der therapie verschiedener infektionen ist sicher dies ist inzwischen durch gute evidenz belegt hiermit k nnen der verbrauch und die nebenwirkungen der substanzen gesenkt werden wobei die verk rzung der therapiedauer nicht mit einer erh hten sterblichkeit einer l ngeren krankenhausliegedauer oder rezidiven der infektion einhergeht der vorliegende beitrag fasst die aktuelle evidenz zur therapiedauer bei bakteri mie pneumonie harnwegsinfektionen und anderen infektionen aus randomisierten kontrollierten studien zusammen so ist bei der unkomplizierten bakteri mie mit saniertem fokus eine t gige therapie ausreichend bei der ambulant erworbenen pneumonie wird eine therapiedauer von bis tagen empfohlen bei der nosokomialen pneumonie sind es bis tage nat rlich gibt es auch ausnahmen da manche infektionen auch weiterhin lange behandelt werden m ssen klassische beispiele sind endokarditis und osteomyelitis"
}