{
    "title": "Falls prevention: Identification of predictive fall risk factors.",
    "doc_id": "26856489",
    "writer": "Callis N.",
    "year": "2016",
    "summary": "Risk assessment is the primary intervention for falls prevention. This study aims to provide a detailed review of the literature to identify and synthesize research evidence on risk factors that may contribute to patient falls in the adult inpatient hospital …",
    "abstract": "Patient falls are the most common adverse safety event in hospitals and healthcare facilities nationwide. There are many risk factors associated with inpatient falls such as medications, unsteady gait, alteration in mental status, and environmental hazards. Risk assessment is the primary intervention for falls prevention. This study aims to provide a detailed review of the literature to identify and synthesize research evidence on risk factors that may contribute to patient falls in the adult inpatient hospital setting that are not captured by current fall risk assessment tools. After the identification of those key risk factors not found on the most common fall risk assessment tools, the results of this review will be used to develop a new evidence based fall risk assessment tool.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26856489/",
    "clean_text": "falls prevention identification of predictive fall risk factors risk assessment is the primary intervention for falls prevention this study aims to provide a detailed review of the literature to identify and synthesize research evidence on risk factors that may contribute to patient falls in the adult inpatient hospital patient falls are the most common adverse safety event in hospitals and healthcare facilities nationwide there are many risk factors associated with inpatient falls such as medications unsteady gait alteration in mental status and environmental hazards risk assessment is the primary intervention for falls prevention this study aims to provide a detailed review of the literature to identify and synthesize research evidence on risk factors that may contribute to patient falls in the adult inpatient hospital setting that are not captured by current fall risk assessment tools after the identification of those key risk factors not found on the most common fall risk assessment tools the results of this review will be used to develop a new evidence based fall risk assessment tool"
}