{
    "title": "[Resuscitation injuries].",
    "doc_id": "6638422",
    "writer": "Klöss T",
    "year": "1983",
    "summary": ". - Most of the patients had collapsed because of cardiac shock; patients with thoracic or abdominal injury were excluded from this study. In individual cases only, the following severe complications originated from the resuscitation procedures: fracture of a chest vertebr …",
    "abstract": "This investigation is based on 140 autopsy protocols of unsuccessful resuscitation procedures (Resuscitation Center of the Army Hospital, Hamburg); injections and closed-chest cardiac massage had been performed in every case. - Most of the patients had collapsed because of cardiac shock; patients with thoracic or abdominal injury were excluded from this study. In individual cases only, the following severe complications originated from the resuscitation procedures: fracture of a chest vertebra, serial fractures of ribs resulting in an unstable thorax, bilateral haemothorax, tension pneumothorax, rupture of kidney and of spleen (but not of liver). In one case the lesions caused by the resuscitation measures must be considered as responsible for the lethal outcome. Fractures of ribs and/or sternum were found in 45.9% of all cases, the frequency increasing with age. The number of fractured ribs ranged up to 16, mainly 3-8 ribs were fractured. Fractures of rib No. 1 and 8-12 were very rare. The fractures were located between the parasternal and axillary lines.--In a comparative study the site of rib fractures after heavy blunt thoracic injuries was preferably found in the dorsal region.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/6638422/",
    "clean_text": "resuscitation injuries most of the patients had collapsed because of cardiac shock patients with thoracic or abdominal injury were excluded from this study in individual cases only the following severe complications originated from the resuscitation procedures fracture of a chest vertebr this investigation is based on autopsy protocols of unsuccessful resuscitation procedures resuscitation center of the army hospital hamburg injections and closed chest cardiac massage had been performed in every case most of the patients had collapsed because of cardiac shock patients with thoracic or abdominal injury were excluded from this study in individual cases only the following severe complications originated from the resuscitation procedures fracture of a chest vertebra serial fractures of ribs resulting in an unstable thorax bilateral haemothorax tension pneumothorax rupture of kidney and of spleen but not of liver in one case the lesions caused by the resuscitation measures must be considered as responsible for the lethal outcome fractures of ribs and or sternum were found in of all cases the frequency increasing with age the number of fractured ribs ranged up to mainly ribs were fractured fractures of rib no and were very rare the fractures were located between the parasternal and axillary lines in a comparative study the site of rib fractures after heavy blunt thoracic injuries was preferably found in the dorsal region"
}