{
    "pmid": "41411200",
    "title": "Comparative Genomics of Viral Genomes and Identification of Three Novel Viroporin-like Superfamilies.",
    "abstract": "Viroporins are small multifunctional proteins that modify cellular membranes facilitating processes such as viral nucleic acid entry and the release of virions from infected cells. We are interested in studying the evolutionary relationships among these proteins, in particular their organization into families and superfamilies. Comparative genomics analysis of 120 viral genomes, using the Phylogenetic Profiles method, allowed the identification of 12 families, organized into four functionally related groups. Additionally, we compiled a list of 40 families from the Transporter Classification Database (TCDB) with viroporin-like attributes (i.e., length  300 aas, similar topologies and/or documented viroporin activities). We then used TCDB as a reference to search for evidence of homology among families. Our well-established bioinformatic pipeline for inference of homology included (1) sequence similarity, (2) compatibility of topology and hydropathy profiles, (3) similarity of family based HMM-profiles, (4) shared motifs, and (5) conserved domains. We were able to infer homology among 15 families, four of which (Vpu-C, p10 Viroporin/GDU1, FAST and R-FAST) expanded the established Influenza A/B Virus M2 Protein (M2) Superfamily. The other families constituted three novel superfamilies: Viroporin-1, consisting of three families (RVP10, NS3 and NSP4); Viroporin-2, composed of two functionally-linked families (SARS-VP and M-Protein); and Viroporin-3 composed of 3 functionally-related families (Viroporin E, IBV-E, and PRRSV).",
    "disease": "influenza",
    "clean_text": "comparative genomics of viral genomes and identification of three novel viroporin like superfamilies viroporins are small multifunctional proteins that modify cellular membranes facilitating processes such as viral nucleic acid entry and the release of virions from infected cells we are interested in studying the evolutionary relationships among these proteins in particular their organization into families and superfamilies comparative genomics analysis of viral genomes using the phylogenetic profiles method allowed the identification of families organized into four functionally related groups additionally we compiled a list of families from the transporter classification database tcdb with viroporin like attributes i e length aas similar topologies and or documented viroporin activities we then used tcdb as a reference to search for evidence of homology among families our well established bioinformatic pipeline for inference of homology included sequence similarity compatibility of topology and hydropathy profiles similarity of family based hmm profiles shared motifs and conserved domains we were able to infer homology among families four of which vpu c p viroporin gdu fast and r fast expanded the established influenza a b virus m protein m superfamily the other families constituted three novel superfamilies viroporin consisting of three families rvp ns and nsp viroporin composed of two functionally linked families sars vp and m protein and viroporin composed of functionally related families viroporin e ibv e and prrsv"
}