{
    "pmid": "41429733",
    "title": "Risk Factors for Subaxial Kyphosis After Posterior C1-C2 Fusion for Atlantoaxial Dislocation.",
    "abstract": "The objective of this study is to evaluate the change of correlation of cervical radiologic parameters after posterior C1-C2 fusion and to identify the risk factors for postoperative subaxial kyphosis (PSK). Medical records and radiologic data were retrospectively reviewed for patients who had undergone posterior atlantoaxial fusion for atlantoaxial dislocation at a single center from January 2014 to December 2022. Patients with previous cervical surgery, concomitant basilar invagination, or who required additional fusion extending to occipital or subaxial spine were excluded. Thirty-eight patients were included. O-C1, C1-C2, O-C2, C2-C7 cobb angles, O-C1 range of motion (ROM), T1 slope, and C2-C7 sagittal vertical axis were measured preoperatively and at one year postoperatively. Mean age was 54.4 years, and 24 of 38 patients were women. Rheumatoid arthritis was the most common pathology, accounting for 52.6%. Women were a significant risk factor for PSK. Patients presenting with decreased O-C1 ROM was 31.6%. The incidence of PSK was 23.7%. Preoperative cervical radiologic parameters showed the sequential linkage of significant correlation from T1 slope to O-C1 angle. However, the O-C1 angle was a valuable parameter correlated with the C2-C7 angle postoperatively. Decreased O-C1 ROM was significantly associated with PSK. The optimal postoperative C1-C2 angle ranged from 15° to 25°. The correlation between the upper cervical spine (O-C2 angle) and the subaxial spine (C2-C7 angle) didn't change before and after surgery. After surgery, O-C1 angle was significantly correlated with C2-C7 angle. Women, decreased O-C1 ROM, and postoperative C1-C2 angle were significantly associated with PSK.",
    "disease": "rheumatoid arthritis",
    "clean_text": "risk factors for subaxial kyphosis after posterior c c fusion for atlantoaxial dislocation the objective of this study is to evaluate the change of correlation of cervical radiologic parameters after posterior c c fusion and to identify the risk factors for postoperative subaxial kyphosis psk medical records and radiologic data were retrospectively reviewed for patients who had undergone posterior atlantoaxial fusion for atlantoaxial dislocation at a single center from january to december patients with previous cervical surgery concomitant basilar invagination or who required additional fusion extending to occipital or subaxial spine were excluded thirty eight patients were included o c c c o c c c cobb angles o c range of motion rom t slope and c c sagittal vertical axis were measured preoperatively and at one year postoperatively mean age was years and of patients were women rheumatoid arthritis was the most common pathology accounting for women were a significant risk factor for psk patients presenting with decreased o c rom was the incidence of psk was preoperative cervical radiologic parameters showed the sequential linkage of significant correlation from t slope to o c angle however the o c angle was a valuable parameter correlated with the c c angle postoperatively decreased o c rom was significantly associated with psk the optimal postoperative c c angle ranged from to the correlation between the upper cervical spine o c angle and the subaxial spine c c angle didn t change before and after surgery after surgery o c angle was significantly correlated with c c angle women decreased o c rom and postoperative c c angle were significantly associated with psk"
}