{
    "title": "Systemic lupus erythematosus presenting as panniculitis (lupus profundus).",
    "doc_id": "1115472",
    "writer": "Díaz-Jouanen E",
    "year": "1975",
    "summary": "Six patients are described in whom panniculitis was a major manifestation of systemic lupus erythematosus. These patients were seen in a combined-clinics population of 270 patients with systemic lupus erythematosus for an incidence of app …",
    "abstract": "Six patients are described in whom panniculitis was a major manifestation of systemic lupus erythematosus. These patients were seen in a combined-clinics population of 270 patients with systemic lupus erythematosus for an incidence of approximately 2%. Panniculitis was the first symptom of systemic lupus erythematosus in three of these patients indicating that systemic lupus erythematosus should be considered as an underlying cause in patients with panniculitis or Weber-Christian's disease. Analysis of these six cases and those previously reported suggests that the addition of hydroxychloroquine to the treatment regimen may be beneficial in lupus panniculitis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1115472/",
    "clean_text": "systemic lupus erythematosus presenting as panniculitis lupus profundus six patients are described in whom panniculitis was a major manifestation of systemic lupus erythematosus these patients were seen in a combined clinics population of patients with systemic lupus erythematosus for an incidence of app six patients are described in whom panniculitis was a major manifestation of systemic lupus erythematosus these patients were seen in a combined clinics population of patients with systemic lupus erythematosus for an incidence of approximately panniculitis was the first symptom of systemic lupus erythematosus in three of these patients indicating that systemic lupus erythematosus should be considered as an underlying cause in patients with panniculitis or weber christian s disease analysis of these six cases and those previously reported suggests that the addition of hydroxychloroquine to the treatment regimen may be beneficial in lupus panniculitis"
}