{
    "pmid": "41441751",
    "title": "Cost-effectiveness analysis of empagliflozin as an add-on to the standard of care for chronic kidney disease management in the Philippines.",
    "abstract": "Chronic kidney disease (CKD) affects a significant proportion of the population leading to a substantial economic burden on healthcare systems and societies. Sodium-glucose co-transporter 2 inhibitors (SGLT2i) have been shown to slow CKD progression and reduce cardiovascular risks in patients regardless of their diabetes status, leading to cost-savings and health benefits for patients with CKD. Currently, published cost-effectiveness studies in the UK and Southeast Asia demonstrate a significantly high value of adding empagliflozin in CKD management. This study aims to simulate a CKD progression model to assess the cost-effectiveness of adding empagliflozin to the standard of care (SoC) compared to SoC alone for CKD management in the Philippines. We conducted an individual microsimulation model of CKD progression and its related complications using annual cycles from a healthcare perspective. The simulation incorporated local costs, life tables, and utility values derived from local and best available evidence from published CKD literature. The addition of empagliflozin to the SoC leads to significant lifetime cost-savings per patient of PHP 8,360,571.52 (USD 146,986.14) for the full cohort of the CKD population, PHP 7,944,677.72 (USD 139,674.36) for the diabetic cohort, and PHP 9,339,394.50 (USD 164,194.70) for the non-diabetic cohort. Patients on empagliflozin also experienced higher quality-adjusted life years (QALYs) of 0.84, 0.90, and 0.78 for the full, diabetic, and non-diabetic cohorts, respectively. Adding empagliflozin to the SoC is economically dominant across willingness-to-pay (WTP) thresholds ranging from 0.5 to 1 times the Philippine gross domestic product (GDP) per capita of 2024. Sensitivity analyses confirmed these findings, demonstrating consistency across varied input parameters. Empagliflozin is cost-saving and provides utility benefits when added to SoC among patients with CKD. This finding holds significant value for patients with CKD, regardless of diabetes status.",
    "disease": "chronic kidney disease",
    "clean_text": "cost effectiveness analysis of empagliflozin as an add on to the standard of care for chronic kidney disease management in the philippines chronic kidney disease ckd affects a significant proportion of the population leading to a substantial economic burden on healthcare systems and societies sodium glucose co transporter inhibitors sglt i have been shown to slow ckd progression and reduce cardiovascular risks in patients regardless of their diabetes status leading to cost savings and health benefits for patients with ckd currently published cost effectiveness studies in the uk and southeast asia demonstrate a significantly high value of adding empagliflozin in ckd management this study aims to simulate a ckd progression model to assess the cost effectiveness of adding empagliflozin to the standard of care soc compared to soc alone for ckd management in the philippines we conducted an individual microsimulation model of ckd progression and its related complications using annual cycles from a healthcare perspective the simulation incorporated local costs life tables and utility values derived from local and best available evidence from published ckd literature the addition of empagliflozin to the soc leads to significant lifetime cost savings per patient of php usd for the full cohort of the ckd population php usd for the diabetic cohort and php usd for the non diabetic cohort patients on empagliflozin also experienced higher quality adjusted life years qalys of and for the full diabetic and non diabetic cohorts respectively adding empagliflozin to the soc is economically dominant across willingness to pay wtp thresholds ranging from to times the philippine gross domestic product gdp per capita of sensitivity analyses confirmed these findings demonstrating consistency across varied input parameters empagliflozin is cost saving and provides utility benefits when added to soc among patients with ckd this finding holds significant value for patients with ckd regardless of diabetes status"
}