{
    "pmid": "41416603",
    "title": "Cats infected with H5N1 avian influenza - a new infectious disease in Poland.",
    "abstract": "Avian influenza virus (AIV) infections in cats are a new and not fully understood problem in Poland. These infections have drawn the attention of both veterinarians and human medical practitioners, mainly because of their zoonotic potential, i.e. possible spreading to humans and other mammals. In wild felids as well as in domestic cats, AIV can cause severe infections, often ending in death. Highly pathogenic avian influenza virus (HPAIV) and low pathogenic avian influenza virus (LPAIV) have been identified, with the recent H5N1 (2.3.4.4b clade) outbreak affecting poultry, wild birds and carnivores. Transmission likely occurs through contact with infected birds, their excretions or contaminated raw poultry, while cat-to-cat transmission remains unconfirmed. First reported in Thailand in 2003, H5N1 infections in cats have since occurred in multiple countries. In Poland, 25 confirmed cases were identified in June 2023, with genetic sequencing linking the virus to strains detected in local wild birds. The virus primarily replicates in the lower respiratory tract, spreading via viremia or nerve fibers, causing multi-organ failure. While avian influenza in cats is severe and often fatal, it should not yet be considered an epidemic. Further interdisciplinary research is essential to clarify transmission routes and assess the zoonotic risk. Additionally, differential diagnosis should include rabies, which presents similar neurological symptoms and remains a critical public health concern. This article presents the current knowledge of H5N1 virus infection in cats, especially the possible routes for its spreading, the current epizootic situation of the disease around the world, its pathogenesis, clinical course and methods of diagnosis.",
    "disease": "influenza",
    "clean_text": "cats infected with h n avian influenza a new infectious disease in poland avian influenza virus aiv infections in cats are a new and not fully understood problem in poland these infections have drawn the attention of both veterinarians and human medical practitioners mainly because of their zoonotic potential i e possible spreading to humans and other mammals in wild felids as well as in domestic cats aiv can cause severe infections often ending in death highly pathogenic avian influenza virus hpaiv and low pathogenic avian influenza virus lpaiv have been identified with the recent h n b clade outbreak affecting poultry wild birds and carnivores transmission likely occurs through contact with infected birds their excretions or contaminated raw poultry while cat to cat transmission remains unconfirmed first reported in thailand in h n infections in cats have since occurred in multiple countries in poland confirmed cases were identified in june with genetic sequencing linking the virus to strains detected in local wild birds the virus primarily replicates in the lower respiratory tract spreading via viremia or nerve fibers causing multi organ failure while avian influenza in cats is severe and often fatal it should not yet be considered an epidemic further interdisciplinary research is essential to clarify transmission routes and assess the zoonotic risk additionally differential diagnosis should include rabies which presents similar neurological symptoms and remains a critical public health concern this article presents the current knowledge of h n virus infection in cats especially the possible routes for its spreading the current epizootic situation of the disease around the world its pathogenesis clinical course and methods of diagnosis"
}