{
    "pmid": "41473080",
    "title": "Real-world perioperative outcomes of neoadjuvant chemoimmunotherapy in non-small cell lung cancer.",
    "abstract": "Approximately 30% of non-small cell lung cancers will recur after surgery, highlighting a need for additional perioperative therapies. Several recent clinical trials demonstrated a reduction in non-small cell lung cancer recurrence with the use of neoadjuvant chemoimmunotherapy. Recognizing that trial results may not always be replicated in the general population, our objective was to evaluate perioperative outcomes of immunotherapy in the real-world setting. Adult patients diagnosed with clinical stage I to III non-small cell lung cancer in the National Cancer Database between 2018 and 2022 were included. Perioperative outcomes were evaluated in the following groups: neoadjuvant chemoimmunotherapy, neoadjuvant chemotherapy, or neoadjuvant chemoradiotherapy. Overall, 3956 patients were identified, including 1051 treated with neoadjuvant chemoimmunotherapy (33.2%), 1590 treated with chemotherapy (40.1%), and 1315 treated with neoadjuvant chemoradiotherapy (26.5%). The pneumonectomy rate after induction chemoimmunotherapy was 6.2%, which was lower than after chemotherapy (10.0%,  Real-world outcomes suggest that the reassuring safety and impressive downstaging effect of neoadjuvant chemoimmunotherapy seen in clinical trials can be reproduced in the general population with non-small cell lung cancer. Further study to understand the impact of perioperative chemoimmunotherapy in the real-world setting is justified.",
    "disease": "lung cancer",
    "clean_text": "real world perioperative outcomes of neoadjuvant chemoimmunotherapy in non small cell lung cancer approximately of non small cell lung cancers will recur after surgery highlighting a need for additional perioperative therapies several recent clinical trials demonstrated a reduction in non small cell lung cancer recurrence with the use of neoadjuvant chemoimmunotherapy recognizing that trial results may not always be replicated in the general population our objective was to evaluate perioperative outcomes of immunotherapy in the real world setting adult patients diagnosed with clinical stage i to iii non small cell lung cancer in the national cancer database between and were included perioperative outcomes were evaluated in the following groups neoadjuvant chemoimmunotherapy neoadjuvant chemotherapy or neoadjuvant chemoradiotherapy overall patients were identified including treated with neoadjuvant chemoimmunotherapy treated with chemotherapy and treated with neoadjuvant chemoradiotherapy the pneumonectomy rate after induction chemoimmunotherapy was which was lower than after chemotherapy real world outcomes suggest that the reassuring safety and impressive downstaging effect of neoadjuvant chemoimmunotherapy seen in clinical trials can be reproduced in the general population with non small cell lung cancer further study to understand the impact of perioperative chemoimmunotherapy in the real world setting is justified"
}