{
    "pmid": "41474486",
    "title": "A novel intravascular navigational ultrasound system for transjugular intrahepatic portosystemic shunt procedures.",
    "abstract": "Transjugular intrahepatic portosystemic shunt (TIPS) is an effective method for reducing portal hypertension in patients with decompensated cirrhosis. However, portal vein puncture is associated with a steep learning curve. Conventional \"blind\" puncture methods are often imprecise, carry a high risk of complications, and require significant radiation exposure. To increase puncture accuracy, we developed an intravascular navigational ultrasound (IVNU) system. This study aimed to evaluate the feasibility, efficacy, and safety of IVNU for portal vein puncture during TIPS procedures. In the in vitro experiment, we performed punctures using IVNU in four isolated porcine livers. Subsequently, in the in vivo animal study, eight Bama swine (Sus scrofa) were randomly assigned to undergo TIPS using either IVNU (experimental group) or conventional \"blind\" puncture with the RUPS100 COOK kit (control group). In our in vitro experiment, the IVNU system successfully punctured each lobe. In our in vivo study, all the procedures successfully established portosystemic shunts. The IVNU group exhibited significantly fewer punctures (1.8 ± 0.4 vs. 4.2 ± 1.1), shorter procedure times (32.5 ± 4.2 min vs. 58.7 ± 6.5 min), shorter fluoroscopy times (8.1 ± 1.3 min vs. 20.4 ± 2.1 min), and lower radiation doses (579.5 ± 45.9 mGy vs. 1305.7 ± 50.4 mGy) than the control group (all P < 0.01). Puncture-related complications were also significantly reduced in the IVNU group. These findings indicate that IVNU significantly improves portal vein targeting success, reduces the risk of puncture-related complications and radiation exposure, and decreases procedure time, offering clinicians an optimized solution for TIPS creation.",
    "disease": "hypertension",
    "clean_text": "a novel intravascular navigational ultrasound system for transjugular intrahepatic portosystemic shunt procedures transjugular intrahepatic portosystemic shunt tips is an effective method for reducing portal hypertension in patients with decompensated cirrhosis however portal vein puncture is associated with a steep learning curve conventional blind puncture methods are often imprecise carry a high risk of complications and require significant radiation exposure to increase puncture accuracy we developed an intravascular navigational ultrasound ivnu system this study aimed to evaluate the feasibility efficacy and safety of ivnu for portal vein puncture during tips procedures in the in vitro experiment we performed punctures using ivnu in four isolated porcine livers subsequently in the in vivo animal study eight bama swine sus scrofa were randomly assigned to undergo tips using either ivnu experimental group or conventional blind puncture with the rups cook kit control group in our in vitro experiment the ivnu system successfully punctured each lobe in our in vivo study all the procedures successfully established portosystemic shunts the ivnu group exhibited significantly fewer punctures vs shorter procedure times min vs min shorter fluoroscopy times min vs min and lower radiation doses mgy vs mgy than the control group all p puncture related complications were also significantly reduced in the ivnu group these findings indicate that ivnu significantly improves portal vein targeting success reduces the risk of puncture related complications and radiation exposure and decreases procedure time offering clinicians an optimized solution for tips creation"
}