{
    "title": "\"Is it realistic?\" the portrayal of pregnancy and childbirth in the media.",
    "doc_id": "26928660",
    "writer": "Luce A",
    "year": "2016",
    "summary": "",
    "abstract": "Background:\n        \n      \n      Considerable debate surrounds the influence media have on first-time pregnant women. Much of the academic literature discusses the influence of (reality) television, which often portrays birth as risky, dramatic and painful and there is evidence that this has a negative effect on childbirth in society, through the increasing anticipation of negative outcomes. It is suggested that women seek out such programmes to help understand what could happen during the birth because there is a cultural void. However the impact that has on normal birth has not been explored.\n    \n\n\n          Methods:\n        \n      \n      A scoping review relating to the representation of childbirth in the mass media, particularly on television.\n    \n\n\n          Results:\n        \n      \n      Three key themes emerged: (a) medicalisation of childbirth; (b) women using media to learn about childbirth; and (c) birth as a missing everyday life event.\n    \n\n\n          Conclusion:\n        \n      \n      Media appear to influence how women engage with childbirth. The dramatic television portrayal of birth may perpetuate the medicalisation of childbirth, and last, but not least, portrayals of normal birth are often missing in the popular media. Hence midwives need to engage with television producers to improve the representation of midwifery and maternity in the media.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26928660/",
    "clean_text": "is it realistic the portrayal of pregnancy and childbirth in the media background considerable debate surrounds the influence media have on first time pregnant women much of the academic literature discusses the influence of reality television which often portrays birth as risky dramatic and painful and there is evidence that this has a negative effect on childbirth in society through the increasing anticipation of negative outcomes it is suggested that women seek out such programmes to help understand what could happen during the birth because there is a cultural void however the impact that has on normal birth has not been explored methods a scoping review relating to the representation of childbirth in the mass media particularly on television results three key themes emerged a medicalisation of childbirth b women using media to learn about childbirth and c birth as a missing everyday life event conclusion media appear to influence how women engage with childbirth the dramatic television portrayal of birth may perpetuate the medicalisation of childbirth and last but not least portrayals of normal birth are often missing in the popular media hence midwives need to engage with television producers to improve the representation of midwifery and maternity in the media"
}