{
    "title": "Patterns of Primary Care Use Among Young Adult Refugees Resettled in Colorado.",
    "doc_id": "33095323",
    "writer": "Brewer SE.",
    "year": "2021",
    "summary": "Greater than 70% of young adult refugees reported a physical exam in the last 12 months during the 4 years after arrival. Disparities were identified within young adult refugees by sex, marital status and country of origin. Young adult re …",
    "abstract": "Little is known about the prevalence of young adult refugees' primary care use following resettlement in Colorado. Among a sample of Bhutanese and Burmese young adult refugees resettled in Colorado, proportions with a primary care provider (PCP), physical exam in the last 12 months, and knowledge to make an appointment were calculated across 4 years and compared within the refugee population by demographics using Pearson's Chi-Squared tests and compared to older refugees and to the general population using two-tailed tests of proportions. Greater than 70% of young adult refugees reported a physical exam in the last 12 months during the 4 years after arrival. Disparities were identified within young adult refugees by sex, marital status and country of origin. Young adult refugees were significantly different than both refugees over 55 and the general population in terms of their primary care use. Young adult refugees need support to identify PCPs earlier in resettlement and maintain primary care use years after resettlement.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33095323/",
    "clean_text": "patterns of primary care use among young adult refugees resettled in colorado greater than of young adult refugees reported a physical exam in the last months during the years after arrival disparities were identified within young adult refugees by sex marital status and country of origin young adult re little is known about the prevalence of young adult refugees primary care use following resettlement in colorado among a sample of bhutanese and burmese young adult refugees resettled in colorado proportions with a primary care provider pcp physical exam in the last months and knowledge to make an appointment were calculated across years and compared within the refugee population by demographics using pearson s chi squared tests and compared to older refugees and to the general population using two tailed tests of proportions greater than of young adult refugees reported a physical exam in the last months during the years after arrival disparities were identified within young adult refugees by sex marital status and country of origin young adult refugees were significantly different than both refugees over and the general population in terms of their primary care use young adult refugees need support to identify pcps earlier in resettlement and maintain primary care use years after resettlement"
}