{
    "title": "Acquired heart disease in children is not necessarily rheumatic.",
    "doc_id": "30866753",
    "writer": "Agarwal N",
    "year": "2019",
    "summary": "Acquired heart diseases (AHD) cause significant morbidity and mortality in children. There are limited studies on their burden in children. We conducted a retrospective study of 85 consecutive children diagnosed with AHD using clinical evaluation and echocardiograph …",
    "abstract": "Acquired heart diseases (AHD) cause significant morbidity and mortality in children. There are limited studies on their burden in children. We conducted a retrospective study of 85 consecutive children diagnosed with AHD using clinical evaluation and echocardiography at Medical College, Kanpur, India to determine the aetiology and outcome of AHD in children. We found rheumatic heart disease (RHD) in one-third, cardiomyopathies or myocarditis combined in a further third and the remaining third were other causes, including pericardial diseases and metabolic or genetic disorders. These latter diseases were frequently misdiagnosed, causing significant morbidity and mortality. Hence, in children of all age groups presenting with unexplained shock, dyspnoea, hepatomegaly and ascites, cardiac status should be carefully and critically evaluated so that non-rheumatic AHD may not be missed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30866753/",
    "clean_text": "acquired heart disease in children is not necessarily rheumatic acquired heart diseases ahd cause significant morbidity and mortality in children there are limited studies on their burden in children we conducted a retrospective study of consecutive children diagnosed with ahd using clinical evaluation and echocardiograph acquired heart diseases ahd cause significant morbidity and mortality in children there are limited studies on their burden in children we conducted a retrospective study of consecutive children diagnosed with ahd using clinical evaluation and echocardiography at medical college kanpur india to determine the aetiology and outcome of ahd in children we found rheumatic heart disease rhd in one third cardiomyopathies or myocarditis combined in a further third and the remaining third were other causes including pericardial diseases and metabolic or genetic disorders these latter diseases were frequently misdiagnosed causing significant morbidity and mortality hence in children of all age groups presenting with unexplained shock dyspnoea hepatomegaly and ascites cardiac status should be carefully and critically evaluated so that non rheumatic ahd may not be missed"
}