{
    "title": "Understanding ageism towards older nursing staff and service users: A systematic mapping review from the perspective of clinical leaders and healthcare managers.",
    "doc_id": "38820985",
    "writer": "Schüttengruber G",
    "year": "2024",
    "summary": "INTRODUCTION: Ageist attitudes negatively affect the quality of care for service users and the working conditions of older nursing staff. Clinical leaders' perceptions of older service users and nursing staff are unknown. ...Guidelines and policies addressing the ho …",
    "abstract": "Introduction:\n        \n      \n      Ageist attitudes negatively affect the quality of care for service users and the working conditions of older nursing staff. Clinical leaders' perceptions of older service users and nursing staff are unknown.\n    \n\n\n          Aim:\n        \n      \n      To map research evidence on ageist attitudes in healthcare towards service users and older nursing staff, from the leadership perspective.\n    \n\n\n          Material and methods:\n        \n      \n      A systematic mapping review with database searches in March 2021 and May 2023). Nineteen articles (qualitative n = 13, quantitative n = 3, mixed methods n = 3) were analysed and mapped to the Nurse Executive Capability Framework.\n    \n\n\n          Results:\n        \n      \n      Future planning, team building, and self-awareness are leadership categories requiring consideration. Guidelines and policies addressing the holistic needs of older service users and older nursing staff are lacking.\n    \n\n\n          Conclusions:\n        \n      \n      Organizational planning, team building, and self-awareness are crucial for the holistic care of older service users and for creating attractive workplaces for older nursing staff.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38820985/",
    "clean_text": "understanding ageism towards older nursing staff and service users a systematic mapping review from the perspective of clinical leaders and healthcare managers introduction ageist attitudes negatively affect the quality of care for service users and the working conditions of older nursing staff clinical leaders perceptions of older service users and nursing staff are unknown guidelines and policies addressing the ho introduction ageist attitudes negatively affect the quality of care for service users and the working conditions of older nursing staff clinical leaders perceptions of older service users and nursing staff are unknown aim to map research evidence on ageist attitudes in healthcare towards service users and older nursing staff from the leadership perspective material and methods a systematic mapping review with database searches in march and may nineteen articles qualitative n quantitative n mixed methods n were analysed and mapped to the nurse executive capability framework results future planning team building and self awareness are leadership categories requiring consideration guidelines and policies addressing the holistic needs of older service users and older nursing staff are lacking conclusions organizational planning team building and self awareness are crucial for the holistic care of older service users and for creating attractive workplaces for older nursing staff"
}