{
    "title": "Blood-Spinal Cord Barrier in Spinal Cord Injury: A Review.",
    "doc_id": "33292072",
    "writer": "Jin LY",
    "year": "2021",
    "summary": "The blood-spinal cord barrier (BSCB), a physical barrier between the blood and spinal cord parenchyma, prevents the toxins, blood cells, and pathogens from entering the spinal cord and maintains a tightly controlled chemical balance in th …",
    "abstract": "The blood-spinal cord barrier (BSCB), a physical barrier between the blood and spinal cord parenchyma, prevents the toxins, blood cells, and pathogens from entering the spinal cord and maintains a tightly controlled chemical balance in the spinal environment, which is necessary for proper neural function. A BSCB disruption, however, plays an important role in primary and secondary injury processes related to spinal cord injury (SCI). After SCI, the structure of the BSCB is broken down, which leads directly to leakage of blood components. At the same time, the permeability of the BSCB is also increased. Repairing the disruption of the BSCB could alleviate the SCI pathology. We review the morphology and pathology of the BSCB and progression of therapeutic methods targeting BSCB in SCI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33292072/",
    "clean_text": "blood spinal cord barrier in spinal cord injury a review the blood spinal cord barrier bscb a physical barrier between the blood and spinal cord parenchyma prevents the toxins blood cells and pathogens from entering the spinal cord and maintains a tightly controlled chemical balance in th the blood spinal cord barrier bscb a physical barrier between the blood and spinal cord parenchyma prevents the toxins blood cells and pathogens from entering the spinal cord and maintains a tightly controlled chemical balance in the spinal environment which is necessary for proper neural function a bscb disruption however plays an important role in primary and secondary injury processes related to spinal cord injury sci after sci the structure of the bscb is broken down which leads directly to leakage of blood components at the same time the permeability of the bscb is also increased repairing the disruption of the bscb could alleviate the sci pathology we review the morphology and pathology of the bscb and progression of therapeutic methods targeting bscb in sci"
}