{
    "title": "Phenomenography: An emerging qualitative research design for nursing.",
    "doc_id": "37743604",
    "writer": "Bayuo J",
    "year": "2024",
    "summary": "BACKGROUND: Phenomenography emerged from pedagogy to examine the qualitatively different ways that individuals experience and perceive the same phenomenon. ...FINDINGS: Compared to the traditional qualitative designs employed in nursing, phenomenography has been uti …",
    "abstract": "Background:\n        \n      \n      Phenomenography emerged from pedagogy to examine the qualitatively different ways that individuals experience and perceive the same phenomenon. Despite its uniqueness, the uptake of phenomenography in nursing research is still limited. Potentially, this may be related to confusion regarding what the design is about, its philosophical underpinnings and how distinct it is from other qualitative designs.\n    \n\n\n          Objectives:\n        \n      \n      To offer a better understanding of phenomenography by comparing it with other established qualitative research designs, examining its theoretical foundations, highlighting some studies that have employed the approach in nursing and offering methodological guidance to improve its uptake in nursing.\n    \n\n\n          Design:\n        \n      \n      Discussion paper.\n    \n\n\n          Findings:\n        \n      \n      Compared to the traditional qualitative designs employed in nursing, phenomenography has been utilized in fewer studies. The ontological, epistemological and methodological basis of phenomenography highlights it as a distinct design. The strength of phenomenography lies in its emphasis on understanding the collective variations between participants and presenting these holistically as an 'outcome space'.\n    \n\n\n          Discussion:\n        \n      \n      Phenomenography is a distinct qualitative research approach that presents a unique opportunity for nursing to further its use. Issues regarding bracketing, the inclusion of phenomenography studies in qualitative meta-synthesis and employing a hermeneutic approach to phenomenography are avenues for further work in nursing.\n    \n\n\n          Patient and public contribution:\n        \n      \n      No patient or public contribution.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37743604/",
    "clean_text": "phenomenography an emerging qualitative research design for nursing background phenomenography emerged from pedagogy to examine the qualitatively different ways that individuals experience and perceive the same phenomenon findings compared to the traditional qualitative designs employed in nursing phenomenography has been uti background phenomenography emerged from pedagogy to examine the qualitatively different ways that individuals experience and perceive the same phenomenon despite its uniqueness the uptake of phenomenography in nursing research is still limited potentially this may be related to confusion regarding what the design is about its philosophical underpinnings and how distinct it is from other qualitative designs objectives to offer a better understanding of phenomenography by comparing it with other established qualitative research designs examining its theoretical foundations highlighting some studies that have employed the approach in nursing and offering methodological guidance to improve its uptake in nursing design discussion paper findings compared to the traditional qualitative designs employed in nursing phenomenography has been utilized in fewer studies the ontological epistemological and methodological basis of phenomenography highlights it as a distinct design the strength of phenomenography lies in its emphasis on understanding the collective variations between participants and presenting these holistically as an outcome space discussion phenomenography is a distinct qualitative research approach that presents a unique opportunity for nursing to further its use issues regarding bracketing the inclusion of phenomenography studies in qualitative meta synthesis and employing a hermeneutic approach to phenomenography are avenues for further work in nursing patient and public contribution no patient or public contribution"
}