{
    "title": "T cell anergy, exhaustion, senescence, and stemness in the tumor microenvironment.",
    "doc_id": "23298609",
    "writer": "Crespo J",
    "year": "2013",
    "summary": "In this article we discuss T cell anergy, exhaustion, senescence, and stemness, and review the phenotype of dysfunctional T cell subsets and the underlying molecular mechanisms in the tumor microenvironments. We suggest that targeting T cell …",
    "abstract": "Human tumors progress despite the presence of tumor associated antigen (TAA)-specific T cells. Many different molecular and cellular mechanisms contribute to the failure of T cells to eradicate the tumor. These include immune suppressive networks that impair ongoing T cell function and enable tumor escape. Recent studies have started to reveal the nature of effector T cells in the tumor microenvironment. In this article we discuss T cell anergy, exhaustion, senescence, and stemness, and review the phenotype of dysfunctional T cell subsets and the underlying molecular mechanisms in the tumor microenvironments. We suggest that targeting T cell dysfunctional mechanisms and introducing/promoting T cell stemness are important approaches to treat patients with cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23298609/",
    "clean_text": "t cell anergy exhaustion senescence and stemness in the tumor microenvironment in this article we discuss t cell anergy exhaustion senescence and stemness and review the phenotype of dysfunctional t cell subsets and the underlying molecular mechanisms in the tumor microenvironments we suggest that targeting t cell human tumors progress despite the presence of tumor associated antigen taa specific t cells many different molecular and cellular mechanisms contribute to the failure of t cells to eradicate the tumor these include immune suppressive networks that impair ongoing t cell function and enable tumor escape recent studies have started to reveal the nature of effector t cells in the tumor microenvironment in this article we discuss t cell anergy exhaustion senescence and stemness and review the phenotype of dysfunctional t cell subsets and the underlying molecular mechanisms in the tumor microenvironments we suggest that targeting t cell dysfunctional mechanisms and introducing promoting t cell stemness are important approaches to treat patients with cancer"
}