{
    "title": "Increased risk of head and neck cancer in Agent Orange exposed Vietnam Era veterans.",
    "doc_id": "31810040",
    "writer": "Mowery A",
    "year": "2020",
    "summary": "OBJECTIVE: We aim to determine the relationship between Agent Orange exposure and the incidence of head and neck cancers in Vietnam Era veterans as well as any relationship with head and neck cancer survival. MATERIALS AND METHODS: The present s …",
    "abstract": "Importance:\n        \n      \n      United States military personnel during the Vietnam Era were potentially exposed to Agent Orange, a known carcinogen. The link between Agent Orange and head and neck cancers is largely unknown; laryngeal cancer is currently the only subsite with sufficient evidence of an Agent Orange association.\n    \n\n\n          Objective:\n        \n      \n      We aim to determine the relationship between Agent Orange exposure and the incidence of head and neck cancers in Vietnam Era veterans as well as any relationship with head and neck cancer survival.\n    \n\n\n          Materials and methods:\n        \n      \n      The present study utilizes the Veterans Affairs Corporate Data Warehouse (VA CDW) to identify Vietnam Era veterans, their Agent Orange exposure status, limited demographic data, presence of head and neck cancer, and survival data.\n    \n\n\n          Results:\n        \n      \n      Of 8,877,971 Vietnam Era veterans, 22% self-reported exposure to Agent Orange, and 54,717 had a diagnosis of head and neck cancer. Agent Orange exposure significantly predicted upper aerodigestive tract carcinoma, with a relative risk (RR) of 1.10. On subsite analysis, Agent Orange exposure (as well as race, gender, and substance use) was significantly associated with oropharyngeal (RR 1.16), nasopharyngeal (RR 1.22), laryngeal (1.11), and thyroid (1.24) cancers. Agent Orange exposure was associated with improved 10-year overall survival in upper aerodigestive tract cancer patients.\n    \n\n\n          Conclusions and relevance:\n        \n      \n      Self-reported Agent Orange exposure correlated with increased risks of oropharyngeal, nasopharyngeal, laryngeal, and thyroid cancers, and predicted improved survival in upper aerodigestive tract cancer patients. These findings broaden our understanding of the risks of Agent Orange exposure.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31810040/",
    "clean_text": "increased risk of head and neck cancer in agent orange exposed vietnam era veterans objective we aim to determine the relationship between agent orange exposure and the incidence of head and neck cancers in vietnam era veterans as well as any relationship with head and neck cancer survival materials and methods the present s importance united states military personnel during the vietnam era were potentially exposed to agent orange a known carcinogen the link between agent orange and head and neck cancers is largely unknown laryngeal cancer is currently the only subsite with sufficient evidence of an agent orange association objective we aim to determine the relationship between agent orange exposure and the incidence of head and neck cancers in vietnam era veterans as well as any relationship with head and neck cancer survival materials and methods the present study utilizes the veterans affairs corporate data warehouse va cdw to identify vietnam era veterans their agent orange exposure status limited demographic data presence of head and neck cancer and survival data results of vietnam era veterans self reported exposure to agent orange and had a diagnosis of head and neck cancer agent orange exposure significantly predicted upper aerodigestive tract carcinoma with a relative risk rr of on subsite analysis agent orange exposure as well as race gender and substance use was significantly associated with oropharyngeal rr nasopharyngeal rr laryngeal and thyroid cancers agent orange exposure was associated with improved year overall survival in upper aerodigestive tract cancer patients conclusions and relevance self reported agent orange exposure correlated with increased risks of oropharyngeal nasopharyngeal laryngeal and thyroid cancers and predicted improved survival in upper aerodigestive tract cancer patients these findings broaden our understanding of the risks of agent orange exposure"
}