{
    "pmid": "41459859",
    "title": "Is Cyclooxygenase 2 Effective in Breast Cancer Diagnosis?",
    "abstract": "Breast cancer is considered the leading cause of death in women worldwide. When cancer is detected early, the survival rate increases significantly. Molecular identification of genes alterations and expression of specific proteins has become a key indicator of breast cancer diagnosis and treatment. COX2 is considered as one of biomarkers for different types of cancer. This study aimed to validate the correlation between COX2 mutation and breast cancer. Using conventional PCR, COX2 was isolated from 57 patients after lumpectomy and from blood samples. The samples were collected from patients admitted to Al-Basrah Teaching Hospital. Forty-two samples were malignant and fifteen were benign which were used as controls for mutation and for expression. In addition, tissue from inside of tumors and far from tumor were tested to compare COX2 expression by performing of RT-PCR. The results showed that 5 out of 12 (30.3%) samples sent to DNA sequence were mutated, three of them had deletions, while the others had substitution. All mutations were in exon2 and no mutation in exon1. Expression of COX2 in malignant was detected by RT-PCR and showed very significant difference between malignant and benign in all areas of samples, inside tumor, far from tumor tissue and blood. Significant differences in expression of COX2 in malignant lesions and blood samples of malignant, and benign tissue can be considered as a good biomarker for detection of breast cancer in suspected patients. Relatively high expression level of COX2 were recorded in patient with aged 57-66 with 39% inside malignant tumor and 13.53% far from tumor and 23.1% in blood compared with only 7.25%, 8.4% and 5.3% in benign samples in the same age group, respectively. These results provide insight into the ability to use COX2 as a biomarker for suspected breast cancer patients in Iraq.",
    "disease": "breast cancer",
    "clean_text": "is cyclooxygenase effective in breast cancer diagnosis breast cancer is considered the leading cause of death in women worldwide when cancer is detected early the survival rate increases significantly molecular identification of genes alterations and expression of specific proteins has become a key indicator of breast cancer diagnosis and treatment cox is considered as one of biomarkers for different types of cancer this study aimed to validate the correlation between cox mutation and breast cancer using conventional pcr cox was isolated from patients after lumpectomy and from blood samples the samples were collected from patients admitted to al basrah teaching hospital forty two samples were malignant and fifteen were benign which were used as controls for mutation and for expression in addition tissue from inside of tumors and far from tumor were tested to compare cox expression by performing of rt pcr the results showed that out of samples sent to dna sequence were mutated three of them had deletions while the others had substitution all mutations were in exon and no mutation in exon expression of cox in malignant was detected by rt pcr and showed very significant difference between malignant and benign in all areas of samples inside tumor far from tumor tissue and blood significant differences in expression of cox in malignant lesions and blood samples of malignant and benign tissue can be considered as a good biomarker for detection of breast cancer in suspected patients relatively high expression level of cox were recorded in patient with aged with inside malignant tumor and far from tumor and in blood compared with only and in benign samples in the same age group respectively these results provide insight into the ability to use cox as a biomarker for suspected breast cancer patients in iraq"
}