{
    "pmid": "41472841",
    "title": "Using Under-Represented Subgroup Fine Tuning to Improve Fairness for Disease Prediction.",
    "abstract": "The role of artificial intelligence is growing in healthcare and disease prediction. Because of its potential impact and demographic disparities that have been identified in machine learning models for disease prediction, there are growing concerns about transparency, accountability and fairness of these predictive models. However, very little research has investigated methods for improving model fairness in disease prediction, particularly when the sensitive attribute is multivariate and when the distribution of sensitive attribute groups is highly skewed. In this work, we explore algorithmic fairness when predicting heart disease and Alzheimer's Disease and Related Dementias (ADRD). We propose a fine tuning approach to improve model fairness that takes advantage of observations from the majority groups to build a pre-trained model and uses observations from each underrepresented subgroup to fine tune the pre-trained model, thereby incorporating additional specific knowledge about each subgroup. We find that our fine tuning approach performs better than other algorithmic fairness fixing methods across all subgroups even if the subgroup distribution is very imbalanced and some subgroups are very small. This is an important step toward understanding approaches for improving fairness for healthcare and disease prediction.",
    "disease": "alzheimer disease",
    "clean_text": "using under represented subgroup fine tuning to improve fairness for disease prediction the role of artificial intelligence is growing in healthcare and disease prediction because of its potential impact and demographic disparities that have been identified in machine learning models for disease prediction there are growing concerns about transparency accountability and fairness of these predictive models however very little research has investigated methods for improving model fairness in disease prediction particularly when the sensitive attribute is multivariate and when the distribution of sensitive attribute groups is highly skewed in this work we explore algorithmic fairness when predicting heart disease and alzheimer s disease and related dementias adrd we propose a fine tuning approach to improve model fairness that takes advantage of observations from the majority groups to build a pre trained model and uses observations from each underrepresented subgroup to fine tune the pre trained model thereby incorporating additional specific knowledge about each subgroup we find that our fine tuning approach performs better than other algorithmic fairness fixing methods across all subgroups even if the subgroup distribution is very imbalanced and some subgroups are very small this is an important step toward understanding approaches for improving fairness for healthcare and disease prediction"
}