{
    "title": "Extracellular Vesicles and Fatty Liver.",
    "doc_id": "37603277",
    "writer": "Lu X",
    "year": "2023",
    "summary": "Fatty liver is a complex pathological process caused by multiple etiologies. In recent years, the incidence of fatty liver has been increasing year by year, and it has developed into a common chronic disease that seriously affects people's health aroun …",
    "abstract": "Fatty liver is a complex pathological process caused by multiple etiologies. In recent years, the incidence of fatty liver has been increasing year by year, and it has developed into a common chronic disease that seriously affects people's health around the world. It is an important risk factor for liver cirrhosis, liver cancer, and a variety of extrahepatic chronic diseases. Therefore, the early diagnosis and early therapy of fatty liver are important. Except for invasive liver biopsy, there is still a lack of reliable diagnosis and staging methods. Extracellular vesicles are small double-layer lipid membrane vesicles derived from most types of cells. They play an important role in intercellular communication and participate in the occurrence and development of many diseases. Since extracellular vesicles can carry a variety of biologically active substances after they are released by cells, they have received widespread attention. The occurrence and development of fatty liver are also closely related to extracellular vesicles. In addition, extracellular vesicles are expected to provide a new direction for the diagnosis of fatty liver. This article reviews the relationship between extracellular vesicles and fatty liver, laying a theoretical foundation for the development of new strategies for the diagnosis and therapy of fatty liver.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37603277/",
    "clean_text": "extracellular vesicles and fatty liver fatty liver is a complex pathological process caused by multiple etiologies in recent years the incidence of fatty liver has been increasing year by year and it has developed into a common chronic disease that seriously affects people s health aroun fatty liver is a complex pathological process caused by multiple etiologies in recent years the incidence of fatty liver has been increasing year by year and it has developed into a common chronic disease that seriously affects people s health around the world it is an important risk factor for liver cirrhosis liver cancer and a variety of extrahepatic chronic diseases therefore the early diagnosis and early therapy of fatty liver are important except for invasive liver biopsy there is still a lack of reliable diagnosis and staging methods extracellular vesicles are small double layer lipid membrane vesicles derived from most types of cells they play an important role in intercellular communication and participate in the occurrence and development of many diseases since extracellular vesicles can carry a variety of biologically active substances after they are released by cells they have received widespread attention the occurrence and development of fatty liver are also closely related to extracellular vesicles in addition extracellular vesicles are expected to provide a new direction for the diagnosis of fatty liver this article reviews the relationship between extracellular vesicles and fatty liver laying a theoretical foundation for the development of new strategies for the diagnosis and therapy of fatty liver"
}