{
    "pmid": "41434400",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Understanding pathological contribution in mixed etiology dementia and atypical Alzheimer's disease remains challenging. However, in-vivo MRI and neuropathology studies are hampered by the years of delay between MRI and brain autopsy. Postmortem in-situ MRI is a good proxy to mitigate this problem (Frigerio et al. 2021) but is logistically challenging. Ex-vivo MRI offers significant higher anatomical resolution but is influenced by fixation and possible deformation. Therefore, we propose a whole-hemisphere ex-vivo to in-situ/in-vivo parcellation and registration pipeline \"purple-mri\" (Khandelwal et al. 2024) to cater multi-resolution, translation, and clinical relevance for T2w 7T 0.3 mm We combine a deep learning-based segmentation architecture with classical surface-based modeling techniques for topology correction, cortical modeling, inflation, and registration to provide accurate anatomical parcellations of T2w 7T 0.3 mm Figure 1 shows qualitative parcellations of exvivo hemisphere and corresponding registered in-situ MRI. Our method can segment brain regions involving imaging artifacts with signal dropout in anterior/posterior areas. Figure 2 shows Spearman's correlation for region-wise volume and mean thickness between exvivo and insitu MRI. We observe significant correlations between the two modalities in inferior/middle/superior temporal, insula, lateralorbitofrontal, post/pre central regions for volume-based correlation. For mean thickness, we observe strong correlation in cuneus, fusiform, medial/lateral orbitofrontal, postcentral gyrus but an overall slight decrease in correlation strength primarily due to noisy thickness measurements due to lack of segmentation in areas with damaged/missing tissues during physical handling. Our proposed pipeline (purple-mri) accurately segments high-resolution exvivo MRI and performs registration to give one-to-one correspondence between multi-modal postmortem MRI. The developed pipeline sets the stage for exvivo to invivo registrations, which would enable stronger association studies between morphometry and histopathological examination.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium understanding pathological contribution in mixed etiology dementia and atypical alzheimer s disease remains challenging however in vivo mri and neuropathology studies are hampered by the years of delay between mri and brain autopsy postmortem in situ mri is a good proxy to mitigate this problem frigerio et al but is logistically challenging ex vivo mri offers significant higher anatomical resolution but is influenced by fixation and possible deformation therefore we propose a whole hemisphere ex vivo to in situ in vivo parcellation and registration pipeline purple mri khandelwal et al to cater multi resolution translation and clinical relevance for t w t mm we combine a deep learning based segmentation architecture with classical surface based modeling techniques for topology correction cortical modeling inflation and registration to provide accurate anatomical parcellations of t w t mm figure shows qualitative parcellations of exvivo hemisphere and corresponding registered in situ mri our method can segment brain regions involving imaging artifacts with signal dropout in anterior posterior areas figure shows spearman s correlation for region wise volume and mean thickness between exvivo and insitu mri we observe significant correlations between the two modalities in inferior middle superior temporal insula lateralorbitofrontal post pre central regions for volume based correlation for mean thickness we observe strong correlation in cuneus fusiform medial lateral orbitofrontal postcentral gyrus but an overall slight decrease in correlation strength primarily due to noisy thickness measurements due to lack of segmentation in areas with damaged missing tissues during physical handling our proposed pipeline purple mri accurately segments high resolution exvivo mri and performs registration to give one to one correspondence between multi modal postmortem mri the developed pipeline sets the stage for exvivo to invivo registrations which would enable stronger association studies between morphometry and histopathological examination"
}