{
    "pmid": "41454813",
    "title": "SARS-CoV-2 vaccine induced humoral & cell-mediated immune responses in Indian cohort of rheumatoid arthritis.",
    "abstract": "Background & objectives The COVID-19 pandemic came up with distinct challenges for patients with rheumatoid arthritis indicating higher risk of infection and severity due to SARS-CoV-2. In this study, we performed the immunotyping of humoral and cell-mediated responses in patients with rheumatoid arthritis to assess characteristics and durability of Covid vaccine-induced immune memory. Methods We enrolled 50 individuals with rheumatoid arthritis who had received SARS COV-2 vaccine (Covaxin/Covishield). Of these 26 were assessed within six months of the second vaccine dose (T1) and 24 were evaluated 6-9 months after the third dose (T2). Serum IgG titres were measured using chemiluminescent microparticle immunoassay (CLIA), and lymphocyte immunophenotyping. In vitro challenge with the SARS-CoV-2 spike protein was performed using flow cytometry. Results Patients vaccinated with Covishield showed significantly higher IgG titres and elevated levels of cytokines such as TNFα and IFNγ compared to those vaccinated with Covaxin. The Covishield group also exhibited a higher percentage of antigen-specific and inflammatory T cell subsets, contributing to the overall cytokine pool in patients with rheumatoid arthritis. In vitro stimulation with the SARS-CoV-2 spike protein further activated lymphocytes in Covishield-vaccinated individuals. Interpretation & conclusions Our study presents the increased effectiveness of Covishield in initiating responses compared to Covaxin. Covishield vaccinated patients with rheumatoid arthritis show higher antigen specificity and T cell activation indicating a shift of the immune system towards a Th1 phenotype, which makes it imperative to focus on development of safe and durable vaccines with a continuous follow up for the patients with rheumatoid arthritis to control disease severity.",
    "disease": "rheumatoid arthritis",
    "clean_text": "sars cov vaccine induced humoral cell mediated immune responses in indian cohort of rheumatoid arthritis background objectives the covid pandemic came up with distinct challenges for patients with rheumatoid arthritis indicating higher risk of infection and severity due to sars cov in this study we performed the immunotyping of humoral and cell mediated responses in patients with rheumatoid arthritis to assess characteristics and durability of covid vaccine induced immune memory methods we enrolled individuals with rheumatoid arthritis who had received sars cov vaccine covaxin covishield of these were assessed within six months of the second vaccine dose t and were evaluated months after the third dose t serum igg titres were measured using chemiluminescent microparticle immunoassay clia and lymphocyte immunophenotyping in vitro challenge with the sars cov spike protein was performed using flow cytometry results patients vaccinated with covishield showed significantly higher igg titres and elevated levels of cytokines such as tnf and ifn compared to those vaccinated with covaxin the covishield group also exhibited a higher percentage of antigen specific and inflammatory t cell subsets contributing to the overall cytokine pool in patients with rheumatoid arthritis in vitro stimulation with the sars cov spike protein further activated lymphocytes in covishield vaccinated individuals interpretation conclusions our study presents the increased effectiveness of covishield in initiating responses compared to covaxin covishield vaccinated patients with rheumatoid arthritis show higher antigen specificity and t cell activation indicating a shift of the immune system towards a th phenotype which makes it imperative to focus on development of safe and durable vaccines with a continuous follow up for the patients with rheumatoid arthritis to control disease severity"
}