{
    "pmid": "41340228",
    "title": "Serum Villin-1-A Novel Marker of Gut Barrier Damage in Acutely Decompensated Cirrhosis: A Cohort Study and Validation.",
    "abstract": "Gut barrier dysfunction contributes to acute decompensation (AD) of cirrhosis progression but, it is not acknowledged in severity or prognostic scores due to a lack of appropriate assessment tools. We investigated serum villin-1 (VIL1), an epithelial brush-border associated actin-binding protein, as a non-invasive marker for gut injury and prognosis in AD cirrhosis. Serum VIL1 was measured in 338 cirrhosis patients (discovery n = 130, validation n = 208, including acute-on-chronic liver failure [ACLF]) from MICROB-PREDICT cohorts and 50 healthy controls (HC). Duodenal biopsies (n = 49 patients, n = 11 HC) were assessed for tissue VIL1 via immunohistochemistry. Serum cytokine profiling linked serum VIL1 levels to systemic inflammation. Compared to HC, both serum and tissue VIL1 levels were lower in stable AD patients. However, serum VIL1 progressively increased with AD severity, peaking in ACLF. Serum VIL1 was associated with 90-day mortality (AUROC: 0.721, p < 0.001; similar to MELD: 0.722, p < 0.001). A cut-off > 12.79 ng/mL enhanced the prognostic accuracy provided by severe disease stage, defined as CLIF-C AD score ≥ 50 or ACLF (low VIL1: 17.5% vs. high VIL1: 53.6% mortality). This threshold was associated with increased systemic inflammation, suggesting enhanced bacterial translocation. VIL1 was an independent predictor of 90-day mortality (HR: 2.52, CI: 1.648-3.848, p < 0.001) in Cox regression. All findings were confirmed in the validation cohort. Serum VIL1 is a non-invasive indicator of gut barrier damage and short-term mortality in AD cirrhosis. Incorporating VIL1 assessment into risk stratification methods improves prognostic accuracy by capturing an essential, yet previously overlooked component of disease progression.",
    "disease": "liver cirrhosis",
    "clean_text": "serum villin a novel marker of gut barrier damage in acutely decompensated cirrhosis a cohort study and validation gut barrier dysfunction contributes to acute decompensation ad of cirrhosis progression but it is not acknowledged in severity or prognostic scores due to a lack of appropriate assessment tools we investigated serum villin vil an epithelial brush border associated actin binding protein as a non invasive marker for gut injury and prognosis in ad cirrhosis serum vil was measured in cirrhosis patients discovery n validation n including acute on chronic liver failure aclf from microb predict cohorts and healthy controls hc duodenal biopsies n patients n hc were assessed for tissue vil via immunohistochemistry serum cytokine profiling linked serum vil levels to systemic inflammation compared to hc both serum and tissue vil levels were lower in stable ad patients however serum vil progressively increased with ad severity peaking in aclf serum vil was associated with day mortality auroc p similar to meld p a cut off ng ml enhanced the prognostic accuracy provided by severe disease stage defined as clif c ad score or aclf low vil vs high vil mortality this threshold was associated with increased systemic inflammation suggesting enhanced bacterial translocation vil was an independent predictor of day mortality hr ci p in cox regression all findings were confirmed in the validation cohort serum vil is a non invasive indicator of gut barrier damage and short term mortality in ad cirrhosis incorporating vil assessment into risk stratification methods improves prognostic accuracy by capturing an essential yet previously overlooked component of disease progression"
}