{
    "title": "Testosterone Therapy and Prostate Cancer.",
    "doc_id": "27132578",
    "writer": "Davidson E",
    "year": "2016",
    "summary": "Changes in understanding regarding the relationship of androgens and prostate cancer have led to changes in the use of testosterone therapy. The evidence supports a finite ability of androgens to stimulate prostate cancer growth, with a maximum achieve …",
    "abstract": "Changes in understanding regarding the relationship of androgens and prostate cancer have led to changes in the use of testosterone therapy. The evidence supports a finite ability of androgens to stimulate prostate cancer growth, with a maximum achieved at low testosterone concentrations, called the saturation model. The saturation point corresponds with maximal androgenic stimulation at 250 ng/dL. Evidence is reviewed herein regarding the relationship of testosterone to prostate cancer and the relatively new practice of offering testosterone therapy to men with a history of prostate cancer. Although no prospective controlled trials have been performed, results have been reassuring.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27132578/",
    "clean_text": "testosterone therapy and prostate cancer changes in understanding regarding the relationship of androgens and prostate cancer have led to changes in the use of testosterone therapy the evidence supports a finite ability of androgens to stimulate prostate cancer growth with a maximum achieve changes in understanding regarding the relationship of androgens and prostate cancer have led to changes in the use of testosterone therapy the evidence supports a finite ability of androgens to stimulate prostate cancer growth with a maximum achieved at low testosterone concentrations called the saturation model the saturation point corresponds with maximal androgenic stimulation at ng dl evidence is reviewed herein regarding the relationship of testosterone to prostate cancer and the relatively new practice of offering testosterone therapy to men with a history of prostate cancer although no prospective controlled trials have been performed results have been reassuring"
}