{
    "pmid": "41460581",
    "title": "Unveiling the Burden of Steatotic Liver Disease: Mortality Risks by Subtype and Fibrosis Stage in a Nationwide Cohort.",
    "abstract": "We investigated the associations between SLD, fibrosis stage, and all-cause and cause-specific mortality, with a focus on SLD subtypes. We analysed 486 156 UK Biobank participants. SLD cases were identified using fatty liver index ≥ 60. Causes of death were confirmed via death registries. Multivariable Cox models estimated associations between SLD, SLD subtypes, FIB4 score and mortality outcomes, including all-cause mortality, mortality from liver-related diseases, cardiovascular disease (CVD) and extrahepatic cancers. SLD was identified in 178 336 participants (36.7%): 73.5% with MASLD, 19.0% with MetALD and 6.4% with ALD. Over a median follow-up of 13.8 years, 20 766 (11.6%) deaths occurred among people with SLD and 21 754 among those without (307 820; 7.1%), suggesting a higher mortality rate in SLD than in non-SLD (8.78 vs. 5.25/1000 person-years). All SLD subtypes were associated with higher all-cause mortality: MASLD (HR (95% CI): 1.32 (1.29-1.35)), MetALD (1.16 (1.12-1.20)) and ALD (1.36 (1.29-1.44)). Excess mortality was primarily driven by extrahepatic cancer (42.5%) and cardiovascular disease (24.2%), while liver-related deaths were concentrated among those with ALD and fibrosis. A strong dose-response relationship was observed between FIB4 stratification and mortality, particularly for liver-related deaths. These associations were independent of socioeconomic status, lifestyle and cardiometabolic risk factors. SLD is independently associated with increased all-cause and cause-specific mortality, with substantial variation across subtypes and fibrosis severity. Extrahepatic cancer and cardiovascular disease are the leading contributors to excess mortality. These findings underscore the need for integrated care strategies targeting metabolic risk, fibrosis progression and cancer prevention in the SLD population. In this large population‐based study of nearly half a million adults, 36.7% had SLD, with MASLD being the most common subtype. The leading causes of death in people with SLD were non‐liver cancers and cardiovascular diseases. Having SLD significantly increased the risk of death by 28%, including a 22% higher death risk from cancer, 57% from cardiovascular disease and 136% from liver‐related disease, with risks rising alongside liver fibrosis severity and varying across SLD subtypes.",
    "disease": "liver cirrhosis",
    "clean_text": "unveiling the burden of steatotic liver disease mortality risks by subtype and fibrosis stage in a nationwide cohort we investigated the associations between sld fibrosis stage and all cause and cause specific mortality with a focus on sld subtypes we analysed uk biobank participants sld cases were identified using fatty liver index causes of death were confirmed via death registries multivariable cox models estimated associations between sld sld subtypes fib score and mortality outcomes including all cause mortality mortality from liver related diseases cardiovascular disease cvd and extrahepatic cancers sld was identified in participants with masld with metald and with ald over a median follow up of years deaths occurred among people with sld and among those without suggesting a higher mortality rate in sld than in non sld vs person years all sld subtypes were associated with higher all cause mortality masld hr ci metald and ald excess mortality was primarily driven by extrahepatic cancer and cardiovascular disease while liver related deaths were concentrated among those with ald and fibrosis a strong dose response relationship was observed between fib stratification and mortality particularly for liver related deaths these associations were independent of socioeconomic status lifestyle and cardiometabolic risk factors sld is independently associated with increased all cause and cause specific mortality with substantial variation across subtypes and fibrosis severity extrahepatic cancer and cardiovascular disease are the leading contributors to excess mortality these findings underscore the need for integrated care strategies targeting metabolic risk fibrosis progression and cancer prevention in the sld population in this large population based study of nearly half a million adults had sld with masld being the most common subtype the leading causes of death in people with sld were non liver cancers and cardiovascular diseases having sld significantly increased the risk of death by including a higher death risk from cancer from cardiovascular disease and from liver related disease with risks rising alongside liver fibrosis severity and varying across sld subtypes"
}