{
    "title": "A comprehensive approach to rehabilitation interventions following breast cancer treatment - a systematic review of systematic reviews.",
    "doc_id": "31109309",
    "writer": "Olsson Möller U",
    "year": "2019",
    "summary": "Post-treatment, patients suffer from side effects and have various rehabilitation needs, which means that individualization is fundamental for optimal rehabilitation. This systematic review (SR) of SRs aims to evaluate the current evidence on rehabilitation interven …",
    "abstract": "Background:\n        \n      \n      Breast cancer (BC) is the most common type of cancer in women worldwide. Post-treatment, patients suffer from side effects and have various rehabilitation needs, which means that individualization is fundamental for optimal rehabilitation. This systematic review (SR) of SRs aims to evaluate the current evidence on rehabilitation interventions in female patients following BC treatment.\n    \n\n\n          Methods:\n        \n      \n      Full-text SRs published in English from 2009 were searched in Embase, PubMed, Cinahl Complete, PsycINFO, AMED, SCOPUS, and Cochrane Library.\n    \n\n\n          Inclusion criteria:\n        \n      \n      SRs of randomized or non-randomized controlled trials investigating the effects of rehabilitation interventions in women following BC treatment. All outcomes were considered. Methodological quality was evaluated using the AMSTAR 2 tool and interrater agreement was evaluated. Out of 1269 citations retrieved, 37 SRs were included.\n    \n\n\n          Results:\n        \n      \n      Five rehabilitation areas were identified: exercise and physical activity (PA), complementary and alternative medicine (CAM), yoga, lymphoedema treatment, and psychosocial interventions. The most solid evidence was found in exercise/PA and yoga. Exercise interventions improved outcomes such as shoulder mobility, lymphoedema, pain, fatigue and quality of life (QoL). Effects of yoga were shown on QoL, anxiety, depression, sleep disturbance, fatigue and gastrointestinal symptoms. The effect of CAM was shown on nausea, pain, fatigue, anger and anxiety but these results need to be interpreted with caution because of low methodological quality in included studies in the SRs. Among the lymphoedema treatments, positive effects were seen for resistance training on volume reduction and muscle strength and psychosocial interventions such as cognitive behavioural therapy had positive effects on QoL, anxiety, depression and mood disturbance.\n    \n\n\n          Conclusions:\n        \n      \n      This SR of SRs show solid positive effects of exercise/PA and yoga for women following BC treatment, and provides extended knowledge of the effects of CAM, yoga, lymphoedema treatment and psychosocial interventions. It is evident that more than one intervention could have positive effects on a specific symptom and that the effects depend not only on intervention type but also on how and when the intervention is provided. The results can be used as a foundation for individualized rehabilitation and aid health care professionals in meeting patients' individual needs and preferences.\n    \n\n\n          Trial registration:\n        \n      \n      PROSPERO ( CRD42017060912 ).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31109309/",
    "clean_text": "a comprehensive approach to rehabilitation interventions following breast cancer treatment a systematic review of systematic reviews post treatment patients suffer from side effects and have various rehabilitation needs which means that individualization is fundamental for optimal rehabilitation this systematic review sr of srs aims to evaluate the current evidence on rehabilitation interven background breast cancer bc is the most common type of cancer in women worldwide post treatment patients suffer from side effects and have various rehabilitation needs which means that individualization is fundamental for optimal rehabilitation this systematic review sr of srs aims to evaluate the current evidence on rehabilitation interventions in female patients following bc treatment methods full text srs published in english from were searched in embase pubmed cinahl complete psycinfo amed scopus and cochrane library inclusion criteria srs of randomized or non randomized controlled trials investigating the effects of rehabilitation interventions in women following bc treatment all outcomes were considered methodological quality was evaluated using the amstar tool and interrater agreement was evaluated out of citations retrieved srs were included results five rehabilitation areas were identified exercise and physical activity pa complementary and alternative medicine cam yoga lymphoedema treatment and psychosocial interventions the most solid evidence was found in exercise pa and yoga exercise interventions improved outcomes such as shoulder mobility lymphoedema pain fatigue and quality of life qol effects of yoga were shown on qol anxiety depression sleep disturbance fatigue and gastrointestinal symptoms the effect of cam was shown on nausea pain fatigue anger and anxiety but these results need to be interpreted with caution because of low methodological quality in included studies in the srs among the lymphoedema treatments positive effects were seen for resistance training on volume reduction and muscle strength and psychosocial interventions such as cognitive behavioural therapy had positive effects on qol anxiety depression and mood disturbance conclusions this sr of srs show solid positive effects of exercise pa and yoga for women following bc treatment and provides extended knowledge of the effects of cam yoga lymphoedema treatment and psychosocial interventions it is evident that more than one intervention could have positive effects on a specific symptom and that the effects depend not only on intervention type but also on how and when the intervention is provided the results can be used as a foundation for individualized rehabilitation and aid health care professionals in meeting patients individual needs and preferences trial registration prospero crd"
}