{
    "title": "Prostate-Specific Deletion of Cdh1 Induces Murine Prostatic Inflammation and Bladder Overactivity.",
    "doc_id": "33211830",
    "writer": "Pascal LE",
    "year": "2021",
    "summary": "Benign prostatic hyperplasia (BPH) is an age-related debilitating prostatic disease that is frequently associated with prostatic inflammation and bothersome lower urinary tract symptoms (LUTS). ...Here, we explored the potential consequences of prostatic …",
    "abstract": "Benign prostatic hyperplasia (BPH) is an age-related debilitating prostatic disease that is frequently associated with prostatic inflammation and bothersome lower urinary tract symptoms (LUTS). Animal models have shown that formalin- and bacterial-induced prostatic inflammation can induce bladder dysfunction; however, the underlying mechanisms contributing to prostatic inflammation in BPH and bladder dysfunction are not clear. We previously reported that E-cadherin expression in BPH is downregulated in hyperplastic nodules compared with expression in adjacent normal tissues. Here, we explored the potential consequences of prostatic E-cadherin downregulation on the prostate and bladder in vivo using an inducible murine model of prostate luminal epithelial-specific deletion of Cdh1. The prostate-specific antigen (PSA)-CreERT2 transgenic mouse strain expressing tamoxifen-inducible CreERT2 recombinase driven by a 6-kb human PSA promoter/enhancer was crossed with the B6.129-Cdh1tm2Kem/J mouse to generate bigenic PSA-CreERT2/Cdh1-/- mice. Deletion of E-cadherin was induced by transient administration of tamoxifen when mice reached sexual maturity (7 weeks of age). At 21 to 23 weeks of age, the prostate, bladder, and prostatic urethra were examined histologically, and bladder function was assessed using void spot assays and cystometry. Mice with Cdh1 deletion had increased prostatic inflammation, prostatic epithelial hyperplasia, and stromal changes at 21 to 23 weeks of age, as well as changes in bladder voiding function compared with age-matched controls. Thus, loss of E-cadherin in the murine prostate could result in prostatic defects that are characteristic of BPH and LUTS, suggesting that E-cadherin downregulation could be a driving force in human BPH development and progression.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33211830/",
    "clean_text": "prostate specific deletion of cdh induces murine prostatic inflammation and bladder overactivity benign prostatic hyperplasia bph is an age related debilitating prostatic disease that is frequently associated with prostatic inflammation and bothersome lower urinary tract symptoms luts here we explored the potential consequences of prostatic benign prostatic hyperplasia bph is an age related debilitating prostatic disease that is frequently associated with prostatic inflammation and bothersome lower urinary tract symptoms luts animal models have shown that formalin and bacterial induced prostatic inflammation can induce bladder dysfunction however the underlying mechanisms contributing to prostatic inflammation in bph and bladder dysfunction are not clear we previously reported that e cadherin expression in bph is downregulated in hyperplastic nodules compared with expression in adjacent normal tissues here we explored the potential consequences of prostatic e cadherin downregulation on the prostate and bladder in vivo using an inducible murine model of prostate luminal epithelial specific deletion of cdh the prostate specific antigen psa creert transgenic mouse strain expressing tamoxifen inducible creert recombinase driven by a kb human psa promoter enhancer was crossed with the b cdh tm kem j mouse to generate bigenic psa creert cdh mice deletion of e cadherin was induced by transient administration of tamoxifen when mice reached sexual maturity weeks of age at to weeks of age the prostate bladder and prostatic urethra were examined histologically and bladder function was assessed using void spot assays and cystometry mice with cdh deletion had increased prostatic inflammation prostatic epithelial hyperplasia and stromal changes at to weeks of age as well as changes in bladder voiding function compared with age matched controls thus loss of e cadherin in the murine prostate could result in prostatic defects that are characteristic of bph and luts suggesting that e cadherin downregulation could be a driving force in human bph development and progression"
}