{
    "pmid": "41457294",
    "title": "Septic complications of head and neck infections as emerging conditions in the post-COVID-19 era: an epidemiological study in a pediatric care center in Sicily.",
    "abstract": "Head and neck area abscesses are severe bacterial infections that commonly arise as complications of viral upper respiratory tract infections in pediatric patients. These infections can affect various anatomical structures, including the tonsils, retropharyngeal spaces, paranasal sinuses, middle ear, and salivary glands. The most frequent clinical presentations include otomastoiditis, retropharyngeal abscesses, and periorbital cellulitis. Although traditionally considered rare in developed countries, in recent years, particularly in the post-COVID-19 (COronaVIrus Disease 19) pandemic period, we have observed a notable increase in these complications at our center. We conducted a retrospective, single-center epidemiological study on our cases of septic complications involving the head and neck region, comparing two three-year periods (from January to December): 2017-2019 and 2022-2024. Cases were classified into four categories: otomastoiditis, periorbital cellulitis, retropharyngeal abscesses, and other abscesses (including lateral cervical and cerebral abscesses). For each year the incidence rate of these complications was calculated in relation to the total number of hospital admissions. Statistical comparison was performed using the Chi-square test. The comparison between the two three-year periods (2017-2019 vs. 2022-2024) revealed a dramatic increase in head and neck suppurative infections: 8 cases in 2017-2019 compared to 56 cases in 2022-2024. The incidence rose from 0.32% to 2.42%, a statistically significant difference (p < 0.01). The incidence rate peaked in 2024, reaching 3.3%. The most frequent complication was periorbital cellulitis, followed by otomastoiditis. Notably, in 2022, a case of cerebral abscess occurred, requiring transfer to intensive care. Our study highlights an unexpected increase in head and neck suppurative-inflammatory complications. While recent publications have documented a rise in pediatric respiratory infections in the post-COVID-19 era, specific studies addressing the surge in these conditions remain scarce. This trend may be linked to the so-called COVID-19 immunity gap and/or to emerging patterns of antimicrobial resistance. However, given the retrospective observational design of our study, establishing a causal link is not possible. Pending further scientific evidence, enhanced surveillance remains essential to promptly identify these conditions, given their rapid progression and high morbidity.",
    "disease": "covid-19",
    "clean_text": "septic complications of head and neck infections as emerging conditions in the post covid era an epidemiological study in a pediatric care center in sicily head and neck area abscesses are severe bacterial infections that commonly arise as complications of viral upper respiratory tract infections in pediatric patients these infections can affect various anatomical structures including the tonsils retropharyngeal spaces paranasal sinuses middle ear and salivary glands the most frequent clinical presentations include otomastoiditis retropharyngeal abscesses and periorbital cellulitis although traditionally considered rare in developed countries in recent years particularly in the post covid coronavirus disease pandemic period we have observed a notable increase in these complications at our center we conducted a retrospective single center epidemiological study on our cases of septic complications involving the head and neck region comparing two three year periods from january to december and cases were classified into four categories otomastoiditis periorbital cellulitis retropharyngeal abscesses and other abscesses including lateral cervical and cerebral abscesses for each year the incidence rate of these complications was calculated in relation to the total number of hospital admissions statistical comparison was performed using the chi square test the comparison between the two three year periods vs revealed a dramatic increase in head and neck suppurative infections cases in compared to cases in the incidence rose from to a statistically significant difference p the incidence rate peaked in reaching the most frequent complication was periorbital cellulitis followed by otomastoiditis notably in a case of cerebral abscess occurred requiring transfer to intensive care our study highlights an unexpected increase in head and neck suppurative inflammatory complications while recent publications have documented a rise in pediatric respiratory infections in the post covid era specific studies addressing the surge in these conditions remain scarce this trend may be linked to the so called covid immunity gap and or to emerging patterns of antimicrobial resistance however given the retrospective observational design of our study establishing a causal link is not possible pending further scientific evidence enhanced surveillance remains essential to promptly identify these conditions given their rapid progression and high morbidity"
}