{
    "pmid": "41411379",
    "title": "Tuberculosis and Leprosy in the Past.",
    "abstract": "Findings from new methods have, during recent years, increased the knowledge of diseases in the past, good examples being tuberculosis (TB) and leprosy. Analyses of DNA and cell wall lipids have, in addition to osteology, been used to demonstrate these diseases in ancient bones. An old example of TB is from a bison existing in Wyoming, USA 17,000 years ago. TB has furthermore been shown in several ancient human skeletons, e.g., in a woman and a child who lived in the Eastern Mediterranean 9000 years ago and in humans who lived in East Asia and America before the arrival of the Europeans. These results indicate that TB was widespread in ancient times. Lipid studies support the hypothesis that TB bacteria originate from nonpathogenic mycobacteria in the environment. Several studies show that leprosy existed in Europe during the Middle Ages but does not seem to stretch back more than 2000 years. There are, however, osteological evidence indicating that leprosy was present in India over 4000 years ago. An interesting finding is that co-infections with both leprosy and TB have been demonstrated in several historical samples, i.e., a Viking grave.",
    "disease": "tuberculosis",
    "clean_text": "tuberculosis and leprosy in the past findings from new methods have during recent years increased the knowledge of diseases in the past good examples being tuberculosis tb and leprosy analyses of dna and cell wall lipids have in addition to osteology been used to demonstrate these diseases in ancient bones an old example of tb is from a bison existing in wyoming usa years ago tb has furthermore been shown in several ancient human skeletons e g in a woman and a child who lived in the eastern mediterranean years ago and in humans who lived in east asia and america before the arrival of the europeans these results indicate that tb was widespread in ancient times lipid studies support the hypothesis that tb bacteria originate from nonpathogenic mycobacteria in the environment several studies show that leprosy existed in europe during the middle ages but does not seem to stretch back more than years there are however osteological evidence indicating that leprosy was present in india over years ago an interesting finding is that co infections with both leprosy and tb have been demonstrated in several historical samples i e a viking grave"
}