{
    "title": "The kidney in blood pressure regulation and development of hypertension.",
    "doc_id": "9308604",
    "writer": "Navar LG.",
    "year": "1997",
    "summary": "Derangements that compromise the ability of the kidneys to maintain sodium balance, however, can result in the kidney's need for an elevated arterial pressure to reestablish net salt and water balance....",
    "abstract": "Systemic arterial pressure is a dynamic and responsive physiologic parameter that can be influenced by many different factors. In particular, short-term changes in arterial pressure are caused by a myriad of mechanisms that affect cardiac output, total peripheral resistance, and cardiovascular capacitance. In the long run, however, most of these actions can be buffered or compensated by appropriate renal adjustments of sodium balance, ECFV, and blood volume. As long as the mechanisms regulating sodium excretion can maintain sodium balance by appropriately modulating the sensitivity of the pressure-natriuresis relationship, normal arterial pressure can be sustained. Derangements that compromise the ability of the kidneys to maintain sodium balance, however, can result in the kidney's need for an elevated arterial pressure to reestablish net salt and water balance.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9308604/",
    "clean_text": "the kidney in blood pressure regulation and development of hypertension derangements that compromise the ability of the kidneys to maintain sodium balance however can result in the kidney s need for an elevated arterial pressure to reestablish net salt and water balance systemic arterial pressure is a dynamic and responsive physiologic parameter that can be influenced by many different factors in particular short term changes in arterial pressure are caused by a myriad of mechanisms that affect cardiac output total peripheral resistance and cardiovascular capacitance in the long run however most of these actions can be buffered or compensated by appropriate renal adjustments of sodium balance ecfv and blood volume as long as the mechanisms regulating sodium excretion can maintain sodium balance by appropriately modulating the sensitivity of the pressure natriuresis relationship normal arterial pressure can be sustained derangements that compromise the ability of the kidneys to maintain sodium balance however can result in the kidney s need for an elevated arterial pressure to reestablish net salt and water balance"
}