{
    "title": "Green Space Quality and Health: A Systematic Review.",
    "doc_id": "34769549",
    "writer": "Nguyen PY",
    "year": "2021",
    "summary": "(1) Background: As cities densify, researcher and policy focus is intensifying on which green space types and qualities are important for health. We conducted a systematic review to examine whether particular green space types and qualities have been shown to provid …",
    "abstract": "(1) Background: As cities densify, researcher and policy focus is intensifying on which green space types and qualities are important for health. We conducted a systematic review to examine whether particular green space types and qualities have been shown to provide health benefits and if so, which specific types and qualities, and which health outcomes. (2) Methods: We searched five databases from inception up to June 30, 2021. We included all studies examining a wide range of green space characteristics on various health outcomes. (3) Results: 68 articles from 59 studies were found, with a high degree of heterogeneity in study designs, definitions of quality and outcomes. Most studies were cross-sectional, ecological or cohort studies. Environment types, vegetation types, and the size and connectivity of green spaces were associated with improved health outcomes, though with contingencies by age and gender. Health benefits were more consistently observed in areas with greater tree canopy, but not grassland. The main outcomes with evidence of health benefits included allergic respiratory conditions, cardiovascular conditions and psychological wellbeing. Both objectively and subjectively measured qualities demonstrated associations with health outcomes. (4) Conclusion: Experimental studies and longitudinal cohort studies will strengthen current evidence. Evidence was lacking for needs-specific or culturally-appropriate amenities and soundscape characteristics. Qualities that need more in-depth investigation include indices that account for forms, patterns, and networks of objectively and subjectively measured green space qualities.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34769549/",
    "clean_text": "green space quality and health a systematic review background as cities densify researcher and policy focus is intensifying on which green space types and qualities are important for health we conducted a systematic review to examine whether particular green space types and qualities have been shown to provid background as cities densify researcher and policy focus is intensifying on which green space types and qualities are important for health we conducted a systematic review to examine whether particular green space types and qualities have been shown to provide health benefits and if so which specific types and qualities and which health outcomes methods we searched five databases from inception up to june we included all studies examining a wide range of green space characteristics on various health outcomes results articles from studies were found with a high degree of heterogeneity in study designs definitions of quality and outcomes most studies were cross sectional ecological or cohort studies environment types vegetation types and the size and connectivity of green spaces were associated with improved health outcomes though with contingencies by age and gender health benefits were more consistently observed in areas with greater tree canopy but not grassland the main outcomes with evidence of health benefits included allergic respiratory conditions cardiovascular conditions and psychological wellbeing both objectively and subjectively measured qualities demonstrated associations with health outcomes conclusion experimental studies and longitudinal cohort studies will strengthen current evidence evidence was lacking for needs specific or culturally appropriate amenities and soundscape characteristics qualities that need more in depth investigation include indices that account for forms patterns and networks of objectively and subjectively measured green space qualities"
}