{
    "pmid": "41463302",
    "title": "Evaluation of Feline Exosome Mediated Renal Regeneration in Adenine-Induced Chronic Kidney Disease.",
    "abstract": "Chronic kidney disease (CKD) is a progressive and irreversible condition that may lead to end-stage renal disease (ESRD). Current treatments can slow down the disease but cannot reverse kidney damage, creating a need for new regenerative therapies. Exosomes are small extracellular vesicles that show therapeutic potential by modulating inflammation, reducing cell death, and supporting tissue repair. This study established an adenine-induced chronic kidney disease (CKD) rat model through a two-week induction period. It resulted in significant weight loss, elevated serum creatinine (>1.3 mg/dL), and increased urinary protein levels (>30 mg/dL). After successful model establishment, exosome treatment was administered. During the 4-week treatment phase, both treatment and control groups showed gradual recovery in body weight. Serum creatinine slightly decreased but remained above the normal range, and urinary protein levels trended toward normalization. No functional improvements were clearly attributable to exosome treatment. However, histopathological analysis revealed that the exosome treated group exhibited marked structural improvements, including reduced renal degeneration, cyst formation, and tubular dilation. These findings indicate that while exosome therapy did not produce significant short-term functional recovery, it may confer structural protective effects in CKD.",
    "disease": "chronic kidney disease",
    "clean_text": "evaluation of feline exosome mediated renal regeneration in adenine induced chronic kidney disease chronic kidney disease ckd is a progressive and irreversible condition that may lead to end stage renal disease esrd current treatments can slow down the disease but cannot reverse kidney damage creating a need for new regenerative therapies exosomes are small extracellular vesicles that show therapeutic potential by modulating inflammation reducing cell death and supporting tissue repair this study established an adenine induced chronic kidney disease ckd rat model through a two week induction period it resulted in significant weight loss elevated serum creatinine mg dl and increased urinary protein levels mg dl after successful model establishment exosome treatment was administered during the week treatment phase both treatment and control groups showed gradual recovery in body weight serum creatinine slightly decreased but remained above the normal range and urinary protein levels trended toward normalization no functional improvements were clearly attributable to exosome treatment however histopathological analysis revealed that the exosome treated group exhibited marked structural improvements including reduced renal degeneration cyst formation and tubular dilation these findings indicate that while exosome therapy did not produce significant short term functional recovery it may confer structural protective effects in ckd"
}