{
    "pmid": "41428449",
    "title": "Artificial Intelligence-Assisted Automated Measurement of Maximum Aortic Diameter in the Korean National Lung Cancer Screening CT Program.",
    "abstract": "Management guidelines for incidental aortic dilation detected on low-dose chest computed tomography (LDCT) lung cancer screening (LCS) are lacking. Therefore, this study aims to validate artificial intelligence (AI) software for automated aortic measurements and assess aortic dilation distribution in screening participants. Baseline LDCT scans from two tertiary centers (April 2017 to December 2023) were reviewed. In 100 randomly selected cases, radiologist- and AI-measured maximum aortic diameters (MADs) were compared at the ascending thoracic aorta (ATA), aortic arch (AACH), descending thoracic aorta (DTA), and abdominal aorta (AA). AI then analyzed all scans, and coronary artery calcification (CAC) was assessed using the Agatston method to evaluate correlations with MADs. Overall, 1,204 patients (99.2% men; mean age ± SD: 62.7 ± 5.4 years) were included. Intraclass correlation coefficients between radiologists and AI were 0.950, 0.758, 0.933, and 0.931 for ATA, AACH, DTA, and AA, respectively. Mean maximum diameters were: ATA, 38.7 ± 3.7 mm (33.4% ≥ 40 mm, 18.5% ≥ 42 mm, and 5.6% ≥ 45 mm); AACH, 37.3 ± 3.3 mm; DTA, 29.4 ± 2.9 mm; and AA, 26.3 ± 2.3 mm. MADs significantly correlated with CAC severity (p ≤  0.001). AI software reliably measures MADs. Aortic dilation distribution may serve as a reference in LDCT LCS, and its association with CAC highlights the clinical importance of incorporating MADs into patient management. Validated AI software enables reliable MAD assessment; reported aortic dilation prevalence offers valuable reference data for LDCT LCS.",
    "disease": "coronary artery disease",
    "clean_text": "artificial intelligence assisted automated measurement of maximum aortic diameter in the korean national lung cancer screening ct program management guidelines for incidental aortic dilation detected on low dose chest computed tomography ldct lung cancer screening lcs are lacking therefore this study aims to validate artificial intelligence ai software for automated aortic measurements and assess aortic dilation distribution in screening participants baseline ldct scans from two tertiary centers april to december were reviewed in randomly selected cases radiologist and ai measured maximum aortic diameters mads were compared at the ascending thoracic aorta ata aortic arch aach descending thoracic aorta dta and abdominal aorta aa ai then analyzed all scans and coronary artery calcification cac was assessed using the agatston method to evaluate correlations with mads overall patients men mean age sd years were included intraclass correlation coefficients between radiologists and ai were and for ata aach dta and aa respectively mean maximum diameters were ata mm mm mm and mm aach mm dta mm and aa mm mads significantly correlated with cac severity p ai software reliably measures mads aortic dilation distribution may serve as a reference in ldct lcs and its association with cac highlights the clinical importance of incorporating mads into patient management validated ai software enables reliable mad assessment reported aortic dilation prevalence offers valuable reference data for ldct lcs"
}