{
    "title": "Delayed traumatic diaphragmatic hernia: A case-series report and literature review.",
    "doc_id": "27512848",
    "writer": "Lu J",
    "year": "2016",
    "summary": "METHODS: Clinical data of patients who received treatment for delayed traumatic diaphragmatic hernias in registers of the First Affiliated Hospital of Xi'an Jiaotong University from 1998 to 2014 were analyzed retrospectively. RESULTS: Six patients were includ …",
    "abstract": "Background:\n        \n      \n      Traumatic diaphragmatic hernias (TDHs) are sometimes difficult to identify at an early stage and can consequently result in diagnostic delays with life-threatening outcomes. It is the aim of this case study to highlight the difficulties encountered with the earlier detection of traumatic diaphragmatic hernias.\n    \n\n\n          Methods:\n        \n      \n      Clinical data of patients who received treatment for delayed traumatic diaphragmatic hernias in registers of the First Affiliated Hospital of Xi'an Jiaotong University from 1998 to 2014 were analyzed retrospectively.\n    \n\n\n          Results:\n        \n      \n      Six patients were included in this study. Left hemidiaphragm was affected in all of them. Most of the patients had a history of traffic accident and 1 a stab-penetrating injury. The interval from injury to developing symptoms ranged from 2 to 11 years (median 5 years). The hernial contents included the stomach, omentum, small intestine, and colon. Diaphragmatic injury was missed in all of them during the initial managements. All patients received operations once the diagnosis of delayed TDH was confirmed, and no postoperative mortality was detected.\n    \n\n\n          Conclusions:\n        \n      \n      Delayed TDHs are not common, but can lead to serious consequences once occurred. Early detection of diaphragmatic injuries is crucial. Surgeons should maintain a high suspicion for injuries of the diaphragm in cases with abdominal or lower chest traumas, especially in the initial surgical explorations. We emphasize the need for radiographical follow-up to detect diaphragmatic injuries at an earlier stage.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27512848/",
    "clean_text": "delayed traumatic diaphragmatic hernia a case series report and literature review methods clinical data of patients who received treatment for delayed traumatic diaphragmatic hernias in registers of the first affiliated hospital of xi an jiaotong university from to were analyzed retrospectively results six patients were includ background traumatic diaphragmatic hernias tdhs are sometimes difficult to identify at an early stage and can consequently result in diagnostic delays with life threatening outcomes it is the aim of this case study to highlight the difficulties encountered with the earlier detection of traumatic diaphragmatic hernias methods clinical data of patients who received treatment for delayed traumatic diaphragmatic hernias in registers of the first affiliated hospital of xi an jiaotong university from to were analyzed retrospectively results six patients were included in this study left hemidiaphragm was affected in all of them most of the patients had a history of traffic accident and a stab penetrating injury the interval from injury to developing symptoms ranged from to years median years the hernial contents included the stomach omentum small intestine and colon diaphragmatic injury was missed in all of them during the initial managements all patients received operations once the diagnosis of delayed tdh was confirmed and no postoperative mortality was detected conclusions delayed tdhs are not common but can lead to serious consequences once occurred early detection of diaphragmatic injuries is crucial surgeons should maintain a high suspicion for injuries of the diaphragm in cases with abdominal or lower chest traumas especially in the initial surgical explorations we emphasize the need for radiographical follow up to detect diaphragmatic injuries at an earlier stage"
}