{
    "pmid": "41455973",
    "title": "Prevalence of smoking, occupational stress level, and associated factors among nursing faculty members in Palestine: a multicenter nationwide survey.",
    "abstract": "Smoking is a significant global health issue, causing millions of deaths annually and contributing to severe illnesses like lung cancer, coronary heart disease, and chronic obstructive pulmonary disease (COPD). In addition, Tobacco use continues to pose a significant global health issue, especially alarming when it is widespread among healthcare professionals who are expected to act as role models. This study examined the prevalence and associated factors of smoking and occupational stress levels among nursing faculty members in Palestinian universities and colleges. A quantitative, cross-sectional design was used. The data were collected from 164 participants from 17 educational institutions through a self-administered questionnaire that included smoking practices and the occupational stress domain from the Depression, Anxiety, and Stress Scales (DASS-21). Findings indicated a smoking prevalence of 37.2%, with cigarettes being the most commonly used tobacco product. Key factors influencing smoking behavior included peer influence, stress relief, and cultural norms. Gender and marital status were also significant, with females and single participants demonstrating higher smoking rates. In terms of occupational stress level among participants, nearly half (47%) experienced moderate to extremely severe levels of stress. The results showed a moderate negative correlation between occupational stress and age (r = -0.275, p < 0.001). Also, smoking status was significantly associated with occupational stress levels (p-value = 0.027), with current smokers reporting higher occupational stress levels than non-smokers and former smokers. This study offers critical insights into the high prevalence of smoking among Palestinian nursing faculty, occupational stress, socio-cultural norms, and limited smoking cessation resources that contribute to high smoking prevalence among nursing faculty. Targeted interventions, including culturally tailored smoking cessation programs and institutional tobacco-free policies, are recommended to promote healthier behaviors. These findings are crucial for shaping public health strategies and for improving educators' role modeling of health behaviors in the healthcare sector.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "prevalence of smoking occupational stress level and associated factors among nursing faculty members in palestine a multicenter nationwide survey smoking is a significant global health issue causing millions of deaths annually and contributing to severe illnesses like lung cancer coronary heart disease and chronic obstructive pulmonary disease copd in addition tobacco use continues to pose a significant global health issue especially alarming when it is widespread among healthcare professionals who are expected to act as role models this study examined the prevalence and associated factors of smoking and occupational stress levels among nursing faculty members in palestinian universities and colleges a quantitative cross sectional design was used the data were collected from participants from educational institutions through a self administered questionnaire that included smoking practices and the occupational stress domain from the depression anxiety and stress scales dass findings indicated a smoking prevalence of with cigarettes being the most commonly used tobacco product key factors influencing smoking behavior included peer influence stress relief and cultural norms gender and marital status were also significant with females and single participants demonstrating higher smoking rates in terms of occupational stress level among participants nearly half experienced moderate to extremely severe levels of stress the results showed a moderate negative correlation between occupational stress and age r p also smoking status was significantly associated with occupational stress levels p value with current smokers reporting higher occupational stress levels than non smokers and former smokers this study offers critical insights into the high prevalence of smoking among palestinian nursing faculty occupational stress socio cultural norms and limited smoking cessation resources that contribute to high smoking prevalence among nursing faculty targeted interventions including culturally tailored smoking cessation programs and institutional tobacco free policies are recommended to promote healthier behaviors these findings are crucial for shaping public health strategies and for improving educators role modeling of health behaviors in the healthcare sector"
}