{
    "pmid": "41474889",
    "title": "Medial Plantar Artery Flap for Heel Reconstruction: A Retrospective Observational Study.",
    "abstract": "Reconstruction of heel defects is challenging due to its unique anatomical character. Here, weight-bearing and protective sensations are both of equal importance for a defect to be reconstructed. The medial plantar artery (MPA) flap provides a durable, glabrous and sensate reconstructive option that closely resembles the native heel pad. This is a retrospective observational study where data were collected for operations done between January 2021 and December 2024 in the Department of Burn and Plastic Surgery, Mymensingh Medical College Hospital (MMCH), Bangladesh. Fifteen (15) patients who underwent heel reconstruction with MPA flaps were evaluated for demographic data, etiology, flap survival, sensory recovery and postoperative outcomes. A total of 15 patients were operated on during this period, among them 11 were male and 4 were female. The mean age at surgery was 54.66 years (range 43-68 years). The etiologies identified were trauma (n=5), malignancy (n=4), neuropathic ulcer (n=2), infection (n=2) and unstable scar (n=2). Comorbidities included diabetes (n=5), hypertension (n=7) and ischemic heart disease (n=1). The mean surgical duration was 130 minutes and the average hospital stay after surgery was 7.06 days. There were no complete flap losses or any other donor site complications except one case of partial/distal flap necrosis, which was managed conservatively. All patients achieved protective sensation and were able to bear weight during the follow-up period. The MPA flap is a reliable and effective option for heel reconstruction, offering favorable functional outcomes with minimal donor site morbidity. It remains an ideal choice for covering moderate-sized defects in the plantar heel region.",
    "disease": "hypertension",
    "clean_text": "medial plantar artery flap for heel reconstruction a retrospective observational study reconstruction of heel defects is challenging due to its unique anatomical character here weight bearing and protective sensations are both of equal importance for a defect to be reconstructed the medial plantar artery mpa flap provides a durable glabrous and sensate reconstructive option that closely resembles the native heel pad this is a retrospective observational study where data were collected for operations done between january and december in the department of burn and plastic surgery mymensingh medical college hospital mmch bangladesh fifteen patients who underwent heel reconstruction with mpa flaps were evaluated for demographic data etiology flap survival sensory recovery and postoperative outcomes a total of patients were operated on during this period among them were male and were female the mean age at surgery was years range years the etiologies identified were trauma n malignancy n neuropathic ulcer n infection n and unstable scar n comorbidities included diabetes n hypertension n and ischemic heart disease n the mean surgical duration was minutes and the average hospital stay after surgery was days there were no complete flap losses or any other donor site complications except one case of partial distal flap necrosis which was managed conservatively all patients achieved protective sensation and were able to bear weight during the follow up period the mpa flap is a reliable and effective option for heel reconstruction offering favorable functional outcomes with minimal donor site morbidity it remains an ideal choice for covering moderate sized defects in the plantar heel region"
}