{
    "title": "Case Report: Traumatic Distal Achilles Tendon Rupture in a Pediatric Patient.",
    "doc_id": "38025356",
    "writer": "Supanich MA",
    "year": "2023",
    "summary": "This case is the first known article to specifically address primary repair with non-absorbable sutures utilizing a Krackow configuration at this level in this patient population. CASE REPORT: A case of a 10-year-old male who sustained a traumatic distal Achilles te …",
    "abstract": "Introduction:\n        \n      \n      Acute Achilles tendon ruptures in the pediatric population are an uncommon occurrence and there is currently limited literature with regard to this injury. Further, there is limited data evaluating traumatic lacerations of the distal substance of the Achilles tendon near the insertion site and its management, as opposed to the more common cited location of rupture at the mid-substance of the tendon. This case is the first known article to specifically address primary repair with non-absorbable sutures utilizing a Krackow configuration at this level in this patient population.\n    \n\n\n          Case report:\n        \n      \n      A case of a 10-year-old male who sustained a traumatic distal Achilles tendon laceration near the insertion site who was successfully treated with primary repair with non-absorbable sutures utilizing a Krackow configuration is presented. This repair technique demonstrated return to full functional ankle plantar and dorsiflexion with return to pre-injury level of activity.\n    \n\n\n          Conclusion:\n        \n      \n      This case report highlights that primary repair with non-absorbable sutures utilizing a Krackow configuration on distal traumatic Achilles tendon lacerations near the insertion site in pediatric patients is a safe and effective method of repair for this uncommon injury presentation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38025356/",
    "clean_text": "case report traumatic distal achilles tendon rupture in a pediatric patient this case is the first known article to specifically address primary repair with non absorbable sutures utilizing a krackow configuration at this level in this patient population case report a case of a year old male who sustained a traumatic distal achilles te introduction acute achilles tendon ruptures in the pediatric population are an uncommon occurrence and there is currently limited literature with regard to this injury further there is limited data evaluating traumatic lacerations of the distal substance of the achilles tendon near the insertion site and its management as opposed to the more common cited location of rupture at the mid substance of the tendon this case is the first known article to specifically address primary repair with non absorbable sutures utilizing a krackow configuration at this level in this patient population case report a case of a year old male who sustained a traumatic distal achilles tendon laceration near the insertion site who was successfully treated with primary repair with non absorbable sutures utilizing a krackow configuration is presented this repair technique demonstrated return to full functional ankle plantar and dorsiflexion with return to pre injury level of activity conclusion this case report highlights that primary repair with non absorbable sutures utilizing a krackow configuration on distal traumatic achilles tendon lacerations near the insertion site in pediatric patients is a safe and effective method of repair for this uncommon injury presentation"
}