{
    "pmid": "41315792",
    "title": "Simplified monitoring of sofosbuvir/velpatasvir in Japanese patients with chronic hepatitis C based on a retrospective analysis of a prospective multicenter cohort.",
    "abstract": "Simplified (\"minimal monitoring\") pathways can expand access to direct-acting antivirals (DAAs) by reducing visit burden. In Japan, where hepatitis C virus (HCV) patients are among the oldest worldwide, whether DAA regimens can be delivered safely and effectively with fewer visits remains unclear, and real-world outcomes with sofosbuvir/velpatasvir are scarce. We evaluated effectiveness, safety, and visit frequency in a multicenter cohort. Sixty patients with HCV-infection, with or without compensated liver cirrhosis, received 12 weeks of sofosbuvir/velpatasvir with follow-up to sustained virologic response at 12 weeks post-treatment (SVR12). The visit number was set with no schedule and analyzed post hoc (≤ 3 vs. ≥4 visits). There were 1-8 outpatient visits (median 3). SVR12 was 96.7% by intention-to-treat (ITT; 58/60; 95% CI, 88.6-99.6) and 100% per protocol (57/57; 95% CI, 90.0-100.0). Cure rates were comparable (ITT 95.8-97.2% for ≤ 3 vs. ≥4 visits; p = 1.00; PP 100% in both). Sofosbuvir/velpatasvir was well-tolerated: adverse events were recorded in 10%, none grade ≥ 3, no treatment-related serious events, and no toxicity-related discontinuations. Two patients were lost to follow-up; one who discontinued treatment achieved SVR12. This is the first Japanese real-world evaluation of DAA under simplified monitoring and supports low-burden pathways with high efficacy and safety.",
    "disease": "liver cirrhosis",
    "clean_text": "simplified monitoring of sofosbuvir velpatasvir in japanese patients with chronic hepatitis c based on a retrospective analysis of a prospective multicenter cohort simplified minimal monitoring pathways can expand access to direct acting antivirals daas by reducing visit burden in japan where hepatitis c virus hcv patients are among the oldest worldwide whether daa regimens can be delivered safely and effectively with fewer visits remains unclear and real world outcomes with sofosbuvir velpatasvir are scarce we evaluated effectiveness safety and visit frequency in a multicenter cohort sixty patients with hcv infection with or without compensated liver cirrhosis received weeks of sofosbuvir velpatasvir with follow up to sustained virologic response at weeks post treatment svr the visit number was set with no schedule and analyzed post hoc vs visits there were outpatient visits median svr was by intention to treat itt ci and per protocol ci cure rates were comparable itt for vs visits p pp in both sofosbuvir velpatasvir was well tolerated adverse events were recorded in none grade no treatment related serious events and no toxicity related discontinuations two patients were lost to follow up one who discontinued treatment achieved svr this is the first japanese real world evaluation of daa under simplified monitoring and supports low burden pathways with high efficacy and safety"
}