{
    "title": "V2R mutations and nephrogenic diabetes insipidus.",
    "doc_id": "20374732",
    "writer": "Bichet DG.",
    "year": "2009",
    "summary": "Hereditary neurohypophyseal diabetes insipidus is secondary to mutations in the gene encoding AVP (OMIM 192340)(1). Neurohypophyseal diabetes insipidus is also a component of autosomal recessive Wolfram syndrome 1 or DIDMOAD syndrome (diabetes …",
    "abstract": "Nephrogenic diabetes insipidus (NDI), which can be inherited or acquired, is characterized by an inability to concentrate urine despite normal or elevated plasma concentrations of the antidiuretic hormone, arginine vasopressin (AVP). Polyuria, with hyposthenuria, and polydipsia are the cardinal clinical manifestations of the disease. Nephrogenic failure to concentrate urine maximally may be due to a defect in vasopressin-induced water permeability of the distal tubules and collecting ducts, to insufficient buildup of the corticopapillary interstitial osmotic gradient, or to a combination of these two factors. Thus, the broadest definition of the term NDI embraces any antidiuretic hormone-resistant urinary-concentrating defect, including medullary disease with low interstitial osmolality, renal failure, and osmotic diuresis. About 90% of patients with congenital NDI are males with X-linked recessive NDI (OMIM 304800)(1) and have mutations in the AVP receptor 2 (AVPR2) gene that codes for the vasopressin V(2) receptor; the gene is located in chromosome region Xq28. In about 10% of the families studied, congenital NDI has an autosomal recessive or autosomal dominant mode of inheritance (OMIM 222000 and 125800)(1). Mutations have been identified in the aquaporin-2 gene (AQP2, OMIM 107777)(1), which is located in chromosome region 12q13 and codes for the vasopressin-sensitive water channel. NDI is clinically distinguishable from neurohypophyseal diabetes insipidus (OMIM 125700(1); also referred to as central or neurogenic diabetes insipidus) by a lack of response to exogenous AVP and by plasma levels of AVP that rise normally with increase in plasma osmolality. Hereditary neurohypophyseal diabetes insipidus is secondary to mutations in the gene encoding AVP (OMIM 192340)(1). Neurohypophyseal diabetes insipidus is also a component of autosomal recessive Wolfram syndrome 1 or DIDMOAD syndrome (diabetes insipidus, diabetes mellitus, optic atrophy, and deafness) (OMIM 222300)(1), an autosomal recessive disorder. Other inherited disorders with complex polyuro-polydipsic syndrome with loss of water, sodium, chloride, calcium, magnesium, and potassium include Bartter syndrome (OMIM 601678)(1) and cystinosis (OMIM 219800)(1), while long-term lithium administration is the main cause of acquired NDI. Here, we use the gene symbols approved by the HUGO Gene Nomenclature Committee (http://www.gene.ucl.ac.uk/nomenclature) and provide OMIM entry numbers [OMIM (Online Mendelian Inheritance in Man)(1); McKusick-Nathans Institute for Genetic Medicine, Johns Hopkins University (Baltimore, MD) and National Center for Biotechnology Information, National Library of Medicine (Bethesda, MD), 2000; World Wide Web URL: http://www.ncbi.nlm.nih.gov/omim/].",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20374732/",
    "clean_text": "v r mutations and nephrogenic diabetes insipidus hereditary neurohypophyseal diabetes insipidus is secondary to mutations in the gene encoding avp omim neurohypophyseal diabetes insipidus is also a component of autosomal recessive wolfram syndrome or didmoad syndrome diabetes nephrogenic diabetes insipidus ndi which can be inherited or acquired is characterized by an inability to concentrate urine despite normal or elevated plasma concentrations of the antidiuretic hormone arginine vasopressin avp polyuria with hyposthenuria and polydipsia are the cardinal clinical manifestations of the disease nephrogenic failure to concentrate urine maximally may be due to a defect in vasopressin induced water permeability of the distal tubules and collecting ducts to insufficient buildup of the corticopapillary interstitial osmotic gradient or to a combination of these two factors thus the broadest definition of the term ndi embraces any antidiuretic hormone resistant urinary concentrating defect including medullary disease with low interstitial osmolality renal failure and osmotic diuresis about of patients with congenital ndi are males with x linked recessive ndi omim and have mutations in the avp receptor avpr gene that codes for the vasopressin v receptor the gene is located in chromosome region xq in about of the families studied congenital ndi has an autosomal recessive or autosomal dominant mode of inheritance omim and mutations have been identified in the aquaporin gene aqp omim which is located in chromosome region q and codes for the vasopressin sensitive water channel ndi is clinically distinguishable from neurohypophyseal diabetes insipidus omim also referred to as central or neurogenic diabetes insipidus by a lack of response to exogenous avp and by plasma levels of avp that rise normally with increase in plasma osmolality hereditary neurohypophyseal diabetes insipidus is secondary to mutations in the gene encoding avp omim neurohypophyseal diabetes insipidus is also a component of autosomal recessive wolfram syndrome or didmoad syndrome diabetes insipidus diabetes mellitus optic atrophy and deafness omim an autosomal recessive disorder other inherited disorders with complex polyuro polydipsic syndrome with loss of water sodium chloride calcium magnesium and potassium include bartter syndrome omim and cystinosis omim while long term lithium administration is the main cause of acquired ndi here we use the gene symbols approved by the hugo gene nomenclature committee http www gene ucl ac uk nomenclature and provide omim entry numbers omim online mendelian inheritance in man mckusick nathans institute for genetic medicine johns hopkins university baltimore md and national center for biotechnology information national library of medicine bethesda md world wide web url http www ncbi nlm nih gov omim"
}