{
    "pmid": "41431739",
    "title": "Patient-reported outcomes of a comprehensive management program for osteoarthritis of the hip and knee.",
    "abstract": "This study describes the 2-year self-reported joint function outcomes of patients enrolled in a US-based comprehensive hip and knee osteoarthritis management program (OAMP), and demographic characteristics associated with change in function. This is a retrospective analysis of 598 patients with hip OA and 1533 patients with knee OA enrolled in the program between October 2017 and October 2024. Outcome measures for joint function (HOOS JR and KOOS JR) were collected via questionnaire at baseline, 6 weeks, 3 months, 6 months, 12 months, and 2 years after program enrollment. Generalized estimating equations (GEE) were used to describe trends in outcomes over time, and Kaplan Meier curves were constructed to assess time to meet minimal clinically important difference (MCID) thresholds. We conducted sensitivity analyses including several imputation strategies to address follow-up non-response. Interaction terms between timepoint and age, sex, race, and employment status were included in the covariate adjusted model. We observed statistically significant improvements in joint function over time for both hip and knee patients, and these significant improvements persisted in each sensitivity analysis. By 2 years, 61 ​% of knee patients and 60 ​% of hip patients met established MCIDs. Employment status, sex, and baseline function were associated with the trajectory of HOOS JR score. Patients enrolled in this US-based OAMP experienced improvements, on average, for hip and knee symptoms, with most patients meeting clinically meaningful improvement thresholds by 2 years. These findings suggest that comprehensive OAMPs may offer an effective alternative to surgery.",
    "disease": "osteoarthritis",
    "clean_text": "patient reported outcomes of a comprehensive management program for osteoarthritis of the hip and knee this study describes the year self reported joint function outcomes of patients enrolled in a us based comprehensive hip and knee osteoarthritis management program oamp and demographic characteristics associated with change in function this is a retrospective analysis of patients with hip oa and patients with knee oa enrolled in the program between october and october outcome measures for joint function hoos jr and koos jr were collected via questionnaire at baseline weeks months months months and years after program enrollment generalized estimating equations gee were used to describe trends in outcomes over time and kaplan meier curves were constructed to assess time to meet minimal clinically important difference mcid thresholds we conducted sensitivity analyses including several imputation strategies to address follow up non response interaction terms between timepoint and age sex race and employment status were included in the covariate adjusted model we observed statistically significant improvements in joint function over time for both hip and knee patients and these significant improvements persisted in each sensitivity analysis by years of knee patients and of hip patients met established mcids employment status sex and baseline function were associated with the trajectory of hoos jr score patients enrolled in this us based oamp experienced improvements on average for hip and knee symptoms with most patients meeting clinically meaningful improvement thresholds by years these findings suggest that comprehensive oamps may offer an effective alternative to surgery"
}