{
    "pmid": "41462344",
    "title": "Estimating the efficacy of isometric handgrip training to lower resting blood pressure in patients with stage 1 hypertension in Eastern Uganda compared to standard of care: study protocol for a randomized controlled trial.",
    "abstract": "Hypertension (HTN) is a major non-communicable disease worldwide, including in Uganda. Studies have estimated HTN prevalence in Uganda between 19 and 33% among adults, with only 7-9% controlled within clinical target ranges. Isometric handgrip training (IHT), a form of resistance training that consists of performing multiple static forearm contractions separated by brief rest periods on a handgrip dynamometer or stress ball, is a promising simple, time-efficient, and low-cost intervention. This randomized controlled trial (RCT) aims to determine the efficacy of 12 weeks of IHT compared to standard of care on resting blood pressure (BP) levels in a population of hypertensive patients at the Soft Power Mukagwa Allan Stone Community Health Clinic (Kyabirwa, Uganda). This study consists of a two-arm, parallel, randomized controlled, superiority trial. Patients having (1) a diagnosis of stage 1 HTN (BP > 140-159/90-99 mmHg), (2) not currently taking HTN medication, (3) not having been on HTN medication in the past 3 months, and (4) aged ≥18 years will be recruited. A total of 250 participants will be randomized with equal allocation to intervention and control arms. The control arm will receive standard care for HTN for a duration of 12 weeks, as per clinic standard practice. In addition to standard care, the intervention arm will perform IHT sessions three times a week for a duration of 12 weeks. IHT sessions will consist of four 2-min isometric handgrip contractions, using alternate hands with 1-min rest periods between contractions (total: 12 min). The primary outcome is the mean resting systolic BP at 12 weeks. Data collection will be conducted at baseline, 1, 2, and 3 months and will include measurements of BP levels and administration of questionnaires. This RCT will provide evidence on the efficacy of IHT, a promising and cost-efficient therapy for blood pressure control in a Ugandan context. We anticipate that our results will inform treatment strategies for hypertensive patients in Uganda and in other high-burden LMIC contexts. Retrospectively registered. ISRCTN Registry; ISRCTN46005092 ; 31/10/2024.",
    "disease": "hypertension",
    "clean_text": "estimating the efficacy of isometric handgrip training to lower resting blood pressure in patients with stage hypertension in eastern uganda compared to standard of care study protocol for a randomized controlled trial hypertension htn is a major non communicable disease worldwide including in uganda studies have estimated htn prevalence in uganda between and among adults with only controlled within clinical target ranges isometric handgrip training iht a form of resistance training that consists of performing multiple static forearm contractions separated by brief rest periods on a handgrip dynamometer or stress ball is a promising simple time efficient and low cost intervention this randomized controlled trial rct aims to determine the efficacy of weeks of iht compared to standard of care on resting blood pressure bp levels in a population of hypertensive patients at the soft power mukagwa allan stone community health clinic kyabirwa uganda this study consists of a two arm parallel randomized controlled superiority trial patients having a diagnosis of stage htn bp mmhg not currently taking htn medication not having been on htn medication in the past months and aged years will be recruited a total of participants will be randomized with equal allocation to intervention and control arms the control arm will receive standard care for htn for a duration of weeks as per clinic standard practice in addition to standard care the intervention arm will perform iht sessions three times a week for a duration of weeks iht sessions will consist of four min isometric handgrip contractions using alternate hands with min rest periods between contractions total min the primary outcome is the mean resting systolic bp at weeks data collection will be conducted at baseline and months and will include measurements of bp levels and administration of questionnaires this rct will provide evidence on the efficacy of iht a promising and cost efficient therapy for blood pressure control in a ugandan context we anticipate that our results will inform treatment strategies for hypertensive patients in uganda and in other high burden lmic contexts retrospectively registered isrctn registry isrctn"
}