{
    "title": "Spatial Accessibility and Equity Evaluation of Medical Facilities Based on Improved 2SFCA: A Case Study in Xi'an, China.",
    "doc_id": "36767441",
    "writer": "Liu L",
    "year": "2023",
    "summary": "In addition, in order to approximate the residents' acceptance of different types of hospitals for long-distance medical treatment in real situations, different levels of search radius were set for the different levels of hospitals, and ArcGIS was used to measure the accessibilit …",
    "abstract": "Accurate evaluation of the accessibility of medical facilities is a prerequisite for the reasonable allocation of medical resources in a city. The accessibility of medical facilities depends not only on the distance to the supply and demand points, but also on the time spent in the process, and the supply capacity of the supply points. Taking Xi'an City of Shaanxi Province as an example, this paper comprehensively considers the facility supply capacity and introduces the selection probability function based on the two-step floating catchment area (2SFCA) method. In addition, in order to approximate the residents' acceptance of different types of hospitals for long-distance medical treatment in real situations, different levels of search radius were set for the different levels of hospitals, and ArcGIS was used to measure the accessibility and evaluate the spatial layout of medical facilities in the main urban area of Xi'an. The results show that there is a significant difference in the accessibility of medical facilities in the main urban area of Xi'an, and the accessibility tends to decrease gradually from the central city to the periphery. The inequity in the allocation of medical facilities in the main urban area of Xi'an is more obvious, with about 81.64% of people having access to 54.88% of medical resources. The accessibility evaluation model established by the improved 2SFCA method can obtain more accurate and objective evaluation results. This study can provide a reference basis for urban medical facilities' planning and rational spatial layout.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36767441/",
    "clean_text": "spatial accessibility and equity evaluation of medical facilities based on improved sfca a case study in xi an china in addition in order to approximate the residents acceptance of different types of hospitals for long distance medical treatment in real situations different levels of search radius were set for the different levels of hospitals and arcgis was used to measure the accessibilit accurate evaluation of the accessibility of medical facilities is a prerequisite for the reasonable allocation of medical resources in a city the accessibility of medical facilities depends not only on the distance to the supply and demand points but also on the time spent in the process and the supply capacity of the supply points taking xi an city of shaanxi province as an example this paper comprehensively considers the facility supply capacity and introduces the selection probability function based on the two step floating catchment area sfca method in addition in order to approximate the residents acceptance of different types of hospitals for long distance medical treatment in real situations different levels of search radius were set for the different levels of hospitals and arcgis was used to measure the accessibility and evaluate the spatial layout of medical facilities in the main urban area of xi an the results show that there is a significant difference in the accessibility of medical facilities in the main urban area of xi an and the accessibility tends to decrease gradually from the central city to the periphery the inequity in the allocation of medical facilities in the main urban area of xi an is more obvious with about of people having access to of medical resources the accessibility evaluation model established by the improved sfca method can obtain more accurate and objective evaluation results this study can provide a reference basis for urban medical facilities planning and rational spatial layout"
}