{
    "pmid": "41447629",
    "title": "Intermittent theta-burst stimulation for post-stroke cognitive impairment: a double-blind randomized controlled trial.",
    "abstract": "Post-stroke cognitive impairment (PSCI) significantly affects patients' quality of life. Although standard repetitive transcranial magnetic stimulation (rTMS) has shown promising efficacy, the effectiveness of the newer, more time-efficient intermittent theta-burst stimulation (iTBS) remains to be validated. Two groups of randomly assigned patients with PSCI received either four weeks of two 600-pulse iTBS treatment sessions with a 50-minute interval between sessions or sham stimulation. Cognitive function and activities of daily living were assessed before and after treatment using the Mini-Mental State Examination (MMSE), Montreal Cognitive Assessment (MoCA), and the Modified Barthel Index (MBI). Sixty patients were enrolled, and 57 completed the study. Patients in the iTBS group demonstrated significantly higher MMSE scores, MoCA scores, and MBI scores compared to the sham stimulation group ( Two blocks of iTBS therapy with 600 pulses each at 50-minute intervals demonstrated favorable therapeutic effects in patients with PSCI.",
    "disease": "stroke",
    "clean_text": "intermittent theta burst stimulation for post stroke cognitive impairment a double blind randomized controlled trial post stroke cognitive impairment psci significantly affects patients quality of life although standard repetitive transcranial magnetic stimulation rtms has shown promising efficacy the effectiveness of the newer more time efficient intermittent theta burst stimulation itbs remains to be validated two groups of randomly assigned patients with psci received either four weeks of two pulse itbs treatment sessions with a minute interval between sessions or sham stimulation cognitive function and activities of daily living were assessed before and after treatment using the mini mental state examination mmse montreal cognitive assessment moca and the modified barthel index mbi sixty patients were enrolled and completed the study patients in the itbs group demonstrated significantly higher mmse scores moca scores and mbi scores compared to the sham stimulation group two blocks of itbs therapy with pulses each at minute intervals demonstrated favorable therapeutic effects in patients with psci"
}