{
    "title": "Electron microscopy in kidney research: seeing is believing.",
    "doc_id": "23876007",
    "writer": "Liapis H.",
    "year": "2013",
    "summary": "Electron microscopy (EM) has been an indispensable tool for kidney research since its inception more than half a century ago. Much of the substantial advances were propelled by the need to find methods to best visualize and analyze the kidney's structure dedu …",
    "abstract": "Electron microscopy (EM) has been an indispensable tool for kidney research since its inception more than half a century ago. Much of the substantial advances were propelled by the need to find methods to best visualize and analyze the kidney's structure deduced from the fundamental principle that has structure and function intimately related. The result of 3 decades of experimental kidney work between 1950 and 1980 coincided with remarkable advances in nephrology that marked a renaissance era for renal pathology and resulted in the morphologic classification of medical kidney diseases. In the era of genetics and molecular medicine TEM continues to contribute significant clinical and pathogenetic insights in kidney disease. The basic principles as applied to kidney disease experimental models are discussed with emphasis on crescent formation in Col4A3-deficient mice and a mouse model of experimental oxalosis (CaOx).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23876007/",
    "clean_text": "electron microscopy in kidney research seeing is believing electron microscopy em has been an indispensable tool for kidney research since its inception more than half a century ago much of the substantial advances were propelled by the need to find methods to best visualize and analyze the kidney s structure dedu electron microscopy em has been an indispensable tool for kidney research since its inception more than half a century ago much of the substantial advances were propelled by the need to find methods to best visualize and analyze the kidney s structure deduced from the fundamental principle that has structure and function intimately related the result of decades of experimental kidney work between and coincided with remarkable advances in nephrology that marked a renaissance era for renal pathology and resulted in the morphologic classification of medical kidney diseases in the era of genetics and molecular medicine tem continues to contribute significant clinical and pathogenetic insights in kidney disease the basic principles as applied to kidney disease experimental models are discussed with emphasis on crescent formation in col a deficient mice and a mouse model of experimental oxalosis caox"
}