{
    "pmid": "41368110",
    "title": "Epidemiology and clinical features of alcoholic liver disease in Hainan Province, China.",
    "abstract": "Alcohol can cause alcoholic fatty liver, alcoholic steatohepatitis, alcoholic liver cirrhosis (ALC), and hepatocellular carcinoma. China has become the second-largest country in the world in terms of alcohol consumption, lacking national epidemiological data on alcoholic liver disease (ALD). To understand the incidence and characteristics of ALD in Hainan Province of China. From October 2022 to April 2023, a stratified proportional multi-stage whole population sampling method was adopted to select permanent residents of Haikou, Sanya, Qionghai, Dongfang, and Wuzhishan in Hainan Province to carry out questionnaire surveys, blood tests, and ultrasound examinations of the liver. A total of 2704 valid questionnaires were obtained from residents aged 15-93 years old. The rates of drinking, hazardous drinking, and harmful drinking were 31.73%, 14.53%, and 5.03%, respectively. The above rates were higher for males than for females, increasing with income, and the rates for ethnic minorities, such as Li, were higher than for Han Chinese ( The rates of drinking, hazardous drinking, harmful drinking, and detection of ALD in Hainan Province need to be paid attention to by advocating a healthy lifestyle, such as abstinence and limiting alcohol consumption.",
    "disease": "liver cirrhosis",
    "clean_text": "epidemiology and clinical features of alcoholic liver disease in hainan province china alcohol can cause alcoholic fatty liver alcoholic steatohepatitis alcoholic liver cirrhosis alc and hepatocellular carcinoma china has become the second largest country in the world in terms of alcohol consumption lacking national epidemiological data on alcoholic liver disease ald to understand the incidence and characteristics of ald in hainan province of china from october to april a stratified proportional multi stage whole population sampling method was adopted to select permanent residents of haikou sanya qionghai dongfang and wuzhishan in hainan province to carry out questionnaire surveys blood tests and ultrasound examinations of the liver a total of valid questionnaires were obtained from residents aged years old the rates of drinking hazardous drinking and harmful drinking were and respectively the above rates were higher for males than for females increasing with income and the rates for ethnic minorities such as li were higher than for han chinese the rates of drinking hazardous drinking harmful drinking and detection of ald in hainan province need to be paid attention to by advocating a healthy lifestyle such as abstinence and limiting alcohol consumption"
}