{
    "title": "Research Progress of Antioxidants in Oxidative Stress Therapy after Spinal Cord Injury.",
    "doc_id": "37526867",
    "writer": "Zhang C",
    "year": "2023",
    "summary": "The overproduction of reactive oxygen species and insufficient antioxidant capacity lead to the occurrence of oxidative stress and neuroinflammation, and the dysregulation of oxidative stress and neuroinflammation leads to further aggravation of damage …",
    "abstract": "Spinal cord injury (SCI) is a serious problem in the central nervous system resulting in high disability and mortality with complex pathophysiological mechanisms. Oxidative stress is one of the main secondary reactions of SCI, and its main pathophysiological marker is the production of excess reactive oxygen species. The overproduction of reactive oxygen species and insufficient antioxidant capacity lead to the occurrence of oxidative stress and neuroinflammation, and the dysregulation of oxidative stress and neuroinflammation leads to further aggravation of damage. Oxidative stress can initiate a variety of inflammatory and apoptotic pathways, and targeted antioxidant therapy can greatly reduce oxidative stress and reduce neuroinflammation, which has a certain positive effect on rehabilitation and prognosis in SCI. This article reviewed the research on different types of antioxidants and related treatments in SCI, focusing on the mechanisms of oxidative stress.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37526867/",
    "clean_text": "research progress of antioxidants in oxidative stress therapy after spinal cord injury the overproduction of reactive oxygen species and insufficient antioxidant capacity lead to the occurrence of oxidative stress and neuroinflammation and the dysregulation of oxidative stress and neuroinflammation leads to further aggravation of damage spinal cord injury sci is a serious problem in the central nervous system resulting in high disability and mortality with complex pathophysiological mechanisms oxidative stress is one of the main secondary reactions of sci and its main pathophysiological marker is the production of excess reactive oxygen species the overproduction of reactive oxygen species and insufficient antioxidant capacity lead to the occurrence of oxidative stress and neuroinflammation and the dysregulation of oxidative stress and neuroinflammation leads to further aggravation of damage oxidative stress can initiate a variety of inflammatory and apoptotic pathways and targeted antioxidant therapy can greatly reduce oxidative stress and reduce neuroinflammation which has a certain positive effect on rehabilitation and prognosis in sci this article reviewed the research on different types of antioxidants and related treatments in sci focusing on the mechanisms of oxidative stress"
}