{
    "pmid": "41401720",
    "title": "Niaodukang for the treatment of chronic kidney disease: Regulation of the TRAF3/NF-κB2 signaling pathway and its improvement of the intestinal barrier.",
    "abstract": "Niaodukang (NDK) mixture is a traditional Chinese herbal formula clinically used for chronic kidney disease (CKD). However, its bioactive components and molecular mechanisms remain unclear. To explore the protective effect of NDK on CKD-associated intestinal barrier dysfunction and identify its key active compound targeting the TRAF3/NF-κB2 pathway. A 5/6 nephrectomy rat model and indole-induced Caco-2 cell injury model were established. Renal function, intestinal tight junction integrity, and inflammatory signaling were evaluated by histological, molecular, and ultrastructural analyses. Network pharmacology and molecular docking were applied to predict bioactive compounds, followed by in vitro validation. NDK significantly improved renal function (reduced Scr, BUN, and urine protein; P < 0.01) and restored intestinal epithelial barrier integrity, as indicated by increased ZO-1 and occludin expression and improved ultrastructure. Among 126 candidate compounds, formononetin from Astragalus membranaceus exhibited strong binding affinity to TRAF3. Functional assays confirmed that formononetin suppressed TRAF3/NF-κB2 signaling, restored tight junction proteins, and alleviated epithelial injury, whereas TRAF3 overexpression abolished these protective effects. NDK ameliorates CKD-associated intestinal barrier dysfunction by suppressing the TRAF3/NF-κB2 pathway. Formononetin serves as a principal active compound mediating this effect, elucidating the pharmacological basis of NDK and supporting its therapeutic potential for CKD.",
    "disease": "chronic kidney disease",
    "clean_text": "niaodukang for the treatment of chronic kidney disease regulation of the traf nf b signaling pathway and its improvement of the intestinal barrier niaodukang ndk mixture is a traditional chinese herbal formula clinically used for chronic kidney disease ckd however its bioactive components and molecular mechanisms remain unclear to explore the protective effect of ndk on ckd associated intestinal barrier dysfunction and identify its key active compound targeting the traf nf b pathway a nephrectomy rat model and indole induced caco cell injury model were established renal function intestinal tight junction integrity and inflammatory signaling were evaluated by histological molecular and ultrastructural analyses network pharmacology and molecular docking were applied to predict bioactive compounds followed by in vitro validation ndk significantly improved renal function reduced scr bun and urine protein p and restored intestinal epithelial barrier integrity as indicated by increased zo and occludin expression and improved ultrastructure among candidate compounds formononetin from astragalus membranaceus exhibited strong binding affinity to traf functional assays confirmed that formononetin suppressed traf nf b signaling restored tight junction proteins and alleviated epithelial injury whereas traf overexpression abolished these protective effects ndk ameliorates ckd associated intestinal barrier dysfunction by suppressing the traf nf b pathway formononetin serves as a principal active compound mediating this effect elucidating the pharmacological basis of ndk and supporting its therapeutic potential for ckd"
}