{
    "title": "A scoping review of gamification for mental health in children: Uncovering its key features and impact.",
    "doc_id": "36428041",
    "writer": "Xie H.",
    "year": "2022",
    "summary": "Mental health conditions in children and adolescents have wide-ranging effects, limiting opportunities for future productive lives. ...Nevertheless, the potential for gamification for mental health outcomes remains promising....",
    "abstract": "Mental health conditions in children and adolescents have wide-ranging effects, limiting opportunities for future productive lives. While there has been an upsurge of interest in using games for learning, gamification to optimize health outcomes is worth reviewing when this approach to address mental health conditions is in its infancy. A literature search was conducted with two hundred and fifteen articles involving participants up to 19 years of age with diagnosable mental health conditions, involving the concept of game design elements to motivate health in the context of comparing gamification and non-gamification approaches were retrieved after employing Boolean operators and pre-determined search strategies. Literature of participants with addiction to alcohol or substance use and organic brain issues were excluded as their mental health recovery differed regardless of gamification impact. Findings, extracted from 8 included articles following rigorous screening and critical appraisal, showed that gamification to relieve mental health symptoms were conducted via mobile devices or computers. Key features of the games involved applications or video where players with mental health conditions took on roles in a virtual world with narratives. Real-life knowledge and skills to manage the symptoms of mental health conditions were learned in the process as players leveled up in the game. Only one study utilized gamification platforms that could detect breathing changes but it was shown to be only helpful towards relief of anxiety symptoms. Nevertheless, the potential for gamification for mental health outcomes remains promising.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36428041/",
    "clean_text": "a scoping review of gamification for mental health in children uncovering its key features and impact mental health conditions in children and adolescents have wide ranging effects limiting opportunities for future productive lives nevertheless the potential for gamification for mental health outcomes remains promising mental health conditions in children and adolescents have wide ranging effects limiting opportunities for future productive lives while there has been an upsurge of interest in using games for learning gamification to optimize health outcomes is worth reviewing when this approach to address mental health conditions is in its infancy a literature search was conducted with two hundred and fifteen articles involving participants up to years of age with diagnosable mental health conditions involving the concept of game design elements to motivate health in the context of comparing gamification and non gamification approaches were retrieved after employing boolean operators and pre determined search strategies literature of participants with addiction to alcohol or substance use and organic brain issues were excluded as their mental health recovery differed regardless of gamification impact findings extracted from included articles following rigorous screening and critical appraisal showed that gamification to relieve mental health symptoms were conducted via mobile devices or computers key features of the games involved applications or video where players with mental health conditions took on roles in a virtual world with narratives real life knowledge and skills to manage the symptoms of mental health conditions were learned in the process as players leveled up in the game only one study utilized gamification platforms that could detect breathing changes but it was shown to be only helpful towards relief of anxiety symptoms nevertheless the potential for gamification for mental health outcomes remains promising"
}