{
    "title": "The impact of substance use during middle school and young adulthood on parent-young adult relationships.",
    "doc_id": "31318272",
    "writer": "Stormshak EA",
    "year": "2019",
    "summary": "There is a dearth of research, however, on the influence of adolescent and young adult substance use on the parent-young adult relationship. Study aims were to examine longitudinally the associations between classes of adolescent and young ad …",
    "abstract": "Sharp increases in substance use and other risk behaviors during adolescence and young adulthood threaten the quality of the parent-child relationship, a critical context for positive adjustment and well-being. There is a dearth of research, however, on the influence of adolescent and young adult substance use on the parent-young adult relationship. Study aims were to examine longitudinally the associations between classes of adolescent and young adult alcohol and marijuana use, and the impact of alcohol and marijuana use on parent-young adult relationship dynamics and quality. We analyzed longitudinal data collected with a socioeconomically and racially diverse urban community sample of 593 parents and their children over 6 years to identify latent classes of growth in adolescent alcohol and marijuana use, and test for differences in young adult alcohol and marijuana use and parent-young adult relationship quality by latent classes. Structural equation modeling results showed that (a) alcohol and marijuana use during the middle school years predicted adult alcohol and marijuana use during young adulthood; (b) high-risk alcohol and marijuana use, specifically, was associated with poorer parent-young adult relationship quality; (c) initiation of marijuana use during young adulthood was also associated with poorer parent-young adult relationship quality; and (d) for minority youth in all alcohol risk classes, parent-young adult relationship quality was lower. Results show that growth in alcohol and marijuana use during adolescence, and initiation of marijuana use later in young adulthood, exert unique, detrimental effects on parent-young adult relationship quality. Implications for future research and prevention and intervention development for young adults are discussed. (PsycINFO Database Record (c) 2019 APA, all rights reserved).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31318272/",
    "clean_text": "the impact of substance use during middle school and young adulthood on parent young adult relationships there is a dearth of research however on the influence of adolescent and young adult substance use on the parent young adult relationship study aims were to examine longitudinally the associations between classes of adolescent and young ad sharp increases in substance use and other risk behaviors during adolescence and young adulthood threaten the quality of the parent child relationship a critical context for positive adjustment and well being there is a dearth of research however on the influence of adolescent and young adult substance use on the parent young adult relationship study aims were to examine longitudinally the associations between classes of adolescent and young adult alcohol and marijuana use and the impact of alcohol and marijuana use on parent young adult relationship dynamics and quality we analyzed longitudinal data collected with a socioeconomically and racially diverse urban community sample of parents and their children over years to identify latent classes of growth in adolescent alcohol and marijuana use and test for differences in young adult alcohol and marijuana use and parent young adult relationship quality by latent classes structural equation modeling results showed that a alcohol and marijuana use during the middle school years predicted adult alcohol and marijuana use during young adulthood b high risk alcohol and marijuana use specifically was associated with poorer parent young adult relationship quality c initiation of marijuana use during young adulthood was also associated with poorer parent young adult relationship quality and d for minority youth in all alcohol risk classes parent young adult relationship quality was lower results show that growth in alcohol and marijuana use during adolescence and initiation of marijuana use later in young adulthood exert unique detrimental effects on parent young adult relationship quality implications for future research and prevention and intervention development for young adults are discussed psycinfo database record c apa all rights reserved"
}