{
    "pmid": "41443431",
    "title": "Pericapsular nerve group phenol neurolysis for refractory metastatic hip pain: a case series.",
    "abstract": "Cancer-related hip pain due to tumor infiltration is challenging, especially in patients with limited life expectancy. While ultrasound-guided pericapsular nerve group (PENG) phenol neurolysis has been reported in isolated cases, systematic evidence on effectiveness and safety remains limited. We conducted a prospective case series of three patients with refractory metastatic hip pain who underwent ultrasound-guided PENG phenol neurolysis using 10 mL of 10% non-glycerinated phenol, with six-week follow-up. Assessments were performed at baseline, 10 minutes, 24 hours, and Weeks 1, 2, 4, and 6 using validated measures: pain intensity (Visual Analog Scale [VAS]), neuropathic pain (Douleur Neuropathique 4 [DN4]), opioid consumption (oral morphine milligram equivalents [MME]), and function (Western Ontario and McMaster Universities Osteoarthritis Index [WOMAC]). Adverse events were predefined as new motor deficit, persistent sensory loss, infection, bleeding, or vasovagal reaction, and were monitored with serial neurochecks for 4 hours post-procedure and at each follow-up through Week 6. All patients-bedbound at baseline with VAS 10/10-experienced rapid and marked analgesia, with VAS scores of 1-2 within 10 minutes and sustained relief through six weeks. DN4 scores fell below the diagnostic threshold (≤3) in all cases. Daily opioid consumption decreased by 47-77%, and all patients achieved assisted ambulation within 24 hours. No motor weakness occurred; the only adverse event was mild, transient anterior-hip hypoesthesia. Ultrasound-guided PENG phenol neurolysis (10% phenol) may be a valuable motor-sparing option for refractory cancer-related hip pain in selected palliative care patients. These preliminary findings warrant evaluation in larger, controlled studies.",
    "disease": "osteoarthritis",
    "clean_text": "pericapsular nerve group phenol neurolysis for refractory metastatic hip pain a case series cancer related hip pain due to tumor infiltration is challenging especially in patients with limited life expectancy while ultrasound guided pericapsular nerve group peng phenol neurolysis has been reported in isolated cases systematic evidence on effectiveness and safety remains limited we conducted a prospective case series of three patients with refractory metastatic hip pain who underwent ultrasound guided peng phenol neurolysis using ml of non glycerinated phenol with six week follow up assessments were performed at baseline minutes hours and weeks and using validated measures pain intensity visual analog scale vas neuropathic pain douleur neuropathique dn opioid consumption oral morphine milligram equivalents mme and function western ontario and mcmaster universities osteoarthritis index womac adverse events were predefined as new motor deficit persistent sensory loss infection bleeding or vasovagal reaction and were monitored with serial neurochecks for hours post procedure and at each follow up through week all patients bedbound at baseline with vas experienced rapid and marked analgesia with vas scores of within minutes and sustained relief through six weeks dn scores fell below the diagnostic threshold in all cases daily opioid consumption decreased by and all patients achieved assisted ambulation within hours no motor weakness occurred the only adverse event was mild transient anterior hip hypoesthesia ultrasound guided peng phenol neurolysis phenol may be a valuable motor sparing option for refractory cancer related hip pain in selected palliative care patients these preliminary findings warrant evaluation in larger controlled studies"
}