{
    "title": "Myocardial Infarction Induces Cardiac Fibroblast Transformation within Injured and Noninjured Regions of the Mouse Heart.",
    "doc_id": "33789425",
    "writer": "Shah H",
    "year": "2021",
    "summary": "Heart failure (HF) is associated with pathological remodeling of the myocardium, including the initiation of fibrosis and scar formation by activated cardiac fibroblasts (CFs). Although early CF-dependent scar formation helps prevent cardiac rupture by maintaining the h …",
    "abstract": "Heart failure (HF) is associated with pathological remodeling of the myocardium, including the initiation of fibrosis and scar formation by activated cardiac fibroblasts (CFs). Although early CF-dependent scar formation helps prevent cardiac rupture by maintaining the heart's structural integrity, ongoing deposition of the extracellular matrix in the remote and infarct regions can reduce tissue compliance, impair cardiac function, and accelerate progression to HF. In our study, we conducted mass spectrometry (MS) analysis to identify differentially altered proteins and signaling pathways between CFs isolated from 7 day sham and infarcted murine hearts. Surprisingly, CFs from both the remote and infarct regions of injured hearts had a wide number of similarly altered proteins and signaling pathways that were consistent with fibrosis and activation into pathological myofibroblasts. Specifically, proteins enriched in CFs isolated from MI hearts were involved in pathways pertaining to cell-cell and cell-matrix adhesion, chaperone-mediated protein folding, and collagen fibril organization. These results, together with principal component analyses, provided evidence of global CF activation postinjury. Interestingly, however, direct comparisons between CFs from the remote and infarct regions of injured hearts identified 15 differentially expressed proteins between MI remote and MI infarct CFs. Eleven of these proteins (Gpc1, Cthrc1, Vmac, Nexn, Znf185, Sprr1a, Specc1, Emb, Limd2, Pawr, and Mcam) were higher in MI infarct CFs, whereas four proteins (Gstt1, Gstm1, Tceal3, and Inmt) were higher in MI remote CFs. Collectively, our study shows that MI injury induced global changes to the CF proteome, with the magnitude of change reflecting their relative proximity to the site of injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33789425/",
    "clean_text": "myocardial infarction induces cardiac fibroblast transformation within injured and noninjured regions of the mouse heart heart failure hf is associated with pathological remodeling of the myocardium including the initiation of fibrosis and scar formation by activated cardiac fibroblasts cfs although early cf dependent scar formation helps prevent cardiac rupture by maintaining the h heart failure hf is associated with pathological remodeling of the myocardium including the initiation of fibrosis and scar formation by activated cardiac fibroblasts cfs although early cf dependent scar formation helps prevent cardiac rupture by maintaining the heart s structural integrity ongoing deposition of the extracellular matrix in the remote and infarct regions can reduce tissue compliance impair cardiac function and accelerate progression to hf in our study we conducted mass spectrometry ms analysis to identify differentially altered proteins and signaling pathways between cfs isolated from day sham and infarcted murine hearts surprisingly cfs from both the remote and infarct regions of injured hearts had a wide number of similarly altered proteins and signaling pathways that were consistent with fibrosis and activation into pathological myofibroblasts specifically proteins enriched in cfs isolated from mi hearts were involved in pathways pertaining to cell cell and cell matrix adhesion chaperone mediated protein folding and collagen fibril organization these results together with principal component analyses provided evidence of global cf activation postinjury interestingly however direct comparisons between cfs from the remote and infarct regions of injured hearts identified differentially expressed proteins between mi remote and mi infarct cfs eleven of these proteins gpc cthrc vmac nexn znf sprr a specc emb limd pawr and mcam were higher in mi infarct cfs whereas four proteins gstt gstm tceal and inmt were higher in mi remote cfs collectively our study shows that mi injury induced global changes to the cf proteome with the magnitude of change reflecting their relative proximity to the site of injury"
}