{
    "title": "Depression and Alzheimer's disease: neurobiological links and common pharmacological targets.",
    "doc_id": "19837057",
    "writer": "Caraci F",
    "year": "2010",
    "summary": "Recent evidence suggests a strong relationship between depression and Alzheimer's disease. A lifetime history of major depression has been considered as a risk factor for later development of Alzheimer's disease. The presence of depressiv …",
    "abstract": "Depression is one of the most prevalent and life-threatening forms of mental illnesses, whereas Alzheimer's disease is a neurodegenerative disorder that affects more than 37 million people worldwide. Recent evidence suggests a strong relationship between depression and Alzheimer's disease. A lifetime history of major depression has been considered as a risk factor for later development of Alzheimer's disease. The presence of depressive symptoms can affect the conversion of mild cognitive impairment into Alzheimer's disease. Neuritic plaques and neurofibrillary tangles, the two major hallmarks of Alzheimer's disease brain, are more pronounced in the brains of Alzheimer's disease patients with comorbid depression as compared with Alzheimer's disease patients without depression. On the other hand, neurodegenerative phenomena have been observed in different brain regions of patients with a history of depression. Recent evidence suggests that molecular mechanisms and cascades that underlie the pathogenesis of major depression, such as chronic inflammation and hyperactivation of hypothalamic-pituitary-adrenal (HPA) axis, are also involved in the pathogenesis of Alzheimer's disease. In particular, a specific impairment in the signaling of some neurotrophins such as transforming-growth-factor beta1 (TGF-beta1) and brain-derived neurotrophic factor (BDNF) has been observed both in depression and Alzheimer's disease. In the present review we will examine the evidence on the common molecular pathways between depression and Alzheimer's disease and we will discuss these pathways as new pharmacological targets for the treatment of both major depression and Alzheimer's disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19837057/",
    "clean_text": "depression and alzheimer s disease neurobiological links and common pharmacological targets recent evidence suggests a strong relationship between depression and alzheimer s disease a lifetime history of major depression has been considered as a risk factor for later development of alzheimer s disease the presence of depressiv depression is one of the most prevalent and life threatening forms of mental illnesses whereas alzheimer s disease is a neurodegenerative disorder that affects more than million people worldwide recent evidence suggests a strong relationship between depression and alzheimer s disease a lifetime history of major depression has been considered as a risk factor for later development of alzheimer s disease the presence of depressive symptoms can affect the conversion of mild cognitive impairment into alzheimer s disease neuritic plaques and neurofibrillary tangles the two major hallmarks of alzheimer s disease brain are more pronounced in the brains of alzheimer s disease patients with comorbid depression as compared with alzheimer s disease patients without depression on the other hand neurodegenerative phenomena have been observed in different brain regions of patients with a history of depression recent evidence suggests that molecular mechanisms and cascades that underlie the pathogenesis of major depression such as chronic inflammation and hyperactivation of hypothalamic pituitary adrenal hpa axis are also involved in the pathogenesis of alzheimer s disease in particular a specific impairment in the signaling of some neurotrophins such as transforming growth factor beta tgf beta and brain derived neurotrophic factor bdnf has been observed both in depression and alzheimer s disease in the present review we will examine the evidence on the common molecular pathways between depression and alzheimer s disease and we will discuss these pathways as new pharmacological targets for the treatment of both major depression and alzheimer s disease"
}