{
    "title": "Rare side-effects of checkpoint inhibitors.",
    "doc_id": "27153354",
    "writer": "Kourie HR",
    "year": "2016",
    "summary": "The majority of reported side-effects are consequent of the treatment by ipilimumab in patients diagnosed with melanomas. Neurologic side-effects have poorer prognosis compared with other rare side-effects. There is no relationship betwee …",
    "abstract": "Purpose of review:\n        \n      \n      The aim of this review is to draw the attention of the physicians and oncologists on the rare side-effects of checkpoint inhibitors not usually reported in clinical trials to treat them quickly and render their prognosis better.\n    \n\n\n          Recent findings:\n        \n      \n      Rare side-effects of checkpoint inhibitors are mainly neurologic, haematologic, rheumatologic, renal, and cardiac. The majority of reported side-effects are consequent of the treatment by ipilimumab in patients diagnosed with melanomas. Neurologic side-effects have poorer prognosis compared with other rare side-effects. There is no relationship between developing rare side-effects and the outcome of the disease.\n    \n\n\n          Summary:\n        \n      \n      It is important to be aware, when treating patients with checkpoint inhibitors, to detect as early as possible the unpredictable and uncontrollable rare side-effects of these agents. The large spectrum of these rare side-effects should be well documented and reported to assure to the physicians a road map for the diagnosis and the management of these toxicities.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27153354/",
    "clean_text": "rare side effects of checkpoint inhibitors the majority of reported side effects are consequent of the treatment by ipilimumab in patients diagnosed with melanomas neurologic side effects have poorer prognosis compared with other rare side effects there is no relationship betwee purpose of review the aim of this review is to draw the attention of the physicians and oncologists on the rare side effects of checkpoint inhibitors not usually reported in clinical trials to treat them quickly and render their prognosis better recent findings rare side effects of checkpoint inhibitors are mainly neurologic haematologic rheumatologic renal and cardiac the majority of reported side effects are consequent of the treatment by ipilimumab in patients diagnosed with melanomas neurologic side effects have poorer prognosis compared with other rare side effects there is no relationship between developing rare side effects and the outcome of the disease summary it is important to be aware when treating patients with checkpoint inhibitors to detect as early as possible the unpredictable and uncontrollable rare side effects of these agents the large spectrum of these rare side effects should be well documented and reported to assure to the physicians a road map for the diagnosis and the management of these toxicities"
}