{
    "pmid": "41428086",
    "title": "Associations of pathologic Parkinson's disease (PD) and co-pathologies with cognitive decline and progression of parkinsonian signs in decedents with subclinical disease.",
    "abstract": "To advance the nosology of pathologic Parkinson's disease (PD), we examined the associations of Lewy bodies (LBs), nigral neuronal loss (NNL), and co-pathologies with cognitive decline and progression of parkinsonian signs in older decedents without clinical PD during life. Nineteen cognitive tests and 26 Unified Parkinson's Disease Rating Scale items were measured annually. We measured both elements of pathologic PD, i.e., LBs and NNL, and eight other Alzheimer's disease and related dementias (ADRD) co-pathologies in 1717 brains. A semiquantitative scale (0-3) was used to assess NNL. Pathologic PD was based on the presence of LBs plus moderate or severe NNL. Possible pathologic PD was based on LBs alone or LBs with mild NNL. A series of bivariate linear mixed effect models jointly quantified cognitive decline and progressive parkinsonian signs in each decedent. Almost 30% of decedents without a diagnosis of clinical PD showed elements of pathologic PD [pathologic PD (8%); possible pathologic PD (19%)]. On average, pathologic PD accounted for 4.9% of the variance of cognitive decline and 9.4% of the variance of progression of parkinsonian signs controlling for ADRD pathologies. Adding another term for possible pathologic PD accounted for an additional 1.8% variance of cognitive decline but did not account for additional variance of progressive parkinsonian signs. Co-pathologies accounted for an additional 19% of cognitive decline and 7% of progressive parkinsonism. Thirty-three percent of the association of LBs with cognitive decline was attributable to NNL. In contrast, more than 70% of its association with progressive parkinsonism was attributable to NNL. Subclinical pathologic PD in older adults is heterogeneous. The associations of LBs with cognition and parkinsonism may vary with the severity of NNL and together with its co-pathologies account for a minority of late-life progressive parkinsonism and cognitive decline. Synucleinopathies in older adults without clinical PD may be underestimated.",
    "disease": "parkinson disease",
    "clean_text": "associations of pathologic parkinson s disease pd and co pathologies with cognitive decline and progression of parkinsonian signs in decedents with subclinical disease to advance the nosology of pathologic parkinson s disease pd we examined the associations of lewy bodies lbs nigral neuronal loss nnl and co pathologies with cognitive decline and progression of parkinsonian signs in older decedents without clinical pd during life nineteen cognitive tests and unified parkinson s disease rating scale items were measured annually we measured both elements of pathologic pd i e lbs and nnl and eight other alzheimer s disease and related dementias adrd co pathologies in brains a semiquantitative scale was used to assess nnl pathologic pd was based on the presence of lbs plus moderate or severe nnl possible pathologic pd was based on lbs alone or lbs with mild nnl a series of bivariate linear mixed effect models jointly quantified cognitive decline and progressive parkinsonian signs in each decedent almost of decedents without a diagnosis of clinical pd showed elements of pathologic pd pathologic pd possible pathologic pd on average pathologic pd accounted for of the variance of cognitive decline and of the variance of progression of parkinsonian signs controlling for adrd pathologies adding another term for possible pathologic pd accounted for an additional variance of cognitive decline but did not account for additional variance of progressive parkinsonian signs co pathologies accounted for an additional of cognitive decline and of progressive parkinsonism thirty three percent of the association of lbs with cognitive decline was attributable to nnl in contrast more than of its association with progressive parkinsonism was attributable to nnl subclinical pathologic pd in older adults is heterogeneous the associations of lbs with cognition and parkinsonism may vary with the severity of nnl and together with its co pathologies account for a minority of late life progressive parkinsonism and cognitive decline synucleinopathies in older adults without clinical pd may be underestimated"
}