{
    "title": "A Comprehensive Review of Fragile X Syndrome and Fragile X Premutation Associated Conditions in Africa.",
    "doc_id": "38927619",
    "writer": "Mbachu CNP",
    "year": "2024",
    "summary": "Fragile X syndrome (FXS) is a genetic disorder caused by a mutation in the fragile X messenger ribonucleoprotein 1 (FMR1) gene and known to be a leading cause of inherited intellectual disability globally. It results in a range of intellectual, develop …",
    "abstract": "Fragile X syndrome (FXS) is a genetic disorder caused by a mutation in the fragile X messenger ribonucleoprotein 1 (FMR1) gene and known to be a leading cause of inherited intellectual disability globally. It results in a range of intellectual, developmental, and behavioral problems. Fragile X premutation-associated conditions (FXPAC), caused by a smaller CGG expansion (55 to 200 CGG repeats) in the FMR1 gene, are linked to other conditions that increase morbidity and mortality for affected persons. Limited research has been conducted on the burden, characteristics, diagnosis, and management of these conditions in Africa. This comprehensive review provides an overview of the current literature on FXS and FXPAC in Africa. The issues addressed include epidemiology, clinical features, discrimination against affected persons, limited awareness and research, and poor access to resources, including genetic services and treatment programs. This paper provides an in-depth analysis of the existing worldwide data for the diagnosis and treatment of fragile X disorders. This review will improve the understanding of FXS and FXPAC in Africa by incorporating existing knowledge, identifying research gaps, and potential topics for future research to enhance the well-being of individuals and families affected by FXS and FXPAC.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38927619/",
    "clean_text": "a comprehensive review of fragile x syndrome and fragile x premutation associated conditions in africa fragile x syndrome fxs is a genetic disorder caused by a mutation in the fragile x messenger ribonucleoprotein fmr gene and known to be a leading cause of inherited intellectual disability globally it results in a range of intellectual develop fragile x syndrome fxs is a genetic disorder caused by a mutation in the fragile x messenger ribonucleoprotein fmr gene and known to be a leading cause of inherited intellectual disability globally it results in a range of intellectual developmental and behavioral problems fragile x premutation associated conditions fxpac caused by a smaller cgg expansion to cgg repeats in the fmr gene are linked to other conditions that increase morbidity and mortality for affected persons limited research has been conducted on the burden characteristics diagnosis and management of these conditions in africa this comprehensive review provides an overview of the current literature on fxs and fxpac in africa the issues addressed include epidemiology clinical features discrimination against affected persons limited awareness and research and poor access to resources including genetic services and treatment programs this paper provides an in depth analysis of the existing worldwide data for the diagnosis and treatment of fragile x disorders this review will improve the understanding of fxs and fxpac in africa by incorporating existing knowledge identifying research gaps and potential topics for future research to enhance the well being of individuals and families affected by fxs and fxpac"
}