{
    "title": "Lung cancer: needs assessment, treatment and therapies.",
    "doc_id": "24067269",
    "writer": "Evans M.",
    "year": "2013",
    "summary": "Lung cancer is the most common cancer in the world. Globally, the annual diagnosis rate of new cases is approximately 1.6 million. The latest figures for the UK show that there are approximately 39000 cases each year and that lung cancer account …",
    "abstract": "Lung cancer is the most common cancer in the world. Globally, the annual diagnosis rate of new cases is approximately 1.6 million. The latest figures for the UK show that there are approximately 39000 cases each year and that lung cancer accounts for about 22% of all cancer deaths (Cancer Research UK, 2013a). This article will look at the latest national recommendations for managing and treating non-small cell lung cancer, which accounts for about 80% of lung cancers, as well as emerging therapies. It is not within the scope of this article to discuss each type and aspect of lung cancer in detail and further reading is encouraged.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24067269/",
    "clean_text": "lung cancer needs assessment treatment and therapies lung cancer is the most common cancer in the world globally the annual diagnosis rate of new cases is approximately million the latest figures for the uk show that there are approximately cases each year and that lung cancer account lung cancer is the most common cancer in the world globally the annual diagnosis rate of new cases is approximately million the latest figures for the uk show that there are approximately cases each year and that lung cancer accounts for about of all cancer deaths cancer research uk a this article will look at the latest national recommendations for managing and treating non small cell lung cancer which accounts for about of lung cancers as well as emerging therapies it is not within the scope of this article to discuss each type and aspect of lung cancer in detail and further reading is encouraged"
}