{
    "pmid": "41456213",
    "title": "Parental Attitudes and Decision Making Toward Routinely Recommended Adolescent Vaccinations: A Qualitative Study Conducted After COVID-19 Vaccine Availability.",
    "abstract": "Routine adolescent vaccination rates fluctuate widely and at times fall below public health goals. This study aimed to assess parent perceptions and behaviors around vaccines and to explore potential effects of the pandemic on these parental vaccination decisions. Between February and March 2022, 64 caregivers of adolescents participated in six text-based online focus groups in which their knowledge and perception regarding routine vaccines were explored. Participants were predominantly female (84%), White (72%), and college-educated (77%). Their adolescents receiving all recommended vaccines was very important (61%) or important (34%). While caregivers appeared generally supportive of vaccines, knowledge and perception regarding these vaccines varied widely. Postpandemic, health care provider recommendations and vaccine requirements appeared to be a continued driver for obtaining vaccines. Health care providers should continue to apply evidence-based strategies to promote vaccine uptake while addressing misinformation and disinformation.",
    "disease": "covid-19",
    "clean_text": "parental attitudes and decision making toward routinely recommended adolescent vaccinations a qualitative study conducted after covid vaccine availability routine adolescent vaccination rates fluctuate widely and at times fall below public health goals this study aimed to assess parent perceptions and behaviors around vaccines and to explore potential effects of the pandemic on these parental vaccination decisions between february and march caregivers of adolescents participated in six text based online focus groups in which their knowledge and perception regarding routine vaccines were explored participants were predominantly female white and college educated their adolescents receiving all recommended vaccines was very important or important while caregivers appeared generally supportive of vaccines knowledge and perception regarding these vaccines varied widely postpandemic health care provider recommendations and vaccine requirements appeared to be a continued driver for obtaining vaccines health care providers should continue to apply evidence based strategies to promote vaccine uptake while addressing misinformation and disinformation"
}