{
    "pmid": "41463381",
    "title": "The Association Between the Eosinophilic COPD Phenotype with Overall Survival and Exacerbations in Patients on Long-Term Non-Invasive Ventilation.",
    "abstract": "Long-term non-invasive ventilation (LT-NIV) can prolong life expectancy and may reduce the number of exacerbations in patients with COPD. The eosinophilic phenotype has recently gained significant attention as a treatable trait in COPD. However, it is less known how this phenotype relates to exacerbations and mortality in patients who are set up on LT-NIV. A total of 191 patients with COPD (65 ± 8 years, 55% women) who were setup on LT-NIV and followed-up (28/15-49/months) at our tertiary centre were analysed. The eosinophilic phenotype was defined by using an accepted cutoff for blood eosinophil count (≥300 cells/µL). A total of 37 patients had the eosinophilic phenotype (66 ± 9 years, 60% women). There was a higher reduction in the number of exacerbations (1.0/-1.0-3.2/ vs. 0.05/-1.4-1.63/,  The eosinophilic COPD phenotype seems to show better clinical responses to long-term NIV than patients without this trait. Further mechanistic studies are warranted to analyse this association.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "the association between the eosinophilic copd phenotype with overall survival and exacerbations in patients on long term non invasive ventilation long term non invasive ventilation lt niv can prolong life expectancy and may reduce the number of exacerbations in patients with copd the eosinophilic phenotype has recently gained significant attention as a treatable trait in copd however it is less known how this phenotype relates to exacerbations and mortality in patients who are set up on lt niv a total of patients with copd years women who were setup on lt niv and followed up months at our tertiary centre were analysed the eosinophilic phenotype was defined by using an accepted cutoff for blood eosinophil count cells l a total of patients had the eosinophilic phenotype years women there was a higher reduction in the number of exacerbations vs the eosinophilic copd phenotype seems to show better clinical responses to long term niv than patients without this trait further mechanistic studies are warranted to analyse this association"
}