{
    "title": "Intermittent high-dose vitamin D prophylaxis during infancy: effect on vitamin D metabolites, calcium, and phosphorus.",
    "doc_id": "3499065",
    "writer": "Markestad T",
    "year": "1987",
    "summary": "In infants receiving intermittent high dose vitamin D prophylaxis (600,000 IU ergocalciferol per dose orally) every 3-5 mo, the serum concentrations of vitamin D metabolites, calcium (Ca), and phosphorus (P) were determined before and 2 wk after each d …",
    "abstract": "In infants receiving intermittent high dose vitamin D prophylaxis (600,000 IU ergocalciferol per dose orally) every 3-5 mo, the serum concentrations of vitamin D metabolites, calcium (Ca), and phosphorus (P) were determined before and 2 wk after each dose. The 25-hydroxyvitamin D (OHD) concentrations increased to well above normal but the values returned to the normal range before each subsequent dose. The 24,25- and 25,26-dihydroxyvitamin D ([OH]2D) levels followed a pattern similar to that of 25-OHD, and both were closely related to the latter (r = 0.85, p less than 0.005, and r = 0.84, p less than 0.005, respectively). The 1,25-(OH)2D concentrations did not vary in a consistent pattern and remained largely within the normal range. All infants had normal Ca levels before the first dose but 14 infants (34%) later had one or both Ca values above the upper normal limit of 2.80 mmol/L (2.81-3.32 mmol/L), indicating that the vitamin D doses were excessive despite the lack of accumulative increases in serum vitamin D concentrations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/3499065/",
    "clean_text": "intermittent high dose vitamin d prophylaxis during infancy effect on vitamin d metabolites calcium and phosphorus in infants receiving intermittent high dose vitamin d prophylaxis iu ergocalciferol per dose orally every mo the serum concentrations of vitamin d metabolites calcium ca and phosphorus p were determined before and wk after each d in infants receiving intermittent high dose vitamin d prophylaxis iu ergocalciferol per dose orally every mo the serum concentrations of vitamin d metabolites calcium ca and phosphorus p were determined before and wk after each dose the hydroxyvitamin d ohd concentrations increased to well above normal but the values returned to the normal range before each subsequent dose the and dihydroxyvitamin d oh d levels followed a pattern similar to that of ohd and both were closely related to the latter r p less than and r p less than respectively the oh d concentrations did not vary in a consistent pattern and remained largely within the normal range all infants had normal ca levels before the first dose but infants later had one or both ca values above the upper normal limit of mmol l mmol l indicating that the vitamin d doses were excessive despite the lack of accumulative increases in serum vitamin d concentrations"
}