{
    "title": "The Reconsecration of the Self: A Qualitative Analysis of Sex Trafficking Survivors' Experience of the Body.",
    "doc_id": "38505932",
    "writer": "Juraschek E",
    "year": "2024",
    "summary": "The understudied bodily harm women experience after commercial sex (CS) may be partially explained by the prominence of Cartesian mind-body dualism in psychological science. Accordingly, we qualitatively explored the mind-body relationship among 79 female sex trafficking s …",
    "abstract": "The understudied bodily harm women experience after commercial sex (CS) may be partially explained by the prominence of Cartesian mind-body dualism in psychological science. Accordingly, we qualitatively explored the mind-body relationship among 79 female sex trafficking survivors. Survivors reported long-term negative alterations in feelings about the body, sex, and physical touch posttrafficking and these negative outcomes did not differ across women who self-perceived as consenting and women who self-perceived as forced. Implications for future research are presented, particularly on measuring dehumanization in CS which contributes to extensive harm even in the absence of physical aggression.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38505932/",
    "clean_text": "the reconsecration of the self a qualitative analysis of sex trafficking survivors experience of the body the understudied bodily harm women experience after commercial sex cs may be partially explained by the prominence of cartesian mind body dualism in psychological science accordingly we qualitatively explored the mind body relationship among female sex trafficking s the understudied bodily harm women experience after commercial sex cs may be partially explained by the prominence of cartesian mind body dualism in psychological science accordingly we qualitatively explored the mind body relationship among female sex trafficking survivors survivors reported long term negative alterations in feelings about the body sex and physical touch posttrafficking and these negative outcomes did not differ across women who self perceived as consenting and women who self perceived as forced implications for future research are presented particularly on measuring dehumanization in cs which contributes to extensive harm even in the absence of physical aggression"
}