{
    "title": "Children, Young Adults, and Older Adults Choose Different Fast Learning Strategies.",
    "doc_id": "30654729",
    "writer": "Mickeviciene D",
    "year": "2019",
    "summary": "The aim of the study was to establish whether there were differences in speed-accuracy movement learning strategies between children, young adults, and older adults. A total of 30 boys, 30 young adult men, and 30 older men were seated in a speci …",
    "abstract": "The aim of the study was to establish whether there were differences in speed-accuracy movement learning strategies between children, young adults, and older adults. A total of 30 boys, 30 young adult men, and 30 older men were seated in a special chair at a table with a Dynamic Parameter Analyzer 1. Participants had to perform a speed-accuracy task with the right-dominant hand. It may be assumed that the motor variables of children are more prone to change during the fast learning process than those of young adults and older adults and that the development of internal models is more changeable in children than in young adults and the older adults during the fast adaptation-based learning process.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30654729/",
    "clean_text": "children young adults and older adults choose different fast learning strategies the aim of the study was to establish whether there were differences in speed accuracy movement learning strategies between children young adults and older adults a total of boys young adult men and older men were seated in a speci the aim of the study was to establish whether there were differences in speed accuracy movement learning strategies between children young adults and older adults a total of boys young adult men and older men were seated in a special chair at a table with a dynamic parameter analyzer participants had to perform a speed accuracy task with the right dominant hand it may be assumed that the motor variables of children are more prone to change during the fast learning process than those of young adults and older adults and that the development of internal models is more changeable in children than in young adults and the older adults during the fast adaptation based learning process"
}