{
    "pmid": "41455660",
    "title": "Psychometric Properties of the Korean King's Parkinson's Disease Pain Scale and Its Associations With Clinical Factors and Quality of Life.",
    "abstract": "Since pain varies in patients with Parkinson's disease (PD), it is crucial to use an appropriate PD-specific pain scale to assess and manage pain. This study aimed to verify the reliability and validity of the Korean version of the King's Parkinson's Disease Pain Scale (KPPS). Two hundred-thirty nine participants with Parkinson's Disease recruited from a tertiary medical center in Republic of Korea. Reliability was assessed through internal consistency and test-retest. For validity, the convergent and known-group validities were analyzed. Among the 239 PD participants, 205 (85.8%) experienced pain, measured by the Korean version of KPPS. For reliability, the Cronbach's α was .69, and test-retest reliability using intraclass correlation coefficient was .81. For convergent validity, the scale had statistically significant positive correlations with other pain characteristics, modified Hoehn and Yahr stage, activities of daily living, and nonmotor symptom. In addition, the scale was correlated with quality of life including EuroQol-5D and Parkinson's Disease Questionnaire-8. For known-group validity, the Korean version of the KPPS score was higher in women and in the group with higher modified Hoehn and Yahr stage. In addition, the scale was associated with motor fluctuation and dyskinesia. The reliability and convergent and known-group validities of the Korean version of the KPPS were established. The use of this scale could contribute to the effective evaluation and management of pain in patients with PD in both research and clinical settings.",
    "disease": "parkinson disease",
    "clean_text": "psychometric properties of the korean king s parkinson s disease pain scale and its associations with clinical factors and quality of life since pain varies in patients with parkinson s disease pd it is crucial to use an appropriate pd specific pain scale to assess and manage pain this study aimed to verify the reliability and validity of the korean version of the king s parkinson s disease pain scale kpps two hundred thirty nine participants with parkinson s disease recruited from a tertiary medical center in republic of korea reliability was assessed through internal consistency and test retest for validity the convergent and known group validities were analyzed among the pd participants experienced pain measured by the korean version of kpps for reliability the cronbach s was and test retest reliability using intraclass correlation coefficient was for convergent validity the scale had statistically significant positive correlations with other pain characteristics modified hoehn and yahr stage activities of daily living and nonmotor symptom in addition the scale was correlated with quality of life including euroqol d and parkinson s disease questionnaire for known group validity the korean version of the kpps score was higher in women and in the group with higher modified hoehn and yahr stage in addition the scale was associated with motor fluctuation and dyskinesia the reliability and convergent and known group validities of the korean version of the kpps were established the use of this scale could contribute to the effective evaluation and management of pain in patients with pd in both research and clinical settings"
}