{
    "pmid": "41380522",
    "title": "Assessing sensitivity of predictive shoulder simulations to uncertain soft tissue properties.",
    "abstract": "Accurate modeling of glenohumeral joint mechanics requires reliable representations of passive structures such as ligaments and articular cartilage, yet these tissue properties are un-available in vivo on a subject-specific basis. This study evaluated how variability in ligament and cartilage properties propagates to joint-level outcomes. Using a validated musculoskeletal shoulder model and two Monte Carlo simulation frameworks, we independently varied glenohumeral ligament (stiffness and slack length) and cartilage (elastic modulus and thickness) parameters to predict secondary kinematics and joint contact mechanics during scaption. Regression analysis revealed that ligament slack length, particularly for the anterior and middle glenohumeral ligaments (A-IGHL and MGHL), had the most significant influence across outcomes. Articular cartilage properties also contributed significantly to contact mechanics, reinforcing their role as key contributors to load distribution. These findings are especially relevant for modeling pathological conditions such as osteoarthritis and surgical intervention such as joint replacement and ligament reconstructions, where cartilage and ligament structure and properties are altered. This work underscores the importance of accounting for soft tissue variability in subject-specific shoulder simulations and highlights targets for advancing in vivo characterization methods.",
    "disease": "osteoarthritis",
    "clean_text": "assessing sensitivity of predictive shoulder simulations to uncertain soft tissue properties accurate modeling of glenohumeral joint mechanics requires reliable representations of passive structures such as ligaments and articular cartilage yet these tissue properties are un available in vivo on a subject specific basis this study evaluated how variability in ligament and cartilage properties propagates to joint level outcomes using a validated musculoskeletal shoulder model and two monte carlo simulation frameworks we independently varied glenohumeral ligament stiffness and slack length and cartilage elastic modulus and thickness parameters to predict secondary kinematics and joint contact mechanics during scaption regression analysis revealed that ligament slack length particularly for the anterior and middle glenohumeral ligaments a ighl and mghl had the most significant influence across outcomes articular cartilage properties also contributed significantly to contact mechanics reinforcing their role as key contributors to load distribution these findings are especially relevant for modeling pathological conditions such as osteoarthritis and surgical intervention such as joint replacement and ligament reconstructions where cartilage and ligament structure and properties are altered this work underscores the importance of accounting for soft tissue variability in subject specific shoulder simulations and highlights targets for advancing in vivo characterization methods"
}