{
    "pmid": "41348356",
    "title": "Influenza Immunization at Midlife and the Risk of Parkinson Disease.",
    "abstract": "Influenza infection could be associated with a long-term increase in the risk of Parkinson disease (PD). However, the benefit of influenza immunization as a preventive measure for PD remains unknown. To assess whether immunization for influenza at midlife (between age 40 and 50 years) is associated with a decreased risk of PD. This cohort study used electronic medical records from the UK's Clinical Practice Research Datalink Aurum. The study cohort comprised individuals vaccinated for influenza between 40 and 50 years of age (hereafter, with influenza immunization at midlife) from 1995 to 2017 and unvaccinated controls (hereafter, without influenza immunization at midlife) matched 1:1 on age, sex, socioeconomic status, and calendar month of the vaccination. All analyses were conducted between January and May 2025. The primary outcome was incident PD. A modified intention-to-treat exposure definition with a 2-year lag period was applied to assess the risk of incident PD associated with influenza immunization at midlife vs no influenza immunization at midlife. Cox proportional hazards regression models estimated hazard ratios (HRs) and 95% CIs of the study outcome. Inverse probability of censoring weighting was used to account for selection bias, and propensity score matching was used for confounding control. Secondary analyses assessed potential effect size modifiers. Sensitivity analyses explored the implications of different potential biases. The study cohort included 1 191 209 individuals (mean [SD] age, 44 [3] years; 673 920 females [56.6%]), of whom 612 974 received influenza immunization at midlife and 578 235 did not receive influenza immunization at midlife . Influenza immunization at midlife vs lack thereof was not associated with the risk of PD overall (crude incidence rates per 1000 person-years, 0.16 vs 0.10; matched HR, 0.96; 95% CI, 0.76-1.22). Results varied over time, with the lowest point estimate approximately 8 years after vaccination (HR, 0.75; 95% CI, 0.52-1.08), but none of the differences were statistically significant. Results also varied by seasonality, with a lower point estimate for those vaccinated during influenza season (matched HR, 0.62; 95% CI, 0.33-1.15) compared with those vaccinated outside of influenza season (matched HR, 1.07; 95% CI, 0.81-1.42). Stratification by age, sex, or vaccination prior to cohort entry did not modify the association. Sensitivity analyses supported the findings of the primary analysis. This cohort study found that influenza immunization at midlife was not associated with the risk of PD in the overall population. Potential benefits for PD risk occurring several years after vaccination or in specific patient subgroups require further investigation.",
    "disease": "influenza",
    "clean_text": "influenza immunization at midlife and the risk of parkinson disease influenza infection could be associated with a long term increase in the risk of parkinson disease pd however the benefit of influenza immunization as a preventive measure for pd remains unknown to assess whether immunization for influenza at midlife between age and years is associated with a decreased risk of pd this cohort study used electronic medical records from the uk s clinical practice research datalink aurum the study cohort comprised individuals vaccinated for influenza between and years of age hereafter with influenza immunization at midlife from to and unvaccinated controls hereafter without influenza immunization at midlife matched on age sex socioeconomic status and calendar month of the vaccination all analyses were conducted between january and may the primary outcome was incident pd a modified intention to treat exposure definition with a year lag period was applied to assess the risk of incident pd associated with influenza immunization at midlife vs no influenza immunization at midlife cox proportional hazards regression models estimated hazard ratios hrs and cis of the study outcome inverse probability of censoring weighting was used to account for selection bias and propensity score matching was used for confounding control secondary analyses assessed potential effect size modifiers sensitivity analyses explored the implications of different potential biases the study cohort included individuals mean sd age years females of whom received influenza immunization at midlife and did not receive influenza immunization at midlife influenza immunization at midlife vs lack thereof was not associated with the risk of pd overall crude incidence rates per person years vs matched hr ci results varied over time with the lowest point estimate approximately years after vaccination hr ci but none of the differences were statistically significant results also varied by seasonality with a lower point estimate for those vaccinated during influenza season matched hr ci compared with those vaccinated outside of influenza season matched hr ci stratification by age sex or vaccination prior to cohort entry did not modify the association sensitivity analyses supported the findings of the primary analysis this cohort study found that influenza immunization at midlife was not associated with the risk of pd in the overall population potential benefits for pd risk occurring several years after vaccination or in specific patient subgroups require further investigation"
}