{
    "title": "Understanding basal cell adenocarcinoma of the head and neck: Population-based study.",
    "doc_id": "34958519",
    "writer": "Ahsanuddin S",
    "year": "2022",
    "summary": "BACKGROUND: Using a population-based database, this study investigates the risk factors, epidemiology, and outcomes of basal cell adenocarcinoma (BCAC) of the head and neck. METHODS: The Surveillance, Epidemiology, and End Results database was analyzed for all patie …",
    "abstract": "Background:\n        \n      \n      Using a population-based database, this study investigates the risk factors, epidemiology, and outcomes of basal cell adenocarcinoma (BCAC) of the head and neck.\n    \n\n\n          Methods:\n        \n      \n      The Surveillance, Epidemiology, and End Results database was analyzed for all patients with BCAC of the head and neck from 1973 to 2015.\n    \n\n\n          Results:\n        \n      \n      Three hundred and twenty-two cases of BCAC of the head and neck were identified. Mean age of diagnosis was 64.1 years. 52.5% were male and 77.3% were white. The most common primary site was the parotid gland (71.7%). Most patients underwent surgery alone (51.9%). Five-year disease-specific survival (5Y-DSS) was 95.6%, and 10Y-DSS was 90.3%. Highest survival was seen with surgery alone followed by combined surgery and radiation (10Y-DSS: 93.9% vs. 88.9%, p = 0.001). Age, primary site, T-classification, grade, and treatment type significantly affected survival.\n    \n\n\n          Conclusions:\n        \n      \n      BCAC of the head and neck presents most frequently in the parotid glands. Surgery alone is associated with highest survival.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34958519/",
    "clean_text": "understanding basal cell adenocarcinoma of the head and neck population based study background using a population based database this study investigates the risk factors epidemiology and outcomes of basal cell adenocarcinoma bcac of the head and neck methods the surveillance epidemiology and end results database was analyzed for all patie background using a population based database this study investigates the risk factors epidemiology and outcomes of basal cell adenocarcinoma bcac of the head and neck methods the surveillance epidemiology and end results database was analyzed for all patients with bcac of the head and neck from to results three hundred and twenty two cases of bcac of the head and neck were identified mean age of diagnosis was years were male and were white the most common primary site was the parotid gland most patients underwent surgery alone five year disease specific survival y dss was and y dss was highest survival was seen with surgery alone followed by combined surgery and radiation y dss vs p age primary site t classification grade and treatment type significantly affected survival conclusions bcac of the head and neck presents most frequently in the parotid glands surgery alone is associated with highest survival"
}