{
    "pmid": "41463532",
    "title": "Promoter Hypomethylation Unleashes HMGA1 to Orchestrate Immune Evasion and Therapy Resistance Across Cancers.",
    "abstract": "High mobility group A1 (HMGA1) is a chromatin-associated protein that regulates transcription and drives cancer progression. In this pan-cancer study, we analyzed multi-omics data to comprehensively characterize HMGA1's expression patterns, prognostic significance, epigenetic regulation, and immunotherapy roles. We found that HMGA1 was markedly upregulated in most cancers, mainly driven by promoter hypomethylation and copy number alterations. Elevated HMGA1 expression was consistently associated with unfavorable patient survival, stemness features, and the activation of oncogenic signaling pathways. Crucially, HMGA1 expression correlated with an immune-excluded tumor microenvironment, characterized by suppressed stromal and immune scores. Even in tumors with immune infiltration, high HMGA1 predicted poor prognosis, likely mediated by enhanced regulatory T-cell (Treg) recruitment and impaired effector immune function. Moreover, HMGA1 levels were positively correlated with tumor mutational burden (TMB), and microsatellite instability (MSI), and immunotherapy-related checkpoints including PD-1, CTLA-4, and TIGIT. Drug sensitivity analysis further revealed that HMGA1 predicted resistance to AKT inhibitors, which was experimentally validated in breast cancer cells treated with Capivasertib. Collectively, our findings establish HMGA1 as a pivotal oncogenic regulator and a promising biomarker for prognosis and for guiding strategies in immunotherapy and overcoming targeted therapy resistance.",
    "disease": "breast cancer",
    "clean_text": "promoter hypomethylation unleashes hmga to orchestrate immune evasion and therapy resistance across cancers high mobility group a hmga is a chromatin associated protein that regulates transcription and drives cancer progression in this pan cancer study we analyzed multi omics data to comprehensively characterize hmga s expression patterns prognostic significance epigenetic regulation and immunotherapy roles we found that hmga was markedly upregulated in most cancers mainly driven by promoter hypomethylation and copy number alterations elevated hmga expression was consistently associated with unfavorable patient survival stemness features and the activation of oncogenic signaling pathways crucially hmga expression correlated with an immune excluded tumor microenvironment characterized by suppressed stromal and immune scores even in tumors with immune infiltration high hmga predicted poor prognosis likely mediated by enhanced regulatory t cell treg recruitment and impaired effector immune function moreover hmga levels were positively correlated with tumor mutational burden tmb and microsatellite instability msi and immunotherapy related checkpoints including pd ctla and tigit drug sensitivity analysis further revealed that hmga predicted resistance to akt inhibitors which was experimentally validated in breast cancer cells treated with capivasertib collectively our findings establish hmga as a pivotal oncogenic regulator and a promising biomarker for prognosis and for guiding strategies in immunotherapy and overcoming targeted therapy resistance"
}