{
    "pmid": "41396749",
    "title": "Memory-Efficient Intrinsic Gating Adaptation for Enhanced On-Device Epilepsy Diagnosis.",
    "abstract": "Recently, advances in neuroscience and the rise of artificial intelligence have significantly enhanced the capabilities of epilepsy diagnosis. While EEG-based diagnosis offer a promising avenue for detecting and predicting seizure activity, practical implementation in real-world scenarios remains hindered by the heterogeneity of epilepsy and the variability of patient-specific biomarkers over time. Conventional deep learning models, trained on historical EEG, often fail to adapt to such biomarker variations, leading to degraded performance. Moreover, the computational and memory constraints of edge devices further exacerbate the challenge of on-device learning. To address these challenges, we introduce a novel framework, Memory-Efficient Intrinsic Gating Adaptation (MEIGA), designed to enhance real-world epilepsy diagnosis on resource-constrained edge devices. Our approach pre-trains a model using historical EEG data and employs lightweight adapter networks for efficient on-device tuning across new sessions, addressing session-to-session variability. By leveraging Direct Feedback Alignment (DFA), MEIGA reduces memory usage and computational overhead while maintaining high classification accuracy. Extensive experiments on the CHB-MIT epilepsy dataset demonstrate that MEIGA outperforms the pretrained-only Vision Transformer baseline, raising seizure prediction accuracy from 47.88% to 86.77% with only 3,908 tunable parameters (5.05% of the backbone). For seizure detection, MEIGA improves accuracy from 85.06% to 96.29% by adapting 2,008 parameters (17.40% of the base architecture). Further experiments on the AES dataset demonstrate that MEIGA consistently delivers strong performance across subjects and scales effectively to larger networks.",
    "disease": "epilepsy",
    "clean_text": "memory efficient intrinsic gating adaptation for enhanced on device epilepsy diagnosis recently advances in neuroscience and the rise of artificial intelligence have significantly enhanced the capabilities of epilepsy diagnosis while eeg based diagnosis offer a promising avenue for detecting and predicting seizure activity practical implementation in real world scenarios remains hindered by the heterogeneity of epilepsy and the variability of patient specific biomarkers over time conventional deep learning models trained on historical eeg often fail to adapt to such biomarker variations leading to degraded performance moreover the computational and memory constraints of edge devices further exacerbate the challenge of on device learning to address these challenges we introduce a novel framework memory efficient intrinsic gating adaptation meiga designed to enhance real world epilepsy diagnosis on resource constrained edge devices our approach pre trains a model using historical eeg data and employs lightweight adapter networks for efficient on device tuning across new sessions addressing session to session variability by leveraging direct feedback alignment dfa meiga reduces memory usage and computational overhead while maintaining high classification accuracy extensive experiments on the chb mit epilepsy dataset demonstrate that meiga outperforms the pretrained only vision transformer baseline raising seizure prediction accuracy from to with only tunable parameters of the backbone for seizure detection meiga improves accuracy from to by adapting parameters of the base architecture further experiments on the aes dataset demonstrate that meiga consistently delivers strong performance across subjects and scales effectively to larger networks"
}