{
    "title": "Gene therapy and blood cell transplantation.",
    "doc_id": "9276913",
    "writer": "Cuaron LJ",
    "year": "1997",
    "summary": "OBJECTIVES: To describe the basics of gene transfer and specific applications in marrow ablative therapy. DATA SOURCES: Review articles, research studies, and book chapters pertaining to gene therapy. CONCLUSIONS: Gene therapy will be a m …",
    "abstract": "Objectives:\n        \n      \n      To describe the basics of gene transfer and specific applications in marrow ablative therapy.\n    \n\n\n          Data sources:\n        \n      \n      Review articles, research studies, and book chapters pertaining to gene therapy.\n    \n\n\n          Conclusions:\n        \n      \n      Gene therapy will be a major factor in healthcare options for the 21st century. Genetically engineered biopharmaceuticals will probably have a place in the blood cell transplant regimens of the future.\n    \n\n\n          Implications for nursing practice:\n        \n      \n      Nurses are in a position to guide the successful implementation of gene therapy through their roles as patient educator, counselor, direct-care coordinator, consultant, and through development of resource materials.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9276913/",
    "clean_text": "gene therapy and blood cell transplantation objectives to describe the basics of gene transfer and specific applications in marrow ablative therapy data sources review articles research studies and book chapters pertaining to gene therapy conclusions gene therapy will be a m objectives to describe the basics of gene transfer and specific applications in marrow ablative therapy data sources review articles research studies and book chapters pertaining to gene therapy conclusions gene therapy will be a major factor in healthcare options for the st century genetically engineered biopharmaceuticals will probably have a place in the blood cell transplant regimens of the future implications for nursing practice nurses are in a position to guide the successful implementation of gene therapy through their roles as patient educator counselor direct care coordinator consultant and through development of resource materials"
}