{
    "pmid": "41457350",
    "title": "Risk Factors Associated With Sarcopenia in Patients With Chronic Kidney Disease: A Systematic Review and Meta-Analysis.",
    "abstract": "Sarcopenia is an age-related degenerative disorder characterized by a progressive decline in skeletal muscle mass, strength, and function with high prevalence in chronic kidney disease (CKD). Identifying clinical and epidemiological factors of sarcopenia in patients with CKD is essential to enable early recognition and appropriate clinical interventions. We conducted a systematic search for resources from PubMed, Embase, Web of Science, Wangfang, VIP (China Science and Technology Journal Database), CNKI (National Knowledge Infrastructure), CMAJD (Chinese Medical Association Journal Database), and SinoMed databases until 21 May 2025. We included studies that reported risk factors for sarcopenia in patients with CKD. All data were extracted independently by two reviewers using a standardized data collection form. The odds ratio (OR) for each risk factor was combined from the included studies. Sensitivity analyses and additional subgroup analyses were conducted. Finally 58 studies involving a total of 15 425 participants were included. Risk factors with a significant association with sarcopenia in patients with CKD included diabetes (OR = 1.96; 95% CI: 1.51-2.54; p < 0.001). In contrast, higher BMI (per 1 kg/m This study comprehensively illustrated that the development of sarcopenia in patients with CKD is influenced by a variety of risk factors across various domains. The identification of patients at a high risk of sarcopenia who could benefit from enhanced prophylaxis and treatment can be facilitated by the knowledge of risk factors that have a strong association with sarcopenia in patients with CKD. It is imperative to prioritize the identification of modifiable risk factors in order to enhance the effectiveness of prevention and treatment.",
    "disease": "chronic kidney disease",
    "clean_text": "risk factors associated with sarcopenia in patients with chronic kidney disease a systematic review and meta analysis sarcopenia is an age related degenerative disorder characterized by a progressive decline in skeletal muscle mass strength and function with high prevalence in chronic kidney disease ckd identifying clinical and epidemiological factors of sarcopenia in patients with ckd is essential to enable early recognition and appropriate clinical interventions we conducted a systematic search for resources from pubmed embase web of science wangfang vip china science and technology journal database cnki national knowledge infrastructure cmajd chinese medical association journal database and sinomed databases until may we included studies that reported risk factors for sarcopenia in patients with ckd all data were extracted independently by two reviewers using a standardized data collection form the odds ratio or for each risk factor was combined from the included studies sensitivity analyses and additional subgroup analyses were conducted finally studies involving a total of participants were included risk factors with a significant association with sarcopenia in patients with ckd included diabetes or ci p in contrast higher bmi per kg m this study comprehensively illustrated that the development of sarcopenia in patients with ckd is influenced by a variety of risk factors across various domains the identification of patients at a high risk of sarcopenia who could benefit from enhanced prophylaxis and treatment can be facilitated by the knowledge of risk factors that have a strong association with sarcopenia in patients with ckd it is imperative to prioritize the identification of modifiable risk factors in order to enhance the effectiveness of prevention and treatment"
}