{
    "title": "The Antigenic Structure of Zika Virus and Its Relation to Other Flaviviruses: Implications for Infection and Immunoprophylaxis.",
    "doc_id": "28179396",
    "writer": "Heinz FX",
    "year": "2017",
    "summary": "Zika virus was discovered 70 years ago in Uganda and maintained a low profile as a human disease agent in Africa and Asia. ...New insights into the molecular antigenic structure of Zika virus and flaviviruses in general have provided the foundation for …",
    "abstract": "Zika virus was discovered ∼70 years ago in Uganda and maintained a low profile as a human disease agent in Africa and Asia. Only recently has it caused explosive outbreaks in previously unaffected regions, first in Oceania and then in the Americas since 2015. Of special concern is the newly identified link between congenital malformations (especially microcephaly) and Zika virus infections during pregnancy. At present, it is unclear whether Zika virus changed its pathogenicity or whether the huge number of infections allowed the recognition of a previously cryptic pathogenic property. The purpose of this review is to discuss recent data on the molecular antigenic structure of Zika virus in the context of antibody-mediated neutralization and antibody-dependent enhancement (ADE) of infection, a phenomenon that has been implicated in the development of severe disease caused by the related dengue viruses. Emphasis is given to epitopes of antibodies that potently neutralize Zika virus and also to epitopes that provide antigenic links to other important human-pathogenic flaviviruses such as dengue, yellow fever, West Nile, Japanese encephalitis, and tick-borne encephalitis viruses. The antigenic cross talk between Zika and dengue viruses appears to be of special importance, since they cocirculate in many regions of endemicity and sequential infections are likely to occur frequently. New insights into the molecular antigenic structure of Zika virus and flaviviruses in general have provided the foundation for great progress made in developing Zika virus vaccines and antibodies for passive immunization.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28179396/",
    "clean_text": "the antigenic structure of zika virus and its relation to other flaviviruses implications for infection and immunoprophylaxis zika virus was discovered years ago in uganda and maintained a low profile as a human disease agent in africa and asia new insights into the molecular antigenic structure of zika virus and flaviviruses in general have provided the foundation for zika virus was discovered years ago in uganda and maintained a low profile as a human disease agent in africa and asia only recently has it caused explosive outbreaks in previously unaffected regions first in oceania and then in the americas since of special concern is the newly identified link between congenital malformations especially microcephaly and zika virus infections during pregnancy at present it is unclear whether zika virus changed its pathogenicity or whether the huge number of infections allowed the recognition of a previously cryptic pathogenic property the purpose of this review is to discuss recent data on the molecular antigenic structure of zika virus in the context of antibody mediated neutralization and antibody dependent enhancement ade of infection a phenomenon that has been implicated in the development of severe disease caused by the related dengue viruses emphasis is given to epitopes of antibodies that potently neutralize zika virus and also to epitopes that provide antigenic links to other important human pathogenic flaviviruses such as dengue yellow fever west nile japanese encephalitis and tick borne encephalitis viruses the antigenic cross talk between zika and dengue viruses appears to be of special importance since they cocirculate in many regions of endemicity and sequential infections are likely to occur frequently new insights into the molecular antigenic structure of zika virus and flaviviruses in general have provided the foundation for great progress made in developing zika virus vaccines and antibodies for passive immunization"
}