{
    "pmid": "41456359",
    "title": "Remote assessments of sleep and cognition in cognitively normal older adults at risk for Alzheimer disease.",
    "abstract": "Sleep is a marker of brain function that could potentially identify patients for early intervention by detecting cognitive change during the early asymptomatic stages of Alzheimer disease (AD). We examined the relationship between sleep and cognition in cognitively unimpaired older adults and evaluated whether the relationship was altered by AD risk factors. Cognitively unimpaired older adults (N = 319, age 54-97 years) were administered a sleep diary (1x/day) and brief cognitive assessments (4x/day) for seven consecutive days via a smartphone application. We evaluated if a previous night's sleep predicts next-day cognition and if sleep averaged over a week predicts cognitive performance averaged over a week. Additional analyses included the effects of carrying an apolipoprotein (APOE) ε4 allele and cerebrospinal fluid biomarkers of AD pathology. At the between-person level, no associations were observed between sleep and cognition. Within-person analyses revealed that deviations (both higher and lower scores) from an individual's usual sleep pattern were associated poorer next day cognitive performance. Carriage of the APOE ε4 allele and AD biomarkers did not interact with sleep-cognition relationships. Remote, multi-day assessments of cognition and sleep revealed subtle non-linear associations between nightly sleep and next-day cognition in cognitively unimpaired older adults. Furthermore, the individualized nature of sleep-cognition relationships underscores the importance of maintaining consistent person-centered sleep health metrics to support cognitive function. Capturing latent AD-related changes in sleep and cognition among asymptomatic older adults may require repeated assessments across extended timeframes.",
    "disease": "alzheimer disease",
    "clean_text": "remote assessments of sleep and cognition in cognitively normal older adults at risk for alzheimer disease sleep is a marker of brain function that could potentially identify patients for early intervention by detecting cognitive change during the early asymptomatic stages of alzheimer disease ad we examined the relationship between sleep and cognition in cognitively unimpaired older adults and evaluated whether the relationship was altered by ad risk factors cognitively unimpaired older adults n age years were administered a sleep diary x day and brief cognitive assessments x day for seven consecutive days via a smartphone application we evaluated if a previous night s sleep predicts next day cognition and if sleep averaged over a week predicts cognitive performance averaged over a week additional analyses included the effects of carrying an apolipoprotein apoe allele and cerebrospinal fluid biomarkers of ad pathology at the between person level no associations were observed between sleep and cognition within person analyses revealed that deviations both higher and lower scores from an individual s usual sleep pattern were associated poorer next day cognitive performance carriage of the apoe allele and ad biomarkers did not interact with sleep cognition relationships remote multi day assessments of cognition and sleep revealed subtle non linear associations between nightly sleep and next day cognition in cognitively unimpaired older adults furthermore the individualized nature of sleep cognition relationships underscores the importance of maintaining consistent person centered sleep health metrics to support cognitive function capturing latent ad related changes in sleep and cognition among asymptomatic older adults may require repeated assessments across extended timeframes"
}