{
    "title": "Out-of-focus low pressure pulse pretreatment to the whole kidney to reduce renal injury during shockwave lithotripsy: an in vivo study using a rabbit model.",
    "doc_id": "23373987",
    "writer": "Fernández F",
    "year": "2013",
    "summary": "MATERIALS AND METHODS: Seven rabbits were exposed to 250 shockwaves focused on the renal pelvis of the left kidney using a Piezolith 2300 lithotripter. A second group of seven rabbits received 50 prophylactic pressure pulses to the whole kidney at an out-of-focus po …",
    "abstract": "Background and purpose:\n        \n      \n      It is known that pretreating one renal pole with shockwaves generated at the minimum energy setting of an HM3 lithotripter reduces renal damage in pigs during shockwave lithotripsy; however, the minimum energy level to induce this effect is unknown. The purpose of this study was to analyze if exposing the whole kidney to low-energy-pressure pulses by positioning it out of focus protects the tissue from a clinical dose of shock waves.\n    \n\n\n          Materials and methods:\n        \n      \n      Seven rabbits were exposed to 250 shockwaves focused on the renal pelvis of the left kidney using a Piezolith 2300 lithotripter. A second group of seven rabbits received 50 prophylactic pressure pulses to the whole kidney at an out-of-focus position, followed by 250 shockwaves focused on the renal pelvis of the same kidney. The animals were sacrificed 1 week after shockwave treatment, and a bilateral nephrectomy was performed to compare tissue damage in both groups.\n    \n\n\n          Results:\n        \n      \n      All shockwave-treated kidneys showed macro- and microhistologic changes. Capsular fibrosis, subcapsular hematoma, inflammation, and necrotic areas in the renal capsule were significantly less in kidneys that received the prophylactic treatment. No differences between both groups were observed for tissue damage in the renal cortex and the renal medulla.\n    \n\n\n          Conclusions:\n        \n      \n      Our preliminary experiment reveals that an out-of-focus pretreatment to the whole kidney reduces the damage to the renal capsule of rabbit kidneys during shockwave application. This protective effect may be extended to areas inside the kidney by adjusting the dose of the prophylactic pressure pulses.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23373987/",
    "clean_text": "out of focus low pressure pulse pretreatment to the whole kidney to reduce renal injury during shockwave lithotripsy an in vivo study using a rabbit model materials and methods seven rabbits were exposed to shockwaves focused on the renal pelvis of the left kidney using a piezolith lithotripter a second group of seven rabbits received prophylactic pressure pulses to the whole kidney at an out of focus po background and purpose it is known that pretreating one renal pole with shockwaves generated at the minimum energy setting of an hm lithotripter reduces renal damage in pigs during shockwave lithotripsy however the minimum energy level to induce this effect is unknown the purpose of this study was to analyze if exposing the whole kidney to low energy pressure pulses by positioning it out of focus protects the tissue from a clinical dose of shock waves materials and methods seven rabbits were exposed to shockwaves focused on the renal pelvis of the left kidney using a piezolith lithotripter a second group of seven rabbits received prophylactic pressure pulses to the whole kidney at an out of focus position followed by shockwaves focused on the renal pelvis of the same kidney the animals were sacrificed week after shockwave treatment and a bilateral nephrectomy was performed to compare tissue damage in both groups results all shockwave treated kidneys showed macro and microhistologic changes capsular fibrosis subcapsular hematoma inflammation and necrotic areas in the renal capsule were significantly less in kidneys that received the prophylactic treatment no differences between both groups were observed for tissue damage in the renal cortex and the renal medulla conclusions our preliminary experiment reveals that an out of focus pretreatment to the whole kidney reduces the damage to the renal capsule of rabbit kidneys during shockwave application this protective effect may be extended to areas inside the kidney by adjusting the dose of the prophylactic pressure pulses"
}