{
    "pmid": "41436182",
    "title": "Exploring health professional views of management for preschool wheeze: a qualitative study.",
    "abstract": "This study aimed to explore health professionals' perspectives on the management of preschool wheeze, including their views on using tests to guide treatment for children with recurrent wheeze. Purposive and snowball sampling were used in this qualitative study to recruit health professionals with experience of managing children with pre-school wheeze from primary and secondary care settings across England. Semi-structured interviews were conducted via Microsoft Teams. Transcripts were analysed thematically, supported by the use of NVivo software, to identify key themes. 14 health professionals participated: four general practitioners, four general paediatricians, four hospital asthma nurses, one tertiary respiratory paediatrician and one primary care nurse. Participants agreed that preschool wheeze remains a significant disease. Thematic analysis identified four key themes: (1) challenges with diagnostic terminology, where a lack of consistent terminology was considered to impact communication and management; (2) diagnostic uncertainty, where the absence of objective tests for early asthma diagnosis negatively contributed to management plans; (3) current practice of investigating children with preschool wheeze, where participants described a lack of infrastructure and approach to performing tests in primary and secondary care; and (4) treatment considerations in which parents' medication beliefs were thought to influence adherence to prescribed treatments. There were differences in the views regarding the management of preschool wheeze between primary and secondary care professionals. Health professionals' views highlight inconsistent use of diagnostic terminology for preschool wheeze, contributing to variation in management. Integrated care pathways and infrastructure are urgently needed to improve outcomes for children with preschool wheeze.",
    "disease": "asthma",
    "clean_text": "exploring health professional views of management for preschool wheeze a qualitative study this study aimed to explore health professionals perspectives on the management of preschool wheeze including their views on using tests to guide treatment for children with recurrent wheeze purposive and snowball sampling were used in this qualitative study to recruit health professionals with experience of managing children with pre school wheeze from primary and secondary care settings across england semi structured interviews were conducted via microsoft teams transcripts were analysed thematically supported by the use of nvivo software to identify key themes health professionals participated four general practitioners four general paediatricians four hospital asthma nurses one tertiary respiratory paediatrician and one primary care nurse participants agreed that preschool wheeze remains a significant disease thematic analysis identified four key themes challenges with diagnostic terminology where a lack of consistent terminology was considered to impact communication and management diagnostic uncertainty where the absence of objective tests for early asthma diagnosis negatively contributed to management plans current practice of investigating children with preschool wheeze where participants described a lack of infrastructure and approach to performing tests in primary and secondary care and treatment considerations in which parents medication beliefs were thought to influence adherence to prescribed treatments there were differences in the views regarding the management of preschool wheeze between primary and secondary care professionals health professionals views highlight inconsistent use of diagnostic terminology for preschool wheeze contributing to variation in management integrated care pathways and infrastructure are urgently needed to improve outcomes for children with preschool wheeze"
}