{
    "title": "Scar-based catheter ablation for persistent atrial fibrillation.",
    "doc_id": "27875475",
    "writer": "Nery PB",
    "year": "2017",
    "summary": "PURPOSE OF REVIEW: Percutaneous catheter ablation can be an effective treatment for paroxysmal atrial fibrillation. However, catheter ablation for the treatment of persistent atrial fibrillation or long-standing persistent atrial fibrillation …",
    "abstract": "Purpose of review:\n        \n      \n      Percutaneous catheter ablation can be an effective treatment for paroxysmal atrial fibrillation. However, catheter ablation for the treatment of persistent atrial fibrillation or long-standing persistent atrial fibrillation is associated with success rates of 45-50% at 1 year. To address the challenge of ablating patients with persistent atrial fibrillation, several approaches have been proposed. Atrial scar-based catheter ablation is a promising strategy for ablation of persistent atrial fibrillation.\n    \n\n\n          Recent findings:\n        \n      \n      In this review, we outline the role of atrial scar/fibrosis in the pathophysiology of atrial fibrillation and how this encouraged clinical studies assessing the atrial substrate using scar-based mapping. We highlight current approaches to voltage mapping of atrial scar in patients with atrial fibrillation. The characteristics, techniques, and outcomes of recently published studies evaluating scar-based catheter ablation strategies for the treatment of atrial fibrillation are discussed. Finally, we explore the role of noninvasive tools such as delayed enhancement MRI to assess the atrial fibrillation substrate.\n    \n\n\n          Summary:\n        \n      \n      In summary, the optimal catheter ablation strategy for persistent atrial fibrillation remains unknown. Current data highlight the need for a better understanding of the substrate and mechanisms of arrhythmia maintenance in this population. Atrial scar-based catheter ablation has recently emerged as a promising strategy for ablation of atrial fibrillation. However, the available data have limitations that preclude definitive conclusions regarding the utility of this strategy. Further research is needed to assess the role of scar-based ablation for persistent atrial fibrillation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27875475/",
    "clean_text": "scar based catheter ablation for persistent atrial fibrillation purpose of review percutaneous catheter ablation can be an effective treatment for paroxysmal atrial fibrillation however catheter ablation for the treatment of persistent atrial fibrillation or long standing persistent atrial fibrillation purpose of review percutaneous catheter ablation can be an effective treatment for paroxysmal atrial fibrillation however catheter ablation for the treatment of persistent atrial fibrillation or long standing persistent atrial fibrillation is associated with success rates of at year to address the challenge of ablating patients with persistent atrial fibrillation several approaches have been proposed atrial scar based catheter ablation is a promising strategy for ablation of persistent atrial fibrillation recent findings in this review we outline the role of atrial scar fibrosis in the pathophysiology of atrial fibrillation and how this encouraged clinical studies assessing the atrial substrate using scar based mapping we highlight current approaches to voltage mapping of atrial scar in patients with atrial fibrillation the characteristics techniques and outcomes of recently published studies evaluating scar based catheter ablation strategies for the treatment of atrial fibrillation are discussed finally we explore the role of noninvasive tools such as delayed enhancement mri to assess the atrial fibrillation substrate summary in summary the optimal catheter ablation strategy for persistent atrial fibrillation remains unknown current data highlight the need for a better understanding of the substrate and mechanisms of arrhythmia maintenance in this population atrial scar based catheter ablation has recently emerged as a promising strategy for ablation of atrial fibrillation however the available data have limitations that preclude definitive conclusions regarding the utility of this strategy further research is needed to assess the role of scar based ablation for persistent atrial fibrillation"
}