{
    "pmid": "41450409",
    "title": "The Impact of Maternal COVID-19 Severity on Obstetrical and Neonatal Outcomes: A Retrospective Study.",
    "abstract": "Pregnancy induces physiological and immunological changes that increase susceptibility to severe outcomes from viral respiratory infections. Global meta-analyses have established that coronavirus disease 2019 (COVID-19) in pregnancy is associated with significantly elevated risks of adverse outcomes, including maternal ICU admission and preterm birth. However, region-specific data from Lebanon and the Middle East are scarce. This study aimed to evaluate the association between COVID-19 severity and obstetrical/neonatal outcomes in a Lebanese cohort. A retrospective, observational, monocentric study was conducted at Sheikh Ragheb Harb University Hospital. We included 110 hospitalized pregnant women with PCR-confirmed COVID-19 and their neonates admitted during 2021. The primary outcome was a composite of adverse neonatal outcomes (neonatal COVID-19 positivity or NICU admission). Secondary outcomes included individual neonatal components (birth weight, APGAR scores) and maternal outcomes (mode of delivery, preterm birth): statistical analyses employed chi-square tests, t-tests, and univariate logistic regression. Most patients (86.4%, n=95) had asymptomatic/mild COVID-19, while 13.6% (n=15) had moderate/severe disease. Moderate/severe maternal COVID-19 was significantly associated with an increased likelihood of cesarean delivery (odds ratio (OR)=4.70, 95% confidence interval (CI) 1.51-14.60, p=0.011) and preterm birth (OR=3.74, 95% CI 1.20-11.67, p=0.040). Neonates born to mothers with severe COVID-19 had significantly higher odds of testing PCR-positive (OR=27.00, 95% CI 6.86-106.30, p<0.001), requiring NICU admission (OR=14.33, 95% CI 4.15-49.55, p<0.001), and having lower APGAR scores (OR=0.06, 95% CI 0.02-0.25, p<0.001). Severe disease was also associated with lower neonatal birth weight (p=0.009) and prolonged maternal and neonatal hospitalization (p<0.001 for both). In this Lebanese cohort, maternal COVID-19 severity demonstrated strong associations with adverse obstetrical and neonatal outcomes. The markedly elevated risks, particularly for neonatal infection and NICU admission, underscore the need for vigilant management of pregnant women with COVID-19. However, the observational design, single-center setting, and small number of severe cases necessitate cautious interpretation. These findings highlight the critical importance of preventative strategies, including vaccination, and call for larger, prospective regional studies.",
    "disease": "covid-19",
    "clean_text": "the impact of maternal covid severity on obstetrical and neonatal outcomes a retrospective study pregnancy induces physiological and immunological changes that increase susceptibility to severe outcomes from viral respiratory infections global meta analyses have established that coronavirus disease covid in pregnancy is associated with significantly elevated risks of adverse outcomes including maternal icu admission and preterm birth however region specific data from lebanon and the middle east are scarce this study aimed to evaluate the association between covid severity and obstetrical neonatal outcomes in a lebanese cohort a retrospective observational monocentric study was conducted at sheikh ragheb harb university hospital we included hospitalized pregnant women with pcr confirmed covid and their neonates admitted during the primary outcome was a composite of adverse neonatal outcomes neonatal covid positivity or nicu admission secondary outcomes included individual neonatal components birth weight apgar scores and maternal outcomes mode of delivery preterm birth statistical analyses employed chi square tests t tests and univariate logistic regression most patients n had asymptomatic mild covid while n had moderate severe disease moderate severe maternal covid was significantly associated with an increased likelihood of cesarean delivery odds ratio or confidence interval ci p and preterm birth or ci p neonates born to mothers with severe covid had significantly higher odds of testing pcr positive or ci p requiring nicu admission or ci p and having lower apgar scores or ci p severe disease was also associated with lower neonatal birth weight p and prolonged maternal and neonatal hospitalization p for both in this lebanese cohort maternal covid severity demonstrated strong associations with adverse obstetrical and neonatal outcomes the markedly elevated risks particularly for neonatal infection and nicu admission underscore the need for vigilant management of pregnant women with covid however the observational design single center setting and small number of severe cases necessitate cautious interpretation these findings highlight the critical importance of preventative strategies including vaccination and call for larger prospective regional studies"
}