{
    "title": "Retrospective study on primary rhinoplasty for unilateral complete cleft lip nasal deformity.",
    "doc_id": "38597037",
    "writer": "Bi S",
    "year": "2023",
    "summary": "METHODS: Infants with unilateral complete cleft lip in the Department of Cleft Lip and Palate Surgery, College of Stomatology, Xi'an Jiaotong University were selected. All infants underwent cheiloplasty and primary rhinoplasty. ...METHODS: Infants with unilat …",
    "abstract": "Objectives:\n        \n      \n      A retrospective study was conducted on the effect of primary rhinoplasty on infants with unilateral complete cleft lip nasal deformity.\n    \n\n\n          Methods:\n        \n      \n      Infants with unilateral complete cleft lip in the Department of Cleft Lip and Palate Surgery, College of Stomatology, Xi'an Jiaotong University were selected. All infants underwent cheiloplasty and primary rhinoplasty. We reconstructed the nasal base and corrected the nasal septum and alar deformity at the same time. The nasal splint was worn 1 week after the surgery. The nasal morphology before surgery as well as 1 week and 1 year after surgery were analyzed.\n    \n\n\n          Results:\n        \n      \n      Significant differences were found on symmetry ratios including nasal base width, nostril height, alar angle and columella deviation angle between before and after operation (P<0.05). There were statistically significant differences in the symmetry ratio of nostril height and columella deviation angle between 1 year after surgery and 1 week after surgery (P<0.05).\n    \n\n\n          Conclusions:\n        \n      \n      Infants with unilateral complete cleft lip nasal deformity can achieve satisfactory nasal morphology by primary rhinoplasty. Despite few cases of recurrence of nasal deformity, the nasal morphology can be well improved and maintained.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38597037/",
    "clean_text": "retrospective study on primary rhinoplasty for unilateral complete cleft lip nasal deformity methods infants with unilateral complete cleft lip in the department of cleft lip and palate surgery college of stomatology xi an jiaotong university were selected all infants underwent cheiloplasty and primary rhinoplasty methods infants with unilat objectives a retrospective study was conducted on the effect of primary rhinoplasty on infants with unilateral complete cleft lip nasal deformity methods infants with unilateral complete cleft lip in the department of cleft lip and palate surgery college of stomatology xi an jiaotong university were selected all infants underwent cheiloplasty and primary rhinoplasty we reconstructed the nasal base and corrected the nasal septum and alar deformity at the same time the nasal splint was worn week after the surgery the nasal morphology before surgery as well as week and year after surgery were analyzed results significant differences were found on symmetry ratios including nasal base width nostril height alar angle and columella deviation angle between before and after operation p there were statistically significant differences in the symmetry ratio of nostril height and columella deviation angle between year after surgery and week after surgery p conclusions infants with unilateral complete cleft lip nasal deformity can achieve satisfactory nasal morphology by primary rhinoplasty despite few cases of recurrence of nasal deformity the nasal morphology can be well improved and maintained"
}