{
    "title": "Relative height and weight among children and adolescents of rural southwestern Nigeria.",
    "doc_id": "19449276",
    "writer": "Ayoola O",
    "year": "2009",
    "summary": "AIM: The present study documented the height and weight patterns relative to international standards among children and adolescents aged 5-20 years in rural Nigeria. SUBJECTS AND METHODS: Children 5-20 years of age were enrolled from two rural villages. Height and weigh …",
    "abstract": "Background:\n        \n      \n      There are few data describing the relative height and weight patterns of children and adolescents in rural Nigeria, despite a prevalence of stunting of over 38% among children younger than 5 years.\n    \n\n\n          Aim:\n        \n      \n      The present study documented the height and weight patterns relative to international standards among children and adolescents aged 5-20 years in rural Nigeria.\n    \n\n\n          Subjects and methods:\n        \n      \n      Children 5-20 years of age were enrolled from two rural villages. Height and weight were measured; body composition was estimated using bioelectrical impedance analysis. z-scores and centiles for height and body mass index were calculated; prevalences of low relative height (i.e.>2 standard deviations below mean for age and sex) and weight by sex and age were estimated.\n    \n\n\n          Results:\n        \n      \n      A total of 623 participants (326 male and 297 female) were enrolled. The mean height-for-age z-score for males younger than 19 years was -2.1 and prevalence of low relative height was 50%. Among females, the mean height-for-age z-score was -1.2 during adolescence; only 15% of adolescent females were of low relative height. Based on BMI-for-age, 37% of the adolescent males and 23% of females were underweight. No children or adolescents were overweight based on BMI-for-age.\n    \n\n\n          Conclusions:\n        \n      \n      Low relative height and underweight occur in a large proportion of children and adolescents in rural Nigeria, with the lowest relative heights and weights occurring in mid-adolescence and among males.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19449276/",
    "clean_text": "relative height and weight among children and adolescents of rural southwestern nigeria aim the present study documented the height and weight patterns relative to international standards among children and adolescents aged years in rural nigeria subjects and methods children years of age were enrolled from two rural villages height and weigh background there are few data describing the relative height and weight patterns of children and adolescents in rural nigeria despite a prevalence of stunting of over among children younger than years aim the present study documented the height and weight patterns relative to international standards among children and adolescents aged years in rural nigeria subjects and methods children years of age were enrolled from two rural villages height and weight were measured body composition was estimated using bioelectrical impedance analysis z scores and centiles for height and body mass index were calculated prevalences of low relative height i e standard deviations below mean for age and sex and weight by sex and age were estimated results a total of participants male and female were enrolled the mean height for age z score for males younger than years was and prevalence of low relative height was among females the mean height for age z score was during adolescence only of adolescent females were of low relative height based on bmi for age of the adolescent males and of females were underweight no children or adolescents were overweight based on bmi for age conclusions low relative height and underweight occur in a large proportion of children and adolescents in rural nigeria with the lowest relative heights and weights occurring in mid adolescence and among males"
}