{
    "title": "Engineering CAR-T cells: Design concepts.",
    "doc_id": "26169254",
    "writer": "Srivastava S",
    "year": "2015",
    "summary": "Other aspects of TCR signaling beyond those directly provided by CD3zeta and CD28 phosphorylation strongly influence a T cell's ability to differentiate and acquire full effector functions. Here, we discuss how the principles of TCR recognition, including spatial co …",
    "abstract": "Despite being empirically designed based on a simple understanding of TCR signaling, T cells engineered with chimeric antigen receptors (CARs) have been remarkably successful in treating patients with advanced refractory B cell malignancies. However, many challenges remain in improving the safety and efficacy of this therapy and extending it toward the treatment of epithelial cancers. Other aspects of TCR signaling beyond those directly provided by CD3ζ and CD28 phosphorylation strongly influence a T cell's ability to differentiate and acquire full effector functions. Here, we discuss how the principles of TCR recognition, including spatial constraints, Kon/Koff rates, and synapse formation, along with in-depth analysis of CAR signaling might be applied to develop safer and more effective synthetic tumor targeting receptors.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26169254/",
    "clean_text": "engineering car t cells design concepts other aspects of tcr signaling beyond those directly provided by cd zeta and cd phosphorylation strongly influence a t cell s ability to differentiate and acquire full effector functions here we discuss how the principles of tcr recognition including spatial co despite being empirically designed based on a simple understanding of tcr signaling t cells engineered with chimeric antigen receptors cars have been remarkably successful in treating patients with advanced refractory b cell malignancies however many challenges remain in improving the safety and efficacy of this therapy and extending it toward the treatment of epithelial cancers other aspects of tcr signaling beyond those directly provided by cd and cd phosphorylation strongly influence a t cell s ability to differentiate and acquire full effector functions here we discuss how the principles of tcr recognition including spatial constraints kon koff rates and synapse formation along with in depth analysis of car signaling might be applied to develop safer and more effective synthetic tumor targeting receptors"
}