{
    "pmid": "41472947",
    "title": "Exogenous Insulin Antibody Syndrome and Subsequent Severe Subcutaneous Insulin Resistance Complicating Type 1 Diabetes.",
    "abstract": "A young girl with type 1 diabetes mellitus (T1D) developed exogenous insulin antibody syndrome (EIAS) characterized by daytime hyperglycemia and ketosis alternating with prolonged severe nocturnal hypoglycemia. EIAS was diagnosed after the exclusion of other causes of hypoglycemia and with confirmation of very high insulin autoantibody levels, high plasma levels of bound insulin, and abnormal insulin clearance. Treatment with different insulin analogues, subcutaneous (SC) insulin pump, immunomodulation using corticosteroids, and intravenous (IV) immunoglobulin were not effective. She responded well to B-lymphocyte depletive therapy (rituximab) with a fall in insulin antibody levels and returned to usual T1D management with a marked improvement in severity of hypoglycemia. One year later she developed hyperglycemia and ketosis and showed no glycemic effect from SC insulin. She became dependent on IV insulin and was diagnosed with severe subcutaneous insulin resistance (SIR). She managed IV insulin at home but developed episodes of sepsis and central line blockage. Many treatment strategies failed, but successful management was finally achieved with the addition of heparin to insulin lispro via SC pump. EIAS and SIR are both extremely rare and, in this case, responded to very different treatment approaches.",
    "disease": "diabetes mellitus",
    "clean_text": "exogenous insulin antibody syndrome and subsequent severe subcutaneous insulin resistance complicating type diabetes a young girl with type diabetes mellitus t d developed exogenous insulin antibody syndrome eias characterized by daytime hyperglycemia and ketosis alternating with prolonged severe nocturnal hypoglycemia eias was diagnosed after the exclusion of other causes of hypoglycemia and with confirmation of very high insulin autoantibody levels high plasma levels of bound insulin and abnormal insulin clearance treatment with different insulin analogues subcutaneous sc insulin pump immunomodulation using corticosteroids and intravenous iv immunoglobulin were not effective she responded well to b lymphocyte depletive therapy rituximab with a fall in insulin antibody levels and returned to usual t d management with a marked improvement in severity of hypoglycemia one year later she developed hyperglycemia and ketosis and showed no glycemic effect from sc insulin she became dependent on iv insulin and was diagnosed with severe subcutaneous insulin resistance sir she managed iv insulin at home but developed episodes of sepsis and central line blockage many treatment strategies failed but successful management was finally achieved with the addition of heparin to insulin lispro via sc pump eias and sir are both extremely rare and in this case responded to very different treatment approaches"
}