{
    "title": "Risk factors associated with physical therapist burnout: a systematic review.",
    "doc_id": "35569408",
    "writer": "Burri SD",
    "year": "2022",
    "summary": "Fifty-three risk factors were identified, with four being classified as unavoidable and forty-nine determined as avoidable. ...CONCLUSION: A significant amount of literature has identified a wide variety of risk factors. The majority are avoidable, and …",
    "abstract": "Background:\n        \n      \n      Studies consistently suggest that work as a physical therapist is associated with burnout, yet no review of the contributing factors has been conducted.\n    \n\n\n          Objective:\n        \n      \n      To identify and examine the risk factors associated with physical therapist burnout.\n    \n\n\n          Data sources:\n        \n      \n      PubMed, Embase, CINAHL, and the Cochrane Library were searched from inception to May 2020.\n    \n\n\n          Eligibility criteria:\n        \n      \n      Quantitative studies of physical therapists in clinical practice who experience burnout symptoms or syndrome.\n    \n\n\n          Data extraction and data synthesis:\n        \n      \n      Risk factors such as characteristics of the participant, environment, structures, and experiences that demonstrate a significant predisposition to burnout were extracted. The modified Downs and Black checklist was used to identify risk of bias.\n    \n\n\n          Results:\n        \n      \n      Forty-six studies (8717 participants) were included. The risk of bias assessment determined all were of fair or poor quality. Fifty-three risk factors were identified, with four being classified as unavoidable and forty-nine determined as avoidable. The avoidable risk factors were further categorized as either structural/organizational (32%), psychological/emotional (19%), environmental (19%), or sociodemographic (13%).\n    \n\n\n          Limitations:\n        \n      \n      A risk factor's importance may not correlate with its prevalence, and the low-quality studies limit the ability to make definitive conclusions.\n    \n\n\n          Conclusion:\n        \n      \n      A significant amount of literature has identified a wide variety of risk factors. The majority are avoidable, and the effect and degree to which each risk factor contributes to burnout varies. The identified risk factors can help develop targeted prevention and intervention strategies for the benefit of physical therapists, organizations, and policymakers.\n    \n\n\n          Funding:\n        \n      \n      This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.\n    \n\n\n          Systematic review registration number:\n        \n      \n      PROSPERO CRD42020136356.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35569408/",
    "clean_text": "risk factors associated with physical therapist burnout a systematic review fifty three risk factors were identified with four being classified as unavoidable and forty nine determined as avoidable conclusion a significant amount of literature has identified a wide variety of risk factors the majority are avoidable and background studies consistently suggest that work as a physical therapist is associated with burnout yet no review of the contributing factors has been conducted objective to identify and examine the risk factors associated with physical therapist burnout data sources pubmed embase cinahl and the cochrane library were searched from inception to may eligibility criteria quantitative studies of physical therapists in clinical practice who experience burnout symptoms or syndrome data extraction and data synthesis risk factors such as characteristics of the participant environment structures and experiences that demonstrate a significant predisposition to burnout were extracted the modified downs and black checklist was used to identify risk of bias results forty six studies participants were included the risk of bias assessment determined all were of fair or poor quality fifty three risk factors were identified with four being classified as unavoidable and forty nine determined as avoidable the avoidable risk factors were further categorized as either structural organizational psychological emotional environmental or sociodemographic limitations a risk factor s importance may not correlate with its prevalence and the low quality studies limit the ability to make definitive conclusions conclusion a significant amount of literature has identified a wide variety of risk factors the majority are avoidable and the effect and degree to which each risk factor contributes to burnout varies the identified risk factors can help develop targeted prevention and intervention strategies for the benefit of physical therapists organizations and policymakers funding this research did not receive any specific grant from funding agencies in the public commercial or not for profit sectors systematic review registration number prospero crd"
}