{
    "title": "A Rare Kidney Disease To Cure Them All? Towards Mechanism-Based Therapies for Proteinopathies.",
    "doc_id": "33341352",
    "writer": "Dvela-Levitt M",
    "year": "2021",
    "summary": "Autosomal dominant tubulointerstitial kidney diseases (ADTKDs) are a group of rare genetic diseases that lead to kidney failure. ...We discuss the advantages of studying rare monogenic kidney diseases, describe effective patient-derived m …",
    "abstract": "Autosomal dominant tubulointerstitial kidney diseases (ADTKDs) are a group of rare genetic diseases that lead to kidney failure. Mutations in the MUC1 gene cause ADTKD-MUC1 (MUC1 kidney disease, MKD), a disorder with no available therapies. Recent studies have identified the molecular and cellular mechanisms that drive MKD disease pathogenesis. Armed with patient-derived cell lines and pluripotent stem cell (iPSC)-derived kidney organoids, it was found that MKD is a toxic proteinopathy caused by the intracellular accumulation of misfolded MUC1 protein in the early secretory pathway. We discuss the advantages of studying rare monogenic kidney diseases, describe effective patient-derived model systems, and highlight recent mechanistic insights into protein quality control that have implications for additional proteinopathies beyond rare kidney diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33341352/",
    "clean_text": "a rare kidney disease to cure them all towards mechanism based therapies for proteinopathies autosomal dominant tubulointerstitial kidney diseases adtkds are a group of rare genetic diseases that lead to kidney failure we discuss the advantages of studying rare monogenic kidney diseases describe effective patient derived m autosomal dominant tubulointerstitial kidney diseases adtkds are a group of rare genetic diseases that lead to kidney failure mutations in the muc gene cause adtkd muc muc kidney disease mkd a disorder with no available therapies recent studies have identified the molecular and cellular mechanisms that drive mkd disease pathogenesis armed with patient derived cell lines and pluripotent stem cell ipsc derived kidney organoids it was found that mkd is a toxic proteinopathy caused by the intracellular accumulation of misfolded muc protein in the early secretory pathway we discuss the advantages of studying rare monogenic kidney diseases describe effective patient derived model systems and highlight recent mechanistic insights into protein quality control that have implications for additional proteinopathies beyond rare kidney diseases"
}