{
    "pmid": "41439116",
    "title": "Hepatitis B Reactivation in Children During Chemotherapy for Hematologic Malignancies: Experience of 24 Cases Including Long-term Follow-up.",
    "abstract": "Hepatitis B virus reactivation (HBVr) or acute hepatitis B virus (HBV) infection is a known complication in adults receiving chemotherapy, often leading to significant hepatic morbidity and even liver failure. However, data in pediatric populations remain limited. This study aimed to evaluate the clinical profile, disease course, and long-term outcomes of acute HBV infection or HBVr in children undergoing chemotherapy for hematologic malignancies. We analyzed 24 children, of whom 11 were aged between 4 and 9 years and 13 between 10 and 15 years who developed acute hepatitis B or HBVr during chemotherapy between 2005 and 2023. All had normal liver function and were hepatitis B surface antigen (HBsAg)-negative prior to treatment. HBVr was defined by new detection of HBsAg and/or HBV DNA with alanine aminotransferase (ALT) elevation. Severe hepatitis was defined as ALT more than 5 times the upper limit of normal, the presence of jaundice, or total bilirubin >2 mg/dl. Chemotherapy disruption was defined as a delay of more than 8 days of chemotherapy in between cycles. Follow-up continued through December 2024. Our cohort included 20 children with acute lymphoblastic leukemia, 3 with acute myeloid leukemia, and 1 with Langerhans cell histiocytosis. Severe hepatitis occurred in 23 of 24 children. Chemotherapy was temporarily interrupted in 22 cases. All children received antiviral therapy, leading to biochemical improvement. HBsAg seroconversion occurred in 4 children. No child developed liver failure, cirrhosis, or fibrosing cholestatic hepatitis. Three deaths occurred due to primary malignancy relapse, unrelated to liver disease. Despite severe hepatitis, outcomes in children with HBV infection during chemotherapy were favorable. Early antiviral treatment enabled hepatic recovery and minimal chemotherapy disruption with timely resumption of chemotherapy. Unlike adults, no child experienced liver failure or cirrhosis, suggesting a milder disease course and greater hepatic resilience in pediatric patients undergoing immunosuppression.",
    "disease": "liver cirrhosis",
    "clean_text": "hepatitis b reactivation in children during chemotherapy for hematologic malignancies experience of cases including long term follow up hepatitis b virus reactivation hbvr or acute hepatitis b virus hbv infection is a known complication in adults receiving chemotherapy often leading to significant hepatic morbidity and even liver failure however data in pediatric populations remain limited this study aimed to evaluate the clinical profile disease course and long term outcomes of acute hbv infection or hbvr in children undergoing chemotherapy for hematologic malignancies we analyzed children of whom were aged between and years and between and years who developed acute hepatitis b or hbvr during chemotherapy between and all had normal liver function and were hepatitis b surface antigen hbsag negative prior to treatment hbvr was defined by new detection of hbsag and or hbv dna with alanine aminotransferase alt elevation severe hepatitis was defined as alt more than times the upper limit of normal the presence of jaundice or total bilirubin mg dl chemotherapy disruption was defined as a delay of more than days of chemotherapy in between cycles follow up continued through december our cohort included children with acute lymphoblastic leukemia with acute myeloid leukemia and with langerhans cell histiocytosis severe hepatitis occurred in of children chemotherapy was temporarily interrupted in cases all children received antiviral therapy leading to biochemical improvement hbsag seroconversion occurred in children no child developed liver failure cirrhosis or fibrosing cholestatic hepatitis three deaths occurred due to primary malignancy relapse unrelated to liver disease despite severe hepatitis outcomes in children with hbv infection during chemotherapy were favorable early antiviral treatment enabled hepatic recovery and minimal chemotherapy disruption with timely resumption of chemotherapy unlike adults no child experienced liver failure or cirrhosis suggesting a milder disease course and greater hepatic resilience in pediatric patients undergoing immunosuppression"
}