{
    "title": "The kidney tight junction (Review).",
    "doc_id": "25319473",
    "writer": "Hou J.",
    "year": "2014",
    "summary": "The tight junction is an important subcellular organelle which plays a vital role in epithelial barrier function. Claudin, as the integral membrane component of tight junctions, creates a paracellular transport pathway for various ions to be reabsorbed …",
    "abstract": "The tight junction is an important subcellular organelle which plays a vital role in epithelial barrier function. Claudin, as the integral membrane component of tight junctions, creates a paracellular transport pathway for various ions to be reabsorbed by the kidneys. This review summarizes advances in claudin structure, function and pathophysiology in kidney diseases. Different claudin species confer selective paracellular permeability to each of three major renal tubular segments: the proximal tubule, the thick ascending limb of Henle's loop and the distal nephron. Defects in claudin function can cause a wide spectrum of kidney diseases, such as hypomagnesemia, hypercalciuria, kidney stones and hypertension. Studies using transgenic mouse models with claudin mutations have recapitulated several of these renal disease phenotypes and have elucidated the underlying biological mechanisms. Modern recording approaches based upon scanning ion conductance microscopy may resolve the biophysical nature of claudin transport function and provide novel insight into tight junction architecture.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25319473/",
    "clean_text": "the kidney tight junction review the tight junction is an important subcellular organelle which plays a vital role in epithelial barrier function claudin as the integral membrane component of tight junctions creates a paracellular transport pathway for various ions to be reabsorbed the tight junction is an important subcellular organelle which plays a vital role in epithelial barrier function claudin as the integral membrane component of tight junctions creates a paracellular transport pathway for various ions to be reabsorbed by the kidneys this review summarizes advances in claudin structure function and pathophysiology in kidney diseases different claudin species confer selective paracellular permeability to each of three major renal tubular segments the proximal tubule the thick ascending limb of henle s loop and the distal nephron defects in claudin function can cause a wide spectrum of kidney diseases such as hypomagnesemia hypercalciuria kidney stones and hypertension studies using transgenic mouse models with claudin mutations have recapitulated several of these renal disease phenotypes and have elucidated the underlying biological mechanisms modern recording approaches based upon scanning ion conductance microscopy may resolve the biophysical nature of claudin transport function and provide novel insight into tight junction architecture"
}