{
    "title": "Non-coding RNAs in Prostate Cancer: From Discovery to Clinical Applications.",
    "doc_id": "26659491",
    "writer": "Ceder Y.",
    "year": "2016",
    "summary": "Prostate cancer is a heterogeneous disease for which the molecular mechanisms are still not fully elucidated. Prostate cancer research has traditionally focused on genomic and epigenetic alterations affecting the proteome, but over the last decade non- …",
    "abstract": "Prostate cancer is a heterogeneous disease for which the molecular mechanisms are still not fully elucidated. Prostate cancer research has traditionally focused on genomic and epigenetic alterations affecting the proteome, but over the last decade non-coding RNAs, especially microRNAs, have been recognized to play a key role in prostate cancer progression. A considerable number of individual microRNAs have been found to be deregulated in prostate cancer and their biological significance elucidated in functional studies. This review will delineate the current advances regarding the involvement of microRNAs and their targets in prostate cancer biology as well as their potential usage in the clinical management of the disease. The main focus will be on microRNAs contributing to initiation and progression of prostate cancer, including androgen signalling, cellular plasticity, stem cells biology and metastatic processes. To conclude, implications on potential future microRNA-based therapeutics based on the recent advances regarding the interplay between microRNAs and their targets are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26659491/",
    "clean_text": "non coding rnas in prostate cancer from discovery to clinical applications prostate cancer is a heterogeneous disease for which the molecular mechanisms are still not fully elucidated prostate cancer research has traditionally focused on genomic and epigenetic alterations affecting the proteome but over the last decade non prostate cancer is a heterogeneous disease for which the molecular mechanisms are still not fully elucidated prostate cancer research has traditionally focused on genomic and epigenetic alterations affecting the proteome but over the last decade non coding rnas especially micrornas have been recognized to play a key role in prostate cancer progression a considerable number of individual micrornas have been found to be deregulated in prostate cancer and their biological significance elucidated in functional studies this review will delineate the current advances regarding the involvement of micrornas and their targets in prostate cancer biology as well as their potential usage in the clinical management of the disease the main focus will be on micrornas contributing to initiation and progression of prostate cancer including androgen signalling cellular plasticity stem cells biology and metastatic processes to conclude implications on potential future microrna based therapeutics based on the recent advances regarding the interplay between micrornas and their targets are discussed"
}