{
    "title": "Quality improvement for neonatal resuscitation and delivery room care.",
    "doc_id": "35753831",
    "writer": "Whitesel E",
    "year": "2022",
    "summary": "Quality improvement has become a foundation of neonatal care. Structured approaches to improvement can standardize practices, improve teamwork, engage families, and improve outcomes. ...We examine how quality improvement can target equity in del …",
    "abstract": "Quality improvement has become a foundation of neonatal care. Structured approaches to improvement can standardize practices, improve teamwork, engage families, and improve outcomes. The delivery room presents a unique environment for quality improvement; optimal delivery room care requires advanced preparation, adequately trained providers, and carefully coordinated team dynamics. In this article, we examine quality improvement for neonatal resuscitation. We review the published literature, focusing on reports targeting admission hypothermia, delayed cord clamping, and initial respiratory support. We discuss specific challenges related to delivery room quality improvement, including small numbers, data collection, and lack of benchmarking, and potential strategies to address them including simulation, checklists, and state and national collaboratives. We examine how quality improvement can target equity in delivery room outcomes, and explore the impact of the COVID-19 pandemic on delivery room quality of care.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35753831/",
    "clean_text": "quality improvement for neonatal resuscitation and delivery room care quality improvement has become a foundation of neonatal care structured approaches to improvement can standardize practices improve teamwork engage families and improve outcomes we examine how quality improvement can target equity in del quality improvement has become a foundation of neonatal care structured approaches to improvement can standardize practices improve teamwork engage families and improve outcomes the delivery room presents a unique environment for quality improvement optimal delivery room care requires advanced preparation adequately trained providers and carefully coordinated team dynamics in this article we examine quality improvement for neonatal resuscitation we review the published literature focusing on reports targeting admission hypothermia delayed cord clamping and initial respiratory support we discuss specific challenges related to delivery room quality improvement including small numbers data collection and lack of benchmarking and potential strategies to address them including simulation checklists and state and national collaboratives we examine how quality improvement can target equity in delivery room outcomes and explore the impact of the covid pandemic on delivery room quality of care"
}