{
    "title": "Management of herpes zoster (shingles) and postherpetic neuralgia.",
    "doc_id": "10794584",
    "writer": "Stankus SJ",
    "year": "2000",
    "summary": "Herpes zoster (commonly referred to as \"shingles\") and postherpetic neuralgia result from reactivation of the varicella-zoster virus acquired during the primary varicella infection, or chickenpox. ...Reactivation of latent varicella-zoster virus from d …",
    "abstract": "Herpes zoster (commonly referred to as \"shingles\") and postherpetic neuralgia result from reactivation of the varicella-zoster virus acquired during the primary varicella infection, or chickenpox. Whereas varicella is generally a disease of childhood, herpes zoster and post-herpetic neuralgia become more common with increasing age. Factors that decrease immune function, such as human immunodeficiency virus infection, chemotherapy, malignancies and chronic corticosteroid use, may also increase the risk of developing herpes zoster. Reactivation of latent varicella-zoster virus from dorsal root ganglia is responsible for the classic dermatomal rash and pain that occur with herpes zoster. Burning pain typically precedes the rash by several days and can persist for several months after the rash resolves. With postherpetic neuralgia, a complication of herpes zoster, pain may persist well after resolution of the rash and can be highly debilitating. Herpes zoster is usually treated with orally administered acyclovir. Other antiviral medications include famciclovir and valacyclovir. The antiviral medications are most effective when started within 72 hours after the onset of the rash. The addition of an orally administered corticosteroid can provide modest benefits in reducing the pain of herpes zoster and the incidence of postherpetic neuralgia. Ocular involvement in herpes zoster can lead to rare but serious complications and generally merits referral to an ophthalmologist. Patients with postherpetic neuralgia may require narcotics for adequate pain control. Tricyclic antidepressants or anticonvulsants, often given in low dosages, may help to control neuropathic pain. Capsaicin, lidocaine patches and nerve blocks can also be used in selected patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10794584/",
    "clean_text": "management of herpes zoster shingles and postherpetic neuralgia herpes zoster commonly referred to as shingles and postherpetic neuralgia result from reactivation of the varicella zoster virus acquired during the primary varicella infection or chickenpox reactivation of latent varicella zoster virus from d herpes zoster commonly referred to as shingles and postherpetic neuralgia result from reactivation of the varicella zoster virus acquired during the primary varicella infection or chickenpox whereas varicella is generally a disease of childhood herpes zoster and post herpetic neuralgia become more common with increasing age factors that decrease immune function such as human immunodeficiency virus infection chemotherapy malignancies and chronic corticosteroid use may also increase the risk of developing herpes zoster reactivation of latent varicella zoster virus from dorsal root ganglia is responsible for the classic dermatomal rash and pain that occur with herpes zoster burning pain typically precedes the rash by several days and can persist for several months after the rash resolves with postherpetic neuralgia a complication of herpes zoster pain may persist well after resolution of the rash and can be highly debilitating herpes zoster is usually treated with orally administered acyclovir other antiviral medications include famciclovir and valacyclovir the antiviral medications are most effective when started within hours after the onset of the rash the addition of an orally administered corticosteroid can provide modest benefits in reducing the pain of herpes zoster and the incidence of postherpetic neuralgia ocular involvement in herpes zoster can lead to rare but serious complications and generally merits referral to an ophthalmologist patients with postherpetic neuralgia may require narcotics for adequate pain control tricyclic antidepressants or anticonvulsants often given in low dosages may help to control neuropathic pain capsaicin lidocaine patches and nerve blocks can also be used in selected patients"
}