{
    "pmid": "41442931",
    "title": "Vigabatrin-Associated Brain Magnetic Resonance Imaging Abnormalities in Two Children With WW domain-containing oxidoreductase-Related Epileptic Encephalopathy Syndrome.",
    "abstract": "Biallelic pathogenic variants in the WW domain-containing oxidoreductase (WWOX) gene have been identified as causes of WWOX-related epileptic encephalopathy. We report vigabatrin-associated brain abnormalities on magnetic resonance imaging (VABAM) in two children affected by WWOX-related epileptic encephalopathy. The clinical presentation included microcephaly, hypertonia, dysphagia, profound global developmental delay, and early infantile onset drug-resistant epilepsy. Initial neuroimaging was characterized by periventricular white matter volume loss and atrophy of the corpus callosum. Brain magnetic resonance imaging during vigabatrin treatment revealed new symmetrical signal changes in the globus pallidi and thalami consistent with VABAM. Further research is warranted to investigate whether children with genetic epilepsy related to the GABAergic pathway or delayed myelination are more susceptible to VABAM.",
    "disease": "epilepsy",
    "clean_text": "vigabatrin associated brain magnetic resonance imaging abnormalities in two children with ww domain containing oxidoreductase related epileptic encephalopathy syndrome biallelic pathogenic variants in the ww domain containing oxidoreductase wwox gene have been identified as causes of wwox related epileptic encephalopathy we report vigabatrin associated brain abnormalities on magnetic resonance imaging vabam in two children affected by wwox related epileptic encephalopathy the clinical presentation included microcephaly hypertonia dysphagia profound global developmental delay and early infantile onset drug resistant epilepsy initial neuroimaging was characterized by periventricular white matter volume loss and atrophy of the corpus callosum brain magnetic resonance imaging during vigabatrin treatment revealed new symmetrical signal changes in the globus pallidi and thalami consistent with vabam further research is warranted to investigate whether children with genetic epilepsy related to the gabaergic pathway or delayed myelination are more susceptible to vabam"
}