{
    "title": "Epidemic characteristics and transmission risk prediction of brucellosis in Xi'an city, Northwest China.",
    "doc_id": "35937257",
    "writer": "Zhao C",
    "year": "2022",
    "summary": "We carried out a retrospective epidemiological study in Xi'an, the largest city in northwestern China. It utilizes long-term surveillance data on HB during 2008-2021 and investigation data during 2014-2021. A total of 1989 HB cases were reported in Xi'an …",
    "abstract": "Human brucellosis (HB) has re-emerged in China since the mid-1990s, and exhibited an apparent geographic expansion shifted from the traditional livestock regions to the inland areas of China. It is often neglected in non-traditional epidemic areas, posing a serious threat to public health in big cities. We carried out a retrospective epidemiological study in Xi'an, the largest city in northwestern China. It utilizes long-term surveillance data on HB during 2008-2021 and investigation data during 2014-2021. A total of 1989 HB cases were reported in Xi'an, consisting of 505 local cases, i.e., those located in Xi'an and 1,484 non-local cases, i.e., those located in other cities. Significantly epidemiological heterogeneity was observed between them, mainly owing to differences in the gender, occupation, diagnostic delays, and reporting institutions. Serological investigations suggested that 59 people and 1,822 animals (sheep, cattle, and cows) tested positive for brucellosis from 2014 to 2021, with the annual average seroprevalence rates were 1.38 and 1.54%, respectively. The annual animal seroprevalence rate was positively correlated with the annual incidence of non-local HB cases. Multivariate boosted regression tree models revealed that gross domestic product, population density, length of township roads, number of farms, and nighttime lights substantially contributed to the spatial distribution of local HB. Approximately 7.84 million people inhabited the potential infection risk zones in Xi'an. Our study highlights the reemergence of HB in non-epidemic areas and provides a baseline for large and medium-sized cities to identify regions, where prevention and control efforts should be prioritized in the future.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35937257/",
    "clean_text": "epidemic characteristics and transmission risk prediction of brucellosis in xi an city northwest china we carried out a retrospective epidemiological study in xi an the largest city in northwestern china it utilizes long term surveillance data on hb during and investigation data during a total of hb cases were reported in xi an human brucellosis hb has re emerged in china since the mid s and exhibited an apparent geographic expansion shifted from the traditional livestock regions to the inland areas of china it is often neglected in non traditional epidemic areas posing a serious threat to public health in big cities we carried out a retrospective epidemiological study in xi an the largest city in northwestern china it utilizes long term surveillance data on hb during and investigation data during a total of hb cases were reported in xi an consisting of local cases i e those located in xi an and non local cases i e those located in other cities significantly epidemiological heterogeneity was observed between them mainly owing to differences in the gender occupation diagnostic delays and reporting institutions serological investigations suggested that people and animals sheep cattle and cows tested positive for brucellosis from to with the annual average seroprevalence rates were and respectively the annual animal seroprevalence rate was positively correlated with the annual incidence of non local hb cases multivariate boosted regression tree models revealed that gross domestic product population density length of township roads number of farms and nighttime lights substantially contributed to the spatial distribution of local hb approximately million people inhabited the potential infection risk zones in xi an our study highlights the reemergence of hb in non epidemic areas and provides a baseline for large and medium sized cities to identify regions where prevention and control efforts should be prioritized in the future"
}