{
    "pmid": "41435656",
    "title": "Improving Alzheimer's disease diagnosis by hyperspherical weighted adversarial learning in open set domain adaptation.",
    "abstract": "Alzheimer's Disease (AD) is a progressive neurodegenerative disorder characterized by cognitive decline and memory loss. Magnetic Resonance Imaging (MRI) plays a key role in detecting AD in Computer-aided Diagnosis (CAD) systems. However, variations in MRI scanners and imaging protocols introduce domain shifts, which significantly degrade model performance. Additionally, CAD models may misdiagnose unfamiliar neurodegenerative diseases not represented during training. In these complex and diverse clinical scenarios, employing closed set domain adaptation methods to achieve accurate diagnosis of AD presents substantial challenges. We propose a Hyperspherical Weighted Adversarial Learning-based Open Set Domain Adaptation (HWAL-OSDA) method for AD diagnosis. We introduce a voxel-based 3D feature extraction and fusion module to effectively capture and integrate MRI spatial features and employ a Multi-scale and Dual Attention Aggregation block to focus on disease-sensitive regions. To overcome the dispersion of feature distributions in high-dimensional space, hyperspherical variational auto-encoder module is incorporated to improve the learning of latent feature representations on a hypersphere. Furthermore, the spherical angular distance-based triplet loss and margin-based loss in the cross-domain alignment and separation module enhance the separability of known classes and establish a clear decision boundary between known and unknown classes. To improve the positive transfer of known samples and reduce the negative transfer of unknown samples, we design a weighted adversarial domain adaptation module that utilizes a dynamic instance-level weighting scheme, combining the Weibull distribution with entropy. Experiments on the ADNI and PPMI datasets show that HWAL-OSDA achieves an average accuracy of 94.2%, 83.68%, and 77.83% across three-way classification tasks (AD vs. CN vs. Unk, MCI vs. CN vs. Unk, and AD vs. MCI vs. Unk tasks), outperforming traditional and state-of-the-art OSDA methods. This approach offers a practical reference for CAD of AD and other neurodegenerative diseases in open clinical settings.",
    "disease": "alzheimer disease",
    "clean_text": "improving alzheimer s disease diagnosis by hyperspherical weighted adversarial learning in open set domain adaptation alzheimer s disease ad is a progressive neurodegenerative disorder characterized by cognitive decline and memory loss magnetic resonance imaging mri plays a key role in detecting ad in computer aided diagnosis cad systems however variations in mri scanners and imaging protocols introduce domain shifts which significantly degrade model performance additionally cad models may misdiagnose unfamiliar neurodegenerative diseases not represented during training in these complex and diverse clinical scenarios employing closed set domain adaptation methods to achieve accurate diagnosis of ad presents substantial challenges we propose a hyperspherical weighted adversarial learning based open set domain adaptation hwal osda method for ad diagnosis we introduce a voxel based d feature extraction and fusion module to effectively capture and integrate mri spatial features and employ a multi scale and dual attention aggregation block to focus on disease sensitive regions to overcome the dispersion of feature distributions in high dimensional space hyperspherical variational auto encoder module is incorporated to improve the learning of latent feature representations on a hypersphere furthermore the spherical angular distance based triplet loss and margin based loss in the cross domain alignment and separation module enhance the separability of known classes and establish a clear decision boundary between known and unknown classes to improve the positive transfer of known samples and reduce the negative transfer of unknown samples we design a weighted adversarial domain adaptation module that utilizes a dynamic instance level weighting scheme combining the weibull distribution with entropy experiments on the adni and ppmi datasets show that hwal osda achieves an average accuracy of and across three way classification tasks ad vs cn vs unk mci vs cn vs unk and ad vs mci vs unk tasks outperforming traditional and state of the art osda methods this approach offers a practical reference for cad of ad and other neurodegenerative diseases in open clinical settings"
}