{
    "title": "Possibilities and real meaning of assessment of ovarian reserve.",
    "doc_id": "30441963",
    "writer": "Kučera M",
    "year": "2018",
    "summary": "CONCLUSION: Voluntary or involuntary motherhood postmonement to the third decade of woman's life needs presice evaluation of the ovarian reserve before the infertility treatment. Contemporary there are: 1 hormonal tests (basal and dynamic), 2 ultrasonographic markers of …",
    "abstract": "Objective:\n        \n      \n      To summarize the posibilities of diagnosis of diminished ovarian reserve.\n    \n\n\n          Design:\n        \n      \n      Survey of contemporary knowledge.\n    \n\n\n          Settings:\n        \n      \n      PPCHC, Sanus Jihlava; PPCHC, Sanus Hradec Králové; Reprogenesis, Brno.\n    \n\n\n          Methods:\n        \n      \n      Review of literature.\n    \n\n\n          Conclusion:\n        \n      \n      Voluntary or involuntary motherhood postmonement to the third decade of woman's life needs presice evaluation of the ovarian reserve before the infertility treatment. Contemporary there are: 1 hormonal tests (basal and dynamic), 2 ultrasonographic markers of ovarian reserve. The most perspective markers of ovarian reserve seems AMH a AFC.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30441963/",
    "clean_text": "possibilities and real meaning of assessment of ovarian reserve conclusion voluntary or involuntary motherhood postmonement to the third decade of woman s life needs presice evaluation of the ovarian reserve before the infertility treatment contemporary there are hormonal tests basal and dynamic ultrasonographic markers of objective to summarize the posibilities of diagnosis of diminished ovarian reserve design survey of contemporary knowledge settings ppchc sanus jihlava ppchc sanus hradec kr lov reprogenesis brno methods review of literature conclusion voluntary or involuntary motherhood postmonement to the third decade of woman s life needs presice evaluation of the ovarian reserve before the infertility treatment contemporary there are hormonal tests basal and dynamic ultrasonographic markers of ovarian reserve the most perspective markers of ovarian reserve seems amh a afc"
}