{
    "pmid": "41366429",
    "title": "Hair follicle gene expression profiling in the SubPopulations and InteRmediate Outcome Measures in COPD Study (SPIROMICS).",
    "abstract": "Transcriptomic analysis is common in large cohort studies but is generally restricted to cells in blood, which limits inferences about organs of interest, and direct organ sampling is mostly infeasible in large cohorts. New techniques for RNA-seq from noninvasive biosamples may provide the opportunity to profile transcriptomes of additional tissues for more organ-relevant insights at scale. We investigated the feasibility and utility of hair follicle gene expression profiling in a multi-center study of chronic obstructive pulmonary disease (COPD). Bulk RNA-seq was performed on hair follicles collected in the SubPopulations and InteRmediate Outcome Measures in COPD Study (SPIROMICS), a multi-center longitudinal study of COPD (n = 97). The resulting hair follicle gene expression data were characterized and compared both to gene expression in whole blood and bronchial epithelium previously measured in SPIROMICS and to Genotype-Tissue Expression (GTEx) project tissue gene expression by principal component analysis and single-sample gene enrichment analysis, used to estimate hair follicle cell type proportions, and tested for association with disease-relevant lung phenotypes. eQTL discovery was also performed and colocalization with a genome-wide association study for lung function was tested. Hair follicles reliably produced transcriptomic data of sufficient quality and number for cell type composition, which revealed mostly epithelial and fibroblast cells. Comparison to other tissues previously profiled in SPIROMICS and GTEx project demonstrated transcriptomes from hair follicles were much more similar to those from lung parenchyma than blood. Combining these data with rich clinical, imaging, and genomic profiling in SPIROMICS, we found that they provided an attractive approach for discovery of associations with complex lung phenotypes, particularly of the airways. Finally, we investigated hair follicle genetic architecture through expression quantitative trait locus (eQTL) discovery and demonstrated better colocalization with lung-related genetic associations than blood. Here, we demonstrated that RNA-seq applied to hair follicle transcriptomic profiling can be scaled up successfully in a multi-center study to yield inferences not available from blood transcriptomics.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "hair follicle gene expression profiling in the subpopulations and intermediate outcome measures in copd study spiromics transcriptomic analysis is common in large cohort studies but is generally restricted to cells in blood which limits inferences about organs of interest and direct organ sampling is mostly infeasible in large cohorts new techniques for rna seq from noninvasive biosamples may provide the opportunity to profile transcriptomes of additional tissues for more organ relevant insights at scale we investigated the feasibility and utility of hair follicle gene expression profiling in a multi center study of chronic obstructive pulmonary disease copd bulk rna seq was performed on hair follicles collected in the subpopulations and intermediate outcome measures in copd study spiromics a multi center longitudinal study of copd n the resulting hair follicle gene expression data were characterized and compared both to gene expression in whole blood and bronchial epithelium previously measured in spiromics and to genotype tissue expression gtex project tissue gene expression by principal component analysis and single sample gene enrichment analysis used to estimate hair follicle cell type proportions and tested for association with disease relevant lung phenotypes eqtl discovery was also performed and colocalization with a genome wide association study for lung function was tested hair follicles reliably produced transcriptomic data of sufficient quality and number for cell type composition which revealed mostly epithelial and fibroblast cells comparison to other tissues previously profiled in spiromics and gtex project demonstrated transcriptomes from hair follicles were much more similar to those from lung parenchyma than blood combining these data with rich clinical imaging and genomic profiling in spiromics we found that they provided an attractive approach for discovery of associations with complex lung phenotypes particularly of the airways finally we investigated hair follicle genetic architecture through expression quantitative trait locus eqtl discovery and demonstrated better colocalization with lung related genetic associations than blood here we demonstrated that rna seq applied to hair follicle transcriptomic profiling can be scaled up successfully in a multi center study to yield inferences not available from blood transcriptomics"
}