{
    "pmid": "41365389",
    "title": "The association between decreased ALPS index and emphysema as well as cognitive function in patients with COPD.",
    "abstract": "We evaluated the changes in ALPS index and related factors in patients with chronic obstructive pulmonary disease (COPD) through diffusion tensor imaging along the perivascular space (DTI-ALPS). This prospective study enrolled 41 patients with COPD and 38 healthy volunteers. All participants completed magnetic resonance imaging scans, pulmonary function tests, and COPD severity assessment, stroke risk, and cognitive function. Also, included 33 patients with COPD whose complete chest computed tomography (CT) images were available. We used DTI data to construct an index of diffusivity along the perivascular space (ALPS index) and calculated the percentages (%) of low-attenuation areas below -950 HU (LAA% The ALPS index was significantly lower in patients with COPD than healthy controls (P = 0.003). Mini-Mental State Examination score (r = 0.445, P = 0.004), disease duration (r = -0.555, P < 0.001), and lgLAA% Patients with COPD have a lower ALPS index, which is correlated with the cognitive impairment, emphysema and disease duration. This new understanding provides new insights into the potential processes of brain injury associated with COPD.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "the association between decreased alps index and emphysema as well as cognitive function in patients with copd we evaluated the changes in alps index and related factors in patients with chronic obstructive pulmonary disease copd through diffusion tensor imaging along the perivascular space dti alps this prospective study enrolled patients with copd and healthy volunteers all participants completed magnetic resonance imaging scans pulmonary function tests and copd severity assessment stroke risk and cognitive function also included patients with copd whose complete chest computed tomography ct images were available we used dti data to construct an index of diffusivity along the perivascular space alps index and calculated the percentages of low attenuation areas below hu laa the alps index was significantly lower in patients with copd than healthy controls p mini mental state examination score r p disease duration r p and lglaa patients with copd have a lower alps index which is correlated with the cognitive impairment emphysema and disease duration this new understanding provides new insights into the potential processes of brain injury associated with copd"
}