{
    "pmid": "41450537",
    "title": "The Effect of Ozone on Kidney and Liver Tissues in the Treatment of Sepsis Caused by Cecal Perforation in Diabetic Mice.",
    "abstract": "This study aimed to investigate the anti-inflammatory and antioxidant effects of ozone on liver and kidney tissues as an adjuvant therapy in the treatment of sepsis in individuals with diabetes. 46 Swiss Albino mice were divided into six groups: control (C), diabetes (D), diabetes + ozone (DO), diabetes + cecal perforation (DCP), diabetes + cecal perforation + ozone (DCPO), and diabetes + ozone + cecal perforation (DOCP). The diabetes groups received 125 mg/kg intraperitoneal (i.p). Streptozotocin (STZ). The DCPO and DOCP groups received 1 mL (20 µg mL Histopathological analysis of liver and kidney tissue revealed that all acute inflammatory markers were more pronounced in the DCP group compared to the C, D, and DO groups. Acute inflammatory markers were lower in the ozone-treated groups compared to the DCP group. In the diabetes and sepsis groups, malondialdehyde (MDA) levels increased in both liver and kidney tissues, while catalase (CAT) activity decreased. MDA levels were lower in the ozone-treated groups, and CAT activity was higher than in the no-ozonized groups. Blood urea nitrogen (BUN), creatinine, AST, and ALT levels were significantly higher in the DCP group compared to the C, D, and DO groups. Conversely, these values were lower in the DCPO and DOCP groups compared to the DCP group. Our findings suggest that ozone therapy may alleviate inflammatory and oxidative stress-related damage to the liver and kidneys caused by diabetes and sepsis. Additionally, ozone therapy appears to reduce serum markers of liver and kidney function such as AST, ALT, BUN, and creatinine.",
    "disease": "diabetes mellitus",
    "clean_text": "the effect of ozone on kidney and liver tissues in the treatment of sepsis caused by cecal perforation in diabetic mice this study aimed to investigate the anti inflammatory and antioxidant effects of ozone on liver and kidney tissues as an adjuvant therapy in the treatment of sepsis in individuals with diabetes swiss albino mice were divided into six groups control c diabetes d diabetes ozone do diabetes cecal perforation dcp diabetes cecal perforation ozone dcpo and diabetes ozone cecal perforation docp the diabetes groups received mg kg intraperitoneal i p streptozotocin stz the dcpo and docp groups received ml g ml histopathological analysis of liver and kidney tissue revealed that all acute inflammatory markers were more pronounced in the dcp group compared to the c d and do groups acute inflammatory markers were lower in the ozone treated groups compared to the dcp group in the diabetes and sepsis groups malondialdehyde mda levels increased in both liver and kidney tissues while catalase cat activity decreased mda levels were lower in the ozone treated groups and cat activity was higher than in the no ozonized groups blood urea nitrogen bun creatinine ast and alt levels were significantly higher in the dcp group compared to the c d and do groups conversely these values were lower in the dcpo and docp groups compared to the dcp group our findings suggest that ozone therapy may alleviate inflammatory and oxidative stress related damage to the liver and kidneys caused by diabetes and sepsis additionally ozone therapy appears to reduce serum markers of liver and kidney function such as ast alt bun and creatinine"
}