{
    "title": "Widespread inter-individual gene expression variability in Arabidopsis thaliana.",
    "doc_id": "30679203",
    "writer": "Cortijo S",
    "year": "2019",
    "summary": "We also identified factors that might facilitate gene expression variability, such as gene length, the number of transcription factors regulating the genes and the chromatin environment. These results shed new light on the impact of transcriptional variabilit …",
    "abstract": "A fundamental question in biology is how gene expression is regulated to give rise to a phenotype. However, transcriptional variability is rarely considered although it could influence the relationship between genotype and phenotype. It is known in unicellular organisms that gene expression is often noisy rather than uniform, and this has been proposed to be beneficial when environmental conditions are unpredictable. However, little is known about inter-individual transcriptional variability in multicellular organisms. Using transcriptomic approaches, we analysed gene expression variability between individual Arabidopsis thaliana plants growing in identical conditions over a 24-h time course. We identified hundreds of genes that exhibit high inter-individual variability and found that many are involved in environmental responses, with different classes of genes variable between the day and night. We also identified factors that might facilitate gene expression variability, such as gene length, the number of transcription factors regulating the genes and the chromatin environment. These results shed new light on the impact of transcriptional variability in gene expression regulation in plants.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30679203/",
    "clean_text": "widespread inter individual gene expression variability in arabidopsis thaliana we also identified factors that might facilitate gene expression variability such as gene length the number of transcription factors regulating the genes and the chromatin environment these results shed new light on the impact of transcriptional variabilit a fundamental question in biology is how gene expression is regulated to give rise to a phenotype however transcriptional variability is rarely considered although it could influence the relationship between genotype and phenotype it is known in unicellular organisms that gene expression is often noisy rather than uniform and this has been proposed to be beneficial when environmental conditions are unpredictable however little is known about inter individual transcriptional variability in multicellular organisms using transcriptomic approaches we analysed gene expression variability between individual arabidopsis thaliana plants growing in identical conditions over a h time course we identified hundreds of genes that exhibit high inter individual variability and found that many are involved in environmental responses with different classes of genes variable between the day and night we also identified factors that might facilitate gene expression variability such as gene length the number of transcription factors regulating the genes and the chromatin environment these results shed new light on the impact of transcriptional variability in gene expression regulation in plants"
}