{
    "title": "First Report of Rice yellow mottle virus on Rice in the Democratic Republic of Congo.",
    "doc_id": "30716857",
    "writer": "Hubert JG",
    "year": "2013",
    "summary": "Rice yellow mottle virus (RYMV), genus Sobemovirus, is a widespread rice pathogen reported in nearly all rice-growing countries of Africa. ...Back-inoculations to susceptible rice variety IR64 resulted in the same yellowing and mottling symptoms 7 to 9 days post-ino …",
    "abstract": "Rice yellow mottle virus (RYMV), genus Sobemovirus, is a widespread rice pathogen reported in nearly all rice-growing countries of Africa. Although the virus was detected in Cameroon, Chad, Tanzania, Rwanda, Burundi, and Uganda (2,3), RYMV has never been described in the Democratic Republic of Congo (DRC). In July 2012, plants with leaf yellowing and mottling symptoms were observed in large irrigated rice production schemes 30 km south of Bukavu, in eastern DRC, and in lowland subsistence fields in the surroundings of Bukavu. Several dozen hectares affected by the disease were abandoned by the farmers. Symptomatic leaf samples were collected in different farmer fields. Back-inoculations to susceptible rice variety IR64 resulted in the same yellowing and mottling symptoms 7 to 9 days post-inoculation. Infected leaves gave positive results using double antibody sandwich (DAS)-ELISA tests with polyclonal antisera (as described in [1]), indicating for the first time the presence of RYMV in DRC. Triple antibody sandwich (TAS)-ELISA tests with discriminant monoclonal antibodies (1) revealed that they all belong to serotype 4 found in the neighboring region in Rwanda. Total RNA of three samples from South Kivu was extracted with the RNeasy Plant Mini kit (Qiagen, Germany). The 720 nucleotide coat protein (CP) gene was amplified by reverse transcription (RT)-PCR with primers 5'CTCCCCCACCCATCCCGAGAATT3' and 5'CAAAGATGGCCAGGAA3' (1). The sequences were deposited in GenBank (Accessions KC788208, KC788209, and KC788210). A set of CP sequences of 45 isolates representative of the RYMV diversity in Africa, including the sequences of the DRC samples, were used for phylogenetic reconstruction by maximum-likelihood method. The isolates from South Kivu belonged to strain S4-lv, mainly found around Lake Victoria. Specifically, within the S4-lv strain, the South Kivu isolates clustered with isolates from eastern and southern provinces of Rwanda and Burundi, respectively (2), suggesting a recent spread from these countries. Recently, efforts have been directed to shift from the traditional upland system to lowland and irrigated systems in which water availability allows sequential planting and maintenance of higher crop intensity. This agricultural change may increase insect vectors and alternate host plant populations which may result in higher RYMV incidence in DRC (3). Similar yellowing and mottling symptoms have been observed in Bas-Congo and Equateur provinces of the country, which would justify further surveys and characterisation of RYMV in the DRC. References: (1) D. Fargette et al. Arch. Virol. 147:583, 2002. (2) I. Ndikumana et al. Plant Dis. 96:1230, 2012. (3) O. Traoré et al. Mol. Ecol. 14:2097, 2005.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30716857/",
    "clean_text": "first report of rice yellow mottle virus on rice in the democratic republic of congo rice yellow mottle virus rymv genus sobemovirus is a widespread rice pathogen reported in nearly all rice growing countries of africa back inoculations to susceptible rice variety ir resulted in the same yellowing and mottling symptoms to days post ino rice yellow mottle virus rymv genus sobemovirus is a widespread rice pathogen reported in nearly all rice growing countries of africa although the virus was detected in cameroon chad tanzania rwanda burundi and uganda rymv has never been described in the democratic republic of congo drc in july plants with leaf yellowing and mottling symptoms were observed in large irrigated rice production schemes km south of bukavu in eastern drc and in lowland subsistence fields in the surroundings of bukavu several dozen hectares affected by the disease were abandoned by the farmers symptomatic leaf samples were collected in different farmer fields back inoculations to susceptible rice variety ir resulted in the same yellowing and mottling symptoms to days post inoculation infected leaves gave positive results using double antibody sandwich das elisa tests with polyclonal antisera as described in indicating for the first time the presence of rymv in drc triple antibody sandwich tas elisa tests with discriminant monoclonal antibodies revealed that they all belong to serotype found in the neighboring region in rwanda total rna of three samples from south kivu was extracted with the rneasy plant mini kit qiagen germany the nucleotide coat protein cp gene was amplified by reverse transcription rt pcr with primers ctcccccacccatcccgagaatt and caaagatggccaggaa the sequences were deposited in genbank accessions kc kc and kc a set of cp sequences of isolates representative of the rymv diversity in africa including the sequences of the drc samples were used for phylogenetic reconstruction by maximum likelihood method the isolates from south kivu belonged to strain s lv mainly found around lake victoria specifically within the s lv strain the south kivu isolates clustered with isolates from eastern and southern provinces of rwanda and burundi respectively suggesting a recent spread from these countries recently efforts have been directed to shift from the traditional upland system to lowland and irrigated systems in which water availability allows sequential planting and maintenance of higher crop intensity this agricultural change may increase insect vectors and alternate host plant populations which may result in higher rymv incidence in drc similar yellowing and mottling symptoms have been observed in bas congo and equateur provinces of the country which would justify further surveys and characterisation of rymv in the drc references d fargette et al arch virol i ndikumana et al plant dis o traor et al mol ecol"
}