{
    "title": "Correlation of prostate-specific antigen and prostate-specific antigen density with outcome of prostate biopsy.",
    "doc_id": "7509526",
    "writer": "Bare R",
    "year": "1994",
    "summary": "OBJECTIVE: We attempt to correlate prebiopsy serum prostate-specific antigen (PSA) concentration and prostate-specific antigen density (PSAD) with histologic results of prostate biopsy. ...RESULTS: The mean PSAD values of the cancer versus noncancer (benign …",
    "abstract": "Objective:\n        \n      \n      We attempt to correlate prebiopsy serum prostate-specific antigen (PSA) concentration and prostate-specific antigen density (PSAD) with histologic results of prostate biopsy.\n    \n\n\n          Method:\n        \n      \n      Sixty-two consecutive patients underwent prostate biopsy because of elevated PSA greater than 4 ng/mL and/or abnormal findings on digital rectal examination (DRE). PSAD was calculated from dividing the serum PSA concentration by the prostate volume as determined by transrectal ultrasound (TRUS). PSA and PSAD were compared to biopsy outcome.\n    \n\n\n          Results:\n        \n      \n      The mean PSAD values of the cancer versus noncancer (benign prostatic tissue, benign prostatic hyperplasia, and prostatitis) groups were significantly different (p < 0.019). However, there was great overlap in individual values. The mean PSA levels of the cancer versus noncancer groups also were significantly different (p < 0.0079). In patients with PSA levels between 4 and 10 ng/mL, 11 of 32 (34%) had positive biopsy findings for cancer. Eleven of 29 patients (38%) with normal DRE findings and elevated PSA levels (> 4 ng/mL) had positive biopsy findings for cancer. Seven of 19 patients (37%) with normal DRE findings and elevated PSA levels between 4 and 10 ng/mL had positive biopsy specimens for cancer.\n    \n\n\n          Conclusions:\n        \n      \n      PSAD, though suggestive, is not definitive for cancer or noncancer. Patients with inflammation (prostatitis) present in their biopsy specimens have serum PSA levels and PSAD values intermediate between those with benign tissue (without inflammation) and cancer. We think that prostate biopsy is important in patients with PSA levels between 4 and 10 ng/mL even if their DRE result is normal, as our data indicate that over one third of these patients harbor detectable prostate cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7509526/",
    "clean_text": "correlation of prostate specific antigen and prostate specific antigen density with outcome of prostate biopsy objective we attempt to correlate prebiopsy serum prostate specific antigen psa concentration and prostate specific antigen density psad with histologic results of prostate biopsy results the mean psad values of the cancer versus noncancer benign objective we attempt to correlate prebiopsy serum prostate specific antigen psa concentration and prostate specific antigen density psad with histologic results of prostate biopsy method sixty two consecutive patients underwent prostate biopsy because of elevated psa greater than ng ml and or abnormal findings on digital rectal examination dre psad was calculated from dividing the serum psa concentration by the prostate volume as determined by transrectal ultrasound trus psa and psad were compared to biopsy outcome results the mean psad values of the cancer versus noncancer benign prostatic tissue benign prostatic hyperplasia and prostatitis groups were significantly different p however there was great overlap in individual values the mean psa levels of the cancer versus noncancer groups also were significantly different p in patients with psa levels between and ng ml of had positive biopsy findings for cancer eleven of patients with normal dre findings and elevated psa levels ng ml had positive biopsy findings for cancer seven of patients with normal dre findings and elevated psa levels between and ng ml had positive biopsy specimens for cancer conclusions psad though suggestive is not definitive for cancer or noncancer patients with inflammation prostatitis present in their biopsy specimens have serum psa levels and psad values intermediate between those with benign tissue without inflammation and cancer we think that prostate biopsy is important in patients with psa levels between and ng ml even if their dre result is normal as our data indicate that over one third of these patients harbor detectable prostate cancer"
}