{
    "title": "Predictors and impact of postoperative atrial fibrillation following thoracic surgery: a state-of-the-art review.",
    "doc_id": "36632006",
    "writer": "Diallo EH",
    "year": "2023",
    "summary": "This review of 19 studies (39,783 patients) of atrial fibrillation after thoracic surgery addresses the pathophysiology, incidence, and consequences of atrial fibrillation in this population, as well as its prevention and management. Interestingly, …",
    "abstract": "This review of 19 studies (39,783 patients) of atrial fibrillation after thoracic surgery addresses the pathophysiology, incidence, and consequences of atrial fibrillation in this population, as well as its prevention and management. Interestingly, atrial fibrillation was most often identified in patients not previously known to have the disease. Rhythm control with amiodarone was the most commonly used treatment and nearly all patients were discharged in sinus rhythm. Major predictors were age; male sex; history of atrial fibrillation; congestive heart failure; left atrial enlargement; elevated brain natriuretic peptide level; and the invasiveness of procedures. Overall, patients with atrial fibrillation stayed 3 days longer in hospital. We also discuss the importance of standardising research on this subject and provide recommendations that might mitigate the impact postoperative atrial fibrillation on hospital resources.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36632006/",
    "clean_text": "predictors and impact of postoperative atrial fibrillation following thoracic surgery a state of the art review this review of studies patients of atrial fibrillation after thoracic surgery addresses the pathophysiology incidence and consequences of atrial fibrillation in this population as well as its prevention and management interestingly this review of studies patients of atrial fibrillation after thoracic surgery addresses the pathophysiology incidence and consequences of atrial fibrillation in this population as well as its prevention and management interestingly atrial fibrillation was most often identified in patients not previously known to have the disease rhythm control with amiodarone was the most commonly used treatment and nearly all patients were discharged in sinus rhythm major predictors were age male sex history of atrial fibrillation congestive heart failure left atrial enlargement elevated brain natriuretic peptide level and the invasiveness of procedures overall patients with atrial fibrillation stayed days longer in hospital we also discuss the importance of standardising research on this subject and provide recommendations that might mitigate the impact postoperative atrial fibrillation on hospital resources"
}