{
    "title": "Role of Ultrasound in Low Back Pain: A Review.",
    "doc_id": "32192782",
    "writer": "Cheung WK",
    "year": "2020",
    "summary": "Low back pain is one of most common musculoskeletal disorders around the world. One major problem clinicians face is the lack of objective assessment modalities. ...Future work should focus on quantitative assessment of these tissues to provide textural, stru …",
    "abstract": "Low back pain is one of most common musculoskeletal disorders around the world. One major problem clinicians face is the lack of objective assessment modalities. Computed tomography and magnetic resonance imaging are commonly utilized but are unable to clearly distinguish patients with low back pain from healthy patients with respect to abnormalities. The reason may be the anisotropic nature of muscles, which is altered in function, and the scans provide only structural assessment. In view of this, ultrasound may be helpful in understanding the disease as it is performed in real-time and comprises different modes that measure thickness, blood flow and stiffness. By the use of ultrasound, patients with low back pain have been found to differ from healthy patients with respect to the thickness and stiffness of the transversus abdominis, thoracolumbar fascia and multifidus. The study results are currently still not conclusive, and further study is necessary to validate. Future work should focus on quantitative assessment of these tissues to provide textural, structural, hemodynamic and mechanical studies of low back pain. This review highlights the current understanding of how medical ultrasound has been used for diagnosis and study of low back pain and discusses potential new applications.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32192782/",
    "clean_text": "role of ultrasound in low back pain a review low back pain is one of most common musculoskeletal disorders around the world one major problem clinicians face is the lack of objective assessment modalities future work should focus on quantitative assessment of these tissues to provide textural stru low back pain is one of most common musculoskeletal disorders around the world one major problem clinicians face is the lack of objective assessment modalities computed tomography and magnetic resonance imaging are commonly utilized but are unable to clearly distinguish patients with low back pain from healthy patients with respect to abnormalities the reason may be the anisotropic nature of muscles which is altered in function and the scans provide only structural assessment in view of this ultrasound may be helpful in understanding the disease as it is performed in real time and comprises different modes that measure thickness blood flow and stiffness by the use of ultrasound patients with low back pain have been found to differ from healthy patients with respect to the thickness and stiffness of the transversus abdominis thoracolumbar fascia and multifidus the study results are currently still not conclusive and further study is necessary to validate future work should focus on quantitative assessment of these tissues to provide textural structural hemodynamic and mechanical studies of low back pain this review highlights the current understanding of how medical ultrasound has been used for diagnosis and study of low back pain and discusses potential new applications"
}