{
    "title": "Critical microRNAs in Lung Cancer: Recent Advances and Potential Applications.",
    "doc_id": "30088452",
    "writer": "Zarredar H",
    "year": "2018",
    "summary": "Amplification and overexpression of some miRNAs that are called 'oncomiRs' or down-regulation of tumor suppressor miRNAs are associated with genetic alterations that are sufficient to drive tumorigenesis in humans. Lung cancer is the leading cause of cancer-r …",
    "abstract": "Background:\n        \n      \n      MicroRNAs (miRNAs) play an important role in the regulation of various genes involved in cell growth, development and the maintenance of body homeostasis. They are closely linked to different human diseases, particularly in cancers. Amplification and overexpression of some miRNAs that are called 'oncomiRs' or down-regulation of tumor suppressor miRNAs are associated with genetic alterations that are sufficient to drive tumorigenesis in humans. Lung cancer is the leading cause of cancer-related deaths worldwide. The high mortality rate of lung cancer is not changed even with recent advances in cancer treatment. Several studies demonstrated that miRNAs are involved in the pathogenesis of lung cancer that they negatively or positively regulate gene and protein expression by acting as oncogenes or tumor suppressors.\n    \n\n\n          Objective:\n        \n      \n      This article reviewed the current knowledge on the role of miRNAs and their target genes in lung cancer and discussed the potential use of some miRNAs as novel therapeutic agents in lung cancer.\n    \n\n\n          Method:\n        \n      \n      Firstly, we collected and summarized all research and review and research articles in databases including Scopus and PubMed. Then, we used related keywords that are important to lung cancer target therapy and their diagnostic and prognostic values.\n    \n\n\n          Results:\n        \n      \n      Based on collected articles and research, recognizing critical microRNA and controlling the expression of this microRNA by antagonist oligonucleotides like antagomiRs or anti-miRs and microRNA mimicking will have a remarkable role in treating lung cancer.\n    \n\n\n          Conclusion:\n        \n      \n      Many research studies have shown that a combination of chemotherapy plus knockdown or mimicking microRNA is effective and useful in the cancers treatment like lung cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30088452/",
    "clean_text": "critical micrornas in lung cancer recent advances and potential applications amplification and overexpression of some mirnas that are called oncomirs or down regulation of tumor suppressor mirnas are associated with genetic alterations that are sufficient to drive tumorigenesis in humans lung cancer is the leading cause of cancer r background micrornas mirnas play an important role in the regulation of various genes involved in cell growth development and the maintenance of body homeostasis they are closely linked to different human diseases particularly in cancers amplification and overexpression of some mirnas that are called oncomirs or down regulation of tumor suppressor mirnas are associated with genetic alterations that are sufficient to drive tumorigenesis in humans lung cancer is the leading cause of cancer related deaths worldwide the high mortality rate of lung cancer is not changed even with recent advances in cancer treatment several studies demonstrated that mirnas are involved in the pathogenesis of lung cancer that they negatively or positively regulate gene and protein expression by acting as oncogenes or tumor suppressors objective this article reviewed the current knowledge on the role of mirnas and their target genes in lung cancer and discussed the potential use of some mirnas as novel therapeutic agents in lung cancer method firstly we collected and summarized all research and review and research articles in databases including scopus and pubmed then we used related keywords that are important to lung cancer target therapy and their diagnostic and prognostic values results based on collected articles and research recognizing critical microrna and controlling the expression of this microrna by antagonist oligonucleotides like antagomirs or anti mirs and microrna mimicking will have a remarkable role in treating lung cancer conclusion many research studies have shown that a combination of chemotherapy plus knockdown or mimicking microrna is effective and useful in the cancers treatment like lung cancer"
}