{
    "title": "What every dentist needs to know about cannabis use and head and neck cancer.",
    "doc_id": "40828554",
    "writer": "Brooks JK",
    "year": "2025",
    "summary": "Cannabis use is widespread, raising concerns about a myriad of health problems, notably regarding pulmonary disease and head and neck cancer (HNC). The objective of this review is to examine the association between cannabis exposure and HNC, including a discu …",
    "abstract": "Cannabis use is widespread, raising concerns about a myriad of health problems, notably regarding pulmonary disease and head and neck cancer (HNC). The objective of this review is to examine the association between cannabis exposure and HNC, including a discussion of epidemiologic findings and molecular mechanisms. A recent cohort study established that individuals with cannabis-related disorder have a significantly increased risk for HNC, including laryngeal, oral, nasal, sinus, and oropharyngeal cancers. Moreover, molecular studies suggest that cannabis smoke upregulates carcinogenetic pathways. Dental healthcare providers should inform their patients that heavy cannabis use may be associated with an increased risk of HNC.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40828554/",
    "clean_text": "what every dentist needs to know about cannabis use and head and neck cancer cannabis use is widespread raising concerns about a myriad of health problems notably regarding pulmonary disease and head and neck cancer hnc the objective of this review is to examine the association between cannabis exposure and hnc including a discu cannabis use is widespread raising concerns about a myriad of health problems notably regarding pulmonary disease and head and neck cancer hnc the objective of this review is to examine the association between cannabis exposure and hnc including a discussion of epidemiologic findings and molecular mechanisms a recent cohort study established that individuals with cannabis related disorder have a significantly increased risk for hnc including laryngeal oral nasal sinus and oropharyngeal cancers moreover molecular studies suggest that cannabis smoke upregulates carcinogenetic pathways dental healthcare providers should inform their patients that heavy cannabis use may be associated with an increased risk of hnc"
}