{
    "pmid": "41443378",
    "title": "Cerebrospinal fluid α-synuclein seed amplification assay positivity is associated with increased plasma neurofilament light chain in Alzheimer's disease.",
    "abstract": "Synucleinopathy is the most common co-pathology in Alzheimer's disease (AD) and can be detected in vivo using cerebrospinal fluid (CSF) alpha-synuclein seed amplification assays (synSAA). CSF synSAA positivity has been linked to worse clinical outcome. This study investigated whether synSAA positivity is also associated with levels of plasma neurofilament light chain (NfL), a sensitive, unspecific marker of neurodegeneration. We retrospectively analyzed a cohort of 240 individuals across the AD clinical continuum who had undergone clinical, neuropsychological, and biomarker assessments including CSF synSAA. Analyses involving plasma NfL were conducted in the subgroup with available plasma samples collected at the time of lumbar puncture (n = 166). One-way and two-way ANOVA were used to compare log-transformed NfL levels among AD stages, according to synSAA status. Logistic regression models examined associations between log-transformed NfL and synSAA status, adjusting for age and AD stage. No significant age difference was found between synSAA-positive and negative groups. Plasma NfL levels were significantly higher in synSAA-positive individuals. This association remained significant after adjusting for age and AD clinical stage. In AD patients, CSF synSAA positivity is associated with increase of plasma NfL levels along the AD clinical continuum. This finding supports the knowledge that synuclein co-pathology represents a contributive factor of neurodegeneration in AD patients.",
    "disease": "alzheimer disease",
    "clean_text": "cerebrospinal fluid synuclein seed amplification assay positivity is associated with increased plasma neurofilament light chain in alzheimer s disease synucleinopathy is the most common co pathology in alzheimer s disease ad and can be detected in vivo using cerebrospinal fluid csf alpha synuclein seed amplification assays synsaa csf synsaa positivity has been linked to worse clinical outcome this study investigated whether synsaa positivity is also associated with levels of plasma neurofilament light chain nfl a sensitive unspecific marker of neurodegeneration we retrospectively analyzed a cohort of individuals across the ad clinical continuum who had undergone clinical neuropsychological and biomarker assessments including csf synsaa analyses involving plasma nfl were conducted in the subgroup with available plasma samples collected at the time of lumbar puncture n one way and two way anova were used to compare log transformed nfl levels among ad stages according to synsaa status logistic regression models examined associations between log transformed nfl and synsaa status adjusting for age and ad stage no significant age difference was found between synsaa positive and negative groups plasma nfl levels were significantly higher in synsaa positive individuals this association remained significant after adjusting for age and ad clinical stage in ad patients csf synsaa positivity is associated with increase of plasma nfl levels along the ad clinical continuum this finding supports the knowledge that synuclein co pathology represents a contributive factor of neurodegeneration in ad patients"
}