{
    "title": "Adult stem cells: hopes and hypes of regenerative medicine.",
    "doc_id": "26200199",
    "writer": "Dulak J",
    "year": "2015",
    "summary": "Pluripotent stem cells, i.e. embryonic stem cells (ESC) or induced pluripotent stem cells (iPSC) differentiate into cells of all three embryonic lineages. Multipotent stem cells, like hematopoietic stem cell …",
    "abstract": "Stem cells are self-renewing cells that can differentiate into specialized cell type(s). Pluripotent stem cells, i.e. embryonic stem cells (ESC) or induced pluripotent stem cells (iPSC) differentiate into cells of all three embryonic lineages. Multipotent stem cells, like hematopoietic stem cells (HSC), can develop into multiple specialized cells in a specific tissue. Unipotent cells differentiate only into one cell type, like e.g. satellite cells of skeletal muscle. There are many examples of successful clinical applications of stem cells. Over million patients worldwide have benefited from bone marrow transplantations performed for treatment of leukemias, anemias or immunodeficiencies. Skin stem cells are used to heal severe burns, while limbal stem cells can regenerate the damaged cornea. Pluripotent stem cells, especially the patient-specific iPSC, have a tremendous therapeutic potential, but their clinical application will require overcoming numerous drawbacks. Therefore, the use of adult stem cells, which are multipotent or unipotent, can be at present a more achievable strategy. Noteworthy, some studies ascribed particular adult stem cells as pluripotent. However, despite efforts, the postulated pluripotency of such events like \"spore-like cells\", \"very small embryonic-like stem cells\" or \"multipotent adult progenitor cells\" have not been confirmed in stringent independent studies. Also plasticity of the bone marrow-derived cells which were suggested to differentiate e.g. into cardiomyocytes, has not been positively verified, and their therapeutic effect, if observed, results rather from the paracrine activity. Here we discuss the examples of recent studies on adult stem cells in the light of current understanding of stem cell biology.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26200199/",
    "clean_text": "adult stem cells hopes and hypes of regenerative medicine pluripotent stem cells i e embryonic stem cells esc or induced pluripotent stem cells ipsc differentiate into cells of all three embryonic lineages multipotent stem cells like hematopoietic stem cell stem cells are self renewing cells that can differentiate into specialized cell type s pluripotent stem cells i e embryonic stem cells esc or induced pluripotent stem cells ipsc differentiate into cells of all three embryonic lineages multipotent stem cells like hematopoietic stem cells hsc can develop into multiple specialized cells in a specific tissue unipotent cells differentiate only into one cell type like e g satellite cells of skeletal muscle there are many examples of successful clinical applications of stem cells over million patients worldwide have benefited from bone marrow transplantations performed for treatment of leukemias anemias or immunodeficiencies skin stem cells are used to heal severe burns while limbal stem cells can regenerate the damaged cornea pluripotent stem cells especially the patient specific ipsc have a tremendous therapeutic potential but their clinical application will require overcoming numerous drawbacks therefore the use of adult stem cells which are multipotent or unipotent can be at present a more achievable strategy noteworthy some studies ascribed particular adult stem cells as pluripotent however despite efforts the postulated pluripotency of such events like spore like cells very small embryonic like stem cells or multipotent adult progenitor cells have not been confirmed in stringent independent studies also plasticity of the bone marrow derived cells which were suggested to differentiate e g into cardiomyocytes has not been positively verified and their therapeutic effect if observed results rather from the paracrine activity here we discuss the examples of recent studies on adult stem cells in the light of current understanding of stem cell biology"
}