{
    "title": "The apparent increase of the Young's modulus in thin cement layers.",
    "doc_id": "15081552",
    "writer": "De Jager N",
    "year": "2004",
    "summary": "The apparent Young's modulus was measured for layers with thicknesses of 0.5 mm (C = 6.0) and 6.0 mm (C = 0.5) and compared with the results of the Finite Element Analysis (FEA) analysis. RESULTS: The apparent Young's modulus in the 0.5 mm layer was 20% higher than …",
    "abstract": "Objectives:\n        \n      \n      The bond of adhesive luting cements to the tooth tissues and restorative materials is expected to hinder their transverse contraction for the layer thickness applied in dental restorations. It was hypothesized that the hindering of the transverse deformation will influence the relation between stress and strain (the stiffness) in the direction perpendicular to the substrate surface. The aim of this study was to investigate the relation between cement layers with different ratio between bonded and free surface (C-factor) and the stiffness of these layers, i.e. an apparent increase of the Young's modulus of the dental luting cement.\n    \n\n\n          Methods:\n        \n      \n      A commercial luting cement RelyX ARC (3M, St Paul, MN, USA) was used in this study. The 'real\" Young's modulus and the Poisson ratio were determined and these values were used in models with layers with different C-factors (0.5, 1.0, 2.0, 3.0, 4.0, 5.0 and 6.0) in a three-dimensional Finite Element Analysis program (FEMAP, E.S.P., Maryland Height, MO, USA). The apparent Young's modulus was measured for layers with thicknesses of 0.5 mm (C = 6.0) and 6.0 mm (C = 0.5) and compared with the results of the Finite Element Analysis (FEA) analysis.\n    \n\n\n          Results:\n        \n      \n      The apparent Young's modulus in the 0.5 mm layer was 20% higher than the apparent Young's modulus in the 6.0 mm layer. This result was confirmed by the results of the F.E. analysis. For very thin layers the stiffness will be 25% higher than the Young's modulus.\n    \n\n\n          Significance:\n        \n      \n      The hindering of the transverse contraction has to be taken into account studying the mechanical properties of dental luting cements because it influences the behavior of these luting cements in thin layers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15081552/",
    "clean_text": "the apparent increase of the young s modulus in thin cement layers the apparent young s modulus was measured for layers with thicknesses of mm c and mm c and compared with the results of the finite element analysis fea analysis results the apparent young s modulus in the mm layer was higher than objectives the bond of adhesive luting cements to the tooth tissues and restorative materials is expected to hinder their transverse contraction for the layer thickness applied in dental restorations it was hypothesized that the hindering of the transverse deformation will influence the relation between stress and strain the stiffness in the direction perpendicular to the substrate surface the aim of this study was to investigate the relation between cement layers with different ratio between bonded and free surface c factor and the stiffness of these layers i e an apparent increase of the young s modulus of the dental luting cement methods a commercial luting cement relyx arc m st paul mn usa was used in this study the real young s modulus and the poisson ratio were determined and these values were used in models with layers with different c factors and in a three dimensional finite element analysis program femap e s p maryland height mo usa the apparent young s modulus was measured for layers with thicknesses of mm c and mm c and compared with the results of the finite element analysis fea analysis results the apparent young s modulus in the mm layer was higher than the apparent young s modulus in the mm layer this result was confirmed by the results of the f e analysis for very thin layers the stiffness will be higher than the young s modulus significance the hindering of the transverse contraction has to be taken into account studying the mechanical properties of dental luting cements because it influences the behavior of these luting cements in thin layers"
}