{
    "title": "A Review of the Current Status of Clinical Management of COVID-19 in the Elderly.",
    "doc_id": "33833211",
    "writer": "Li Q",
    "year": "2021",
    "summary": "The high infectivity and severity of SARS-CoV-2 infection (COVID-19), and our limited understanding of the biology of the novel coronavirus, as well as the lack of an effective treatment for COVID-19, have created a global pandemic …",
    "abstract": "The high infectivity and severity of SARS-CoV-2 infection (COVID-19), and our limited understanding of the biology of the novel coronavirus, as well as the lack of an effective treatment for COVID-19, have created a global pandemic. Those most likely to become seriously ill with COVID-19 are adults, especially the elderly and those who are already weak or sick. At present, a specific drug for treatment of COVID-19 has not been developed. This, combined with the typical coexistence of a variety of chronic diseases in elderly patients, makes treatment challenging at present. In addition, for elderly patients, COVID-19 isolation measures during the epidemic can easily lead to psychological problems. Thus, how to manage elderly patients has become a focus of social attention in the current circumstances. This article reviews the effects of COVID-19 and makes management suggestions for elderly patients during this epidemic period. In addition to the elderly, critically ill people are also highly susceptible to this novel coronavirus. For elderly COVID-19 patients, antiviral therapy, immune regulation, and even auxiliary respiratory therapy can be given after a comprehensive evaluation of the disease. With the approval and use of COVID-19 vaccines, it is reasonable to expect that we can conquer SARS-CoV-2.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33833211/",
    "clean_text": "a review of the current status of clinical management of covid in the elderly the high infectivity and severity of sars cov infection covid and our limited understanding of the biology of the novel coronavirus as well as the lack of an effective treatment for covid have created a global pandemic the high infectivity and severity of sars cov infection covid and our limited understanding of the biology of the novel coronavirus as well as the lack of an effective treatment for covid have created a global pandemic those most likely to become seriously ill with covid are adults especially the elderly and those who are already weak or sick at present a specific drug for treatment of covid has not been developed this combined with the typical coexistence of a variety of chronic diseases in elderly patients makes treatment challenging at present in addition for elderly patients covid isolation measures during the epidemic can easily lead to psychological problems thus how to manage elderly patients has become a focus of social attention in the current circumstances this article reviews the effects of covid and makes management suggestions for elderly patients during this epidemic period in addition to the elderly critically ill people are also highly susceptible to this novel coronavirus for elderly covid patients antiviral therapy immune regulation and even auxiliary respiratory therapy can be given after a comprehensive evaluation of the disease with the approval and use of covid vaccines it is reasonable to expect that we can conquer sars cov"
}