{
    "title": "Dietary Microplastic Administration during Zebrafish (Danio rerio) Development: A Comprehensive and Comparative Study between Larval and Juvenile Stages.",
    "doc_id": "37508033",
    "writer": "Cattaneo N",
    "year": "2023",
    "summary": "Zebrafish were sampled at 20 (larval phase) and 60 dpf (juvenile stage). Whole larvae, intestine, liver and muscles of juveniles were collected for the analyses. Polymer A was absorbed at the intestinal level in both larvae and juveniles, while it was evidenc …",
    "abstract": "One of the main sources of MPs contamination in fish farms is aquafeed. The present study investigated, for the first time through a comparative approach, the effects of different-sized fluorescent MPs included in a diet intended for zebrafish (Danio rerio). A comparison based on fish developmental stage (larval vs. juvenile), exposure time, and dietary MPs' size and concentration was performed. Four experimental diets were formulated, starting from the control, by adding fluorescent polymer A (size range 1-5 µm) and B (size range 40-47 µm) at two different concentrations (50 and 500 mg/kg). Zebrafish were sampled at 20 (larval phase) and 60 dpf (juvenile stage). Whole larvae, intestine, liver and muscles of juveniles were collected for the analyses. Polymer A was absorbed at the intestinal level in both larvae and juveniles, while it was evidenced at the hepatic and muscular levels only in juveniles. Hepatic accumulation caused an increase in oxidative stress markers in juveniles, but at the same time significantly reduced the number of MPs able to reach the muscle, representing an efficient barrier against the spread of MPs. Polymer B simply transited through the gut, causing an abrasive effect and an increase in goblet cell abundance in both stages.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37508033/",
    "clean_text": "dietary microplastic administration during zebrafish danio rerio development a comprehensive and comparative study between larval and juvenile stages zebrafish were sampled at larval phase and dpf juvenile stage whole larvae intestine liver and muscles of juveniles were collected for the analyses polymer a was absorbed at the intestinal level in both larvae and juveniles while it was evidenc one of the main sources of mps contamination in fish farms is aquafeed the present study investigated for the first time through a comparative approach the effects of different sized fluorescent mps included in a diet intended for zebrafish danio rerio a comparison based on fish developmental stage larval vs juvenile exposure time and dietary mps size and concentration was performed four experimental diets were formulated starting from the control by adding fluorescent polymer a size range m and b size range m at two different concentrations and mg kg zebrafish were sampled at larval phase and dpf juvenile stage whole larvae intestine liver and muscles of juveniles were collected for the analyses polymer a was absorbed at the intestinal level in both larvae and juveniles while it was evidenced at the hepatic and muscular levels only in juveniles hepatic accumulation caused an increase in oxidative stress markers in juveniles but at the same time significantly reduced the number of mps able to reach the muscle representing an efficient barrier against the spread of mps polymer b simply transited through the gut causing an abrasive effect and an increase in goblet cell abundance in both stages"
}