{
    "title": "Reality of Gastric Cancer in Young Patients: The Importance and Difficulty of the Early Diagnosis, Prevention and Treatment.",
    "doc_id": "33361865",
    "writer": "Kono Y",
    "year": "2020",
    "summary": "Gastric cancer usually arises in middle-aged to older patients, and is rarely found in younger patients. ...In this review, we discuss the current under-standing and clinical problems associated with gastric cancer in young patients. Helicobacter pylor …",
    "abstract": "Gastric cancer usually arises in middle-aged to older patients, and is rarely found in younger patients. The clin-ical characteristics, etiology, prognosis, preventive methods and treatment of gastric cancer in young patients have not been fully investigated because of its low prevalence. In this review, we discuss the current under-standing and clinical problems associated with gastric cancer in young patients. Helicobacter pylori (H. pylori), which is a major cause of gastric cancer, especially in older populations, is closely associated with gastric cancer in young patients as well as in older patients. Gastric cancer in young patients tends to be diagnosed at an advanced stage with alarm symptoms. However, young patients with advanced gastric cancer tend to have a favorable general condition and organ function, so they can tolerate intensive systematic chemotherapy. Unfortunately, the prognosis of gastric cancer in young patients with an advanced stage is not favorable. We should not take this rare disease lightly, given its poor prognosis if patients are diagnosed at an unresectable stage. The evaluation of the H. pylori infection status and performance of H. pylori eradication therapy to prevent gastric cancer in young patients as well as the development of more intensive chemotherapy regimens for unre-sectable gastric cancer in young patients are warranted.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33361865/",
    "clean_text": "reality of gastric cancer in young patients the importance and difficulty of the early diagnosis prevention and treatment gastric cancer usually arises in middle aged to older patients and is rarely found in younger patients in this review we discuss the current under standing and clinical problems associated with gastric cancer in young patients helicobacter pylor gastric cancer usually arises in middle aged to older patients and is rarely found in younger patients the clin ical characteristics etiology prognosis preventive methods and treatment of gastric cancer in young patients have not been fully investigated because of its low prevalence in this review we discuss the current under standing and clinical problems associated with gastric cancer in young patients helicobacter pylori h pylori which is a major cause of gastric cancer especially in older populations is closely associated with gastric cancer in young patients as well as in older patients gastric cancer in young patients tends to be diagnosed at an advanced stage with alarm symptoms however young patients with advanced gastric cancer tend to have a favorable general condition and organ function so they can tolerate intensive systematic chemotherapy unfortunately the prognosis of gastric cancer in young patients with an advanced stage is not favorable we should not take this rare disease lightly given its poor prognosis if patients are diagnosed at an unresectable stage the evaluation of the h pylori infection status and performance of h pylori eradication therapy to prevent gastric cancer in young patients as well as the development of more intensive chemotherapy regimens for unre sectable gastric cancer in young patients are warranted"
}