{
    "title": "Juvenile Idiopathic Arthritis: A Focus on Pharmacologic Management.",
    "doc_id": "30177013",
    "writer": "Jacobson JL",
    "year": "2018",
    "summary": "Juvenile idiopathic arthritis is a chronic condition that affects many pediatric patients. ...Many pharmacologic agents are available for use in the treatment of juvenile idiopathic arthritis, with management involving the use of symptom-reducing agent …",
    "abstract": "Juvenile idiopathic arthritis is a chronic condition that affects many pediatric patients. It is a prevalent disease and has become the most common rheumatologic disease of childhood. The condition encompasses multiple different forms of chronic arthritides classified based on the location and number of joints affected as well as the presence or lack of a number of different inflammatory markers. The exact etiology is unknown but is thought to be multifactorial with genetic, humoral, and environmental factors playing a key role. Many pharmacologic agents are available for use in the treatment of juvenile idiopathic arthritis, with management involving the use of symptom-reducing agents and disease-modifying antirheumatic drugs. Treatment is not without adverse events, with many of the agents require monitoring regimens and patient education. Without treatment, the progression and chronicity of the disease can result in significant morbidity, with the potential for devastating consequences on the child's quality of life.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30177013/",
    "clean_text": "juvenile idiopathic arthritis a focus on pharmacologic management juvenile idiopathic arthritis is a chronic condition that affects many pediatric patients many pharmacologic agents are available for use in the treatment of juvenile idiopathic arthritis with management involving the use of symptom reducing agent juvenile idiopathic arthritis is a chronic condition that affects many pediatric patients it is a prevalent disease and has become the most common rheumatologic disease of childhood the condition encompasses multiple different forms of chronic arthritides classified based on the location and number of joints affected as well as the presence or lack of a number of different inflammatory markers the exact etiology is unknown but is thought to be multifactorial with genetic humoral and environmental factors playing a key role many pharmacologic agents are available for use in the treatment of juvenile idiopathic arthritis with management involving the use of symptom reducing agents and disease modifying antirheumatic drugs treatment is not without adverse events with many of the agents require monitoring regimens and patient education without treatment the progression and chronicity of the disease can result in significant morbidity with the potential for devastating consequences on the child s quality of life"
}