{
    "pmid": "41464511",
    "title": "Occupation and Female Breast Cancer Mortality in South Africa: A Case-Control Study.",
    "abstract": "Breast cancer is the most frequently diagnosed malignancy among South African women and remains a leading cause of cancer-related death, yet the role of occupation as an independent predictor of mortality has not been evaluated nationally. In this unmatched case-control study using 2011-2019 mortality data, we compared 13,207 breast cancer deaths with 64,849 non-malignant circulatory disease deaths among women aged 30 years and older, classifying usual occupation into major and sub-groups. A multivariable binary logistic regression adjusting for age, year of death, education, province of death and smoking status was conducted. We observed that compared with elementary occupations, breast cancer mortality was significantly higher during 2011-2015 among legislators, senior officials and managers (aMOR = 1.79, 95% CI: 1.36-2.36), clerks (aMOR = 1.75, 95% CI: 1.46-2.11), professionals (aMOR = 1.62, 95% CI: 1.36-1.94), craft and related trades workers (aMOR = 1.55, 95% CI: 1.18-2.05), technicians and associate professionals (aMOR = 1.54, 95% CI: 1.21-1.96), and service workers, shop and market sales workers (aMOR = 1.33, 95% CI: 1.10-1.62), with similar patterns persisting in 2016-2019 where technicians and associate professionals (aMOR = 1.69, 95% CI: 1.44-1.98), legislators, senior officials and managers (aMOR = 1.59, 95% CI: 1.20-2.10), professionals (aMOR = 1.47, 95% CI: 1.23-1.75), clerks (aMOR = 1.43, 95% CI: 1.24-1.65), and service workers (aMOR = 1.34, 95% CI: 1.12-1.61) again showed elevated odds. The sub-occupation analyses for 2011-2015 identified strikingly high risks among building and related trades workers excluding electricians (aMOR = 8.01, 95% CI: 3.06-20.96), legal, social and cultural professionals (aMOR = 3.32, 95% CI: 2.18-5.04), and business and administration professionals (aMOR = 2.18, 95% CI: 1.60-2.97). The results underscore occupation as an essential determinant of breast cancer mortality, highlighting the need for targeted prevention and screening strategies in workers.",
    "disease": "breast cancer",
    "clean_text": "occupation and female breast cancer mortality in south africa a case control study breast cancer is the most frequently diagnosed malignancy among south african women and remains a leading cause of cancer related death yet the role of occupation as an independent predictor of mortality has not been evaluated nationally in this unmatched case control study using mortality data we compared breast cancer deaths with non malignant circulatory disease deaths among women aged years and older classifying usual occupation into major and sub groups a multivariable binary logistic regression adjusting for age year of death education province of death and smoking status was conducted we observed that compared with elementary occupations breast cancer mortality was significantly higher during among legislators senior officials and managers amor ci clerks amor ci professionals amor ci craft and related trades workers amor ci technicians and associate professionals amor ci and service workers shop and market sales workers amor ci with similar patterns persisting in where technicians and associate professionals amor ci legislators senior officials and managers amor ci professionals amor ci clerks amor ci and service workers amor ci again showed elevated odds the sub occupation analyses for identified strikingly high risks among building and related trades workers excluding electricians amor ci legal social and cultural professionals amor ci and business and administration professionals amor ci the results underscore occupation as an essential determinant of breast cancer mortality highlighting the need for targeted prevention and screening strategies in workers"
}