{
    "pmid": "41379347",
    "title": "Individual and Community-level Determinants of Osteoporosis Treatment Following Fracture Among Medicare Beneficiaries.",
    "abstract": "Despite guideline recommendations, pharmacologic treatment after osteoporotic fracture remains suboptimal. To identify individual and community factors associated with osteoporosis (OP) treatment after major osteoporotic fracture, and to investigate osteoporosis treatment patterns before and after fracture. Retrospective cohort study using a 5% random sample of Medicare fee-for-service claims (2016-2021). Medicare beneficiaries ≥ 65 years with a first major osteoporotic fracture (hip, vertebral, pelvis, humerus, femur, or radius/ulna) during 2017-2020 and ≥ 12 months of continuous enrollment before the index fracture. Primary outcome of interest was the start of any OP medication (bisphosphonates, denosumab, teriparatide, abaloparatide, or romosozumab) within one year after fracture. Key factors included preventive-service use in the prior year, community social determinants of health (SDoH) factors derived by exploratory factor analysis, and individual demographics and comorbidities. Lasso-penalized Cox models selected essential variables and estimated adjusted hazard ratios (HRs). Only 11.9% of patients were treated before fracture and 77.6% received no treatment both before and after fracture. Preventive services were associated with increased post-fracture OP treatment in both sexes (Wellness visit HR[95%CI] = 1.20[1.04-1.38] in men, 1.02[0.98-1.07] in women, bone mineral density testing HR = 1.57[1.28-1.94] in men, 1.15[1.09-1.22] in women; influenza/pneumococcal vaccination HR = 1.28[1.09-1.49] in men, 1.13[1.08-1.19] in women). A community \"socioeconomic barrier\" factor (low income, high poverty, high mobile-home residence, uninsured) was associated with decreased post-fracture OP treatment in women (HR = 0.89[0.81-0.98]) but not in men. Antidepressant use and history of falls were associated with decreased post-fracture OP treatment in both sexes. OP treatment after fracture remains suboptimal-especially among men-despite clear guidelines. Engagement with preventive care was strongly associated with treatment initiation. Community socioeconomic disadvantage and depression were also important barriers to post-fracture treatment, with sex-specific patterns. Integrating fracture-care pathways into preventive visits and focusing on socioeconomically disadvantaged communities could improve secondary fracture prevention.",
    "disease": "influenza",
    "clean_text": "individual and community level determinants of osteoporosis treatment following fracture among medicare beneficiaries despite guideline recommendations pharmacologic treatment after osteoporotic fracture remains suboptimal to identify individual and community factors associated with osteoporosis op treatment after major osteoporotic fracture and to investigate osteoporosis treatment patterns before and after fracture retrospective cohort study using a random sample of medicare fee for service claims medicare beneficiaries years with a first major osteoporotic fracture hip vertebral pelvis humerus femur or radius ulna during and months of continuous enrollment before the index fracture primary outcome of interest was the start of any op medication bisphosphonates denosumab teriparatide abaloparatide or romosozumab within one year after fracture key factors included preventive service use in the prior year community social determinants of health sdoh factors derived by exploratory factor analysis and individual demographics and comorbidities lasso penalized cox models selected essential variables and estimated adjusted hazard ratios hrs only of patients were treated before fracture and received no treatment both before and after fracture preventive services were associated with increased post fracture op treatment in both sexes wellness visit hr ci in men in women bone mineral density testing hr in men in women influenza pneumococcal vaccination hr in men in women a community socioeconomic barrier factor low income high poverty high mobile home residence uninsured was associated with decreased post fracture op treatment in women hr but not in men antidepressant use and history of falls were associated with decreased post fracture op treatment in both sexes op treatment after fracture remains suboptimal especially among men despite clear guidelines engagement with preventive care was strongly associated with treatment initiation community socioeconomic disadvantage and depression were also important barriers to post fracture treatment with sex specific patterns integrating fracture care pathways into preventive visits and focusing on socioeconomically disadvantaged communities could improve secondary fracture prevention"
}