{
    "pmid": "41432525",
    "title": "Accuracy of the phenotypic 1G test to detect Mycobacterium tuberculosis and drug resistance from sputa in the US-Mexico border.",
    "abstract": "With >10 million new tuberculosis (TB) cases/year, a limitation to TB control is the lack of simple and accurate tests for TB diagnosis and drug-susceptibility testing (DST) in endemic regions. We evaluated the accuracy of the first-generation, low-complexity phenotypic TB test (1G test), designed for simultaneous Mtb detection and resistance to isoniazid, rifampicin and moxifloxacin, suitable for resource-limited settings. A cross-sectional study was conducted using sputa from 426 possible pulmonary TB subjects from two small Mexican cities bordering Texas. The 1G test was compared against phenotypic TB detection tests in the region [acid fast bacilli smear microscopy and Mycobacteria Growth Indicator Tube (MGIT) culture], and to MGIT-DST for resistance to isoniazid, rifampicin and moxifloxacin. The 1G test demonstrated ≥98% sensitivity for Mtb detection, 100% sensitivity and 91% (rifampicin), 94% (isoniazid) and 97% (moxifloxacin) specificity for DST, and less contamination than the MGIT (3.5% vs. 8.1%; p<0.05). The 1G test time to detection (TTD) of Mtb and simultaneous DST was 17-days, while the MGIT-DST required two steps: 7 days for Mtb detection plus 14 more (total 21 days) for DST. Our study site DR-TB prevalence was 14% when testing all consecutively-enrolled participants vs. 6% by passive reporting. The 1G test is a low-complexity phenotypic TB diagnostic method that is a practical replacement to current culture-based tests. Future studies are warranted to evaluate the implementation of the 1G test in decentralized clinics that lack molecular tools, resources and expertise.",
    "disease": "tuberculosis",
    "clean_text": "accuracy of the phenotypic g test to detect mycobacterium tuberculosis and drug resistance from sputa in the us mexico border with million new tuberculosis tb cases year a limitation to tb control is the lack of simple and accurate tests for tb diagnosis and drug susceptibility testing dst in endemic regions we evaluated the accuracy of the first generation low complexity phenotypic tb test g test designed for simultaneous mtb detection and resistance to isoniazid rifampicin and moxifloxacin suitable for resource limited settings a cross sectional study was conducted using sputa from possible pulmonary tb subjects from two small mexican cities bordering texas the g test was compared against phenotypic tb detection tests in the region acid fast bacilli smear microscopy and mycobacteria growth indicator tube mgit culture and to mgit dst for resistance to isoniazid rifampicin and moxifloxacin the g test demonstrated sensitivity for mtb detection sensitivity and rifampicin isoniazid and moxifloxacin specificity for dst and less contamination than the mgit vs p the g test time to detection ttd of mtb and simultaneous dst was days while the mgit dst required two steps days for mtb detection plus more total days for dst our study site dr tb prevalence was when testing all consecutively enrolled participants vs by passive reporting the g test is a low complexity phenotypic tb diagnostic method that is a practical replacement to current culture based tests future studies are warranted to evaluate the implementation of the g test in decentralized clinics that lack molecular tools resources and expertise"
}