{
    "pmid": "41407686",
    "title": "Global remodeling of ADP-ribosylation by PARP1 suppresses influenza A virus infection.",
    "abstract": "ADP-ribosylation is a highly dynamic and fully reversible post-translational modification performed by PARP enzymes that modulates protein function, abundance, localization, and turnover. Here we show that PARPs mount an antiviral response to influenza A virus infection causing a rapid and dramatic upregulation of global ADP-ribosylation that inhibits viral replication. Mass spectrometry analyzes define the global ADP-ribosylome during infection, creating an infection-specific profile with almost 4000 modification sites on ~1000 host proteins, as well as over 100 modification sites on viral proteins. Our data suggest that the global increase reflects a change in the form of ADP-ribosylation rather than modification of new targets. Functional assays demonstrate that modification of the viral replication machinery antagonizes its activity. We further show that the influenza A virus protein NS1 counteracts the anti-viral activity of PARPs and ADP-ribosylation, assigning a new activity to the primary viral antagonist of innate immunity. We identify PARP1 as the enzyme producing the majority of poly(ADP-ribose) present during infection. Influenza A virus replicates faster in cells lacking PARP1, linking PARP1 and ADP-ribosylation to the anti-viral phenotype. Together, these data establish ADP-ribosylation as an anti-viral innate immune-like response to viral infection antagonized by a previously unknown activity of NS1.",
    "disease": "influenza",
    "clean_text": "global remodeling of adp ribosylation by parp suppresses influenza a virus infection adp ribosylation is a highly dynamic and fully reversible post translational modification performed by parp enzymes that modulates protein function abundance localization and turnover here we show that parps mount an antiviral response to influenza a virus infection causing a rapid and dramatic upregulation of global adp ribosylation that inhibits viral replication mass spectrometry analyzes define the global adp ribosylome during infection creating an infection specific profile with almost modification sites on host proteins as well as over modification sites on viral proteins our data suggest that the global increase reflects a change in the form of adp ribosylation rather than modification of new targets functional assays demonstrate that modification of the viral replication machinery antagonizes its activity we further show that the influenza a virus protein ns counteracts the anti viral activity of parps and adp ribosylation assigning a new activity to the primary viral antagonist of innate immunity we identify parp as the enzyme producing the majority of poly adp ribose present during infection influenza a virus replicates faster in cells lacking parp linking parp and adp ribosylation to the anti viral phenotype together these data establish adp ribosylation as an anti viral innate immune like response to viral infection antagonized by a previously unknown activity of ns"
}