{
    "pmid": "41449712",
    "title": "Eligibility for Nirmatrelvir/Ritonavir Among Adults With an Acute Care COVID-19 Encounter: A Retrospective Cohort Study From Alberta, Canada.",
    "abstract": "To describe the characteristics of adults who had a severe coronavirus disease 2019 (COVID-19) outcome during a timeframe that nirmatrelvir/ritonavir (NMV-r; Paxlovid) was available, to assess medical eligibility and receipt of NMV-r before presentation to acute care. Population-level administrative data was used to describe adults (≥ 18 years) who had an acute care COVID-19 encounter (hospitalization or emergency department visit with COVID-19) between January 2022 and March 2023 in Alberta, Canada. The 30 793 adults had an acute care COVID-19 encounter; among the 8345 (27.1%) who were assessed as medically eligible for NMV-r, 8111 (97.2%) did not receive outpatient NMV-r ≤ 30 days before the encounter. During the acute care COVID-19 encounter, the proportion who had an all-cause death was 4.7% (received prior NMV-r treatment) and 6.6% (did not) among those who were medically eligible for NMV-r. Of those medically eligible for NMV-r who were hospitalized (n = 4495), the mean length of stay was 9.7 days (SD 11.1) in NMV-r treated and 15.3 days (SD 25.9) in untreated, and the proportion admitted to the intensive care unit was 2.1% in NMV-r treated and 7.6% in untreated. Results from this real-world study show that most adults with an acute care COVID-19 encounter who were assessed as medically eligible for NMV-r at the time of presentation had not received this outpatient treatment beforehand in Alberta, Canada, suggesting a potential care gap. If gaps are closed, strain on the acute healthcare system can be alleviated, with attendant improvement in other important patient outcomes. Nirmatrelvir/ritonavir (NMV‐r; Paxlovid) is an oral antiviral medication used for treating COVID‐19 in the outpatient setting. This drug has been shown to significantly reduce the risk of hospitalization and death in people at increased risk of severe COVID‐19 disease. We conducted a population‐level retrospective, observational, cohort study on almost 31 000 adults from Alberta, Canada, to understand the characteristics of people who had an acute care COVID‐19 encounter (went to the hospital or emergency department for COVID‐19) during a timeframe that NMV‐r was available for use. We found that among those who had an acute care COVID‐19 encounter, 27% were eligible to have received NMV‐r. Among those who were eligible, 97% had not received NMV‐r within 30 days before. Results of this study show that NMV‐r is largely underused in the target population, suggesting a potential care gap. If gaps are closed, strain on the acute healthcare system can be alleviated, with attendant improvement in other important patient outcomes.",
    "disease": "pneumonia",
    "clean_text": "eligibility for nirmatrelvir ritonavir among adults with an acute care covid encounter a retrospective cohort study from alberta canada to describe the characteristics of adults who had a severe coronavirus disease covid outcome during a timeframe that nirmatrelvir ritonavir nmv r paxlovid was available to assess medical eligibility and receipt of nmv r before presentation to acute care population level administrative data was used to describe adults years who had an acute care covid encounter hospitalization or emergency department visit with covid between january and march in alberta canada the adults had an acute care covid encounter among the who were assessed as medically eligible for nmv r did not receive outpatient nmv r days before the encounter during the acute care covid encounter the proportion who had an all cause death was received prior nmv r treatment and did not among those who were medically eligible for nmv r of those medically eligible for nmv r who were hospitalized n the mean length of stay was days sd in nmv r treated and days sd in untreated and the proportion admitted to the intensive care unit was in nmv r treated and in untreated results from this real world study show that most adults with an acute care covid encounter who were assessed as medically eligible for nmv r at the time of presentation had not received this outpatient treatment beforehand in alberta canada suggesting a potential care gap if gaps are closed strain on the acute healthcare system can be alleviated with attendant improvement in other important patient outcomes nirmatrelvir ritonavir nmv r paxlovid is an oral antiviral medication used for treating covid in the outpatient setting this drug has been shown to significantly reduce the risk of hospitalization and death in people at increased risk of severe covid disease we conducted a population level retrospective observational cohort study on almost adults from alberta canada to understand the characteristics of people who had an acute care covid encounter went to the hospital or emergency department for covid during a timeframe that nmv r was available for use we found that among those who had an acute care covid encounter were eligible to have received nmv r among those who were eligible had not received nmv r within days before results of this study show that nmv r is largely underused in the target population suggesting a potential care gap if gaps are closed strain on the acute healthcare system can be alleviated with attendant improvement in other important patient outcomes"
}