{
    "pmid": "41379141",
    "title": "Radioembolization of primary liver tumors for patients with pre-existing ascites: beyond Child-Pugh score.",
    "abstract": "This study evaluates baseline characteristics associated with worsening ascites following TARE focusing on evaluation of the pre-existing ascites as a risk factor. A secondary objective was to examine survival among patients who developed ascites after TARE. A total of 288 TARE deliveries (237 patients) for primary liver tumors were retrospectively reviewed. Imaging before and six months after TARE was assessed for ascites. Tumor volume, treated area, delivered activity, and liver function tests and underlying etiology of liver disease were reviewed. Logistic regression was performed for risk factors of liver decompensation including pre-existing ascites as a risk factor. Survival curves were plotted for overall survival. Mean (SD) age was 66 (11). 204 were male (71%). Median follow-up was 12.3 months (IQR 5.5-23.5). Of 288 tumors, 266 (92%) were HCC, 11 (4%) IHC, and 11 (4%) biphenotypic. 60 (of 288, 21%) patients had pre-existing ascites. New/worsening ascites occurred in 121 (of 288, 42%) [93 (77%) new, 28 (23%) worsening]. Patients with new/worsening ascites had significantly greater increases in bilirubin (p = 0.01, p < 0.001). In multivariable regression analysis pre-existing ascites was not associated with increased risk of post-TARE ascites progression, but a higher ALBI grade (OR = 2.87, p < 0.001) and baseline liver cirrhosis (OR = 2.64, p = 0.007) were associated with ascites after TARE. Neither perfused volume nor activity delivered predicted new/worsening ascites. Child-Pugh class (HR = 2.3, p < 0.001), pre-existing ascites (HR = 2, p < 0.001), ALBI score (HR = 1.5, p < 0.011) and new/worsening ascites (HR = 2.1, p < 0.001) were associated with lower survival. Pre-existing ascites is associated with worse survival but should not preclude TARE. ALBI scoring can help distinguish patients at higher risk of post-TARE ascites.",
    "disease": "liver cirrhosis",
    "clean_text": "radioembolization of primary liver tumors for patients with pre existing ascites beyond child pugh score this study evaluates baseline characteristics associated with worsening ascites following tare focusing on evaluation of the pre existing ascites as a risk factor a secondary objective was to examine survival among patients who developed ascites after tare a total of tare deliveries patients for primary liver tumors were retrospectively reviewed imaging before and six months after tare was assessed for ascites tumor volume treated area delivered activity and liver function tests and underlying etiology of liver disease were reviewed logistic regression was performed for risk factors of liver decompensation including pre existing ascites as a risk factor survival curves were plotted for overall survival mean sd age was were male median follow up was months iqr of tumors were hcc ihc and biphenotypic of patients had pre existing ascites new worsening ascites occurred in of new worsening patients with new worsening ascites had significantly greater increases in bilirubin p p in multivariable regression analysis pre existing ascites was not associated with increased risk of post tare ascites progression but a higher albi grade or p and baseline liver cirrhosis or p were associated with ascites after tare neither perfused volume nor activity delivered predicted new worsening ascites child pugh class hr p pre existing ascites hr p albi score hr p and new worsening ascites hr p were associated with lower survival pre existing ascites is associated with worse survival but should not preclude tare albi scoring can help distinguish patients at higher risk of post tare ascites"
}