{
    "pmid": "41411331",
    "title": "Night shift work and its interaction with sleep duration and chronotype, and risk of cardiovascular-kidney-metabolic diseases in the UK Biobank.",
    "abstract": "Non-standard work schedules are becoming increasingly prevalent, with one in five workers participating in nightshifts. Whether working nightshifts is associated with cardiovascular-kidney-metabolic (CKM) outcomes, and whether chronotype or sleep duration moderate this association, remains unclear. Our analysis is based on 96 365 UK Biobank participants (57% female, mean age 62 years), with information on employment history, tracking CKM incidence (cardiovascular diseases, chronic kidney diseases and/or type 2 diabetes) up to 2022. Cox proportional hazards models calculated hazard ratios (HR) adjusted for multiple potential confounders, and their 95% confidence intervals (CIs). With data on 5 967 incident cases, participants with over 20 years of night shift work had a significantly higher risk of CKM (HR=1.32 [95% CI, 1.20-1.45]) compared to day workers, after adjustment for confounders including sex, age, ethnicity, socioeconomic factors. Similarly, risk was higher than day workers among those working 8+ nightshifts per month (HR=1.32 [95% CI, 1.21-1.43]) and over 1200 lifetime nightshifts (HR=1.36 [95% CI, 1.25-1.48]); all Ptrend<0.001. The association between nightshift work and CKM risk was significantly modified by sleep duration, with higher risks among short sleepers (≤6 hours) (Pinteraction= 0.009, 0.031, and 0.017, respectively, for nightwork duration, intensity, and cumulative number of nights worked), but not by chronotype. Our findings reveal a dose-response relationship between night shift work and CKM disease, further amplified by short sleep. Future research should continue to adopt CKM conditions as a composite outcome and investigate further how sleep characteristics may modify the impact of night shift work. In a ground breaking study involving nearly 100 000 participants, we uncovered a powerful connection between night shift work and an increased risk of heart, kidney and metabolic diseases:In a novel approach, this study captured night shift work through multiple metrics, including duration, frequency, and cumulative exposure, revealing that the more extensive and frequently individuals worked nights, the greater their risk of developing serious health conditions.The risk was even more pronounced among night shift workers who clocked six hours of sleep or less each day.",
    "disease": "chronic kidney disease",
    "clean_text": "night shift work and its interaction with sleep duration and chronotype and risk of cardiovascular kidney metabolic diseases in the uk biobank non standard work schedules are becoming increasingly prevalent with one in five workers participating in nightshifts whether working nightshifts is associated with cardiovascular kidney metabolic ckm outcomes and whether chronotype or sleep duration moderate this association remains unclear our analysis is based on uk biobank participants female mean age years with information on employment history tracking ckm incidence cardiovascular diseases chronic kidney diseases and or type diabetes up to cox proportional hazards models calculated hazard ratios hr adjusted for multiple potential confounders and their confidence intervals cis with data on incident cases participants with over years of night shift work had a significantly higher risk of ckm hr ci compared to day workers after adjustment for confounders including sex age ethnicity socioeconomic factors similarly risk was higher than day workers among those working nightshifts per month hr ci and over lifetime nightshifts hr ci all ptrend the association between nightshift work and ckm risk was significantly modified by sleep duration with higher risks among short sleepers hours pinteraction and respectively for nightwork duration intensity and cumulative number of nights worked but not by chronotype our findings reveal a dose response relationship between night shift work and ckm disease further amplified by short sleep future research should continue to adopt ckm conditions as a composite outcome and investigate further how sleep characteristics may modify the impact of night shift work in a ground breaking study involving nearly participants we uncovered a powerful connection between night shift work and an increased risk of heart kidney and metabolic diseases in a novel approach this study captured night shift work through multiple metrics including duration frequency and cumulative exposure revealing that the more extensive and frequently individuals worked nights the greater their risk of developing serious health conditions the risk was even more pronounced among night shift workers who clocked six hours of sleep or less each day"
}