{
    "pmid": "41446712",
    "title": "The relevance of acute kidney injury in dehydrated children.",
    "abstract": "Dehydration is the leading cause of acute kidney injury in children, yet its true burden and clinical relevance in the general pediatric population remain poorly characterized. The majority of existing research on pediatric acute kidney injury primarily focuses on cases occurring after cardiac surgery or in critically ill children, leaving dehydration-associated AKI understudied. A PRISMA-guided systematic search of PubMed and EBSCO databases was conducted to identify studies published from 2010 to 2025 investigating pediatric acute kidney injury due to dehydration. The risk of bias was assessed using the Newcastle-Ottawa Scale for observational studies and the modified Cochrane Collaboration Risk of Bias 2.0 tool for randomized controlled trials. Outcomes examined included incidence, severity, short-term and long-term effects of acute kidney injury, and risk factors. Out of 2,251 records, 31 studies met the inclusion criteria. Most were cohort or case-control studies of good quality, while one randomized controlled trial was identified as having a low risk of bias. The incidence of acute kidney injury varied widely, with higher rates observed among younger children. Hypovolemia, sepsis and shock were key risk factors for the development of acute kidney injury. Stage I acute kidney injury was the most commonly reported stage. Short-term outcomes included kidney recovery, mortality, and hospitalization metrics; long-term data were scarce, primarily focusing on kidney function preservation. Prerenal acute kidney injury dominates in high-risk pediatric settings. Most pediatric acute kidney injury cases appear to be unifactorial in origin. Further long-term follow-up studies are necessary to better understand the enduring effects of acute kidney injury in children and its potential progression to chronic kidney disease.",
    "disease": "chronic kidney disease",
    "clean_text": "the relevance of acute kidney injury in dehydrated children dehydration is the leading cause of acute kidney injury in children yet its true burden and clinical relevance in the general pediatric population remain poorly characterized the majority of existing research on pediatric acute kidney injury primarily focuses on cases occurring after cardiac surgery or in critically ill children leaving dehydration associated aki understudied a prisma guided systematic search of pubmed and ebsco databases was conducted to identify studies published from to investigating pediatric acute kidney injury due to dehydration the risk of bias was assessed using the newcastle ottawa scale for observational studies and the modified cochrane collaboration risk of bias tool for randomized controlled trials outcomes examined included incidence severity short term and long term effects of acute kidney injury and risk factors out of records studies met the inclusion criteria most were cohort or case control studies of good quality while one randomized controlled trial was identified as having a low risk of bias the incidence of acute kidney injury varied widely with higher rates observed among younger children hypovolemia sepsis and shock were key risk factors for the development of acute kidney injury stage i acute kidney injury was the most commonly reported stage short term outcomes included kidney recovery mortality and hospitalization metrics long term data were scarce primarily focusing on kidney function preservation prerenal acute kidney injury dominates in high risk pediatric settings most pediatric acute kidney injury cases appear to be unifactorial in origin further long term follow up studies are necessary to better understand the enduring effects of acute kidney injury in children and its potential progression to chronic kidney disease"
}