{
    "title": "The Coexistence of Systemic Lupus Erythematosus and Psoriasis: Is It Possible?",
    "doc_id": "29950534",
    "writer": "Gunawan H",
    "year": "2018",
    "summary": "Systemic lupus erythematosus (SLE) is a chronic autoimmune disease with various clinical disorders and frequent exacerbations. Psoriasis vulgaris is a common skin disorder which affect 1-3% of general populations. The pathophysiology regarding the coex …",
    "abstract": "Systemic lupus erythematosus (SLE) is a chronic autoimmune disease with various clinical disorders and frequent exacerbations. Psoriasis vulgaris is a common skin disorder which affect 1-3% of general populations. The pathophysiology regarding the coexistence of these diseases is not fully understood. Therapeutic challenges arise since the treatment one of these diseases may aggravate the other. We reported two cases of SLE with psoriasis vulgaris with clinical manifestations as recurrent erythroderma with photosensitivity. Improvement in clinical condition was observed after treating the patients with methylprednisolone combined with methotrexate. The coexistence SLE and psoriasis are considered very rare. The presence of this overlap syndrome may precede one another or occur simultaneously and is closely related with the presence of anti-Ro/SSA. Thus, it raises new challenge regarding its relationships, diagnosis, therapeutic, and management.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29950534/",
    "clean_text": "the coexistence of systemic lupus erythematosus and psoriasis is it possible systemic lupus erythematosus sle is a chronic autoimmune disease with various clinical disorders and frequent exacerbations psoriasis vulgaris is a common skin disorder which affect of general populations the pathophysiology regarding the coex systemic lupus erythematosus sle is a chronic autoimmune disease with various clinical disorders and frequent exacerbations psoriasis vulgaris is a common skin disorder which affect of general populations the pathophysiology regarding the coexistence of these diseases is not fully understood therapeutic challenges arise since the treatment one of these diseases may aggravate the other we reported two cases of sle with psoriasis vulgaris with clinical manifestations as recurrent erythroderma with photosensitivity improvement in clinical condition was observed after treating the patients with methylprednisolone combined with methotrexate the coexistence sle and psoriasis are considered very rare the presence of this overlap syndrome may precede one another or occur simultaneously and is closely related with the presence of anti ro ssa thus it raises new challenge regarding its relationships diagnosis therapeutic and management"
}