{
    "pmid": "41472878",
    "title": "Effects of subcutaneous or oral semaglutide on cardiovascular outcomes in patients with type 2 diabetes mellitus: a meta-analysis of randomized controlled trials.",
    "abstract": "Glucagon-like peptide-1 receptor agonists (GLP-1 RAs), such as semaglutide, reduce cardiovascular risk in type 2 diabetes mellitus (T2DM), but the consistency between oral and subcutaneous formulations remains unclear. This meta-analysis was registered prospectively in PROSPERO (CRD 420251147337). A systematic search of PubMed, Embase, Cochrane Library, and Web of Science identified randomized controlled trials (RCTs) on semaglutide and cardiovascular outcomes. Pooled hazard ratios (HRs) with 95% confidence intervals (CIs) were calculated using fixed-/random-effects models, with sensitivity, subgroup, and GRADE assessments. Four RCTs ( Semaglutide lowers cardiovascular risk in T2DM, primarily improving major adverse cardiovascular events, nonfatal myocardial infarction, and revascularization, with oral and subcutaneous forms demonstrating consistent efficacy. https://www.crd.york.ac.uk/PROSPERO/view/CRD420251147337, PROSPERO CRD420251147337.",
    "disease": "diabetes mellitus",
    "clean_text": "effects of subcutaneous or oral semaglutide on cardiovascular outcomes in patients with type diabetes mellitus a meta analysis of randomized controlled trials glucagon like peptide receptor agonists glp ras such as semaglutide reduce cardiovascular risk in type diabetes mellitus t dm but the consistency between oral and subcutaneous formulations remains unclear this meta analysis was registered prospectively in prospero crd a systematic search of pubmed embase cochrane library and web of science identified randomized controlled trials rcts on semaglutide and cardiovascular outcomes pooled hazard ratios hrs with confidence intervals cis were calculated using fixed random effects models with sensitivity subgroup and grade assessments four rcts semaglutide lowers cardiovascular risk in t dm primarily improving major adverse cardiovascular events nonfatal myocardial infarction and revascularization with oral and subcutaneous forms demonstrating consistent efficacy https www crd york ac uk prospero view crd prospero crd"
}