{
    "pmid": "41458569",
    "title": "A Cell Membrane-Coated Gold Nanoparticle-Based Drug Delivery System for Enhanced Antitumor Therapy in Breast Cancer.",
    "abstract": "Doxorubicin (DOX) is a first-line chemotherapeutic agent widely recognized for its efficacy in inhibiting tumor growth. However, its clinical utility is limited by systemic toxicity, adverse side effects, and the emergence of multidrug resistance. To address these challenges, we developed a cell membrane-coated nanodrug delivery system in which DOX is loaded onto gold nanoparticles (AuNPs) via electrostatic adsorption, with the cell membrane acted as a biomimetic targeting component to improve therapeutic outcomes and reduce off-target toxicity. The successful construction of M@DOX@AuNPs was confirmed by UV-Vis absorption spectroscopy and transmission electron microscope. Antitumor effects were evaluated through both in vitro and in vivo experiments. Biological safety was evaluated via histopathological staining and blood biochemical analysis. M@DOX@AuNPs demonstrated favorable physical stability and exhibited time-dependent drug release profiles. Cellular uptake studies revealed that M@DOX@AuNPs were internalized more efficiently in 4T1 and MDA-MB-231 cells compared to free DOX or DOX@AuNPs. Moreover, M@DOX@AuNPs significantly inhibited tumor cell viability and induced apoptosis in vitro, whereas free AuNPs or cell membranes alone showed no detrimental effects on tumor cell viability. In a mouse tumor model, M@DOX@AuNPs exhibited pronounced anti-tumor efficacy without inducing structure damage to major organs or causing significant alterations in blood cell counts and serum biochemical markers. These findings indicate that M@DOX@AuNPs represent a promising targeted chemotherapeutic agent for improved tumor therapy.",
    "disease": "breast cancer",
    "clean_text": "a cell membrane coated gold nanoparticle based drug delivery system for enhanced antitumor therapy in breast cancer doxorubicin dox is a first line chemotherapeutic agent widely recognized for its efficacy in inhibiting tumor growth however its clinical utility is limited by systemic toxicity adverse side effects and the emergence of multidrug resistance to address these challenges we developed a cell membrane coated nanodrug delivery system in which dox is loaded onto gold nanoparticles aunps via electrostatic adsorption with the cell membrane acted as a biomimetic targeting component to improve therapeutic outcomes and reduce off target toxicity the successful construction of m dox aunps was confirmed by uv vis absorption spectroscopy and transmission electron microscope antitumor effects were evaluated through both in vitro and in vivo experiments biological safety was evaluated via histopathological staining and blood biochemical analysis m dox aunps demonstrated favorable physical stability and exhibited time dependent drug release profiles cellular uptake studies revealed that m dox aunps were internalized more efficiently in t and mda mb cells compared to free dox or dox aunps moreover m dox aunps significantly inhibited tumor cell viability and induced apoptosis in vitro whereas free aunps or cell membranes alone showed no detrimental effects on tumor cell viability in a mouse tumor model m dox aunps exhibited pronounced anti tumor efficacy without inducing structure damage to major organs or causing significant alterations in blood cell counts and serum biochemical markers these findings indicate that m dox aunps represent a promising targeted chemotherapeutic agent for improved tumor therapy"
}