{
    "title": "Nanohardness and Young's Modulus of Pb(1-x)Cd(x)Te Crystals Grown by the SSVG and MBE Methods.",
    "doc_id": "38075762",
    "writer": "Wołkanowicz W",
    "year": "2023",
    "summary": "The nanohardness and Young's modulus of Pb(1-x)Cd(x)Te single crystals prepared by the self-selecting vapor growth (SSVG) method and thick, MBE-grown layers with a total Cd content of up to 7% metal atoms were studied using the nanoindentation technique; the nanohardness a …",
    "abstract": "The nanohardness and Young's modulus of Pb1-xCdxTe single crystals prepared by the self-selecting vapor growth (SSVG) method and thick, MBE-grown layers with a total Cd content of up to 7% metal atoms were studied using the nanoindentation technique; the nanohardness and Young's modulus were calculated by the Oliver and Pharr method. Significant hardening of SSVG crystals with increasing number of Cd atoms replacing Pb atoms in the formed solid solution was observed, and low anisotropy of the nanohardness and Young's modulus were found. The CdTe solubility limit in the solid solution grown using an MBE equal to 2.1% was demonstrated; even for the significantly higher total Cd concentration in the layer, the possible presence of precipitates was not detected. Significant differences were found for both the energy of elastic crystal deformation and Young's modulus determined for samples grown using the two methods. An increase in nanohardness with an increase in the number of Cd atoms outside the cation sublattice was shown. The different ratios of hardening mechanisms acting simultaneously in the analyzed crystals in various ranges of Cd concentrations were demonstrated and discussed. The observed effects were attributed to the much higher concentration of point defects in MBE-grown layers than in SSVG crystals, in particular, the interstitial Cd-Te vacancy complexes effectively hampering nucleation and propagation of dislocations in the former case.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38075762/",
    "clean_text": "nanohardness and young s modulus of pb x cd x te crystals grown by the ssvg and mbe methods the nanohardness and young s modulus of pb x cd x te single crystals prepared by the self selecting vapor growth ssvg method and thick mbe grown layers with a total cd content of up to metal atoms were studied using the nanoindentation technique the nanohardness a the nanohardness and young s modulus of pb xcdxte single crystals prepared by the self selecting vapor growth ssvg method and thick mbe grown layers with a total cd content of up to metal atoms were studied using the nanoindentation technique the nanohardness and young s modulus were calculated by the oliver and pharr method significant hardening of ssvg crystals with increasing number of cd atoms replacing pb atoms in the formed solid solution was observed and low anisotropy of the nanohardness and young s modulus were found the cdte solubility limit in the solid solution grown using an mbe equal to was demonstrated even for the significantly higher total cd concentration in the layer the possible presence of precipitates was not detected significant differences were found for both the energy of elastic crystal deformation and young s modulus determined for samples grown using the two methods an increase in nanohardness with an increase in the number of cd atoms outside the cation sublattice was shown the different ratios of hardening mechanisms acting simultaneously in the analyzed crystals in various ranges of cd concentrations were demonstrated and discussed the observed effects were attributed to the much higher concentration of point defects in mbe grown layers than in ssvg crystals in particular the interstitial cd te vacancy complexes effectively hampering nucleation and propagation of dislocations in the former case"
}