{
    "title": "Appropriate screening mammography method for patients with breast implants.",
    "doc_id": "36725965",
    "writer": "Park J",
    "year": "2023",
    "summary": "In this study, we aimed to evaluate the benefits and losses of mammography with and without implant displacement (ID) and propose an appropriate imaging protocol for the screening of breasts with implants. We evaluated mammograms of 162 breasts in 96 patients includ …",
    "abstract": "In this study, we aimed to evaluate the benefits and losses of mammography with and without implant displacement (ID) and propose an appropriate imaging protocol for the screening of breasts with implants. We evaluated mammograms of 162 breasts in 96 patients including 71 breasts with biopsy-proven cancers. Mammography of each breast included standard MLO and ID MLO images. We reviewed the mammograms using clinical image quality criteria, which consist of parameters that evaluate the proper positioning of the breast and the image resolution. Standard MLO images showed significantly higher scores for proper positioning but showed significantly lower scores for image resolution than the ID MLO images. Moreover, standard MLO images showed significantly higher kVp, mAs, and compressed breast thickness than the ID MLO images. The organ dose was also higher in the standard MLO images than in the ID MLO images, but the difference was not statistically significant. In mammography with proven cancer, ID MLO images showed significantly higher degree of cancer visibility than standard MLO images. For screening mammography in patients with breast implants, ID MLO view alone is sufficient for MLO projection with reducing the patient's radiation dose without compromising the breast cancer detection capability, especially in dense breasts with subpectoral implants.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36725965/",
    "clean_text": "appropriate screening mammography method for patients with breast implants in this study we aimed to evaluate the benefits and losses of mammography with and without implant displacement id and propose an appropriate imaging protocol for the screening of breasts with implants we evaluated mammograms of breasts in patients includ in this study we aimed to evaluate the benefits and losses of mammography with and without implant displacement id and propose an appropriate imaging protocol for the screening of breasts with implants we evaluated mammograms of breasts in patients including breasts with biopsy proven cancers mammography of each breast included standard mlo and id mlo images we reviewed the mammograms using clinical image quality criteria which consist of parameters that evaluate the proper positioning of the breast and the image resolution standard mlo images showed significantly higher scores for proper positioning but showed significantly lower scores for image resolution than the id mlo images moreover standard mlo images showed significantly higher kvp mas and compressed breast thickness than the id mlo images the organ dose was also higher in the standard mlo images than in the id mlo images but the difference was not statistically significant in mammography with proven cancer id mlo images showed significantly higher degree of cancer visibility than standard mlo images for screening mammography in patients with breast implants id mlo view alone is sufficient for mlo projection with reducing the patient s radiation dose without compromising the breast cancer detection capability especially in dense breasts with subpectoral implants"
}