{
    "pmid": "41473933",
    "title": "Characterization of Sleep in Alternating Hemiplegia of Childhood: An International Survey.",
    "abstract": "Few studies have investigated sleep features in people with alternating hemiplegia of childhood (AHC). In this study, we present a bespoke survey of individuals with AHC to characterize sleep disturbances in this condition. A cross-sectional survey was disseminated through the UK and Italian AHC family associations, addressing their registered families with at least 1 child or adult with a confirmed diagnosis of AHC by their national reference centers and who had consented to be contacted by email. The entire questionnaire implemented in the online surveys was organized into 3 main sections and included the Pittsburgh Sleep Quality Index (PSQI) scale. This scale ranges from 0 to 21, with higher scores indicating poorer sleep quality. Internal consistency of the questionnaire was assessed using Cronbach alpha statistic. Forty-eight of 54 families with AHC (88.89%) filled out at least 1 item of the AHC-Sleep Questionnaire, and 36 of 54 (66.67%) completed the whole questionnaire. Eighteen of 44 people (40.91%) from our cohort reported having a problem with sleep, which was persistent for 10 of 44 (22.7%). Twenty-five of 44 people (56.82%) reported multiple arousals during a typical night, and for 9 of 25 (36%), these could be very prolonged. For 16 of 40 (40%) and 19 of 40 (47.5%), plegic spells resolved or improved, respectively, during sleep, whereas 5 of 40 (12.5%) reported no effect of sleep on these spells. The mean global PSQI score in 40 people was 5.40 (SD ± 4.69). Fifteen of 40 individuals (37.5%) had a global PSQI score ≥5. PSQI scores were significantly higher in those individuals who completed the questionnaire during summer (n = 6) compared with those who completed them during winter (n = 33) ( We dissected sleep issues and reported sleep disruption, including elevated global PSQI scores, in a significant proportion of individuals with AHC. The main implication of this study is the importance of conducting comprehensive and regular assessments of sleep in both children and adults with AHC.",
    "disease": "epilepsy",
    "clean_text": "characterization of sleep in alternating hemiplegia of childhood an international survey few studies have investigated sleep features in people with alternating hemiplegia of childhood ahc in this study we present a bespoke survey of individuals with ahc to characterize sleep disturbances in this condition a cross sectional survey was disseminated through the uk and italian ahc family associations addressing their registered families with at least child or adult with a confirmed diagnosis of ahc by their national reference centers and who had consented to be contacted by email the entire questionnaire implemented in the online surveys was organized into main sections and included the pittsburgh sleep quality index psqi scale this scale ranges from to with higher scores indicating poorer sleep quality internal consistency of the questionnaire was assessed using cronbach alpha statistic forty eight of families with ahc filled out at least item of the ahc sleep questionnaire and of completed the whole questionnaire eighteen of people from our cohort reported having a problem with sleep which was persistent for of twenty five of people reported multiple arousals during a typical night and for of these could be very prolonged for of and of plegic spells resolved or improved respectively during sleep whereas of reported no effect of sleep on these spells the mean global psqi score in people was sd fifteen of individuals had a global psqi score psqi scores were significantly higher in those individuals who completed the questionnaire during summer n compared with those who completed them during winter n we dissected sleep issues and reported sleep disruption including elevated global psqi scores in a significant proportion of individuals with ahc the main implication of this study is the importance of conducting comprehensive and regular assessments of sleep in both children and adults with ahc"
}