{
    "pmid": "41450747",
    "title": "Multi-Omics Integration Identifies FGF1 as a Diagnostic Biomarker and RAS-MAPK-Driven Pathogenic Factor in Osteoarthritis.",
    "abstract": "Osteoarthritis (OA) is a chronic inflammatory disease characterized by cartilage damage, but its pathogenesis remains unclear. This study aims to identify potential therapeutic targets for OA and explore associated mechanistic pathways. OA-related data from GWAS, eQTLGen, and GEO databases were analyzed. Differential expression analysis, WGCNA, and PPI network analysis identified OA-associated genes. Machine learning algorithms determined diagnostic markers, validated by ROC curve analysis. Mendelian randomization assessed causal relationships, and single-cell sequencing explored gene dynamics in OA cartilage. In vitro and in vivo experiments validated the findings. We identified 282 differentially expressed genes (DEGs) associated with OA, with 52 hub genes, including FGF1, as a key candidate. Machine learning identified FGF1 as a diagnostic biomarker, validated by ROC curve analysis (AUCs up to 1.000 in the training set, and 0.790 and 0.761 in validation sets). Mendelian randomization suggested a potential causal relationship between FGF1 expression and OA risk (95% CI = 1.002-1.081, p = 0.041). Single-cell sequencing explored the dynamics of diagnostic marker genes in OA cartilage progression. In vitro and in vivo experiments confirmed FGF1's role in inflammation and matrix degradation via the RAS-MAPK pathway. This study confirms FGF1 as a diagnostic biomarker for OA, with a key role in pathogenesis through RAS-MAPK pathway activation. MR analysis provides suggestive causal evidence. FGF1 induces a pro-inflammatory and catabolic state in chondrocytes by upregulating MMP13 and TNFα, while inhibiting Aggrecan synthesis, driving irreversible cartilage matrix destruction. These findings support targeting FGF1 as a novel therapeutic strategy for OA.",
    "disease": "osteoarthritis",
    "clean_text": "multi omics integration identifies fgf as a diagnostic biomarker and ras mapk driven pathogenic factor in osteoarthritis osteoarthritis oa is a chronic inflammatory disease characterized by cartilage damage but its pathogenesis remains unclear this study aims to identify potential therapeutic targets for oa and explore associated mechanistic pathways oa related data from gwas eqtlgen and geo databases were analyzed differential expression analysis wgcna and ppi network analysis identified oa associated genes machine learning algorithms determined diagnostic markers validated by roc curve analysis mendelian randomization assessed causal relationships and single cell sequencing explored gene dynamics in oa cartilage in vitro and in vivo experiments validated the findings we identified differentially expressed genes degs associated with oa with hub genes including fgf as a key candidate machine learning identified fgf as a diagnostic biomarker validated by roc curve analysis aucs up to in the training set and and in validation sets mendelian randomization suggested a potential causal relationship between fgf expression and oa risk ci p single cell sequencing explored the dynamics of diagnostic marker genes in oa cartilage progression in vitro and in vivo experiments confirmed fgf s role in inflammation and matrix degradation via the ras mapk pathway this study confirms fgf as a diagnostic biomarker for oa with a key role in pathogenesis through ras mapk pathway activation mr analysis provides suggestive causal evidence fgf induces a pro inflammatory and catabolic state in chondrocytes by upregulating mmp and tnf while inhibiting aggrecan synthesis driving irreversible cartilage matrix destruction these findings support targeting fgf as a novel therapeutic strategy for oa"
}