{
    "title": "[Research Advance in Anti-lung Cancer Mechanism of Metformin].",
    "doc_id": "32316716",
    "writer": "Wang G",
    "year": "2020",
    "summary": "In recent years, epidemiological studies have found that metformin can inhibit the proliferation and metastasis of lung cancer cells, and is expected to become a new anti-lung cancer drug. Lung cancer is a disease that seriously endangers …",
    "abstract": "Metformin, as a first-line drug in the treatment of type 2 diabetes, has been proved to be safe and effective. In recent years, epidemiological studies have found that metformin can inhibit the proliferation and metastasis of lung cancer cells, and is expected to become a new anti-lung cancer drug. Lung cancer is a disease that seriously endangers human health, its morbidity and mortality have been ranked first among all malignant tumors, and the prognosis is poor. In recent years, a great deal of evidence shows that metformin can reduce the risk and mortality of tumors such as lung cancer. Its mechanisms mainly include activating adenosine monophosphate-activated protein kinase pathway, improving hyperinsulinemia and insulin resistance, promoting lung cancer cell apoptosis and inhibiting related inflammatory response. The aim of this article is to reviews the study of metformin on lung cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32316716/",
    "clean_text": "research advance in anti lung cancer mechanism of metformin in recent years epidemiological studies have found that metformin can inhibit the proliferation and metastasis of lung cancer cells and is expected to become a new anti lung cancer drug lung cancer is a disease that seriously endangers metformin as a first line drug in the treatment of type diabetes has been proved to be safe and effective in recent years epidemiological studies have found that metformin can inhibit the proliferation and metastasis of lung cancer cells and is expected to become a new anti lung cancer drug lung cancer is a disease that seriously endangers human health its morbidity and mortality have been ranked first among all malignant tumors and the prognosis is poor in recent years a great deal of evidence shows that metformin can reduce the risk and mortality of tumors such as lung cancer its mechanisms mainly include activating adenosine monophosphate activated protein kinase pathway improving hyperinsulinemia and insulin resistance promoting lung cancer cell apoptosis and inhibiting related inflammatory response the aim of this article is to reviews the study of metformin on lung cancer"
}