{
    "pmid": "41474232",
    "title": "Consensus from the Asian conference on tumor ablation working group on image-guided thermal ablation for lung tumor: 10 key questions and answers.",
    "abstract": "Percutaneous image-guided thermal ablation (IGTA) is increasingly utilized for the management of primary and metastatic lung tumors. Several academic societies across various countries have issued clinical practice guidelines, opinion statements, and recommendations for IGTA in the treatment of lung tumors. However, unresolved conceptual and practical challenges persist, underscoring the need for a more comprehensive consensus on the safe and effective application of IGTA, particularly in Asian countries. Consequently, the guideline committee of the Asian Conference on Tumor Ablation (ACTA) established a dedicated working group to develop recommendations for the clinical use of IGTA in lung tumors. Through a thorough analysis of current literature and key clinical questions, the ACTA working group identified 10 critical issues, including indications, modality selection, technical considerations, and management of complications. Following extensive discussions and iterative revisions, experts from Asia-Pacific countries have formulated a consensus to guide clinical practice.",
    "disease": "lung cancer",
    "clean_text": "consensus from the asian conference on tumor ablation working group on image guided thermal ablation for lung tumor key questions and answers percutaneous image guided thermal ablation igta is increasingly utilized for the management of primary and metastatic lung tumors several academic societies across various countries have issued clinical practice guidelines opinion statements and recommendations for igta in the treatment of lung tumors however unresolved conceptual and practical challenges persist underscoring the need for a more comprehensive consensus on the safe and effective application of igta particularly in asian countries consequently the guideline committee of the asian conference on tumor ablation acta established a dedicated working group to develop recommendations for the clinical use of igta in lung tumors through a thorough analysis of current literature and key clinical questions the acta working group identified critical issues including indications modality selection technical considerations and management of complications following extensive discussions and iterative revisions experts from asia pacific countries have formulated a consensus to guide clinical practice"
}