{
    "title": "The ovarian cancer oncobiome.",
    "doc_id": "28410234",
    "writer": "Banerjee S",
    "year": "2017",
    "summary": "We screened ovarian cancer samples along with matched, and non-matched control samples using our pan-pathogen array (PathoChip), combined with capture-next generation sequencing. ...The ovarian cancer microbiome signature provides insights for the deve …",
    "abstract": "Humans and other mammals are colonized by microbial agents across the kingdom which can represent a unique microbiome pattern. Dysbiosis of the microbiome has been associated with pathology including cancer. We have identified a microbiome signature unique to ovarian cancers, one of the most lethal malignancies of the female reproductive system, primarily because of its asymptomatic nature during the early stages in development. We screened ovarian cancer samples along with matched, and non-matched control samples using our pan-pathogen array (PathoChip), combined with capture-next generation sequencing. The results show a distinct group of viral, bacterial, fungal and parasitic signatures of high significance in ovarian cases. Further analysis shows specific viral integration sites within the host genome of tumor samples, which may contribute to the carcinogenic process. The ovarian cancer microbiome signature provides insights for the development of targeted therapeutics against ovarian cancers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28410234/",
    "clean_text": "the ovarian cancer oncobiome we screened ovarian cancer samples along with matched and non matched control samples using our pan pathogen array pathochip combined with capture next generation sequencing the ovarian cancer microbiome signature provides insights for the deve humans and other mammals are colonized by microbial agents across the kingdom which can represent a unique microbiome pattern dysbiosis of the microbiome has been associated with pathology including cancer we have identified a microbiome signature unique to ovarian cancers one of the most lethal malignancies of the female reproductive system primarily because of its asymptomatic nature during the early stages in development we screened ovarian cancer samples along with matched and non matched control samples using our pan pathogen array pathochip combined with capture next generation sequencing the results show a distinct group of viral bacterial fungal and parasitic signatures of high significance in ovarian cases further analysis shows specific viral integration sites within the host genome of tumor samples which may contribute to the carcinogenic process the ovarian cancer microbiome signature provides insights for the development of targeted therapeutics against ovarian cancers"
}