{
    "title": "The medicalization of testosterone: reinventing the elixir of life.",
    "doc_id": "35999482",
    "writer": "Gagliano-Jucá T",
    "year": "2022",
    "summary": "",
    "abstract": "The pursuit of longevity, which during the Renaissance era was limited to longing for miraculous ways of rejuvenation, such as bathing in the fountain of youth, took a scientific turn in 1889 with the publication of Brown-Sequard's self-experiments with an extract of animal testes, which apparently improved his vitality, physical strength and cognition. This extract, marketed then as the \"Elixir of Life\", was sold for decades throughout Europe and North America. However, recent replication of Brown-Sequard's experiments demonstrated that such an extract only contains homeopathic concentrations of testosterone that are insufficient to exert any biological effect. Thus, the birth of Andrology began with a placebo effect. Over the past few decades, the quest for compounds that might lead to rejuvenation has regained traction, with testosterone being at the forefront. Though clinical practice guidelines advocate testosterone therapy in men with organic hypogonadism-the only indication approved by the Food and Drug Administration-testosterone continues to be marketed as a wonder drug with rejuvenating effects on sexual function, vitality, and a host of other unproven benefits. Additionally, the epidemic of obesity and diabetes, conditions associated with low testosterone, has further brought testosterone into the limelight. Although the number of testosterone prescriptions written have increased several-fold in the past two decades, carefully conducted randomized trials suggest modest benefits of testosterone therapy. At the same time, safety concerns, particularly in older men, remain valid.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35999482/",
    "clean_text": "the medicalization of testosterone reinventing the elixir of life the pursuit of longevity which during the renaissance era was limited to longing for miraculous ways of rejuvenation such as bathing in the fountain of youth took a scientific turn in with the publication of brown sequard s self experiments with an extract of animal testes which apparently improved his vitality physical strength and cognition this extract marketed then as the elixir of life was sold for decades throughout europe and north america however recent replication of brown sequard s experiments demonstrated that such an extract only contains homeopathic concentrations of testosterone that are insufficient to exert any biological effect thus the birth of andrology began with a placebo effect over the past few decades the quest for compounds that might lead to rejuvenation has regained traction with testosterone being at the forefront though clinical practice guidelines advocate testosterone therapy in men with organic hypogonadism the only indication approved by the food and drug administration testosterone continues to be marketed as a wonder drug with rejuvenating effects on sexual function vitality and a host of other unproven benefits additionally the epidemic of obesity and diabetes conditions associated with low testosterone has further brought testosterone into the limelight although the number of testosterone prescriptions written have increased several fold in the past two decades carefully conducted randomized trials suggest modest benefits of testosterone therapy at the same time safety concerns particularly in older men remain valid"
}