{
    "pmid": "41453552",
    "title": "Multi-Omics Profiling of Intercellular Immunometabolic Heterogeneity highlights in Lung Cancer: Crosstalk mechanisms and Resistance in the Tumor-Immune Interface.",
    "abstract": "Lung cancer's tumor microenvironment (TME) is shaped by metabolic crosstalk between malignant and immune cells, driving immune evasion, heterogeneity, and resistance to immunotherapy. Tumor-derived metabolites such as lactate, adenosine, and kynurenine impair cytotoxic T cells and dendritic cells while promoting regulatory and suppressive immune subsets, creating a metabolically hostile niche that limits checkpoint inhibitor efficacy. Advances in multiomics including single-cell transcriptomics, proteomics, metabolomics, and spatial profiling have enabled high-resolution mapping of tumor-immune metabolic communication. Available evidence from various studies reveals metabolic subtypes, immune states, and spatial niches linked to resistance, including lactate accumulation, glutamine dependence, and adenosine signaling. This review uniquely synthesizes findings from latest literature (2009-2025) obtained from electronic database including PubMed, Google Scholar, Scopus and Web of Science, which integrates multi-omics data to define immunometabolic phenotypes (LM-high, CD73^high, KEAP1/NRF2^mutation) and pathways in lung cancer and highlights therapeutic strategies such as CD73/adenosine blockade, arginase and glutaminase inhibition, and metabolically engineered immune cells. Collectively, available evidence from various studies positions multi-omics profiling as a critical clinical tool. It enables the classification of tumors by dominant immunometabolic phenotype, thereby paving the way for biomarker-driven trials that rationally combine metabolic inhibitors with immunotherapy to overcome resistance.",
    "disease": "lung cancer",
    "clean_text": "multi omics profiling of intercellular immunometabolic heterogeneity highlights in lung cancer crosstalk mechanisms and resistance in the tumor immune interface lung cancer s tumor microenvironment tme is shaped by metabolic crosstalk between malignant and immune cells driving immune evasion heterogeneity and resistance to immunotherapy tumor derived metabolites such as lactate adenosine and kynurenine impair cytotoxic t cells and dendritic cells while promoting regulatory and suppressive immune subsets creating a metabolically hostile niche that limits checkpoint inhibitor efficacy advances in multiomics including single cell transcriptomics proteomics metabolomics and spatial profiling have enabled high resolution mapping of tumor immune metabolic communication available evidence from various studies reveals metabolic subtypes immune states and spatial niches linked to resistance including lactate accumulation glutamine dependence and adenosine signaling this review uniquely synthesizes findings from latest literature obtained from electronic database including pubmed google scholar scopus and web of science which integrates multi omics data to define immunometabolic phenotypes lm high cd high keap nrf mutation and pathways in lung cancer and highlights therapeutic strategies such as cd adenosine blockade arginase and glutaminase inhibition and metabolically engineered immune cells collectively available evidence from various studies positions multi omics profiling as a critical clinical tool it enables the classification of tumors by dominant immunometabolic phenotype thereby paving the way for biomarker driven trials that rationally combine metabolic inhibitors with immunotherapy to overcome resistance"
}