{
    "pmid": "41416164",
    "title": "[Periodontitis Aggravates Chronic Obstructive Pulmonary Disease Progression by Promoting Pulmonary Macrophage M1 Polarizations].",
    "abstract": "To investigate the critical role of macrophage M1 polarization in mediating the effect of periodontitis on the progression of chronic obstructive pulmonary disease (COPD). Alveolar lavage fluid samples were collected from COPD patients with comorbid periodontitis, and gene expression analysis was performed to validate the changes in the expression of M1 polarization-related genes. A mouse model of COPD, with experimentally induced periodontitis, were established. Hematoxylin and eosin (HE) staining of pathological sections was performed to observe the effect of periodontitis on COPD progression. Flow cytometry, immunofluorescence staining, and reverse transcription quantitative polymerase chain reaction (RT-qPCR) were performed to analyze the effect of periodontitis on macrophage M1 polarization and the expression of relevant genes in the alveolar lavage fluid and lung tissues. In clinical samples of alveolar lavage fluid from COPD patients with periodontitis, the expression of macrophage M1 polarization-related genes, including  Periodontitis exacerbates COPD progression by promoting macrophage M1 polarization in the lungs. Enhancing oral hygiene management and targeting the inhibition of macrophage M1 polarization may represent new therapeutic strategies for the clinical prevention and control of COPD. 研究巨噬细胞M1极化在介导牙周炎（periodontitis, PD）影响慢性阻塞性肺疾病(chronic obstructive pulmonary disease, COPD)进展中的重要作用。 收集伴牙周炎COPD患者肺泡灌洗液样本，基因表达分析M1极化相关基因的变化趋势；构建伴牙周炎COPD疾病动物模型，HE病理切片观察牙周炎对COPD进展的影响，通过流式细胞分析、免疫荧光观察及RT-qPCR检测分析牙周炎对COPD肺泡灌洗液及肺组织中巨噬细胞M1极化现象及相关基因表达的影响。 伴牙周炎COPD患者临床肺泡灌洗液样本中巨噬细胞M1极化相关基因 牙周炎能够促进肺部巨噬细胞M1极化加剧COPD疾病进展，加强口腔卫生管理及靶向抑制巨噬细胞M1极化可能是临床COPD防控的新方法。",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "periodontitis aggravates chronic obstructive pulmonary disease progression by promoting pulmonary macrophage m polarizations to investigate the critical role of macrophage m polarization in mediating the effect of periodontitis on the progression of chronic obstructive pulmonary disease copd alveolar lavage fluid samples were collected from copd patients with comorbid periodontitis and gene expression analysis was performed to validate the changes in the expression of m polarization related genes a mouse model of copd with experimentally induced periodontitis were established hematoxylin and eosin he staining of pathological sections was performed to observe the effect of periodontitis on copd progression flow cytometry immunofluorescence staining and reverse transcription quantitative polymerase chain reaction rt qpcr were performed to analyze the effect of periodontitis on macrophage m polarization and the expression of relevant genes in the alveolar lavage fluid and lung tissues in clinical samples of alveolar lavage fluid from copd patients with periodontitis the expression of macrophage m polarization related genes including periodontitis exacerbates copd progression by promoting macrophage m polarization in the lungs enhancing oral hygiene management and targeting the inhibition of macrophage m polarization may represent new therapeutic strategies for the clinical prevention and control of copd m periodontitis pd chronic obstructive pulmonary disease copd copd m copd he copd rt qpcr copd m copd m m copd m copd"
}