{
    "title": "Obesity and Weight Loss in Idiopathic Intracranial Hypertension: A Narrative Review.",
    "doc_id": "27636748",
    "writer": "Subramaniam S",
    "year": "2017",
    "summary": "Weight loss in the range of 6%-10% often leads to IIH remission. Weight loss of 5% at 1 year is achieved in roughly 50%-70% of patients if they are enrolled in a high-intensity lifestyle modification program and in 20%-35% of patients if they direct th …",
    "abstract": "Background:\n        \n      \n      Most patients with idiopathic intracranial hypertension (IIH) are obese. Weight loss is felt to be an important factor in improving IIH. The mechanism by which weight loss leads to a reduction in elevated intracranial pressure is unclear. Evidence from prospective studies evaluating the role of weight loss in IIH is lacking.\n    \n\n\n          Evidence acquisition:\n        \n      \n      We performed a detailed review of the published literature regarding the association of IIH and obesity, including proposed pathogenetic mechanisms, and the effect of weight loss and weight-loss interventions in IIH. References were identified by searching PubMed with the terms idiopathic intracranial hypertension and weight loss. Additional citations were found in the identified references.\n    \n\n\n          Results:\n        \n      \n      Over 90% of IIH patients are obese or overweight. The risk of IIH increases as a function of body mass index (BMI) and weight gain over the preceding year. The risk of IIH-induced vision loss also increases with increasing BMI, especially with BMI >40 kg/m. Several mechanisms have been proposed linking obesity to the development of IIH but the pathophysiology remains unknown. Published studies and clinical observations strongly support weight loss as an effective treatment, although there are no prospective controlled trials. Weight loss in the range of 6%-10% often leads to IIH remission. Weight loss of ≥5% at 1 year is achieved in roughly 50%-70% of patients if they are enrolled in a high-intensity lifestyle modification program and in 20%-35% of patients if they direct their own weight loss. Weight is typically regained over 1-3 years but about a third of patients maintain ≥5% weight loss over the long term. Patients treated initially with lifestyle modification therapy show a modest persisting benefit over self-directed patients. Selected commercial weight loss programs also may improve long-term maintenance of weight loss. New antiobesity drugs significantly improve the proportion of obese patients who have ≥5% loss of weight at 1 year.\n    \n\n\n          Conclusions:\n        \n      \n      Obesity is an important contributing factor for the development of IIH, although the pathophysiological mechanism linking obesity to IIH is unknown. The risk of developing IIH and associated visual loss increases with increasing BMI. Weight loss is an effective treatment for IIH. Long-term maintenance of initial weight loss is helped modestly by lifestyle modification programs and possibly by selected commercial weight loss programs. New antiobesity drugs may provide further options for IIH therapy in the future.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27636748/",
    "clean_text": "obesity and weight loss in idiopathic intracranial hypertension a narrative review weight loss in the range of often leads to iih remission weight loss of at year is achieved in roughly of patients if they are enrolled in a high intensity lifestyle modification program and in of patients if they direct th background most patients with idiopathic intracranial hypertension iih are obese weight loss is felt to be an important factor in improving iih the mechanism by which weight loss leads to a reduction in elevated intracranial pressure is unclear evidence from prospective studies evaluating the role of weight loss in iih is lacking evidence acquisition we performed a detailed review of the published literature regarding the association of iih and obesity including proposed pathogenetic mechanisms and the effect of weight loss and weight loss interventions in iih references were identified by searching pubmed with the terms idiopathic intracranial hypertension and weight loss additional citations were found in the identified references results over of iih patients are obese or overweight the risk of iih increases as a function of body mass index bmi and weight gain over the preceding year the risk of iih induced vision loss also increases with increasing bmi especially with bmi kg m several mechanisms have been proposed linking obesity to the development of iih but the pathophysiology remains unknown published studies and clinical observations strongly support weight loss as an effective treatment although there are no prospective controlled trials weight loss in the range of often leads to iih remission weight loss of at year is achieved in roughly of patients if they are enrolled in a high intensity lifestyle modification program and in of patients if they direct their own weight loss weight is typically regained over years but about a third of patients maintain weight loss over the long term patients treated initially with lifestyle modification therapy show a modest persisting benefit over self directed patients selected commercial weight loss programs also may improve long term maintenance of weight loss new antiobesity drugs significantly improve the proportion of obese patients who have loss of weight at year conclusions obesity is an important contributing factor for the development of iih although the pathophysiological mechanism linking obesity to iih is unknown the risk of developing iih and associated visual loss increases with increasing bmi weight loss is an effective treatment for iih long term maintenance of initial weight loss is helped modestly by lifestyle modification programs and possibly by selected commercial weight loss programs new antiobesity drugs may provide further options for iih therapy in the future"
}