{
    "pmid": "41473050",
    "title": "Propensity-matched analysis of the impact of saphenous vein graft external stenting on clinical outcomes in coronary bypass surgery: The RESTART study.",
    "abstract": "External saphenous vein graft stenting has been shown to reduce intimal hyperplasia, lumen irregularities, and flow disturbances after coronary artery bypass grafting (CABG). The objective of this study is to evaluate the effect of saphenous vein graft external stenting on clinical outcomes up to 5 years. Outcomes for patients who received external vein graft stenting in an international, real-world cohort were compared in a propensity matched analysis with patients from the Arterial Revascularization Trial (ISRCTN46552265). All eligible patients required an internal mammary artery graft to the left anterior descending coronary artery, received at least one vein graft, and survived to discharge. The primary end point was major adverse cardiovascular and cerebrovascular events at 1 year after surgery, consisting of all-cause mortality, myocardial infarction, repeat revascularization, and cerebrovascular accident. Secondary end points included 5-year major adverse cardiovascular and cerebrovascular events with and without stroke and annualized target vessel revascularization. In total, 789 treated and 2205 control patients were included. At 1 year after CABG, the weighted hazard ratio comparing outcomes between treated and control patients was 0.60 (90% confidence interval, 0.38-0.94,  The current study demonstrates that external vein graft stenting is associated with a significantly lower risk of experiencing adverse clinical outcomes up to 5 years after surgery compared with standard of care.",
    "disease": "coronary artery disease",
    "clean_text": "propensity matched analysis of the impact of saphenous vein graft external stenting on clinical outcomes in coronary bypass surgery the restart study external saphenous vein graft stenting has been shown to reduce intimal hyperplasia lumen irregularities and flow disturbances after coronary artery bypass grafting cabg the objective of this study is to evaluate the effect of saphenous vein graft external stenting on clinical outcomes up to years outcomes for patients who received external vein graft stenting in an international real world cohort were compared in a propensity matched analysis with patients from the arterial revascularization trial isrctn all eligible patients required an internal mammary artery graft to the left anterior descending coronary artery received at least one vein graft and survived to discharge the primary end point was major adverse cardiovascular and cerebrovascular events at year after surgery consisting of all cause mortality myocardial infarction repeat revascularization and cerebrovascular accident secondary end points included year major adverse cardiovascular and cerebrovascular events with and without stroke and annualized target vessel revascularization in total treated and control patients were included at year after cabg the weighted hazard ratio comparing outcomes between treated and control patients was confidence interval the current study demonstrates that external vein graft stenting is associated with a significantly lower risk of experiencing adverse clinical outcomes up to years after surgery compared with standard of care"
}