{
    "title": "Association of Gut Microbiota and Diabetes Mellitus.",
    "doc_id": "36411560",
    "writer": "Sowmiya T",
    "year": "2023",
    "summary": "Few studies have been done to assess the impact of gut microbiota on human. Diabetes mellitus is found to have an association with gut microbiota. Few animal studies are available linking the alteration of gut microbiota in diabetes melli …",
    "abstract": "Diabetes mellitus has been a common metabolic disorder in recent years across the world. It has affected approximately 463 million people worldwide, which has tripled in the last two decades. It has been forecasted to show an upward trend through 2030 and 2045 in China, India, and the United States. Few studies have been done to assess the impact of gut microbiota on human. Diabetes mellitus is found to have an association with gut microbiota. Few animal studies are available linking the alteration of gut microbiota in diabetes mellitus. Probiotics have been found to have anti-diabetic properties. If diabetes is treated with diet modification in addition to drugs, it could change the spectrum of intestinal bacteria by boosting commensal bacteria and decreasing the harmful bacteria in the microbiome population of the gastrointestinal tract, which is highly beneficial. This could aid diabetics in managing diabetes mellitus and its complications effectively. This review has been undertaken to address the management of diabetes mellitus with a focus on the gut microbiome in addition to antidiabetic medications.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36411560/",
    "clean_text": "association of gut microbiota and diabetes mellitus few studies have been done to assess the impact of gut microbiota on human diabetes mellitus is found to have an association with gut microbiota few animal studies are available linking the alteration of gut microbiota in diabetes melli diabetes mellitus has been a common metabolic disorder in recent years across the world it has affected approximately million people worldwide which has tripled in the last two decades it has been forecasted to show an upward trend through and in china india and the united states few studies have been done to assess the impact of gut microbiota on human diabetes mellitus is found to have an association with gut microbiota few animal studies are available linking the alteration of gut microbiota in diabetes mellitus probiotics have been found to have anti diabetic properties if diabetes is treated with diet modification in addition to drugs it could change the spectrum of intestinal bacteria by boosting commensal bacteria and decreasing the harmful bacteria in the microbiome population of the gastrointestinal tract which is highly beneficial this could aid diabetics in managing diabetes mellitus and its complications effectively this review has been undertaken to address the management of diabetes mellitus with a focus on the gut microbiome in addition to antidiabetic medications"
}