{
    "title": "Physiologic role of nitric oxide and nitric oxide synthase in female lower urinary tract.",
    "doc_id": "15353953",
    "writer": "Ho MH",
    "year": "2004",
    "summary": "RECENT FINDINGS: Expression of three isoforms of NOS, namely endothelial NOS, neuronal NOS and inducible NOS, has been identified in various tissues of the lower urinary tract in animals and humans. In addition to its relaxation effects on bladder and urethra, NO al …",
    "abstract": "Purpose of review:\n        \n      \n      In recent years nitric oxide (NO) has gained increasing recognition as an important neurotransmitter and cell signaling molecule with a broad range of functions in the lower urinary tract. This review discusses recently published data related to the physiologic and pathophysiologic roles of NO and nitric oxide synthase (NOS) in the female lower urinary tract.\n    \n\n\n          Recent findings:\n        \n      \n      Expression of three isoforms of NOS, namely endothelial NOS, neuronal NOS and inducible NOS, has been identified in various tissues of the lower urinary tract in animals and humans. In addition to its relaxation effects on bladder and urethra, NO also serves as a neurotransmitter in the lower urinary tract. The physiologic roles of NO in overactive bladder, bladder outlet obstruction, diabetic cystopathy, interstitial cystitis, and bladder inflammation have been demonstrated.\n    \n\n\n          Summary:\n        \n      \n      NO plays an important role in the micturition process and in disorders of the lower urinary tract. Improved understanding of the pathophysiologic role of NO/NOS system and of the L-arginine-NO-cGMP pathway may allow us to identify suitable therapeutic targets for lower urinary tract disorders. However, there is a need for further investigation to determine the precise function of NO in human lower urinary tract because most work thus far has been done in animal models.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15353953/",
    "clean_text": "physiologic role of nitric oxide and nitric oxide synthase in female lower urinary tract recent findings expression of three isoforms of nos namely endothelial nos neuronal nos and inducible nos has been identified in various tissues of the lower urinary tract in animals and humans in addition to its relaxation effects on bladder and urethra no al purpose of review in recent years nitric oxide no has gained increasing recognition as an important neurotransmitter and cell signaling molecule with a broad range of functions in the lower urinary tract this review discusses recently published data related to the physiologic and pathophysiologic roles of no and nitric oxide synthase nos in the female lower urinary tract recent findings expression of three isoforms of nos namely endothelial nos neuronal nos and inducible nos has been identified in various tissues of the lower urinary tract in animals and humans in addition to its relaxation effects on bladder and urethra no also serves as a neurotransmitter in the lower urinary tract the physiologic roles of no in overactive bladder bladder outlet obstruction diabetic cystopathy interstitial cystitis and bladder inflammation have been demonstrated summary no plays an important role in the micturition process and in disorders of the lower urinary tract improved understanding of the pathophysiologic role of no nos system and of the l arginine no cgmp pathway may allow us to identify suitable therapeutic targets for lower urinary tract disorders however there is a need for further investigation to determine the precise function of no in human lower urinary tract because most work thus far has been done in animal models"
}