{
    "pmid": "41460816",
    "title": "Assessment of hypertension and diabetes among lecturers in a Ghanaian university: Setting lifestyle practices as precursors.",
    "abstract": "Research works relating to the lifestyle of students, non-academic staff, and communities have had considerable attention. However, studies on the lifestyles of university lecturers in Ghana and their association with the occurrence of hypertension and diabetes have received very scanty attention. This study assesses the modifiable lifestyle practices among lecturers in a Ghanaian university, and how these are associated with the occurrence of hypertension and diabetes. It was a cross-sectional study design with a quantitative approach involving 205 lecturers in a Ghanaian university. Data were analyzed using descriptive statistics and regression. The study found that 50.73% and 33.66% of lecturers were overweight (25.0 < 30 Kg/m2) and Obese (<30 Kg/m2) respectively. Also, 97.07% and 85.85% % of Lecturers had normal fasting blood sugar (<5.6 mmol/L) and normal random blood sugar (<11.1mmol/dL) respectively. Again, 62% of lecturers eat breakfast and only 5.4% take fruits and vegetables of 5 servings per day/week. Moreover, 34.6% of lecturers are habitual late meal takers. Again, 30% of lecturers do not undertake any form of exercise. A Lecturer's age was found to be statistically significant (p = 0.044). It was found that, lecturer aged over 50 years accounted for about 91.25%. Also, 18.54%, 16.10%, and 12.68% of lecturers in Health Sciences, Engineering, Agriculture, and Natural Resources had high blood pressure (systolic >130mmgH, diastolic >90mmgH). Lecturers from the Colleges of Health Science and Engineering were 4 times [COR: 4.11; 95% CI (1.30-12.95)] more likely to develop high blood pressure when compared to those in other Colleges. The prevalence of hypertension and diabetes among the university lecturers was found to be 54.6% and 17.07% respectively. The study concludes that modifiable lifestyles are precursors for the occurrence of hypertension and diabetes among the lecturers studied in a Ghanaian university.",
    "disease": "diabetes mellitus",
    "clean_text": "assessment of hypertension and diabetes among lecturers in a ghanaian university setting lifestyle practices as precursors research works relating to the lifestyle of students non academic staff and communities have had considerable attention however studies on the lifestyles of university lecturers in ghana and their association with the occurrence of hypertension and diabetes have received very scanty attention this study assesses the modifiable lifestyle practices among lecturers in a ghanaian university and how these are associated with the occurrence of hypertension and diabetes it was a cross sectional study design with a quantitative approach involving lecturers in a ghanaian university data were analyzed using descriptive statistics and regression the study found that and of lecturers were overweight kg m and obese kg m respectively also and of lecturers had normal fasting blood sugar mmol l and normal random blood sugar mmol dl respectively again of lecturers eat breakfast and only take fruits and vegetables of servings per day week moreover of lecturers are habitual late meal takers again of lecturers do not undertake any form of exercise a lecturer s age was found to be statistically significant p it was found that lecturer aged over years accounted for about also and of lecturers in health sciences engineering agriculture and natural resources had high blood pressure systolic mmgh diastolic mmgh lecturers from the colleges of health science and engineering were times cor ci more likely to develop high blood pressure when compared to those in other colleges the prevalence of hypertension and diabetes among the university lecturers was found to be and respectively the study concludes that modifiable lifestyles are precursors for the occurrence of hypertension and diabetes among the lecturers studied in a ghanaian university"
}