{
    "title": "The emergence of Zika virus and its new clinical syndromes.",
    "doc_id": "30158602",
    "writer": "Pierson TC",
    "year": "2018",
    "summary": "Zika virus (ZIKV) is a mosquito-transmitted flavivirus that has emerged as a global health threat because of its potential to generate explosive epidemics and ability to cause congenital disease in the context of infection during pregnancy. ...",
    "abstract": "Zika virus (ZIKV) is a mosquito-transmitted flavivirus that has emerged as a global health threat because of its potential to generate explosive epidemics and ability to cause congenital disease in the context of infection during pregnancy. Whereas much is known about the biology of related flaviviruses, the unique features of ZIKV pathogenesis, including infection of the fetus, persistence in immune-privileged sites and sexual transmission, have presented new challenges. The rapid development of cell culture and animal models has facilitated a new appreciation of ZIKV biology. This knowledge has created opportunities for the development of countermeasures, including multiple ZIKV vaccine candidates, which are advancing through clinical trials. Here we describe the recent advances that have led to a new understanding of the causes and consequences of the ZIKV epidemic.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30158602/",
    "clean_text": "the emergence of zika virus and its new clinical syndromes zika virus zikv is a mosquito transmitted flavivirus that has emerged as a global health threat because of its potential to generate explosive epidemics and ability to cause congenital disease in the context of infection during pregnancy zika virus zikv is a mosquito transmitted flavivirus that has emerged as a global health threat because of its potential to generate explosive epidemics and ability to cause congenital disease in the context of infection during pregnancy whereas much is known about the biology of related flaviviruses the unique features of zikv pathogenesis including infection of the fetus persistence in immune privileged sites and sexual transmission have presented new challenges the rapid development of cell culture and animal models has facilitated a new appreciation of zikv biology this knowledge has created opportunities for the development of countermeasures including multiple zikv vaccine candidates which are advancing through clinical trials here we describe the recent advances that have led to a new understanding of the causes and consequences of the zikv epidemic"
}