{
    "title": "Exploring promotion factors of resilience among emergency nurses: a qualitative study in Shanghai, China.",
    "doc_id": "38479745",
    "writer": "Jiang J",
    "year": "2024",
    "summary": "OBJECTIVE: To qualitatively explore the factors that enhance resilience among emergency nurses (ENs). DESIGN: This study is an exploratory qualitative investigation. Semistructured in-depth interviews were used for data collection, while qualitative content a …",
    "abstract": "Objective:\n        \n      \n      To qualitatively explore the factors that enhance resilience among emergency nurses (ENs).\n    \n\n\n          Design:\n        \n      \n      This study is an exploratory qualitative investigation. Semistructured in-depth interviews were used for data collection, while qualitative content analysis was applied for data analysis.\n    \n\n\n          Setting:\n        \n      \n      A grade A tertiary hospital in Shanghai, China.\n    \n\n\n          Participants:\n        \n      \n      The study subjects comprised 17 ENs, who were selected using a purposive sampling method.\n    \n\n\n          Results:\n        \n      \n      Three main themes and the nine subthemes emerged from the study, that is, individual resources, including competency, personality traits and occupational benefits; family resources, including close parent-child attachment and supportive family dynamics; social resources, including peer support, organisational support, resilient leadership and popular support.\n    \n\n\n          Conclusion:\n        \n      \n      This qualitative study explored the factors promoting resilience among ENs and provided a reference for managers to formulate future management strategies. From the perspective of positive psychology, nurses should receive comprehensive support, focusing on improving their professional accomplishment and role ability while prioritising the development of resilient leadership. These efforts are expected to drive progress and growth across the emergency care team.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38479745/",
    "clean_text": "exploring promotion factors of resilience among emergency nurses a qualitative study in shanghai china objective to qualitatively explore the factors that enhance resilience among emergency nurses ens design this study is an exploratory qualitative investigation semistructured in depth interviews were used for data collection while qualitative content a objective to qualitatively explore the factors that enhance resilience among emergency nurses ens design this study is an exploratory qualitative investigation semistructured in depth interviews were used for data collection while qualitative content analysis was applied for data analysis setting a grade a tertiary hospital in shanghai china participants the study subjects comprised ens who were selected using a purposive sampling method results three main themes and the nine subthemes emerged from the study that is individual resources including competency personality traits and occupational benefits family resources including close parent child attachment and supportive family dynamics social resources including peer support organisational support resilient leadership and popular support conclusion this qualitative study explored the factors promoting resilience among ens and provided a reference for managers to formulate future management strategies from the perspective of positive psychology nurses should receive comprehensive support focusing on improving their professional accomplishment and role ability while prioritising the development of resilient leadership these efforts are expected to drive progress and growth across the emergency care team"
}