{
    "title": "Benefits and promotion of physical activity in rheumatoid arthritis.",
    "doc_id": "32141951",
    "writer": "Katz P",
    "year": "2020",
    "summary": "PURPOSE OF REVIEW: The aim of this article is to describe the benefits of physical activity and exercise on rheumatoid arthritis disease activity, functioning, and symptoms; and offer recommendations for promotion of physical activity and …",
    "abstract": "Purpose of review:\n        \n      \n      The aim of this article is to describe the benefits of physical activity and exercise on rheumatoid arthritis disease activity, functioning, and symptoms; and offer recommendations for promotion of physical activity and exercise among people with rheumatoid arthritis.\n    \n\n\n          Recent findings:\n        \n      \n      In addition to well-known benefits of exercise such as improving cardiovascular health and metabolic syndrome and reducing obesity, exercise has consistently shown rheumatoid arthritis-specific benefits. Exercise and increases in physical activity improve clinically measured disease activity, reduce symptoms such as fatigue and pain, and improve function and mental health. In spite of these benefits, most people with rheumatoid arthritis are inactive. Patient barriers to engaging in physical activity may include fears of joint damage, rheumatoid arthritis symptoms, and lack of understanding that physical activity improves the symptoms that may be barriers. However, the greatest barrier to healthy levels of physical activity among individuals with rheumatoid arthritis appears to be the lack of direction from healthcare providers.\n    \n\n\n          Summary:\n        \n      \n      Exercise is safe and highly beneficial for people with rheumatoid arthritis. Because receiving recommendations from healthcare providers may be the factor most strongly associated with engaging in physical activity or exercise, providers are encouraged to give patients positive messages about the benefits of physical activity and the extremely low risks of harm.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32141951/",
    "clean_text": "benefits and promotion of physical activity in rheumatoid arthritis purpose of review the aim of this article is to describe the benefits of physical activity and exercise on rheumatoid arthritis disease activity functioning and symptoms and offer recommendations for promotion of physical activity and purpose of review the aim of this article is to describe the benefits of physical activity and exercise on rheumatoid arthritis disease activity functioning and symptoms and offer recommendations for promotion of physical activity and exercise among people with rheumatoid arthritis recent findings in addition to well known benefits of exercise such as improving cardiovascular health and metabolic syndrome and reducing obesity exercise has consistently shown rheumatoid arthritis specific benefits exercise and increases in physical activity improve clinically measured disease activity reduce symptoms such as fatigue and pain and improve function and mental health in spite of these benefits most people with rheumatoid arthritis are inactive patient barriers to engaging in physical activity may include fears of joint damage rheumatoid arthritis symptoms and lack of understanding that physical activity improves the symptoms that may be barriers however the greatest barrier to healthy levels of physical activity among individuals with rheumatoid arthritis appears to be the lack of direction from healthcare providers summary exercise is safe and highly beneficial for people with rheumatoid arthritis because receiving recommendations from healthcare providers may be the factor most strongly associated with engaging in physical activity or exercise providers are encouraged to give patients positive messages about the benefits of physical activity and the extremely low risks of harm"
}