{
    "title": "X-linked mental retardation: many genes for a complex disorder.",
    "doc_id": "16647850",
    "writer": "Ropers HH.",
    "year": "2006",
    "summary": "X-linked mental retardation (XLMR) is a common cause of moderate to severe intellectual disability in males. ...Eventually, even therapy of XLMR might become possible, as suggested by the unexpected plasticity of the neuronal wiring in the brain, and the recent successful …",
    "abstract": "X-linked mental retardation (XLMR) is a common cause of moderate to severe intellectual disability in males. XLMR is very heterogeneous, and about two-thirds of patients have clinically indistinguishable non-syndromic (NS-XLMR) forms, which has greatly hampered their molecular elucidation. A few years ago, international consortia overcame this impasse by collecting DNA and cell lines from large cohorts of XLMR families, thereby paving the way for the systematic study of the molecular causes of XLMR. Mutations in known genes might already account for 50% of the families with NS-XLMR, and various genes have been pinpointed that seem to be of particular diagnostic importance. Eventually, even therapy of XLMR might become possible, as suggested by the unexpected plasticity of the neuronal wiring in the brain, and the recent successful drug treatment of a fly model for fragile X syndrome.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16647850/",
    "clean_text": "x linked mental retardation many genes for a complex disorder x linked mental retardation xlmr is a common cause of moderate to severe intellectual disability in males eventually even therapy of xlmr might become possible as suggested by the unexpected plasticity of the neuronal wiring in the brain and the recent successful x linked mental retardation xlmr is a common cause of moderate to severe intellectual disability in males xlmr is very heterogeneous and about two thirds of patients have clinically indistinguishable non syndromic ns xlmr forms which has greatly hampered their molecular elucidation a few years ago international consortia overcame this impasse by collecting dna and cell lines from large cohorts of xlmr families thereby paving the way for the systematic study of the molecular causes of xlmr mutations in known genes might already account for of the families with ns xlmr and various genes have been pinpointed that seem to be of particular diagnostic importance eventually even therapy of xlmr might become possible as suggested by the unexpected plasticity of the neuronal wiring in the brain and the recent successful drug treatment of a fly model for fragile x syndrome"
}