{
    "pmid": "41464819",
    "title": "Rethinking Potassium Management in Chronic Kidney Disease-A Modern Approach.",
    "abstract": "Potassium homeostasis is impaired in patients with chronic kidney disease (CKD) due to alterations in physiological mechanisms and use of agents that modulate the renin angiotensin aldosterone system (RAAS) to slow CKD progression and reduce cardiovascular risk. In recent years, a new paradox has emerged: while dietary potassium restriction has been dogmatically recommended to prevent hyperkalemia, emerging evidence suggests that a more liberated potassium intake may offer potential benefits, particularly in patients with early CKD. This has prompted a paradigm shift towards a more individualized approach to the management of hyperkalemia in CKD. This review aims to provide an overview of the latest management strategies for hyperkalemia in CKD and to summarize the current literature including publications and guidelines recommendations with respect to dietary potassium intake and use of potassium salt substitutes.",
    "disease": "chronic kidney disease",
    "clean_text": "rethinking potassium management in chronic kidney disease a modern approach potassium homeostasis is impaired in patients with chronic kidney disease ckd due to alterations in physiological mechanisms and use of agents that modulate the renin angiotensin aldosterone system raas to slow ckd progression and reduce cardiovascular risk in recent years a new paradox has emerged while dietary potassium restriction has been dogmatically recommended to prevent hyperkalemia emerging evidence suggests that a more liberated potassium intake may offer potential benefits particularly in patients with early ckd this has prompted a paradigm shift towards a more individualized approach to the management of hyperkalemia in ckd this review aims to provide an overview of the latest management strategies for hyperkalemia in ckd and to summarize the current literature including publications and guidelines recommendations with respect to dietary potassium intake and use of potassium salt substitutes"
}