{
    "title": "Differential impact of juvenile stress and corticosterone in juvenility and in adulthood, in male and female rats.",
    "doc_id": "20561965",
    "writer": "Jacobson-Pick S",
    "year": "2010",
    "summary": "Furthermore, both male and female rats were examined, and in addition, the role of corticosterone as a potential mediator of some of these effects in juvenility and in adulthood, was assessed. Experiments 1-2 examined in male and female rats immediate and long-term behavio …",
    "abstract": "Depressive and anxiety symptoms experienced by children have often been attributed to normative age-related mood disturbances. In the last decade, early-onset of affective illness has been recognized as a major public health problem. The current study utilized exposure to juvenile stress, which was previously shown to have long-term effects into adulthood in male rats, to compare early to adulthood consequences of juvenile stress on anxiety indices and exploratory behavior in the open field and elevated plus maze. Furthermore, both male and female rats were examined, and in addition, the role of corticosterone as a potential mediator of some of these effects in juvenility and in adulthood, was assessed. Experiments 1-2 examined in male and female rats immediate and long-term behavioral effects of juvenile stress. Experiment 3 assessed circulating corticosterone (CORT) levels, and in experiment 4 male and female rats were injected i.p. with CORT, in either juvenility or in adulthood, to examine whether CORT could mimic the effects of juvenile stress. As expected, in adulthood, juvenile stress resulted in reduced exploratory behavior and reduced exploration of high-risk areas of the mazes. A similar pattern was found in both males and females. In contrast, a reversed behavioral pattern was found in juvenility in both male and female rats, although detailed differences were found between sexes. The application of CORT induced a similar reversed behavioral pattern in juvenile and adult rats of both sexes. Thus, the juvenile stress model might serve as an animal model for studying early-onset of affective illness.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20561965/",
    "clean_text": "differential impact of juvenile stress and corticosterone in juvenility and in adulthood in male and female rats furthermore both male and female rats were examined and in addition the role of corticosterone as a potential mediator of some of these effects in juvenility and in adulthood was assessed experiments examined in male and female rats immediate and long term behavio depressive and anxiety symptoms experienced by children have often been attributed to normative age related mood disturbances in the last decade early onset of affective illness has been recognized as a major public health problem the current study utilized exposure to juvenile stress which was previously shown to have long term effects into adulthood in male rats to compare early to adulthood consequences of juvenile stress on anxiety indices and exploratory behavior in the open field and elevated plus maze furthermore both male and female rats were examined and in addition the role of corticosterone as a potential mediator of some of these effects in juvenility and in adulthood was assessed experiments examined in male and female rats immediate and long term behavioral effects of juvenile stress experiment assessed circulating corticosterone cort levels and in experiment male and female rats were injected i p with cort in either juvenility or in adulthood to examine whether cort could mimic the effects of juvenile stress as expected in adulthood juvenile stress resulted in reduced exploratory behavior and reduced exploration of high risk areas of the mazes a similar pattern was found in both males and females in contrast a reversed behavioral pattern was found in juvenility in both male and female rats although detailed differences were found between sexes the application of cort induced a similar reversed behavioral pattern in juvenile and adult rats of both sexes thus the juvenile stress model might serve as an animal model for studying early onset of affective illness"
}