{
    "pmid": "41448832",
    "title": "Non-α-biased IL-2 enhances both intratumoral and subcutaneous CpG/α-OX40 therapy, unleashing systemic antitumor immunity in mice.",
    "abstract": "The CpG/α-OX40 in situ vaccine strategy has shown efficacy in immune-hot tumors but remains ineffective in immune-cold tumors possibly due to immunosuppressive microenvironments characterized by myeloid-derived suppressor cells (MDSCs) infiltration and T cell exclusion. This study aims to investigate the antitumor effect of non-α-biased IL-2 combined with CpG/α-OX40 in mice. Using 4T1 breast cancer and CT26 colon cancer models, we evaluated the antitumor effects of combining CpG/α-OX40 with a non-α-biased IL-2 variant via both intratumoral and subcutaneous routes. Tumor growth, lung metastasis, immune profile, and  The combination therapy significantly inhibited primary and distant tumor growth and reduced lung metastasis in 4T1 models. Subcutaneous administration induced complete tumor regression in 55% (5/9) of CT26-tumor-bearing mice and conferred durable tumor-specific memory. Mechanistically, the treatment enhanced CD8 These findings demonstrate that non-α-biased IL-2 synergizes with CpG/α-OX40 to overcome microenvironmental immunosuppression and achieve systemic antitumor immunity via a subcutaneous route, offering a translatable combinatorial strategy for immune-cold tumors.",
    "disease": "breast cancer",
    "clean_text": "non biased il enhances both intratumoral and subcutaneous cpg ox therapy unleashing systemic antitumor immunity in mice the cpg ox in situ vaccine strategy has shown efficacy in immune hot tumors but remains ineffective in immune cold tumors possibly due to immunosuppressive microenvironments characterized by myeloid derived suppressor cells mdscs infiltration and t cell exclusion this study aims to investigate the antitumor effect of non biased il combined with cpg ox in mice using t breast cancer and ct colon cancer models we evaluated the antitumor effects of combining cpg ox with a non biased il variant via both intratumoral and subcutaneous routes tumor growth lung metastasis immune profile and the combination therapy significantly inhibited primary and distant tumor growth and reduced lung metastasis in t models subcutaneous administration induced complete tumor regression in of ct tumor bearing mice and conferred durable tumor specific memory mechanistically the treatment enhanced cd these findings demonstrate that non biased il synergizes with cpg ox to overcome microenvironmental immunosuppression and achieve systemic antitumor immunity via a subcutaneous route offering a translatable combinatorial strategy for immune cold tumors"
}