{
    "pmid": "41402040",
    "title": "Metabolic dysfunction-associated steatotic liver disease and risk of heart failure: a nationwide cohort study.",
    "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) shares metabolic and inflammatory pathways with heart failure. However, prior studies with small samples and broad cardiometabolic risk factor (CMRF) groupings have left the relationship unclear. We aimed to assess the independent effect of MASLD and the combined impact of specific CMRFs on heart failure incidence. We analysed data from 218 605 adults in the Korean National Health Insurance Service screening cohort between 2009 and 2010, excluding those with other liver diseases, excessive alcohol use, cancer, cirrhosis or missing data. MASLD was defined based on a Fatty Liver Index ≥30 with at least one CMRF. Participants were categorised by MASLD and CMRF status, and incident heart failure was identified during follow-up until 2019. Adjusted HRs were estimated using multivariable adjusted Cox proportional hazards models. Among the 218 605 participants, 32% had MASLD with less favourable cardiometabolic profiles than those without steatotic liver disease. During a median follow-up of 9.6 years, 16 340 incident heart failure cases occurred. Patients with MASLD had a significantly higher risk of heart failure than individuals without steatotic liver disease and CMRFs (adjusted HR 2.62, 95% CI 2.39 to 2.86). Heart failure risk increased progressively with an increasing number of CMRFs (per additional CMRF: adjusted HR 1.24, 95% CI 1.22 to 1.25). MASLD is independently associated with incident heart failure beyond traditional CMRFs. Therefore, MASLD's role may warrant consideration in future heart failure risk stratification.",
    "disease": "liver cirrhosis",
    "clean_text": "metabolic dysfunction associated steatotic liver disease and risk of heart failure a nationwide cohort study metabolic dysfunction associated steatotic liver disease masld shares metabolic and inflammatory pathways with heart failure however prior studies with small samples and broad cardiometabolic risk factor cmrf groupings have left the relationship unclear we aimed to assess the independent effect of masld and the combined impact of specific cmrfs on heart failure incidence we analysed data from adults in the korean national health insurance service screening cohort between and excluding those with other liver diseases excessive alcohol use cancer cirrhosis or missing data masld was defined based on a fatty liver index with at least one cmrf participants were categorised by masld and cmrf status and incident heart failure was identified during follow up until adjusted hrs were estimated using multivariable adjusted cox proportional hazards models among the participants had masld with less favourable cardiometabolic profiles than those without steatotic liver disease during a median follow up of years incident heart failure cases occurred patients with masld had a significantly higher risk of heart failure than individuals without steatotic liver disease and cmrfs adjusted hr ci to heart failure risk increased progressively with an increasing number of cmrfs per additional cmrf adjusted hr ci to masld is independently associated with incident heart failure beyond traditional cmrfs therefore masld s role may warrant consideration in future heart failure risk stratification"
}