{
    "pmid": "41422586",
    "title": "Recurrence patterns and adjuvant therapy strategies in patients with esophageal squamous cell carcinoma who achieved pathological complete response after neoadjuvant immunochemotherapy: A high-volume retrospective study.",
    "abstract": "Studies investigating recurrence patterns and adjuvant therapy strategies in patients with esophageal squamous cell carcinoma (ESCC) who achieve pathological complete response (pCR) following neoadjuvant immunochemotherapy (nICT) remain scarce. A retrospective analysis was conducted in patients from three medical centers who underwent nICT followed by surgery and were pathologically confirmed to have achieved pCR between 2020 and 2022. The recurrence patterns and temporal distributions were evaluated. Univariate and multivariate analyses were performed to identify the predictors of disease-free survival (DFS) and overall survival (OS). Eighty-three patients who achieved pCR were included in the study. The 1- and 3-year DFS rates were 86 % and 71 %, respectively. Recurrence or metastasis occurred in 15.7 % (13/83) of patients following esophagectomy. Among these, six patients developed mediastinal lymph node recurrence; two patients each developed peritoneal and supraclavicular lymph node metastasis, and one patient each developed liver, lung, and bone metastases. The median recurrence time was 10.6 months (range: 4.4-39.4 months). Multivariable analysis demonstrated that cT stage was an independent factor affecting OS in patients with pCR, whereas drinking status was identified as an independent predictor of DFS. Notably, postoperative adjuvant therapy did not confer a significant benefit in either OS (P = 0.846) or DFS (P = 0.066) in these patients. Patients with ESCC who underwent nICT followed by esophagectomy continued to experience relapse. Within this limited study cohort, no benefit was observed from adjuvant therapy.",
    "disease": "tuberculosis",
    "clean_text": "recurrence patterns and adjuvant therapy strategies in patients with esophageal squamous cell carcinoma who achieved pathological complete response after neoadjuvant immunochemotherapy a high volume retrospective study studies investigating recurrence patterns and adjuvant therapy strategies in patients with esophageal squamous cell carcinoma escc who achieve pathological complete response pcr following neoadjuvant immunochemotherapy nict remain scarce a retrospective analysis was conducted in patients from three medical centers who underwent nict followed by surgery and were pathologically confirmed to have achieved pcr between and the recurrence patterns and temporal distributions were evaluated univariate and multivariate analyses were performed to identify the predictors of disease free survival dfs and overall survival os eighty three patients who achieved pcr were included in the study the and year dfs rates were and respectively recurrence or metastasis occurred in of patients following esophagectomy among these six patients developed mediastinal lymph node recurrence two patients each developed peritoneal and supraclavicular lymph node metastasis and one patient each developed liver lung and bone metastases the median recurrence time was months range months multivariable analysis demonstrated that ct stage was an independent factor affecting os in patients with pcr whereas drinking status was identified as an independent predictor of dfs notably postoperative adjuvant therapy did not confer a significant benefit in either os p or dfs p in these patients patients with escc who underwent nict followed by esophagectomy continued to experience relapse within this limited study cohort no benefit was observed from adjuvant therapy"
}