{
    "title": "Changes in expiratory muscle function following spinal cord section.",
    "doc_id": "17158247",
    "writer": "Kowalski KE",
    "year": "2007",
    "summary": "The present study assessed the physiological changes of the expiratory muscles in a cat model of spinal cord injury. Muscle fiber typing, cross-sectional area, muscle weight, and changes in pressure-generating capacity were assessed in five cats spinalized at the T( …",
    "abstract": "Following spinal cord injury, muscles below the level of injury develop variable degrees of disuse atrophy. The present study assessed the physiological changes of the expiratory muscles in a cat model of spinal cord injury. Muscle fiber typing, cross-sectional area, muscle weight, and changes in pressure-generating capacity were assessed in five cats spinalized at the T(6) level. Airway pressure (P)-generating capacity was monitored during lower thoracic spinal cord stimulation before and 6 mo after spinalization. These parameters were also assessed in five acute animals, which served as controls. In spinalized animals, P fell from 41 +/- l to 28 +/- 3 cm H2O (means +/- SE; P < 0.001). Muscle weight of the external oblique, internal oblique, transversus abdominis, and internal intercostal muscles decreased significantly (P < 0.05 for each). Muscle weight of the external oblique, internal oblique, transversus abdominis, and internal intercostal, but not rectus abdominis (RA), correlated linearly with P (r > 0.7 for each; P < 0.05 for each). Mean muscle fiber cross-sectional area of these muscles was significantly smaller (P < 0.05 for each; except RA) and also correlated linearly with P (r > 0.55 for each; P < 0.05 for each, except RA). In spinalized animals, the expiratory muscles demonstrated a significant increase in the population of fast muscle fibers. These results indicate that, following spinalization, 1) the expiratory muscles undergo significant atrophy and fiber-type transformation and 2) the P-generating capacity of the expiratory muscles falls significantly secondary to reductions in muscle mass.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17158247/",
    "clean_text": "changes in expiratory muscle function following spinal cord section the present study assessed the physiological changes of the expiratory muscles in a cat model of spinal cord injury muscle fiber typing cross sectional area muscle weight and changes in pressure generating capacity were assessed in five cats spinalized at the t following spinal cord injury muscles below the level of injury develop variable degrees of disuse atrophy the present study assessed the physiological changes of the expiratory muscles in a cat model of spinal cord injury muscle fiber typing cross sectional area muscle weight and changes in pressure generating capacity were assessed in five cats spinalized at the t level airway pressure p generating capacity was monitored during lower thoracic spinal cord stimulation before and mo after spinalization these parameters were also assessed in five acute animals which served as controls in spinalized animals p fell from l to cm h o means se p muscle weight of the external oblique internal oblique transversus abdominis and internal intercostal muscles decreased significantly p for each muscle weight of the external oblique internal oblique transversus abdominis and internal intercostal but not rectus abdominis ra correlated linearly with p r for each p for each mean muscle fiber cross sectional area of these muscles was significantly smaller p for each except ra and also correlated linearly with p r for each p for each except ra in spinalized animals the expiratory muscles demonstrated a significant increase in the population of fast muscle fibers these results indicate that following spinalization the expiratory muscles undergo significant atrophy and fiber type transformation and the p generating capacity of the expiratory muscles falls significantly secondary to reductions in muscle mass"
}