{
    "pmid": "41405460",
    "title": "Shared genetics in epilepsy and migraine: A scoping review.",
    "abstract": "Migraine and epilepsy are two common yet distinctive neurological disorders. All the same, a convergence between the two disorders is suggested by a number of clinical, mechanistic, and now, genetic studies. Migraine occurs more frequently in people with epilepsy, and epilepsy probably occurs more often among individuals with migraine in comparison to the general population. The common epilepsies and migraines have polygenic bases. Despite the phenotypic, mechanistic, and genetic heterogeneity underpinning the two disorders, there are numerous clinical and genetic studies emphasizing the occurrence of both in families and individuals. In addition, there are some rare monogenic disorders, such as familial hemiplegic migraines, in which both seizures and epilepsies are core clinical features. The reason behind the occurrence of seizures and epilepsies in some people with familial hemiplegic migraine, but not in others, is unknown. Alongside continued exploration of the genetic bases of migraine and epilepsy individually, the time is ripe to investigate shared genetic susceptibility for a better understanding of common mechanisms and the overlapping occurrence of the two conditions. Recent developments in computational and other genetic approaches have opened up new avenues for research. At the same time, more functional studies in the monogenic cases of familial hemiplegic migraine are desirable to shed light on the shared basis of migraine and epilepsy.",
    "disease": "epilepsy",
    "clean_text": "shared genetics in epilepsy and migraine a scoping review migraine and epilepsy are two common yet distinctive neurological disorders all the same a convergence between the two disorders is suggested by a number of clinical mechanistic and now genetic studies migraine occurs more frequently in people with epilepsy and epilepsy probably occurs more often among individuals with migraine in comparison to the general population the common epilepsies and migraines have polygenic bases despite the phenotypic mechanistic and genetic heterogeneity underpinning the two disorders there are numerous clinical and genetic studies emphasizing the occurrence of both in families and individuals in addition there are some rare monogenic disorders such as familial hemiplegic migraines in which both seizures and epilepsies are core clinical features the reason behind the occurrence of seizures and epilepsies in some people with familial hemiplegic migraine but not in others is unknown alongside continued exploration of the genetic bases of migraine and epilepsy individually the time is ripe to investigate shared genetic susceptibility for a better understanding of common mechanisms and the overlapping occurrence of the two conditions recent developments in computational and other genetic approaches have opened up new avenues for research at the same time more functional studies in the monogenic cases of familial hemiplegic migraine are desirable to shed light on the shared basis of migraine and epilepsy"
}