{
    "pmid": "41417401",
    "title": "Brazil's First High-Risk Percutaneous Coronary Intervention with Hemodynamic Support from a Percutaneous Pulsatile Device: A Case Report.",
    "abstract": "Percutaneous coronary intervention (PCI) is the most widely used coronary revascularization method worldwide, even in cases of high anatomical complexity. However, this increasing complexity has increased the risks associated with the procedure. Mechanical circulatory assist devices (MCADs), such as the iVAC 2L, have been used for hemodynamic support in high-risk PCIs. We describe the first case in Brazil of PCI performed with the support of the iVAC 2L, a pulsatile MCAD. The patient, an 81-year-old man, had functional class III angina and severe lesions in the left main coronary artery (LMCA), left anterior descending artery (LAD), and circumflex artery (CX), associated with extensive calcification. The procedure was performed with the support of the iVAC 2L, and PCI was performed with stenting of the LMCA, LAD, and CX. The entire procedure was performed without the need for vasoactive drugs, and the device was removed without vascular complications. High-risk PCI has become increasingly common, often requiring ventricular mechanical support. The iVAC 2L offers advantages such as pulsatile flow and ease of implantation, making it an alternative to the intra-aortic balloon pump and Impella. This report highlights the potential use of the iVAC 2L in Brazil, expanding therapeutic options for high-risk patients. A intervenção coronária percutânea (ICP) é o método de revascularização coronariana mais utilizada no mundo, mesmo em casos de alta complexidade anatômica. No entanto, a crescente complexidade elevou os riscos associados ao procedimento. Dispositivos de assistência circulatória mecânica (DACMs), como o iVAC 2L, têm sido empregados para suporte hemodinâmico em ICPs de alto risco. Descrevemos o primeiro caso no Brasil de ICP realizada com suporte do iVAC 2L, um DACM pulsátil. O paciente, um homem de 81 anos, com angina classe funcional III e lesões graves em tronco de coronária esquerda (TCE), descendente anterior (DA) e circunflexa (CX), associada a calcificação extensa. O procedimento foi realizado com suporte do iVAC 2L e realizada ICP com implante de stent em TCE, DA e CX. Todo o procedimento ocorreu sem necessidade de drogas vasoativas e o dispositivo foi removido sem complicações vasculares. A ICP de alto risco tem se tornado cada vez mais comum, muitas vezes exigindo suporte mecânico ventricular. O iVAC 2L apresenta vantagens como fluxo pulsátil e facilidade de implante, sendo uma alternativa ao balão intra-aórtico e ao Impella. O relato destaca a possibilidade do uso do iVAC 2L no cenário nacional, ampliando as opções terapêuticas para pacientes de alto risco. Percutaneous coronary intervention (PCI) is the most widely used coronary revascularization method worldwide, even in cases of high anatomical complexity. However, this increasing complexity has increased the risks associated with the procedure. Mechanical circulatory assist devices (MCADs), such as the iVAC 2L, have been used for hemodynamic support in high-risk PCIs. We describe the first case in Brazil of PCI performed with the support of the iVAC 2L, a pulsatile MCAD. The patient, an 81-year-old man, had functional class III angina and severe lesions in the left main coronary artery (LMCA), left anterior descending artery (LAD), and circumflex artery (CX), associated with extensive calcification. The procedure was performed with the support of the iVAC 2L, and PCI was performed with stenting of the LMCA, LAD, and CX. The entire procedure was performed without the need for vasoactive drugs, and the device was removed without vascular complications. High-risk PCI has become increasingly common, often requiring ventricular mechanical support. The iVAC 2L offers advantages such as pulsatile flow and ease of implantation, making it an alternative to the intra-aortic balloon pump and Impella. This report highlights the potential use of the iVAC 2L in Brazil, expanding therapeutic options for high-risk patients.",
    "disease": "coronary artery disease",
    "clean_text": "brazil s first high risk percutaneous coronary intervention with hemodynamic support from a percutaneous pulsatile device a case report percutaneous coronary intervention pci is the most widely used coronary revascularization method worldwide even in cases of high anatomical complexity however this increasing complexity has increased the risks associated with the procedure mechanical circulatory assist devices mcads such as the ivac l have been used for hemodynamic support in high risk pcis we describe the first case in brazil of pci performed with the support of the ivac l a pulsatile mcad the patient an year old man had functional class iii angina and severe lesions in the left main coronary artery lmca left anterior descending artery lad and circumflex artery cx associated with extensive calcification the procedure was performed with the support of the ivac l and pci was performed with stenting of the lmca lad and cx the entire procedure was performed without the need for vasoactive drugs and the device was removed without vascular complications high risk pci has become increasingly common often requiring ventricular mechanical support the ivac l offers advantages such as pulsatile flow and ease of implantation making it an alternative to the intra aortic balloon pump and impella this report highlights the potential use of the ivac l in brazil expanding therapeutic options for high risk patients a interven o coron ria percut nea icp o m todo de revasculariza o coronariana mais utilizada no mundo mesmo em casos de alta complexidade anat mica no entanto a crescente complexidade elevou os riscos associados ao procedimento dispositivos de assist ncia circulat ria mec nica dacms como o ivac l t m sido empregados para suporte hemodin mico em icps de alto risco descrevemos o primeiro caso no brasil de icp realizada com suporte do ivac l um dacm puls til o paciente um homem de anos com angina classe funcional iii e les es graves em tronco de coron ria esquerda tce descendente anterior da e circunflexa cx associada a calcifica o extensa o procedimento foi realizado com suporte do ivac l e realizada icp com implante de stent em tce da e cx todo o procedimento ocorreu sem necessidade de drogas vasoativas e o dispositivo foi removido sem complica es vasculares a icp de alto risco tem se tornado cada vez mais comum muitas vezes exigindo suporte mec nico ventricular o ivac l apresenta vantagens como fluxo puls til e facilidade de implante sendo uma alternativa ao bal o intra a rtico e ao impella o relato destaca a possibilidade do uso do ivac l no cen rio nacional ampliando as op es terap uticas para pacientes de alto risco percutaneous coronary intervention pci is the most widely used coronary revascularization method worldwide even in cases of high anatomical complexity however this increasing complexity has increased the risks associated with the procedure mechanical circulatory assist devices mcads such as the ivac l have been used for hemodynamic support in high risk pcis we describe the first case in brazil of pci performed with the support of the ivac l a pulsatile mcad the patient an year old man had functional class iii angina and severe lesions in the left main coronary artery lmca left anterior descending artery lad and circumflex artery cx associated with extensive calcification the procedure was performed with the support of the ivac l and pci was performed with stenting of the lmca lad and cx the entire procedure was performed without the need for vasoactive drugs and the device was removed without vascular complications high risk pci has become increasingly common often requiring ventricular mechanical support the ivac l offers advantages such as pulsatile flow and ease of implantation making it an alternative to the intra aortic balloon pump and impella this report highlights the potential use of the ivac l in brazil expanding therapeutic options for high risk patients"
}