{
    "title": "Pediatric Zika virus: The virus and its neurologic impact.",
    "doc_id": "40701687",
    "writer": "Cruz-Vidal DA",
    "year": "2025",
    "summary": "The Zika virus (ZIKV) is a mosquito-borne flavivirus, transmitted by the genus Aedes, and is prevalent in tropical areas. ...Zika virus raised to prominence during an epidemic in the Americas during 2015 and 2016, as the increase in cases coincided wit …",
    "abstract": "The Zika virus (ZIKV) is a mosquito-borne flavivirus, transmitted by the genus Aedes, and is prevalent in tropical areas. It co-exists and shares a vector with other flaviviruses, such as the dengue virus. Its infection usually leads to a febrile illness undistinguishable of other viruses. Zika virus raised to prominence during an epidemic in the Americas during 2015 and 2016, as the increase in cases coincided with an increase in neonates born with severe microcephaly. This led to the description of congenital Zika syndrome and the establishment of the potential for ZIKV to cause congenital defects and long term neurodevelopmental adverse outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40701687/",
    "clean_text": "pediatric zika virus the virus and its neurologic impact the zika virus zikv is a mosquito borne flavivirus transmitted by the genus aedes and is prevalent in tropical areas zika virus raised to prominence during an epidemic in the americas during and as the increase in cases coincided wit the zika virus zikv is a mosquito borne flavivirus transmitted by the genus aedes and is prevalent in tropical areas it co exists and shares a vector with other flaviviruses such as the dengue virus its infection usually leads to a febrile illness undistinguishable of other viruses zika virus raised to prominence during an epidemic in the americas during and as the increase in cases coincided with an increase in neonates born with severe microcephaly this led to the description of congenital zika syndrome and the establishment of the potential for zikv to cause congenital defects and long term neurodevelopmental adverse outcomes"
}