{
    "title": "[Progress in pediatric cardiology, congenital heart disease in adults, and heart surgery for congenital heart disease].",
    "doc_id": "20223177",
    "writer": "García-Guereta L",
    "year": "2010",
    "summary": "The field of pediatric cardiology is continually developing and now covers not only congenital and acquired heart disease in children but also congenital heart disease in adults and the prenatal diagnosis and prevention of heart disease. …",
    "abstract": "The field of pediatric cardiology is continually developing and now covers not only congenital and acquired heart disease in children but also congenital heart disease in adults and the prenatal diagnosis and prevention of heart disease. This review highlights new findings in the field of genetics, selected articles on the use of magnetic resonance imaging and multislice CT in diagnosis, and recent publications on electrophysiology and the surgical treatment of children and adults with congenital heart disease. In addition, the increasingly advanced use of mechanical assist devices as a bridge to heart transplantation in children is also discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20223177/",
    "clean_text": "progress in pediatric cardiology congenital heart disease in adults and heart surgery for congenital heart disease the field of pediatric cardiology is continually developing and now covers not only congenital and acquired heart disease in children but also congenital heart disease in adults and the prenatal diagnosis and prevention of heart disease the field of pediatric cardiology is continually developing and now covers not only congenital and acquired heart disease in children but also congenital heart disease in adults and the prenatal diagnosis and prevention of heart disease this review highlights new findings in the field of genetics selected articles on the use of magnetic resonance imaging and multislice ct in diagnosis and recent publications on electrophysiology and the surgical treatment of children and adults with congenital heart disease in addition the increasingly advanced use of mechanical assist devices as a bridge to heart transplantation in children is also discussed"
}