{
    "pmid": "41460144",
    "title": "Motorized semi-automated prism bar technique for enhanced prismatic evaluation.",
    "abstract": "This article presents the development and functional design of a motorized semi-automated prism bar intended to enhance the accuracy and reliability of horizontal fusional vergence testing. Conventional prism bar techniques are prone to several limitations, including examiner-dependent variability, incorrect prism positioning, and discomfort for patients due to improper handling or inconsistent distance from the eye. These factors contribute to significant measurement errors. Additionally, even small deviations in prism placement or holding angle can lead to large discrepancies in prism diopter readings, ultimately affecting diagnosis and therapy outcomes. To address these challenges, a cost-effective, semi-automated prism bar system has been developed using a 24-V DC motor, lead screw, gear set, stroke rod, and limit switch mechanisms. The motorized device allows linear movement of the prism bar in 1.5-cm increments with the push of a button, ensuring precise alignment with the patient's eye. A chin-and-headrest system maintains a constant prism-to-eye distance, minimizing human error and enhancing patient comfort during measurements. The system incorporates limit switches to prevent overextension and employs a control unit to manage DC power supply efficiently. This innovation meets the clinical needs for fixed prism positioning, thus improving accuracy and repeatability.",
    "disease": "stroke",
    "clean_text": "motorized semi automated prism bar technique for enhanced prismatic evaluation this article presents the development and functional design of a motorized semi automated prism bar intended to enhance the accuracy and reliability of horizontal fusional vergence testing conventional prism bar techniques are prone to several limitations including examiner dependent variability incorrect prism positioning and discomfort for patients due to improper handling or inconsistent distance from the eye these factors contribute to significant measurement errors additionally even small deviations in prism placement or holding angle can lead to large discrepancies in prism diopter readings ultimately affecting diagnosis and therapy outcomes to address these challenges a cost effective semi automated prism bar system has been developed using a v dc motor lead screw gear set stroke rod and limit switch mechanisms the motorized device allows linear movement of the prism bar in cm increments with the push of a button ensuring precise alignment with the patient s eye a chin and headrest system maintains a constant prism to eye distance minimizing human error and enhancing patient comfort during measurements the system incorporates limit switches to prevent overextension and employs a control unit to manage dc power supply efficiently this innovation meets the clinical needs for fixed prism positioning thus improving accuracy and repeatability"
}