{
    "pmid": "41469619",
    "title": "Post-Covid-19 symptoms, subjective work ability and sick leave 2 years after acute infection-results from a population-based long COVID study.",
    "abstract": "The post-COVID syndrome (PCS) is associated with reduced work ability, increased sick leave and delayed return to work. Yet, the relationship is complex due to a heterogeneous set of PCS symptoms and the multifaceted nature of work ability. Based on a population-based longitudinal study (n = 5422, 18-65 years) conducted in the Southwest of Germany, we describe the evolution of work ability (mWAI1), task-related work ability (mWAI2), and sick leave 6-12 and 24 months after a SARS-CoV-2 index infection and confirmed by Polymerase Chain Reaction. Descriptive analyses on mWAI1 and mWAI2 and adjusted linear regression analyses were performed. 1.1% of our population was continuously on sick leave since the initial SARS-CoV-2 infection (about 24 months after the infection). Pre-infection mWAI1 was not regained due to persisting or newly occurring symptoms of fatigue, neurocognitive impairment and anxiety/depression/sleep disorders that were related also to lower mWAI2. Effect modifiers of the associations between risk factors and mWAI1 or mWAI2 were age, working tasks, and comorbid mental conditions. Further SARS-CoV-2 infections were associated with poorer mWAI2 in physically (regression coefficient, 95% confidence intervals: -3.45 (-6.15,-0.74) but not mentally working participants (0.20 (-0.54,0.95)) and age proved to be a stronger risk factor for mWAI2 in physically working subjects. We confirmed known risk factors but further emphasized effect modifiers like working task or comorbid mental disorders for work ability and described variables related to sick leave after SARS-CoV-2 infection.",
    "disease": "covid-19",
    "clean_text": "post covid symptoms subjective work ability and sick leave years after acute infection results from a population based long covid study the post covid syndrome pcs is associated with reduced work ability increased sick leave and delayed return to work yet the relationship is complex due to a heterogeneous set of pcs symptoms and the multifaceted nature of work ability based on a population based longitudinal study n years conducted in the southwest of germany we describe the evolution of work ability mwai task related work ability mwai and sick leave and months after a sars cov index infection and confirmed by polymerase chain reaction descriptive analyses on mwai and mwai and adjusted linear regression analyses were performed of our population was continuously on sick leave since the initial sars cov infection about months after the infection pre infection mwai was not regained due to persisting or newly occurring symptoms of fatigue neurocognitive impairment and anxiety depression sleep disorders that were related also to lower mwai effect modifiers of the associations between risk factors and mwai or mwai were age working tasks and comorbid mental conditions further sars cov infections were associated with poorer mwai in physically regression coefficient confidence intervals but not mentally working participants and age proved to be a stronger risk factor for mwai in physically working subjects we confirmed known risk factors but further emphasized effect modifiers like working task or comorbid mental disorders for work ability and described variables related to sick leave after sars cov infection"
}