{
    "pmid": "41470866",
    "title": "Haem Oxygenase-1, Ferroptosis and Disorders-A Narrative Review.",
    "abstract": "Ferroptosis is a non-apoptotic form of cell death that is driven by iron and reactive oxygen species (ROS). This process is characterised by lipid peroxidation, which damages cell membranes and distinguishes it from other types of cell death. Excess iron promotes ferroptosis through Fenton chemistry, leading to increased ROS production. While glutathione peroxidase 4 has been identified as a key regulator of this process, other factors, such as the ferroptosis suppressor protein 1 (FSP1), suggest that regulation is more complex. Ferroptosis has been associated with several degenerative diseases, including Alzheimer's disease, Parkinson's disease, acute kidney injury, liver disorders, and cancer. The enzyme haemoxygenase-1 (HO-1) plays dual roles: it can promote ferroptosis by releasing iron or provide protection through its antioxidant effects in various organs and tissues. HO-1 increases iron levels through the catabolism of haem which can heighten sensitivity to ferroptosis by influencing iron trafficking and ferritin expression. Conversely, HO-1 has demonstrated nephroprotective effects in cases of renal injury and other disorders. HO-1's involvement in regulating iron metabolism and its antioxidant capabilities can lead to differing outcomes, highlighting key players in the ferroptosis process. The Nrf2/HO-1 axis is crucial for its antioxidant properties in various disorders. Moreover, dietary sources can enhance HO-1 induction through Nrf2 regulation. Hence, HO-1 acts as both a modulator and a mediator, presenting new therapeutic targets for cancer, neurodegeneration, and kidney and liver diseases.",
    "disease": "alzheimer disease",
    "clean_text": "haem oxygenase ferroptosis and disorders a narrative review ferroptosis is a non apoptotic form of cell death that is driven by iron and reactive oxygen species ros this process is characterised by lipid peroxidation which damages cell membranes and distinguishes it from other types of cell death excess iron promotes ferroptosis through fenton chemistry leading to increased ros production while glutathione peroxidase has been identified as a key regulator of this process other factors such as the ferroptosis suppressor protein fsp suggest that regulation is more complex ferroptosis has been associated with several degenerative diseases including alzheimer s disease parkinson s disease acute kidney injury liver disorders and cancer the enzyme haemoxygenase ho plays dual roles it can promote ferroptosis by releasing iron or provide protection through its antioxidant effects in various organs and tissues ho increases iron levels through the catabolism of haem which can heighten sensitivity to ferroptosis by influencing iron trafficking and ferritin expression conversely ho has demonstrated nephroprotective effects in cases of renal injury and other disorders ho s involvement in regulating iron metabolism and its antioxidant capabilities can lead to differing outcomes highlighting key players in the ferroptosis process the nrf ho axis is crucial for its antioxidant properties in various disorders moreover dietary sources can enhance ho induction through nrf regulation hence ho acts as both a modulator and a mediator presenting new therapeutic targets for cancer neurodegeneration and kidney and liver diseases"
}