{
    "title": "Ovarian Fibrosis: A Phenomenon of Concern.",
    "doc_id": "28139522",
    "writer": "Zhou F",
    "year": "2017",
    "summary": "OBJECTIVE: Ovarian fibrosis is characterized by excessive proliferation of ovarian fibroblasts and deposition of extracellular matrix (ECM) and it is one of the principal reasons for ovarian dysfunction. ...Ovarian fibrogenesis is associated with vario …",
    "abstract": "Objective:\n        \n      \n      Ovarian fibrosis is characterized by excessive proliferation of ovarian fibroblasts and deposition of extracellular matrix (ECM) and it is one of the principal reasons for ovarian dysfunction. This review aimed to investigate the pathogenetic mechanism of ovarian fibrosis and to clarify the relationship between ovarian diseases and fibrosis.\n    \n\n\n          Data sources:\n        \n      \n      We searched PubMed for English language articles published up to November 2016. The search terms included ovarian fibrosis OR fibrosis, ovarian chocolate cyst OR ovarian endometrioma, polycystic ovarian syndrome (PCOS), premature ovarian failure, ECM, matrix metalloproteinases (MMPs), tissue inhibitors of matrix metalloproteinases (TIMPs), transforming growth factor-beta 1 (TGF-β1), connective tissue growth factor (CTGF), peroxisome proliferator-activated receptor gamma (PPAR-γ), vascular endothelial growth factor (VEGF), endothelin-1 (ET-1), and combinations of these terms.\n    \n\n\n          Study selection:\n        \n      \n      Articles were obtained and reviewed to analyze the pathogenic mechanism of ovarian fibrosis and related ovarian diseases.\n    \n\n\n          Results:\n        \n      \n      Many cytokines, such as MMPs, TIMPs, TGF-β1, CTGF, PPAR-γ, VEGF, and ET-1, are involved in ovarian fibrogenesis. Ovarian fibrogenesis is associated with various ovarian diseases, including ovarian chocolate cyst, PCOS, and premature ovarian failure. One finding of particular interest is that fibrogenesis in peripheral tissues around an ovarian chocolate cyst commonly causes ovarian function diminution, and therefore, this medical problem should arouse widespread concern in clinicians worldwide.\n    \n\n\n          Conclusions:\n        \n      \n      Patients with ovarian fibrosis are susceptible to infertility and tend to have decreased responses to assisted fertility treatment. Thus, protection of ovarian function should be a priority for women who wish to reproduce when making therapeutic decisions about ovarian fibrosis-related diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28139522/",
    "clean_text": "ovarian fibrosis a phenomenon of concern objective ovarian fibrosis is characterized by excessive proliferation of ovarian fibroblasts and deposition of extracellular matrix ecm and it is one of the principal reasons for ovarian dysfunction ovarian fibrogenesis is associated with vario objective ovarian fibrosis is characterized by excessive proliferation of ovarian fibroblasts and deposition of extracellular matrix ecm and it is one of the principal reasons for ovarian dysfunction this review aimed to investigate the pathogenetic mechanism of ovarian fibrosis and to clarify the relationship between ovarian diseases and fibrosis data sources we searched pubmed for english language articles published up to november the search terms included ovarian fibrosis or fibrosis ovarian chocolate cyst or ovarian endometrioma polycystic ovarian syndrome pcos premature ovarian failure ecm matrix metalloproteinases mmps tissue inhibitors of matrix metalloproteinases timps transforming growth factor beta tgf connective tissue growth factor ctgf peroxisome proliferator activated receptor gamma ppar vascular endothelial growth factor vegf endothelin et and combinations of these terms study selection articles were obtained and reviewed to analyze the pathogenic mechanism of ovarian fibrosis and related ovarian diseases results many cytokines such as mmps timps tgf ctgf ppar vegf and et are involved in ovarian fibrogenesis ovarian fibrogenesis is associated with various ovarian diseases including ovarian chocolate cyst pcos and premature ovarian failure one finding of particular interest is that fibrogenesis in peripheral tissues around an ovarian chocolate cyst commonly causes ovarian function diminution and therefore this medical problem should arouse widespread concern in clinicians worldwide conclusions patients with ovarian fibrosis are susceptible to infertility and tend to have decreased responses to assisted fertility treatment thus protection of ovarian function should be a priority for women who wish to reproduce when making therapeutic decisions about ovarian fibrosis related diseases"
}