{
    "title": "Evidence-Based Guidelines for Preventing and Managing Side Effects of Multiple Myeloma.",
    "doc_id": "28729122",
    "writer": "Bertolotti P",
    "year": "2017",
    "summary": "CONCLUSION: New therapies provide patients with extended survival, but in many cases this benefit is counterbalanced by an increased incidence of side effects. Preservation of organ function, while managing side effects, is essential for the care of pa …",
    "abstract": "Objective:\n        \n      \n      To review disease-related symptoms and side effects of treatment in patients with multiple myeloma (MM).\n    \n\n\n          Data sources:\n        \n      \n      Peer-reviewed articles, research studies, and clinical guidelines.\n    \n\n\n          Conclusion:\n        \n      \n      New therapies provide patients with extended survival, but in many cases this benefit is counterbalanced by an increased incidence of side effects. Preservation of organ function, while managing side effects, is essential for the care of patients with MM.\n    \n\n\n          Implications for nursing practice:\n        \n      \n      Disease- and treatment-related adverse events are prevalent in patients with MM. Patient, family, and health care professional education is essential to monitor and manage these side effects.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28729122/",
    "clean_text": "evidence based guidelines for preventing and managing side effects of multiple myeloma conclusion new therapies provide patients with extended survival but in many cases this benefit is counterbalanced by an increased incidence of side effects preservation of organ function while managing side effects is essential for the care of pa objective to review disease related symptoms and side effects of treatment in patients with multiple myeloma mm data sources peer reviewed articles research studies and clinical guidelines conclusion new therapies provide patients with extended survival but in many cases this benefit is counterbalanced by an increased incidence of side effects preservation of organ function while managing side effects is essential for the care of patients with mm implications for nursing practice disease and treatment related adverse events are prevalent in patients with mm patient family and health care professional education is essential to monitor and manage these side effects"
}