{
    "pmid": "41394894",
    "title": "Neutralizing serum IgE upregulates CD88 and CRTH2 expression on basophils in patients with asthma.",
    "abstract": "The cross-linking of FcεRI by IgE and allergen leads to the degranulation of basophils and mast cells, which can drive allergic reactions. Neutralizing IgE with omalizumab could thus offer clinical benefits to a subset of patients with asthma. However, the mechanisms by which omalizumab interferes with the pathophysiologic functions of blood-circulating granulocytes remain to be fully investigated. We sought to investigate how omalizumab affects the frequency and functional phenotypes of blood-circulating granulocytes. Longitudinal analyses were conducted on the frequency and surface markers of basophils, eosinophils, and neutrophils in the blood of patients with moderate-to-severe asthma (n = 45; 34 responders and 11 nonresponders) from baseline to week 26, using flow cytometry. Individuals without asthma (n = 22) served as controls at baseline. Beyond downregulating FcεRI, IgE neutralization with omalizumab decreased HLA-DR, CD11a, and CD69 expression on basophils, indicating reduced basophil activation. However, omalizumab treatment upregulated CD88 and CRTH2 expression on basophils, which can lead to IgE-independent allergic reactions. In addition, omalizumab also upregulated CD203c expression on basophils. Although omalizumab did not reduce blood-circulating eosinophil counts, it reduced their activation status accompanied by the downregulation of CD9 and CD13 expression. Omalizumab also reduced neutrophil activation status by decreasing CD10 and CD11b expression levels, but these effects were minimal. Omalizumab attenuates blood-circulating granulocyte activation while upregulating CD88 and CRTH2 as well as CD203c on basophils. These findings offer new insights into the mechanisms underlying the action of omalizumab and enhance our understanding of the roles of IgE in asthma pathophysiology.",
    "disease": "asthma",
    "clean_text": "neutralizing serum ige upregulates cd and crth expression on basophils in patients with asthma the cross linking of fc ri by ige and allergen leads to the degranulation of basophils and mast cells which can drive allergic reactions neutralizing ige with omalizumab could thus offer clinical benefits to a subset of patients with asthma however the mechanisms by which omalizumab interferes with the pathophysiologic functions of blood circulating granulocytes remain to be fully investigated we sought to investigate how omalizumab affects the frequency and functional phenotypes of blood circulating granulocytes longitudinal analyses were conducted on the frequency and surface markers of basophils eosinophils and neutrophils in the blood of patients with moderate to severe asthma n responders and nonresponders from baseline to week using flow cytometry individuals without asthma n served as controls at baseline beyond downregulating fc ri ige neutralization with omalizumab decreased hla dr cd a and cd expression on basophils indicating reduced basophil activation however omalizumab treatment upregulated cd and crth expression on basophils which can lead to ige independent allergic reactions in addition omalizumab also upregulated cd c expression on basophils although omalizumab did not reduce blood circulating eosinophil counts it reduced their activation status accompanied by the downregulation of cd and cd expression omalizumab also reduced neutrophil activation status by decreasing cd and cd b expression levels but these effects were minimal omalizumab attenuates blood circulating granulocyte activation while upregulating cd and crth as well as cd c on basophils these findings offer new insights into the mechanisms underlying the action of omalizumab and enhance our understanding of the roles of ige in asthma pathophysiology"
}