{
    "pmid": "41441973",
    "title": "Stromal QSOX1 loss is a distinctive feature of colorectal cancer and correlates with tumor expansion.",
    "abstract": "The incidence of colorectal cancer (CRC) and the associated mortality in CRC patients have been rising in recent years. Quiescin sulfhydryl oxidase 1 (QSOX1), a secreted disulfide catalyst essential for extracellular matrix (ECM) assembly, is upregulated in several tumors (e.g. pancreatic, breast, and lung cancer), often correlating with aggressive tumor phenotypes and worse prognosis. In contrast, colorectal and hepatocellular carcinoma specimens show significant downregulation of QSOX1 compared to normal or adjacent tissue. Recognizing cancer as a heterocellular tissue where stromal cell types are crucial to tumor behavior, we evaluated by immunohistochemistry stromal and epithelial QSOX1 expression in 140 CRC cases (mean age: 64 years, 56% female, 83% without neoadjuvant therapy) and 10 normal colon samples. We found that stromal QSOX1 expression is significantly reduced in CRC compared to normal colon tissue (p < 0.0001). The stromal, rather than the epithelial, compartment determines total QSOX1 levels in tumor samples. Stromal QSOX1 demonstrates a negative relation with tumor size (ß = -0.04, p < 0.05), but not with other histopathological characteristics. This finding suggests that stromal QSOX1 loss may play a key role in early tumor cell proliferation rather than in clinical progression. Importantly, stromal QSOX1 expression shows excellent discriminatory power between tumor and non-tumor tissues, with an AUC of 0.98 in ROC analysis. Altogether, QSOX1 downregulation is a defining feature of tumor-associated stroma in CRC, likely affecting ECM integrity and modulating epithelial-stromal crosstalk. Thus, further characterization of stromal molecular signatures may identify novel biomarkers and therapeutic target strategies in CRC.",
    "disease": "lung cancer",
    "clean_text": "stromal qsox loss is a distinctive feature of colorectal cancer and correlates with tumor expansion the incidence of colorectal cancer crc and the associated mortality in crc patients have been rising in recent years quiescin sulfhydryl oxidase qsox a secreted disulfide catalyst essential for extracellular matrix ecm assembly is upregulated in several tumors e g pancreatic breast and lung cancer often correlating with aggressive tumor phenotypes and worse prognosis in contrast colorectal and hepatocellular carcinoma specimens show significant downregulation of qsox compared to normal or adjacent tissue recognizing cancer as a heterocellular tissue where stromal cell types are crucial to tumor behavior we evaluated by immunohistochemistry stromal and epithelial qsox expression in crc cases mean age years female without neoadjuvant therapy and normal colon samples we found that stromal qsox expression is significantly reduced in crc compared to normal colon tissue p the stromal rather than the epithelial compartment determines total qsox levels in tumor samples stromal qsox demonstrates a negative relation with tumor size p but not with other histopathological characteristics this finding suggests that stromal qsox loss may play a key role in early tumor cell proliferation rather than in clinical progression importantly stromal qsox expression shows excellent discriminatory power between tumor and non tumor tissues with an auc of in roc analysis altogether qsox downregulation is a defining feature of tumor associated stroma in crc likely affecting ecm integrity and modulating epithelial stromal crosstalk thus further characterization of stromal molecular signatures may identify novel biomarkers and therapeutic target strategies in crc"
}