{
    "pmid": "41452529",
    "title": "Cancer epidemiology in rare and hereditary colorectal diseases 2) anal canal cancer (cancer statistics).",
    "abstract": "Anal canal carcinoma (ACC) is reported to be a rare cancer worldwide. In Japan, while the incidence rate is similarly low compared to Western countries, its histological distribution differs. This paper aimed to clarify the epidemiological characteristics of ACC, particularly anal canal squamous cell carcinoma (SCC), in Japan and to compare them with Western data. The epidemiological data were taken from the Japanese Society for Cancer of the Colon and Rectum (JSCCR) registry and a nationwide multi-institutional study. Clinicopathological features, human papillomavirus (HPV) status, treatment trends, and survival were analyzed. The comparative data were derived from major Western registry studies. In Japan, adenocarcinoma accounted for 66.8-75.5% of the ACC cases, while SCC represented only 16.2-24.4%, in contrast to the 70-85% SCC predominance reported in Western countries. Among Japanese SCC cases, women accounted for 71.5%, a higher proportion than in Western countries. HPV was positive in 85% of the SCC cases, with HPV-16 as the most prevalent genotype, which is consistent with global patterns. The adoption of chemoradiotherapy (CRT) increased from 14% in the 1990 s to over 80% after 2010, achieving survival outcomes comparable to surgery. In Japan, adenocarcinoma was the predominant type of ACC, while SCC was less common. However, the characteristics of HPV-associated SCC were similar to those observed in Western countries. Standardization of classification and staging criteria and the expansion of HPV vaccination may be essential to improve clinical management and facilitate international comparisons.",
    "disease": "colorectal cancer",
    "clean_text": "cancer epidemiology in rare and hereditary colorectal diseases anal canal cancer cancer statistics anal canal carcinoma acc is reported to be a rare cancer worldwide in japan while the incidence rate is similarly low compared to western countries its histological distribution differs this paper aimed to clarify the epidemiological characteristics of acc particularly anal canal squamous cell carcinoma scc in japan and to compare them with western data the epidemiological data were taken from the japanese society for cancer of the colon and rectum jsccr registry and a nationwide multi institutional study clinicopathological features human papillomavirus hpv status treatment trends and survival were analyzed the comparative data were derived from major western registry studies in japan adenocarcinoma accounted for of the acc cases while scc represented only in contrast to the scc predominance reported in western countries among japanese scc cases women accounted for a higher proportion than in western countries hpv was positive in of the scc cases with hpv as the most prevalent genotype which is consistent with global patterns the adoption of chemoradiotherapy crt increased from in the s to over after achieving survival outcomes comparable to surgery in japan adenocarcinoma was the predominant type of acc while scc was less common however the characteristics of hpv associated scc were similar to those observed in western countries standardization of classification and staging criteria and the expansion of hpv vaccination may be essential to improve clinical management and facilitate international comparisons"
}