{
    "pmid": "41427670",
    "title": "Status epilepticus and super-refractory status epilepticus related to pregnancy: Causes and pregnancy outcomes.",
    "abstract": "Status epilepticus in pregnancy (SEP) is a rare neurological emergency that demands prompt treatment due to the high risk for both maternal and fetal complications. Published data on SEP, its management, etiology, and pregnancy outcomes remain limited. We conducted a prospective observational study at a tertiary referral center, including six patients who developed SEP. Demographic and clinical characteristics were collected and analyzed. During the studied period (2021-2024), SEP accounted for 4.4% of all SE, and super-refractory SEP (SRSEP) was identified in 50% (3/6) of SEP cases. Convulsive and nonconvulsive SE occurred at the same frequency, with NCSE being predominant in the SRSEP group (2/3, 66.67%). Five (83.3%) patients had a history of epilepsy, and in three (60%), intractability was established. One patient experienced acute symptomatic SE within the first hours following delivery. Benzodiazepines (BDZ) were used as first-line treatment in all patients, followed by phenobarbital (PB), whereas midazolam (MDZ) and/or propofol were given for SRSEP. No patient experienced a recurrence of SE during pregnancy. At discharge, all patients had a good functional outcome {mRS 1 (interquartile range [IQR] 0-2)}. One patient delivered immediately after SEP resolution, while two (40%) had preterm deliveries and two (40%) had term deliveries. Median Apgar score was 9 (IQR 5-9). Our results showed that worsening of preexisting focal epilepsy was the greatest risk for SEP and SRSEP development in our tertiary center; however, the use of standard-of-care treatment for SE led to favorable short-term maternal and fetal outcomes.",
    "disease": "epilepsy",
    "clean_text": "status epilepticus and super refractory status epilepticus related to pregnancy causes and pregnancy outcomes status epilepticus in pregnancy sep is a rare neurological emergency that demands prompt treatment due to the high risk for both maternal and fetal complications published data on sep its management etiology and pregnancy outcomes remain limited we conducted a prospective observational study at a tertiary referral center including six patients who developed sep demographic and clinical characteristics were collected and analyzed during the studied period sep accounted for of all se and super refractory sep srsep was identified in of sep cases convulsive and nonconvulsive se occurred at the same frequency with ncse being predominant in the srsep group five patients had a history of epilepsy and in three intractability was established one patient experienced acute symptomatic se within the first hours following delivery benzodiazepines bdz were used as first line treatment in all patients followed by phenobarbital pb whereas midazolam mdz and or propofol were given for srsep no patient experienced a recurrence of se during pregnancy at discharge all patients had a good functional outcome mrs interquartile range iqr one patient delivered immediately after sep resolution while two had preterm deliveries and two had term deliveries median apgar score was iqr our results showed that worsening of preexisting focal epilepsy was the greatest risk for sep and srsep development in our tertiary center however the use of standard of care treatment for se led to favorable short term maternal and fetal outcomes"
}