{
    "pmid": "41361221",
    "title": "Heterogeneity of active mast cells, endothelial cells, and fibroblasts in hemophilic arthritis defined by synovial single-cell sequencing.",
    "abstract": "Recurrent synovial bleeding is the major cause of Hemophilic Arthritis (HA). Up to now, the transcriptomic profiles of bleeding syvonium in HA patient have largely remained unknown. Exploring the transcriptomic characteristics of synovium obtained from HA patients undergoing total knee arthroplasty (TKA), and uncovering potential pathological mechanisms of HA synovium through bioinformatics analysis and differential analysis. Single-cell RNA sequencing (scRNA-seq) technology was utilized to identify distinct cellular subsets within HA synovium. Comparative analysis was conducted with scRNA-seq data from osteoarthritis (OA) and rheumatoid arthritis (RA) synovium to assess transcriptional differences. Histological evaluation, immunofluorescence (IF), immunohistochemistry (IHC) and in vitro cell testing were performed for validation. We observed that the single-cell transcriptomic characteristics of HA synovium differ significantly from those of OA and RA patients. Mast cells, identified as unique immune cells in HA synovium, are actively involved and may be the initiating factor for changes in vascular permeability or bleeding in HA synovium. The transcriptomic features of endothelial cells and fibroblasts, which are non-immune stromal cells, reveal the synovial microenvironment: repeated bleeding leads to iron deposition, which causes substantial ferroptosis within the synovium. Based on the pseudotime analysis of endothelial cells, along with IHC staining and in vitro cell assays, it was demonstrated that ferroptosis in endothelial cells induces vascular damage and triggers a significant migration of endothelial cells. The stress of ferroptosis leads to the differentiation of HMOX1",
    "disease": "rheumatoid arthritis",
    "clean_text": "heterogeneity of active mast cells endothelial cells and fibroblasts in hemophilic arthritis defined by synovial single cell sequencing recurrent synovial bleeding is the major cause of hemophilic arthritis ha up to now the transcriptomic profiles of bleeding syvonium in ha patient have largely remained unknown exploring the transcriptomic characteristics of synovium obtained from ha patients undergoing total knee arthroplasty tka and uncovering potential pathological mechanisms of ha synovium through bioinformatics analysis and differential analysis single cell rna sequencing scrna seq technology was utilized to identify distinct cellular subsets within ha synovium comparative analysis was conducted with scrna seq data from osteoarthritis oa and rheumatoid arthritis ra synovium to assess transcriptional differences histological evaluation immunofluorescence if immunohistochemistry ihc and in vitro cell testing were performed for validation we observed that the single cell transcriptomic characteristics of ha synovium differ significantly from those of oa and ra patients mast cells identified as unique immune cells in ha synovium are actively involved and may be the initiating factor for changes in vascular permeability or bleeding in ha synovium the transcriptomic features of endothelial cells and fibroblasts which are non immune stromal cells reveal the synovial microenvironment repeated bleeding leads to iron deposition which causes substantial ferroptosis within the synovium based on the pseudotime analysis of endothelial cells along with ihc staining and in vitro cell assays it was demonstrated that ferroptosis in endothelial cells induces vascular damage and triggers a significant migration of endothelial cells the stress of ferroptosis leads to the differentiation of hmox"
}