{
    "title": "The Thoughtful program: a randomized controlled study of a mentalization-based mental health education intervention in a psychiatric outpatient population.",
    "doc_id": "39475811",
    "writer": "Lundgaard P",
    "year": "2024",
    "summary": "BACKGROUND: P-factor and mentalizing theory and research set perspectives for transdiagnostic psychiatric treatments. ...CONCLUSIONS: A low-cost transdiagnostic mentalization-based educational program in an outpatient psychiatry clinic may improve patient mentali …",
    "abstract": "Background:\n        \n      \n      P-factor and mentalizing theory and research set perspectives for transdiagnostic psychiatric treatments.\n    \n\n\n          Aims:\n        \n      \n      To test the effects of a low-cost mentalization-based health education program (the Thoughtful program) in an unselected waiting list population, from a psychiatric outpatient clinic in North Norway.\n    \n\n\n          Methods:\n        \n      \n      Waiting list patients were randomized (1:1 allocation): 79 patients in the control group were offered standard individual assessment and treatment. Seventy-nine patients in the intervention group were offered a one-day (six-hour) group-based Thoughtful course, plus individual assessment, and treatment.\n    \n\n\n          Results:\n        \n      \n      During a 6-month follow-up period, the number of patients in active assessment and treatment was 66% higher in the control group than in the intervention group. Self-reported patient questionnaire scores on mentalizing, well-being and suicidal ideation scores showed no significant changes in the control group. In the intervention group, significant changes were reported: Mentalizing scores improved by 72% and well-being scores improved by 55%. Suicidal ideation scores were not significantly changed. No adverse effects were registered.\n    \n\n\n          Limitations:\n        \n      \n      The results from this study should be interpreted with caution because of a small population size and low questionnaire response rate. The follow up period was limited to 6 months. Transfer of program information from intervention group patients to control group patients could not be guaranteed. It may be considered a limitation that diagnostic pattern analysis was not included in the study.\n    \n\n\n          Conclusions:\n        \n      \n      A low-cost transdiagnostic mentalization-based educational program in an outpatient psychiatry clinic may improve patient mentalizing and wellbeing without adverse effects and reduce the use of hospital services.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39475811/",
    "clean_text": "the thoughtful program a randomized controlled study of a mentalization based mental health education intervention in a psychiatric outpatient population background p factor and mentalizing theory and research set perspectives for transdiagnostic psychiatric treatments conclusions a low cost transdiagnostic mentalization based educational program in an outpatient psychiatry clinic may improve patient mentali background p factor and mentalizing theory and research set perspectives for transdiagnostic psychiatric treatments aims to test the effects of a low cost mentalization based health education program the thoughtful program in an unselected waiting list population from a psychiatric outpatient clinic in north norway methods waiting list patients were randomized allocation patients in the control group were offered standard individual assessment and treatment seventy nine patients in the intervention group were offered a one day six hour group based thoughtful course plus individual assessment and treatment results during a month follow up period the number of patients in active assessment and treatment was higher in the control group than in the intervention group self reported patient questionnaire scores on mentalizing well being and suicidal ideation scores showed no significant changes in the control group in the intervention group significant changes were reported mentalizing scores improved by and well being scores improved by suicidal ideation scores were not significantly changed no adverse effects were registered limitations the results from this study should be interpreted with caution because of a small population size and low questionnaire response rate the follow up period was limited to months transfer of program information from intervention group patients to control group patients could not be guaranteed it may be considered a limitation that diagnostic pattern analysis was not included in the study conclusions a low cost transdiagnostic mentalization based educational program in an outpatient psychiatry clinic may improve patient mentalizing and wellbeing without adverse effects and reduce the use of hospital services"
}