{
    "title": "Analysis of Prostate-Specific Antigen-Related Indexes, Neutrophil-to-Lymphocyte Ratio in Patients with Concurrent Benign Prostatic Hyperplasia and Histologic Prostatitis.",
    "doc_id": "32013341",
    "writer": "Wang F",
    "year": "2020",
    "summary": "BACKGROUND: This study was performed to explore the total prostate-specific antigen (tPSA) concentration, free PSA (fPSA) concentration, free-to-total PSA ratio (% fPSA), tPSA density (tPSAD), and neutrophil-to-lymphocyte ratio (NLR) in blood in patients with concurrent be …",
    "abstract": "Background:\n        \n      \n      This study was performed to explore the total prostate-specific antigen (tPSA) concentration, free PSA (fPSA) concentration, free-to-total PSA ratio (% fPSA), tPSA density (tPSAD), and neutrophil-to-lymphocyte ratio (NLR) in blood in patients with concurrent benign prostatic hyperplasia (BPH) and histologic prostatitis, and to provide new ideas for the diagnosis of prostatitis.\n    \n\n\n          Methods:\n        \n      \n      Patients who underwent transurethral bipolar plasmakinetic prostatectomy from June 2017 to June 2018 were retrospectively divided into two groups according to the degree of pathological inflammation of the resected prostate tissue: group A (BPH with histologic acute and chronic inflammation), group B (BPH with histologic chronic inflammation). The preoperative PSA-related indexes and NLR in blood were respectively compared between two groups.\n    \n\n\n          Results:\n        \n      \n      Groups A and B comprised 59 and 41 cases, respectively. The values of tPSA, tPSAD, and NLR were all significantly higher in group A than B, and the value of % fPSA was significantly lower in group A than B (p < 0.05). There was no significant difference for the value of fPSA between the two groups (p > 0.05).\n    \n\n\n          Conclusions:\n        \n      \n      Histologic acute prostatitis can cause changes of PSA-related indexes and NLR in blood, which has important clinical significance in diagnosis of prostatitis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32013341/",
    "clean_text": "analysis of prostate specific antigen related indexes neutrophil to lymphocyte ratio in patients with concurrent benign prostatic hyperplasia and histologic prostatitis background this study was performed to explore the total prostate specific antigen tpsa concentration free psa fpsa concentration free to total psa ratio fpsa tpsa density tpsad and neutrophil to lymphocyte ratio nlr in blood in patients with concurrent be background this study was performed to explore the total prostate specific antigen tpsa concentration free psa fpsa concentration free to total psa ratio fpsa tpsa density tpsad and neutrophil to lymphocyte ratio nlr in blood in patients with concurrent benign prostatic hyperplasia bph and histologic prostatitis and to provide new ideas for the diagnosis of prostatitis methods patients who underwent transurethral bipolar plasmakinetic prostatectomy from june to june were retrospectively divided into two groups according to the degree of pathological inflammation of the resected prostate tissue group a bph with histologic acute and chronic inflammation group b bph with histologic chronic inflammation the preoperative psa related indexes and nlr in blood were respectively compared between two groups results groups a and b comprised and cases respectively the values of tpsa tpsad and nlr were all significantly higher in group a than b and the value of fpsa was significantly lower in group a than b p there was no significant difference for the value of fpsa between the two groups p conclusions histologic acute prostatitis can cause changes of psa related indexes and nlr in blood which has important clinical significance in diagnosis of prostatitis"
}