{
    "pmid": "41460670",
    "title": "Hong Kong Brief Cognitive Test for identifying symptomatic Alzheimer's disease and other types of dementia.",
    "abstract": "BackgroundThe Hong Kong Brief Cognitive Test (HKBC) has demonstrated high discriminative ability for patients with cognitive impairment in both Cantonese- and Mandarin-speaking populations.ObjectiveTo evaluate the diagnostic efficacy of the HKBC in identifying dementia and mild cognitive impairment (MCI) due to Alzheimer's disease (AD) and other common types of dementia.MethodsSixty-one patients with dementia due to AD, 30 patients with MCI due to AD, 47 patients with subcortical ischemic vascular dementia (SIVD), 50 patients with frontotemporal lobar degeneration (FTLD), 17 patients with Lewy body dementia (LBD), and 37 cognitively unimpaired controls (CUCs) were recruited and completed the HKBC, the Mini-Mental State Examination (MMSE) and the Montreal Cognitive Assessment (MoCA). The diagnostic performance of each test was analyzed via receiver operating characteristic curve analysis. Impairment in cognitive domains on the HKBC was analyzed in patients with symptomatic AD.ResultsScores of the HKBC, MMSE and MoCA were significantly lower in patients with all types of dementia, AD (dementia and MCI), and non-AD dementia (SIVD, FTLD, and LBD) than in CUCs. The most appropriate cutoff scores of the HKBC were 24 for identifying AD and LBD, 22 for identifying SIVD and FTLD, and 26 for identifying MCI due to AD from CUCs. HKBC memory and language scores were significantly lower in patients with MCI due to AD than in CUCs.ConclusionsThis study demonstrated that the HKBC could efficiently identify patients with common types of dementia and was sensitive in screening early AD.",
    "disease": "alzheimer disease",
    "clean_text": "hong kong brief cognitive test for identifying symptomatic alzheimer s disease and other types of dementia backgroundthe hong kong brief cognitive test hkbc has demonstrated high discriminative ability for patients with cognitive impairment in both cantonese and mandarin speaking populations objectiveto evaluate the diagnostic efficacy of the hkbc in identifying dementia and mild cognitive impairment mci due to alzheimer s disease ad and other common types of dementia methodssixty one patients with dementia due to ad patients with mci due to ad patients with subcortical ischemic vascular dementia sivd patients with frontotemporal lobar degeneration ftld patients with lewy body dementia lbd and cognitively unimpaired controls cucs were recruited and completed the hkbc the mini mental state examination mmse and the montreal cognitive assessment moca the diagnostic performance of each test was analyzed via receiver operating characteristic curve analysis impairment in cognitive domains on the hkbc was analyzed in patients with symptomatic ad resultsscores of the hkbc mmse and moca were significantly lower in patients with all types of dementia ad dementia and mci and non ad dementia sivd ftld and lbd than in cucs the most appropriate cutoff scores of the hkbc were for identifying ad and lbd for identifying sivd and ftld and for identifying mci due to ad from cucs hkbc memory and language scores were significantly lower in patients with mci due to ad than in cucs conclusionsthis study demonstrated that the hkbc could efficiently identify patients with common types of dementia and was sensitive in screening early ad"
}