{
    "title": "The clinical and therapeutic potentials of dehydroepiandrosterone and pregnenolone in schizophrenia.",
    "doc_id": "21549182",
    "writer": "Ritsner MS.",
    "year": "2011",
    "summary": "Neurosteroids such as dehydroepiandrosterone (DHEA), pregnenolone (PREG), and their sulfates (DHEAS and PREGS) display multiple effects on the central nervous system. Specifically, neurosteroids have various functions associated with neuroprotection, response to stress, mo …",
    "abstract": "Neurosteroids such as dehydroepiandrosterone (DHEA), pregnenolone (PREG), and their sulfates (DHEAS and PREGS) display multiple effects on the central nervous system. Specifically, neurosteroids have various functions associated with neuroprotection, response to stress, mood regulation, and cognitive performance. In addition, neurosteroid levels are altered in stress-related neuropsychiatric disorders. This review focuses on the alterations of these neurosteroids in schizophrenia and on their association with clinical and neurocognitive manifestations. As described henceforth, findings from clinical studies have revealed that PREG, DHEA, and their sulfates might be involved in the pathophysiology of schizophrenia, and in some of its manifestations. Clinical trials for the evaluation of these neurosteroids face challenges in terms of experimental design, dosing strategy, data analysis, and interpretation. The review concludes with a list of suggested topics for future research. This article is part of a Special Issue entitled: Neuroactive Steroids: Focus on Human Brain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21549182/",
    "clean_text": "the clinical and therapeutic potentials of dehydroepiandrosterone and pregnenolone in schizophrenia neurosteroids such as dehydroepiandrosterone dhea pregnenolone preg and their sulfates dheas and pregs display multiple effects on the central nervous system specifically neurosteroids have various functions associated with neuroprotection response to stress mo neurosteroids such as dehydroepiandrosterone dhea pregnenolone preg and their sulfates dheas and pregs display multiple effects on the central nervous system specifically neurosteroids have various functions associated with neuroprotection response to stress mood regulation and cognitive performance in addition neurosteroid levels are altered in stress related neuropsychiatric disorders this review focuses on the alterations of these neurosteroids in schizophrenia and on their association with clinical and neurocognitive manifestations as described henceforth findings from clinical studies have revealed that preg dhea and their sulfates might be involved in the pathophysiology of schizophrenia and in some of its manifestations clinical trials for the evaluation of these neurosteroids face challenges in terms of experimental design dosing strategy data analysis and interpretation the review concludes with a list of suggested topics for future research this article is part of a special issue entitled neuroactive steroids focus on human brain"
}