{
    "pmid": "41448446",
    "title": "Molecular and neurochemical underpinnings of altered intrinsic neural timescales in Parkinson's disease: a multimodal imaging and transcriptomics study.",
    "abstract": "Parkinson's disease (PD) is characterized by widespread motor and non-motor impairments; however, the temporal dynamics underlying these functional disruptions remain unclear. The intrinsic neural timescale (INT), a novel neuroimaging metric that reflects the capacity of brain regions to integrate information over time, provides new insights into cortical hierarchy and dysfunction. In this study, we examined voxel-wise and network-level alterations in INT among PD patients using resting-state fMRI and integrated their molecular correlates with transcriptomic data from the Allen Human Brain Atlas and PET-derived neurotransmitter receptor maps. Our analysis revealed localized reductions in INT in the left insula, Rolandic operculum, and middle temporal gyrus in PD, while large-scale network hierarchies remained preserved. Partial least squares regression analysis indicated that changes in INT were significantly associated with spatial gene expression gradients, particularly those involving immune-metabolic stress and synaptic maintenance. Furthermore, cell-type enrichment analysis identified excitatory and inhibitory neurons as key cellular contributors. Notably, INT alterations correlated with cortical GABAA receptor density, suggesting a role for inhibitory neurotransmission in temporal integration deficits. These findings highlight a multiscale pathophysiological framework linking functional brain dynamics, molecular architecture, and neurochemical modulation in PD.",
    "disease": "parkinson disease",
    "clean_text": "molecular and neurochemical underpinnings of altered intrinsic neural timescales in parkinson s disease a multimodal imaging and transcriptomics study parkinson s disease pd is characterized by widespread motor and non motor impairments however the temporal dynamics underlying these functional disruptions remain unclear the intrinsic neural timescale int a novel neuroimaging metric that reflects the capacity of brain regions to integrate information over time provides new insights into cortical hierarchy and dysfunction in this study we examined voxel wise and network level alterations in int among pd patients using resting state fmri and integrated their molecular correlates with transcriptomic data from the allen human brain atlas and pet derived neurotransmitter receptor maps our analysis revealed localized reductions in int in the left insula rolandic operculum and middle temporal gyrus in pd while large scale network hierarchies remained preserved partial least squares regression analysis indicated that changes in int were significantly associated with spatial gene expression gradients particularly those involving immune metabolic stress and synaptic maintenance furthermore cell type enrichment analysis identified excitatory and inhibitory neurons as key cellular contributors notably int alterations correlated with cortical gabaa receptor density suggesting a role for inhibitory neurotransmission in temporal integration deficits these findings highlight a multiscale pathophysiological framework linking functional brain dynamics molecular architecture and neurochemical modulation in pd"
}