{
    "title": "An external quality assessment for the molecular testing of the SARS-CoV-2 virus genome in Zhejiang Province, China.",
    "doc_id": "36084422",
    "writer": "Pan J",
    "year": "2022",
    "summary": "A provincial external quality assessment (EQA) scheme on SARS-CoV-2 tests was organized by Zhejiang Provincial CDC to assess the accuracy of the tests in individual CDC municipal and county laboratories in Zhejiang Province, China. ...",
    "abstract": "The COVID-19 pandemic has necessitated the rapid expansion of laboratories that conduct SARS-CoV-2 tests. A provincial external quality assessment (EQA) scheme on SARS-CoV-2 tests was organized by Zhejiang Provincial CDC to assess the accuracy of the tests in individual CDC municipal and county laboratories in Zhejiang Province, China. Three positive samples in high, medium, and low concentrations, respectively, were prepared using the serial dilutions from the culture with the viral titer concentration of 1×106.3 TCID50/mL, and one negative sample were included. A total of 93 laboratories participated, contributing results from 36 distinct combinations of nucleic acid extraction methods and PCR reagents. There was 100% concordance among all laboratories for all EQA samples, and no false-positive or false-negative results were observed. The EQA survey provides confidence in the identification of infected individuals or asymptomatic populations and assurance for clinical and public health decision-making based on test results.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36084422/",
    "clean_text": "an external quality assessment for the molecular testing of the sars cov virus genome in zhejiang province china a provincial external quality assessment eqa scheme on sars cov tests was organized by zhejiang provincial cdc to assess the accuracy of the tests in individual cdc municipal and county laboratories in zhejiang province china the covid pandemic has necessitated the rapid expansion of laboratories that conduct sars cov tests a provincial external quality assessment eqa scheme on sars cov tests was organized by zhejiang provincial cdc to assess the accuracy of the tests in individual cdc municipal and county laboratories in zhejiang province china three positive samples in high medium and low concentrations respectively were prepared using the serial dilutions from the culture with the viral titer concentration of tcid ml and one negative sample were included a total of laboratories participated contributing results from distinct combinations of nucleic acid extraction methods and pcr reagents there was concordance among all laboratories for all eqa samples and no false positive or false negative results were observed the eqa survey provides confidence in the identification of infected individuals or asymptomatic populations and assurance for clinical and public health decision making based on test results"
}