{
    "pmid": "41458830",
    "title": "Early Diagnosis of Diabetic Neuropathy: A Review of Current Diagnostic Tests.",
    "abstract": "Diabetes mellitus is a common chronic condition frequently complicated by distal sensorimotor polyneuropathy (DSPN), a major contributor to pain, foot ulceration, and limb loss. Despite its impact, DSPN often remains undetected until there is significant loss of protective sensation. Routine screening practices tend to identify more advanced stages of neuropathy, offering limited sensitivity for early disease. Earlier diagnosis could substantially improve outcomes by enabling timely intervention and optimised glycaemic control. A range of diagnostic modalities has been investigated for the early detection of DSPN, particularly those assessing small fibre function. Quantitative sensory testing (QST) is non-invasive but limited by subjectivity and variability. More objective measures include skin biopsy for intraepidermal nerve fibre density (IENFD) and corneal confocal microscopy (CCM). Both techniques provide valuable structural information about small fibre integrity; however, CCM has practical advantages as it is non-invasive, repeatable, and suitable for both clinical and research settings. Sudomotor tests such as Neuropad are simple to administer and may detect subclinical neuropathy, though specificity is modest. The absence of a universally accepted reference standard for small fibre neuropathy complicates the comparative evaluation of diagnostic tools. This review evaluates multiple modalities that show promise for earlier detection of DSPN. Standardisation of methodology and consensus on diagnostic criteria are essential to enable the integration of these tools into clinical practice and improve long-term patient outcomes.",
    "disease": "diabetes mellitus",
    "clean_text": "early diagnosis of diabetic neuropathy a review of current diagnostic tests diabetes mellitus is a common chronic condition frequently complicated by distal sensorimotor polyneuropathy dspn a major contributor to pain foot ulceration and limb loss despite its impact dspn often remains undetected until there is significant loss of protective sensation routine screening practices tend to identify more advanced stages of neuropathy offering limited sensitivity for early disease earlier diagnosis could substantially improve outcomes by enabling timely intervention and optimised glycaemic control a range of diagnostic modalities has been investigated for the early detection of dspn particularly those assessing small fibre function quantitative sensory testing qst is non invasive but limited by subjectivity and variability more objective measures include skin biopsy for intraepidermal nerve fibre density ienfd and corneal confocal microscopy ccm both techniques provide valuable structural information about small fibre integrity however ccm has practical advantages as it is non invasive repeatable and suitable for both clinical and research settings sudomotor tests such as neuropad are simple to administer and may detect subclinical neuropathy though specificity is modest the absence of a universally accepted reference standard for small fibre neuropathy complicates the comparative evaluation of diagnostic tools this review evaluates multiple modalities that show promise for earlier detection of dspn standardisation of methodology and consensus on diagnostic criteria are essential to enable the integration of these tools into clinical practice and improve long term patient outcomes"
}