{
    "pmid": "41421281",
    "title": "Berberine inhibits protein citrullination of fibroblast-like synoviocytes by suppressing autophagy via STAT3/PAD4 pathway.",
    "abstract": "Nearly 50% of patients with rheumatoid arthritis (RA) fail to respond adequately to current therapies within a clinically effective timeframe. Previous studies have demonstrated that berberine (BBR) exerts therapeutic effects in RA, however, neither its targets nor associated mechanisms have been investigated. To identify the direct BBR target and elucidate its molecular mechanism in RA. The BBR effects on autophagy and protein citrullination were evaluated using MH7A cells and rats with adjuvant-induced arthritis (AA). Network pharmacology was employed to predict potential BBR target genes in RA. Molecular docking, cellular thermal shift assay (CETSA), solvent-induced protein precipitation (SIP), and surface plasmon resonance (SPR) were conducted to confirm target binding. Western blotting, transmission electron microscopy, immunofluorescence co-localization, chromatin immunoprecipitation (ChIP), dual-luciferase reporter assays, and qRT-PCR were performed to investigate the molecular pathways involved. BBR reduced citrullinated protein levels by suppressing autophagy in MH7A cells. Network pharmacology suggested STAT3 as a potential BBR target. Molecular docking, CETSA, SIP, and SPR confirmed binding between BBR and STAT3. In AA rats, BBR treatment significantly lowered serum ACPA levels and decreased the levels of cVIM, citH3, p-STAT3, PAD4, and autophagy markers in AA-FLSs. Mechanistic studies show that STAT3 might directly binds to the PADI4 promoter, promoting its transcription. STAT3 activation or overexpression prevented PAD4 inhibition by BBR, impaired its regulation of p-mTOR, and enhanced autophagy and protein citrullination. On the other hand, PAD4 inhibition enhanced the suppressive effects of BBR on PAD4, autophagy, and protein citrullination without affecting p-STAT3 levels. This study demonstrates that BBR alleviates RA and reduces citrullinated protein production by inhibiting autophagy through STAT3/PAD4 pathway. These findings provide novel mechanistic insight and identify STAT3 as a direct molecular target of BBR in RA.",
    "disease": "rheumatoid arthritis",
    "clean_text": "berberine inhibits protein citrullination of fibroblast like synoviocytes by suppressing autophagy via stat pad pathway nearly of patients with rheumatoid arthritis ra fail to respond adequately to current therapies within a clinically effective timeframe previous studies have demonstrated that berberine bbr exerts therapeutic effects in ra however neither its targets nor associated mechanisms have been investigated to identify the direct bbr target and elucidate its molecular mechanism in ra the bbr effects on autophagy and protein citrullination were evaluated using mh a cells and rats with adjuvant induced arthritis aa network pharmacology was employed to predict potential bbr target genes in ra molecular docking cellular thermal shift assay cetsa solvent induced protein precipitation sip and surface plasmon resonance spr were conducted to confirm target binding western blotting transmission electron microscopy immunofluorescence co localization chromatin immunoprecipitation chip dual luciferase reporter assays and qrt pcr were performed to investigate the molecular pathways involved bbr reduced citrullinated protein levels by suppressing autophagy in mh a cells network pharmacology suggested stat as a potential bbr target molecular docking cetsa sip and spr confirmed binding between bbr and stat in aa rats bbr treatment significantly lowered serum acpa levels and decreased the levels of cvim cith p stat pad and autophagy markers in aa flss mechanistic studies show that stat might directly binds to the padi promoter promoting its transcription stat activation or overexpression prevented pad inhibition by bbr impaired its regulation of p mtor and enhanced autophagy and protein citrullination on the other hand pad inhibition enhanced the suppressive effects of bbr on pad autophagy and protein citrullination without affecting p stat levels this study demonstrates that bbr alleviates ra and reduces citrullinated protein production by inhibiting autophagy through stat pad pathway these findings provide novel mechanistic insight and identify stat as a direct molecular target of bbr in ra"
}