{
    "pmid": "41464441",
    "title": "Global Health Governance and the WHO Pandemic Agreement: A Scoping Review of Challenges and Analysis of Reforms.",
    "abstract": "The COVID-19 pandemic exposed persistent weaknesses in global health governance, particularly in preparedness, equity, and accountability. The WHO Pandemic Agreement, adopted in May 2025, aims to address these systemic gaps through a binding international framework. To identify key challenges in global pandemic preparedness and health governance reported in the literature (2019-2024) through a systematic scoping review, and to evaluate how these challenges are addressed in the provisions of the WHO Pandemic Agreement via qualitative document analysis. Using Joanna Briggs Institute methodology and PRISMA-ScR guidelines, we systematically identified and thematically analyzed 52 peer-reviewed studies published between 2020 and 2024. The thematic results informed a qualitative document analysis of the WHO Pandemic Agreement text to assess the extent to which its provisions address the identified challenges. Persistent gaps in governance (limited enforceability, fragmented coordination), equity (inequitable access to medical countermeasures), capacity (technology transfer and financing), and accountability were identified. Health systems in low- and middle-income countries continue to face critical resource constraints and lack robust mechanisms to ensure accountability and continuous learning. Document analysis showed the WHO Pandemic Agreement addresses coordination and financing but offers limited advances in enforcement, technology transfer, and independent monitoring. The WHO Pandemic Agreement introduces important institutional and financing measures, but persistent gaps remain in enforcement, technology transfer, and inclusive implementation. Strengthening these domains is crucial to achieving equitable and resilient preparedness. By systematically linking evidence from the pandemic preparedness literature to Treaty provisions, this study offers a novel analytical framework for assessing how global health treaties respond to research-identified challenges.",
    "disease": "pneumonia",
    "clean_text": "global health governance and the who pandemic agreement a scoping review of challenges and analysis of reforms the covid pandemic exposed persistent weaknesses in global health governance particularly in preparedness equity and accountability the who pandemic agreement adopted in may aims to address these systemic gaps through a binding international framework to identify key challenges in global pandemic preparedness and health governance reported in the literature through a systematic scoping review and to evaluate how these challenges are addressed in the provisions of the who pandemic agreement via qualitative document analysis using joanna briggs institute methodology and prisma scr guidelines we systematically identified and thematically analyzed peer reviewed studies published between and the thematic results informed a qualitative document analysis of the who pandemic agreement text to assess the extent to which its provisions address the identified challenges persistent gaps in governance limited enforceability fragmented coordination equity inequitable access to medical countermeasures capacity technology transfer and financing and accountability were identified health systems in low and middle income countries continue to face critical resource constraints and lack robust mechanisms to ensure accountability and continuous learning document analysis showed the who pandemic agreement addresses coordination and financing but offers limited advances in enforcement technology transfer and independent monitoring the who pandemic agreement introduces important institutional and financing measures but persistent gaps remain in enforcement technology transfer and inclusive implementation strengthening these domains is crucial to achieving equitable and resilient preparedness by systematically linking evidence from the pandemic preparedness literature to treaty provisions this study offers a novel analytical framework for assessing how global health treaties respond to research identified challenges"
}