{
    "title": "Impact of Type 1 Versus Type 2 Diabetes on Developing Herpes Zoster and Post-herpetic Neuralgia: A Population-based Cohort Study.",
    "doc_id": "37787418",
    "writer": "Wen SY",
    "year": "2023",
    "summary": "However, the association of type 1 diabetes with herpes zoster or postherpetic neuralgia remains unclear. This retrospective cohort study using Taiwan's Health Insurance Research Database included 199,566 patients with type 1 diabetes and 1,458, …",
    "abstract": "Type 2 diabetes is associated with an increased risk of herpes zoster and postherpetic neuralgia. However, the association of type 1 diabetes with herpes zoster or postherpetic neuralgia remains unclear. This retrospective cohort study using Taiwan's Health Insurance Research Database included 199,566 patients with type 1 diabetes and 1,458,331 with type 2 diabetes, identified during the period 2000 to 2012. Patients with type 1 diabetes had a significantly higher risk of developing herpes zoster than those with type 2 diabetes (p < 0.001). Across all age groups, the impact of diabetes on herpes zoster was greater in type 1 than in type 2 diabetes. Patients with both type 1 and type 2 diabetes had a 1.45-fold higher risk of post-herpetic neuralgia than those without diabetes (hazard ratio 1.45, 95% confidence interval 1.28-1.65; hazard ratio 1.45, 95% confidence interval 1.37-1.52, respectively), and there was no difference between the 2 types of diabetes (hazard ratio 1.06; 95% confidence interval 0.93-1.21). The results recommend consideration of herpes zoster vaccination at an earlier age in patients with type 1 diabetes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37787418/",
    "clean_text": "impact of type versus type diabetes on developing herpes zoster and post herpetic neuralgia a population based cohort study however the association of type diabetes with herpes zoster or postherpetic neuralgia remains unclear this retrospective cohort study using taiwan s health insurance research database included patients with type diabetes and type diabetes is associated with an increased risk of herpes zoster and postherpetic neuralgia however the association of type diabetes with herpes zoster or postherpetic neuralgia remains unclear this retrospective cohort study using taiwan s health insurance research database included patients with type diabetes and with type diabetes identified during the period to patients with type diabetes had a significantly higher risk of developing herpes zoster than those with type diabetes p across all age groups the impact of diabetes on herpes zoster was greater in type than in type diabetes patients with both type and type diabetes had a fold higher risk of post herpetic neuralgia than those without diabetes hazard ratio confidence interval hazard ratio confidence interval respectively and there was no difference between the types of diabetes hazard ratio confidence interval the results recommend consideration of herpes zoster vaccination at an earlier age in patients with type diabetes"
}