{
    "pmid": "41423344",
    "title": "Weighing dose-related benefits and risks of hydroxychloroquine treatment in systemic lupus erythematosus patients.",
    "abstract": "To weigh higher-dose HCQ (>=400 mg/d) and lower-dose HCQ (<400 mg/d) for effectiveness and safety among patients with systemic lupus erythematosus (SLE). This nationwide study retrieved data from Taiwan's National Health Insurance Research Database, from 2010 to 2021. We included SLE patients aged over 10 years, initiating HCQ, with no other systemic autoimmune disease at baseline and no historical outcomes of interest. Patients were classified into higher-dose (>=400 mg per day) or lower-dose (<400 mg per day) treatment strategies based on the dosage of their first HCQ prescription. The outcomes were coronary artery disease (CAD), ischemic stroke, venous thromboembolism (VTE), end-stage renal disease, malignancy, and HCQ retinopathy. 878 (3.77%) patients on higher-dose HCQ and 22,405 (96.22%) on lower-dose HCQ were included. After inverse probability weighting, higher-dose HCQ was associated with lower risks of CAD (HR 0.86, 95% CI 0.80-0.93) and VTE (HR 0.40, 95% CI 0.33-0.49). We found no dose-related difference in the risk of ischemic stroke, ESRD, malignancy and HCQ retinopathy through a mean follow-up of 6 years, except for the HCQ retinopathy among SLE patients aged over 45 years (HR 1.87, 95% CI 1.45-2.42). For SLE patients, higher-dose HCQ improves effectiveness with reduced risks of CAD and VTE. There was no dose-related difference in the risk of HCQ retinopathy, for SLE patients aged younger than 45 years. Our study emphasizes the need for weighing the benefits and risks of optimal HCQ dosage in managing SLE.",
    "disease": "coronary artery disease",
    "clean_text": "weighing dose related benefits and risks of hydroxychloroquine treatment in systemic lupus erythematosus patients to weigh higher dose hcq mg d and lower dose hcq mg d for effectiveness and safety among patients with systemic lupus erythematosus sle this nationwide study retrieved data from taiwan s national health insurance research database from to we included sle patients aged over years initiating hcq with no other systemic autoimmune disease at baseline and no historical outcomes of interest patients were classified into higher dose mg per day or lower dose mg per day treatment strategies based on the dosage of their first hcq prescription the outcomes were coronary artery disease cad ischemic stroke venous thromboembolism vte end stage renal disease malignancy and hcq retinopathy patients on higher dose hcq and on lower dose hcq were included after inverse probability weighting higher dose hcq was associated with lower risks of cad hr ci and vte hr ci we found no dose related difference in the risk of ischemic stroke esrd malignancy and hcq retinopathy through a mean follow up of years except for the hcq retinopathy among sle patients aged over years hr ci for sle patients higher dose hcq improves effectiveness with reduced risks of cad and vte there was no dose related difference in the risk of hcq retinopathy for sle patients aged younger than years our study emphasizes the need for weighing the benefits and risks of optimal hcq dosage in managing sle"
}