{
    "title": "Visuo-Proprioceptive Control of the Hand in Older Adults.",
    "doc_id": "33706277",
    "writer": "Block HJ",
    "year": "2020",
    "summary": "However, the weighting of vision vs. proprioception was correlated with minimum variance predictions for both older and younger adults, suggesting that variance-minimizing mechanisms are present to some degree in older adults. Visual and proprioceptive realignment w …",
    "abstract": "To control hand movement, we have both vision and proprioception, or position sense. The brain is known to integrate these to reduce variance. Here we ask whether older adults integrate vision and proprioception in a way that minimizes variance as young adults do, and whether older subjects compensate for an imposed visuo-proprioceptive mismatch as young adults do. Ten healthy older adults (mean age 69) and 10 healthy younger adults (mean age 19) participated. Subjects were asked to estimate the position of visual, proprioceptive, and combined targets, with no direct vision of either hand. After a veridical baseline block, a spatial visuo-proprioceptive misalignment was gradually imposed by shifting the visual component forward from the proprioceptive component without the subject's awareness. Older subjects were more variable than young subjects at estimating both visual and proprioceptive target positions. Older subjects tended to rely more heavily on vision than proprioception compared to younger subjects. However, the weighting of vision vs. proprioception was correlated with minimum variance predictions for both older and younger adults, suggesting that variance-minimizing mechanisms are present to some degree in older adults. Visual and proprioceptive realignment were similar for young and older subjects in the misalignment block, suggesting older subjects are able to realign as much as young subjects. These results suggest that intact multisensory processing in older adults should be explored as a potential means of mitigating degradation in individual sensory systems.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33706277/",
    "clean_text": "visuo proprioceptive control of the hand in older adults however the weighting of vision vs proprioception was correlated with minimum variance predictions for both older and younger adults suggesting that variance minimizing mechanisms are present to some degree in older adults visual and proprioceptive realignment w to control hand movement we have both vision and proprioception or position sense the brain is known to integrate these to reduce variance here we ask whether older adults integrate vision and proprioception in a way that minimizes variance as young adults do and whether older subjects compensate for an imposed visuo proprioceptive mismatch as young adults do ten healthy older adults mean age and healthy younger adults mean age participated subjects were asked to estimate the position of visual proprioceptive and combined targets with no direct vision of either hand after a veridical baseline block a spatial visuo proprioceptive misalignment was gradually imposed by shifting the visual component forward from the proprioceptive component without the subject s awareness older subjects were more variable than young subjects at estimating both visual and proprioceptive target positions older subjects tended to rely more heavily on vision than proprioception compared to younger subjects however the weighting of vision vs proprioception was correlated with minimum variance predictions for both older and younger adults suggesting that variance minimizing mechanisms are present to some degree in older adults visual and proprioceptive realignment were similar for young and older subjects in the misalignment block suggesting older subjects are able to realign as much as young subjects these results suggest that intact multisensory processing in older adults should be explored as a potential means of mitigating degradation in individual sensory systems"
}