{
    "pmid": "41344918",
    "title": "Treatable moments for smoking cessation in asthma and COPD: a nationwide cohort study.",
    "abstract": "Smoking cessation has proven to be the most effective non-pharmacological intervention to tackle poor outcomes in airway diseases. However, there is limited understanding of teachable/treatable moments (specific times when individuals may be particularly open to behavioural change) to support smoking cessation in patients with asthma or chronic obstructive pulmonary disease (COPD). Therefore, we aimed to investigate which health events could create treatable moments for nicotine dependence in these patients. Patients aged ≥18 years, chronically using medication for obstructive lung diseases between 2017 and 2022 and currently smoking tobacco were identified in Belgian nationwide administrative health data. The impact of potential triggering events on evidence-based cessation attempts (reimbursed tobacco counselling or cessation medication) was investigated by multivariable Cox proportional hazard models. Additional analyses stratified by care setting where cessation was attempted (inpatient vs outpatient), restricted to a first attempt, incident triggering events only and stratified by hospital label (no label, asthma or COPD separately) were conducted. Among 94 788 chronic users of pulmonary medication (mean age 61.6 years, 49% female), 12 499 (13.2%) patients attempted smoking cessation. Severe exacerbations (adjusted HR (aHR) 1.82, 95% CI 1.73 to 1.90), use of antidepressants (aHR 1.70, 95% CI 1.64 to 1.76), smoking-related cancer (aHR 1.42, 95% CI 1.33 to 1.52), peripheral vascular disease (aHR 1.42, 95% CI 1.35 to 1.49), admission to critical care (aHR 1.42, 95% CI 1.35 to 1.49), spirometry testing (aHR 1.33, 95% CI 1.27 to 1.38), acute myocardial infarction (aHR 1.32, 95% CI 1.21 to 1.44) and stroke (aHR 1.28, 95% CI 1.18 to 1.38) were associated with a significantly increased likelihood of smoking cessation attempt by more than 25%. All additional analyses confirmed the main findings. In this nationwide cohort study, we have identified significant treatable moments for smoking cessation beyond established triggering events (eg, stroke and acute myocardial infarction). Exacerbations and spirometry testing were associated with a significantly increased chance of a smoking cessation attempt.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "treatable moments for smoking cessation in asthma and copd a nationwide cohort study smoking cessation has proven to be the most effective non pharmacological intervention to tackle poor outcomes in airway diseases however there is limited understanding of teachable treatable moments specific times when individuals may be particularly open to behavioural change to support smoking cessation in patients with asthma or chronic obstructive pulmonary disease copd therefore we aimed to investigate which health events could create treatable moments for nicotine dependence in these patients patients aged years chronically using medication for obstructive lung diseases between and and currently smoking tobacco were identified in belgian nationwide administrative health data the impact of potential triggering events on evidence based cessation attempts reimbursed tobacco counselling or cessation medication was investigated by multivariable cox proportional hazard models additional analyses stratified by care setting where cessation was attempted inpatient vs outpatient restricted to a first attempt incident triggering events only and stratified by hospital label no label asthma or copd separately were conducted among chronic users of pulmonary medication mean age years female patients attempted smoking cessation severe exacerbations adjusted hr ahr ci to use of antidepressants ahr ci to smoking related cancer ahr ci to peripheral vascular disease ahr ci to admission to critical care ahr ci to spirometry testing ahr ci to acute myocardial infarction ahr ci to and stroke ahr ci to were associated with a significantly increased likelihood of smoking cessation attempt by more than all additional analyses confirmed the main findings in this nationwide cohort study we have identified significant treatable moments for smoking cessation beyond established triggering events eg stroke and acute myocardial infarction exacerbations and spirometry testing were associated with a significantly increased chance of a smoking cessation attempt"
}