{
    "title": "Heterogeneity in Systematic Reviews of Medical Imaging Diagnostic Test Accuracy Studies: A Systematic Review.",
    "doc_id": "38421646",
    "writer": "White SJ",
    "year": "2024",
    "summary": "Failure to appropriately assess the extent and causes of heterogeneity compromises the interpretability of systematic review findings. OBJECTIVE: To assess how heterogeneity has been examined in medical imaging DTA studies. ...Use of meta-regression was associated w …",
    "abstract": "Importance:\n        \n      \n      Systematic reviews of medical imaging diagnostic test accuracy (DTA) studies are affected by between-study heterogeneity due to a range of factors. Failure to appropriately assess the extent and causes of heterogeneity compromises the interpretability of systematic review findings.\n    \n\n\n          Objective:\n        \n      \n      To assess how heterogeneity has been examined in medical imaging DTA studies.\n    \n\n\n          Evidence review:\n        \n      \n      The PubMed database was searched for systematic reviews of medical imaging DTA studies that performed a meta-analysis. The search was limited to the 40 journals with highest impact factor in the radiology, nuclear medicine, and medical imaging category in the InCites Journal Citation Reports of 2021 to reach a sample size of 200 to 300 included studies. Descriptive analysis was performed to characterize the imaging modality, target condition, type of meta-analysis model used, strategies for evaluating heterogeneity, and sources of heterogeneity identified. Multivariable logistic regression was performed to assess whether any factors were associated with at least 1 source of heterogeneity being identified in the included meta-analyses. Methodological quality evaluation was not performed. Data analysis occurred from October to December 2022.\n    \n\n\n          Findings:\n        \n      \n      A total of 242 meta-analyses involving a median (range) of 987 (119-441 510) patients across a diverse range of disease categories and imaging modalities were included. The extent of heterogeneity was adequately described (ie, whether it was absent, low, moderate, or high) in 220 studies (91%) and was most commonly assessed using the I2 statistic (185 studies [76%]) and forest plots (181 studies [75%]). Heterogeneity was rated as moderate to high in 191 studies (79%). Of all included meta-analyses, 122 (50%) performed subgroup analysis and 87 (36%) performed meta-regression. Of the 242 studies assessed, 189 (78%) included 10 or more primary studies. Of these 189 studies, 60 (32%) did not perform meta-regression or subgroup analysis. Reasons for being unable to investigate sources of heterogeneity included inadequate reporting of primary study characteristics and a low number of included primary studies. Use of meta-regression was associated with identification of at least 1 source of variability (odds ratio, 1.90; 95% CI, 1.11-3.23; P = .02).\n    \n\n\n          Conclusions and relevance:\n        \n      \n      In this systematic review of assessment of heterogeneity in medical imaging DTA meta-analyses, most meta-analyses were impacted by a moderate to high level of heterogeneity, presenting interpretive challenges. These findings suggest that, despite the development and availability of more rigorous statistical models, heterogeneity appeared to be incomplete, inconsistently evaluated, or methodologically questionable in many cases, which lessened the interpretability of the analyses performed; comprehensive heterogeneity assessment should be addressed at the author level by improving personal familiarity with appropriate statistical methodology for assessing heterogeneity and involving biostatisticians and epidemiologists in study design, as well as at the editorial level, by mandating adherence to methodologic standards in primary DTA studies and DTA meta-analyses.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38421646/",
    "clean_text": "heterogeneity in systematic reviews of medical imaging diagnostic test accuracy studies a systematic review failure to appropriately assess the extent and causes of heterogeneity compromises the interpretability of systematic review findings objective to assess how heterogeneity has been examined in medical imaging dta studies use of meta regression was associated w importance systematic reviews of medical imaging diagnostic test accuracy dta studies are affected by between study heterogeneity due to a range of factors failure to appropriately assess the extent and causes of heterogeneity compromises the interpretability of systematic review findings objective to assess how heterogeneity has been examined in medical imaging dta studies evidence review the pubmed database was searched for systematic reviews of medical imaging dta studies that performed a meta analysis the search was limited to the journals with highest impact factor in the radiology nuclear medicine and medical imaging category in the incites journal citation reports of to reach a sample size of to included studies descriptive analysis was performed to characterize the imaging modality target condition type of meta analysis model used strategies for evaluating heterogeneity and sources of heterogeneity identified multivariable logistic regression was performed to assess whether any factors were associated with at least source of heterogeneity being identified in the included meta analyses methodological quality evaluation was not performed data analysis occurred from october to december findings a total of meta analyses involving a median range of patients across a diverse range of disease categories and imaging modalities were included the extent of heterogeneity was adequately described ie whether it was absent low moderate or high in studies and was most commonly assessed using the i statistic studies and forest plots studies heterogeneity was rated as moderate to high in studies of all included meta analyses performed subgroup analysis and performed meta regression of the studies assessed included or more primary studies of these studies did not perform meta regression or subgroup analysis reasons for being unable to investigate sources of heterogeneity included inadequate reporting of primary study characteristics and a low number of included primary studies use of meta regression was associated with identification of at least source of variability odds ratio ci p conclusions and relevance in this systematic review of assessment of heterogeneity in medical imaging dta meta analyses most meta analyses were impacted by a moderate to high level of heterogeneity presenting interpretive challenges these findings suggest that despite the development and availability of more rigorous statistical models heterogeneity appeared to be incomplete inconsistently evaluated or methodologically questionable in many cases which lessened the interpretability of the analyses performed comprehensive heterogeneity assessment should be addressed at the author level by improving personal familiarity with appropriate statistical methodology for assessing heterogeneity and involving biostatisticians and epidemiologists in study design as well as at the editorial level by mandating adherence to methodologic standards in primary dta studies and dta meta analyses"
}