{
    "pmid": "41409297",
    "title": "Clinical outcomes and early- prognostic biomarkers of primary biliary cholangitis with ductopenia.",
    "abstract": "Ductopenia drives biochemical failure and histological progression in primary biliary cholangitis (PBC), influencing its course and prognosis, but its prevalence, features, and prognosis remain unclear. This study aimed to characterize ductopenia in PBC and identify early predictive biomarkers. From August 2013 to April 2025, 518 of the biopsy-proven PBC patients were enrolled, analyzed for demographics, pathology, and clinical features, and grouped by ductopenia presence. 201 patients were followed until June 15, 2025, with liver-related adverse events (including TIPS, splenectomy with portosystemic shunt or portoazygous devascularization, liver failure, death, or liver transplantation) as endpoints. Kaplan-Meier and Cox regression assessed prognosis. The overall proportion of patients with PBC and ductopenia was 56.76% (294/518), Notably, ductopenia was present in 24.83% (74/298) of patients with early-stage disease. Compared with the group without ductopenia, the ductopenia group showed significantly higher levels of cholestasis indicators (such as TBIL, ALP, GGT, and TBA) and autoantibodies (ANA, AMA anti-gp210), but significantly lower levels of liver synthetic function indicators (such as ALB and cholinesterase) and blood components (RBC, PLT, and HGB) (all  Ductopenia is relatively common in patients with PBC, and its prevalence significantly increases with disease progression. Ductopenia was an independent risk factor for the occurrence of liver-related adverse events in patients with PBC. ANA(≥1:1000), TBIL, GGT, and ALB are early predictive biomarkers for ductopenia in patients with PBC.",
    "disease": "liver cirrhosis",
    "clean_text": "clinical outcomes and early prognostic biomarkers of primary biliary cholangitis with ductopenia ductopenia drives biochemical failure and histological progression in primary biliary cholangitis pbc influencing its course and prognosis but its prevalence features and prognosis remain unclear this study aimed to characterize ductopenia in pbc and identify early predictive biomarkers from august to april of the biopsy proven pbc patients were enrolled analyzed for demographics pathology and clinical features and grouped by ductopenia presence patients were followed until june with liver related adverse events including tips splenectomy with portosystemic shunt or portoazygous devascularization liver failure death or liver transplantation as endpoints kaplan meier and cox regression assessed prognosis the overall proportion of patients with pbc and ductopenia was notably ductopenia was present in of patients with early stage disease compared with the group without ductopenia the ductopenia group showed significantly higher levels of cholestasis indicators such as tbil alp ggt and tba and autoantibodies ana ama anti gp but significantly lower levels of liver synthetic function indicators such as alb and cholinesterase and blood components rbc plt and hgb all ductopenia is relatively common in patients with pbc and its prevalence significantly increases with disease progression ductopenia was an independent risk factor for the occurrence of liver related adverse events in patients with pbc ana tbil ggt and alb are early predictive biomarkers for ductopenia in patients with pbc"
}