{
    "pmid": "41437372",
    "title": "Clinical importance of the interactions between the TGF-β1/SMAD and NF-κB pathways in colorectal cancer and the study of the synergistic regulatory mechanism of the STAT3-mediated pathway.",
    "abstract": "This study aimed to explore the clinical significance and potential mechanisms of the transforming growth factor- β1 (TGF-β1)/small mother against decapentaplegic (SMAD) and nuclear factor kappa B (NF-κB) pathways in colorectal cancer (CRC). Transcriptomic and clinical data of CRC patients were retrieved from TCGA and GEO databases, analyzed via TCGAbiolinks, GEPIA 2, KEGG, and GO. A total of 275 colon cancer and 92 rectal cancer samples were included. Results showed TβR2 and SMAD2 expression was significantly associated with CRC pathological stage ( P  < 0.05), while low TGF-β1, TβR1, and TβR2 expression correlated with longer disease-free survival (DFS, P  < 0.05). Pathway component correlations differed between normal and cancerous tissues; high co-expression of NF-κB1 and SMAD2 linked to longer DFS in rectal cancer ( P  < 0.05). Signal transducer and activator of transcription 3 (STAT3) strongly correlated with NF-κB1, SMAD2/4 (R = 0.7, 0.63, 0.65; P  < 0.001), and combinations of NF-κB1 with SMAD2/SMAD4 showed strong correlations with STAT3 (R = 0.73; P  < 0.001). NF-κB1 combined with SMAD2 has prognostic value for rectal cancer, and STAT3 may be a common upstream transcription factor regulating both pathways.",
    "disease": "colorectal cancer",
    "clean_text": "clinical importance of the interactions between the tgf smad and nf b pathways in colorectal cancer and the study of the synergistic regulatory mechanism of the stat mediated pathway this study aimed to explore the clinical significance and potential mechanisms of the transforming growth factor tgf small mother against decapentaplegic smad and nuclear factor kappa b nf b pathways in colorectal cancer crc transcriptomic and clinical data of crc patients were retrieved from tcga and geo databases analyzed via tcgabiolinks gepia kegg and go a total of colon cancer and rectal cancer samples were included results showed t r and smad expression was significantly associated with crc pathological stage p while low tgf t r and t r expression correlated with longer disease free survival dfs p pathway component correlations differed between normal and cancerous tissues high co expression of nf b and smad linked to longer dfs in rectal cancer p signal transducer and activator of transcription stat strongly correlated with nf b smad r p and combinations of nf b with smad smad showed strong correlations with stat r p nf b combined with smad has prognostic value for rectal cancer and stat may be a common upstream transcription factor regulating both pathways"
}