{
    "title": "Lumbar Total Disc Replacement: Current Usage.",
    "doc_id": "34538477",
    "writer": "Franco D",
    "year": "2021",
    "summary": "Low back pain is the leading cause of disability worldwide in industrialized nations. The pathology underlying chronic low back pain is associated with numerous factors. Lumbar degenerative disc disease is a potential major source of low back …",
    "abstract": "Low back pain is the leading cause of disability worldwide in industrialized nations. The pathology underlying chronic low back pain is associated with numerous factors. Lumbar degenerative disc disease is a potential major source of low back pain. There are numerous treatment modalities and options. Nonsurgical treatment options exist in the form of pain management through a combination of anti-inflammatory medications and steroid injections, physical therapy and lifestyle modifications. This article reviews the history and current trends in use for lumbar toral disc arthroplasty for degenerative disc disease treatment. Furthermore, indications, contraindications, and complications management are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34538477/",
    "clean_text": "lumbar total disc replacement current usage low back pain is the leading cause of disability worldwide in industrialized nations the pathology underlying chronic low back pain is associated with numerous factors lumbar degenerative disc disease is a potential major source of low back low back pain is the leading cause of disability worldwide in industrialized nations the pathology underlying chronic low back pain is associated with numerous factors lumbar degenerative disc disease is a potential major source of low back pain there are numerous treatment modalities and options nonsurgical treatment options exist in the form of pain management through a combination of anti inflammatory medications and steroid injections physical therapy and lifestyle modifications this article reviews the history and current trends in use for lumbar toral disc arthroplasty for degenerative disc disease treatment furthermore indications contraindications and complications management are discussed"
}