{
    "title": "Infectious diseases of the nervous system: pathogenesis and worldwide impact.",
    "doc_id": "18988120",
    "writer": "Berkhout B.",
    "year": "2008",
    "summary": "The 2008 Infectious Diseases of the Nervous System: Pathogenesis and World Impact conference was held at the Pasteur Institute of Paris, and was the first worldwide conference on neuroinfections. While viral encephalitis and bacterial meningitis are being actively s …",
    "abstract": "The 2008 Infectious Diseases of the Nervous System: Pathogenesis and World Impact conference was held at the Pasteur Institute of Paris, and was the first worldwide conference on neuroinfections. While viral encephalitis and bacterial meningitis are being actively studied in the developed world, much less attention is paid to the often fatal nervous system infections caused by neurotropic viruses, parasites and mycobacteria that represent important health problems in tropical regions. This meeting fostered worldwide interactions between scientists and stimulated the exchange of the latest research results on these neglected neurotropic pathogens.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18988120/",
    "clean_text": "infectious diseases of the nervous system pathogenesis and worldwide impact the infectious diseases of the nervous system pathogenesis and world impact conference was held at the pasteur institute of paris and was the first worldwide conference on neuroinfections while viral encephalitis and bacterial meningitis are being actively s the infectious diseases of the nervous system pathogenesis and world impact conference was held at the pasteur institute of paris and was the first worldwide conference on neuroinfections while viral encephalitis and bacterial meningitis are being actively studied in the developed world much less attention is paid to the often fatal nervous system infections caused by neurotropic viruses parasites and mycobacteria that represent important health problems in tropical regions this meeting fostered worldwide interactions between scientists and stimulated the exchange of the latest research results on these neglected neurotropic pathogens"
}