{
    "title": "Quantitative analysis of artificial intelligence on liver cancer: A bibliometric analysis.",
    "doc_id": "36874099",
    "writer": "Xiong M",
    "year": "2023",
    "summary": "The top three most productive institutions are the League of European Research Universities, Sun Yat Sen University, and Zhejiang University. Jasjit S. Suri and Frontiers in Oncology are the most published author and journal, respectively. ...",
    "abstract": "Objective:\n        \n      \n      To provide the current research progress, hotspots, and emerging trends for AI in liver cancer, we have compiled a relative comprehensive and quantitative report on the research of liver disease using artificial intelligence by employing bibliometrics in this study.\n    \n\n\n          Methods:\n        \n      \n      In this study, the Web of Science Core Collection (WoSCC) database was used to perform systematic searches using keywords and a manual screening strategy, VOSviewer was used to analyze the degree of cooperation between countries/regions and institutions, as well as the co-occurrence of cooperation between authors and cited authors. Citespace was applied to generate a dual map to analyze the relationship of citing journals and citied journals and conduct a strong citation bursts ranking analysis of references. Online SRplot was used for in-depth keyword analysis and Microsoft Excel 2019 was used to collect the targeted variables from retrieved articles.\n    \n\n\n          Results:\n        \n      \n      1724 papers were collected in this study, including 1547 original articles and 177 reviews. The study of AI in liver cancer mostly began from 2003 and has developed rapidly from 2017. China has the largest number of publications, and the United States has the highest H-index and total citation counts. The top three most productive institutions are the League of European Research Universities, Sun Yat Sen University, and Zhejiang University. Jasjit S. Suri and Frontiers in Oncology are the most published author and journal, respectively. Keyword analysis showed that in addition to the research on liver cancer, research on liver cirrhosis, fatty liver disease, and liver fibrosis were also common. Computed tomography was the most used diagnostic tool, followed by ultrasound and magnetic resonance imaging. The diagnosis and differential diagnosis of liver cancer are currently the most widely adopted research goals, and comprehensive analyses of multi-type data and postoperative analysis of patients with advanced liver cancer are rare. The use of convolutional neural networks is the main technical method used in studies of AI on liver cancer.\n    \n\n\n          Conclusion:\n        \n      \n      AI has undergone rapid development and has a wide application in the diagnosis and treatment of liver diseases, especially in China. Imaging is an indispensable tool in this filed. Mmulti-type data fusion analysis and development of multimodal treatment plans for liver cancer could become the major trend of future research in AI in liver cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36874099/",
    "clean_text": "quantitative analysis of artificial intelligence on liver cancer a bibliometric analysis the top three most productive institutions are the league of european research universities sun yat sen university and zhejiang university jasjit s suri and frontiers in oncology are the most published author and journal respectively objective to provide the current research progress hotspots and emerging trends for ai in liver cancer we have compiled a relative comprehensive and quantitative report on the research of liver disease using artificial intelligence by employing bibliometrics in this study methods in this study the web of science core collection woscc database was used to perform systematic searches using keywords and a manual screening strategy vosviewer was used to analyze the degree of cooperation between countries regions and institutions as well as the co occurrence of cooperation between authors and cited authors citespace was applied to generate a dual map to analyze the relationship of citing journals and citied journals and conduct a strong citation bursts ranking analysis of references online srplot was used for in depth keyword analysis and microsoft excel was used to collect the targeted variables from retrieved articles results papers were collected in this study including original articles and reviews the study of ai in liver cancer mostly began from and has developed rapidly from china has the largest number of publications and the united states has the highest h index and total citation counts the top three most productive institutions are the league of european research universities sun yat sen university and zhejiang university jasjit s suri and frontiers in oncology are the most published author and journal respectively keyword analysis showed that in addition to the research on liver cancer research on liver cirrhosis fatty liver disease and liver fibrosis were also common computed tomography was the most used diagnostic tool followed by ultrasound and magnetic resonance imaging the diagnosis and differential diagnosis of liver cancer are currently the most widely adopted research goals and comprehensive analyses of multi type data and postoperative analysis of patients with advanced liver cancer are rare the use of convolutional neural networks is the main technical method used in studies of ai on liver cancer conclusion ai has undergone rapid development and has a wide application in the diagnosis and treatment of liver diseases especially in china imaging is an indispensable tool in this filed mmulti type data fusion analysis and development of multimodal treatment plans for liver cancer could become the major trend of future research in ai in liver cancer"
}