{
    "pmid": "41411385",
    "title": "Simple Murine Model for Mycobacteria-induced Bone and Soft-tissue Damage by Wild-type and In vitro Selected Drug-resistant Strains.",
    "abstract": "Extrapulmonary tuberculosis (EPTB) constitutes 15%-20% of the entire tuberculosis (TB) cases worldwide. However, the lack of proper diagnostic methods, the absence of a reliable model system, and limited knowledge of its pathogenesis impair therapeutic efficacy and contribute to compromised treatment strategies. This study aims to evaluate the Mycobacterium marinum-murine infection model to study bone erosion induced by M. marinum and associated changes in the bone density and soft-tissue damage. A thorough understanding of the EPTB infection and the pathogenesis is necessary and requires a reliable in vivo animal model that mimics pathology similar to human infection. All studies involved random, stochastically selected healthy, equal weight and activity of C57BL/6 inbred mice for all experiments. All control mice were mock-injected with sterile phosphate-buffered saline in place of the infectious agent and are maintained in isolators having the same light and dark cycles. At the indicated days postinfection, tail lesions are measure and taken for MicroCT as described. The M. marinum mice infection model presented here offers quantifiable pathological features as the infected tails exhibited infiltration of the immune cells, and the microcomputed tomography imaging showed bone erosion to the extent of the coccygeal vertebral loss. Infection of the mice with Isoniazid Resistant Population (IRP) and Ethambutol Resistant (EmbRP) of M. marinum also exhibited pathological features akin to wild-type M. marinum infection. At the same time, for EmbRP, the severity is significantly reduced. These findings advocate the use of the murine model of mycobacterium to understand the EPTB, precisely bone and spine TB.",
    "disease": "tuberculosis",
    "clean_text": "simple murine model for mycobacteria induced bone and soft tissue damage by wild type and in vitro selected drug resistant strains extrapulmonary tuberculosis eptb constitutes of the entire tuberculosis tb cases worldwide however the lack of proper diagnostic methods the absence of a reliable model system and limited knowledge of its pathogenesis impair therapeutic efficacy and contribute to compromised treatment strategies this study aims to evaluate the mycobacterium marinum murine infection model to study bone erosion induced by m marinum and associated changes in the bone density and soft tissue damage a thorough understanding of the eptb infection and the pathogenesis is necessary and requires a reliable in vivo animal model that mimics pathology similar to human infection all studies involved random stochastically selected healthy equal weight and activity of c bl inbred mice for all experiments all control mice were mock injected with sterile phosphate buffered saline in place of the infectious agent and are maintained in isolators having the same light and dark cycles at the indicated days postinfection tail lesions are measure and taken for microct as described the m marinum mice infection model presented here offers quantifiable pathological features as the infected tails exhibited infiltration of the immune cells and the microcomputed tomography imaging showed bone erosion to the extent of the coccygeal vertebral loss infection of the mice with isoniazid resistant population irp and ethambutol resistant embrp of m marinum also exhibited pathological features akin to wild type m marinum infection at the same time for embrp the severity is significantly reduced these findings advocate the use of the murine model of mycobacterium to understand the eptb precisely bone and spine tb"
}