{
    "pmid": "41469876",
    "title": "Efficiency of remote videoconference-assisted ultrasound education: comparison with standard classroom training.",
    "abstract": "The COVID-19 pandemic necessitated innovative approaches to medical education. This proposed a particular challenge for the teaching of practical skills, such as ultrasound (US) training. This study compared the effectiveness of traditional classroom-based US training with that of remote training using teleguided US (Tele-US) among students in the Prehospital Critical Care (PHCC) program at the University of Stavanger, Norway. A total of 44 students were divided into two groups: one received standard classroom training, and the other received remote training because of pandemic restrictions. Both groups underwent a comprehensive one-day US course, including theoretical lectures and hands-on training sessions. Pre-course and post-course tests were used to assess theoretical knowledge, image and video interpretation skills, practical scanning techniques, and clinical decision-making. There was no significant difference in educational outcomes between the tele-US and classroom groups across all areas of evaluation. Tele-US appears to be a viable alternative to traditional classroom-based US education, especially in contexts requiring physical distancing or in geographically remote settings. Not applicable.",
    "disease": "covid-19",
    "clean_text": "efficiency of remote videoconference assisted ultrasound education comparison with standard classroom training the covid pandemic necessitated innovative approaches to medical education this proposed a particular challenge for the teaching of practical skills such as ultrasound us training this study compared the effectiveness of traditional classroom based us training with that of remote training using teleguided us tele us among students in the prehospital critical care phcc program at the university of stavanger norway a total of students were divided into two groups one received standard classroom training and the other received remote training because of pandemic restrictions both groups underwent a comprehensive one day us course including theoretical lectures and hands on training sessions pre course and post course tests were used to assess theoretical knowledge image and video interpretation skills practical scanning techniques and clinical decision making there was no significant difference in educational outcomes between the tele us and classroom groups across all areas of evaluation tele us appears to be a viable alternative to traditional classroom based us education especially in contexts requiring physical distancing or in geographically remote settings not applicable"
}