{
    "title": "Gene therapy for hemoglobinopathies: the state of the field and the future.",
    "doc_id": "24589262",
    "writer": "Chandrakasan S",
    "year": "2014",
    "summary": "After nearly two decades of struggle, gene therapy for hemoglobinopathies using vectors carrying beta or gamma-globin gene has finally reached the clinical doorsteps. This was made possible by advances made in our understanding of critical regulatory elements …",
    "abstract": "After nearly two decades of struggle, gene therapy for hemoglobinopathies using vectors carrying β or γ-globin gene has finally reached the clinical doorsteps. This was made possible by advances made in our understanding of critical regulatory elements required for high level of globin gene expression and improved gene transfer vectors and methodologies. Development of gene editing technologies and reprogramming somatic cells for regenerative medicine holds the promise of genetic correction of hemoglobinopathies in the future. This article will review the state of the field and the upcoming technologies that will allow genetic therapeutic correction of hemoglobinopathies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24589262/",
    "clean_text": "gene therapy for hemoglobinopathies the state of the field and the future after nearly two decades of struggle gene therapy for hemoglobinopathies using vectors carrying beta or gamma globin gene has finally reached the clinical doorsteps this was made possible by advances made in our understanding of critical regulatory elements after nearly two decades of struggle gene therapy for hemoglobinopathies using vectors carrying or globin gene has finally reached the clinical doorsteps this was made possible by advances made in our understanding of critical regulatory elements required for high level of globin gene expression and improved gene transfer vectors and methodologies development of gene editing technologies and reprogramming somatic cells for regenerative medicine holds the promise of genetic correction of hemoglobinopathies in the future this article will review the state of the field and the upcoming technologies that will allow genetic therapeutic correction of hemoglobinopathies"
}