{
    "title": "Apparent Young's Modulus of Epoxy Adhesives.",
    "doc_id": "36431548",
    "writer": "Anasiewicz K",
    "year": "2022",
    "summary": "Zones were distinguished in the layer of the adhesive joint-adjacent to the wall and the core, with different values of Young's modulus. Conclusions were drawn, indicating the relationship between the adhesive joint thickness and the increase in the value of Young's …",
    "abstract": "This article presents the results of a study of the properties of epoxy adhesives in an adhesive joint. The study analysed changes in Young's modulus values as a function of the rigidity of the adhesive and the type of joined material. The values of Young's modulus values were determined on the thickness of the adhesive joint using the nanoindentation method and in a tensile test of dumbbell shape sample for the adhesive material. The obtained results were analysed in terms of changes to the values of Young's modulus of the adhesive as a function of the distance from the joined material-adhesive phase boundary and compared to the adhesive material. Zones were distinguished in the layer of the adhesive joint-adjacent to the wall and the core, with different values of Young's modulus. Conclusions were drawn, indicating the relationship between the adhesive joint thickness and the increase in the value of Young's modulus. Significant differences were found in the values of Young's modulus of the adhesive joint compared to Young's modulus of the adhesive in the form of plastic.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36431548/",
    "clean_text": "apparent young s modulus of epoxy adhesives zones were distinguished in the layer of the adhesive joint adjacent to the wall and the core with different values of young s modulus conclusions were drawn indicating the relationship between the adhesive joint thickness and the increase in the value of young s this article presents the results of a study of the properties of epoxy adhesives in an adhesive joint the study analysed changes in young s modulus values as a function of the rigidity of the adhesive and the type of joined material the values of young s modulus values were determined on the thickness of the adhesive joint using the nanoindentation method and in a tensile test of dumbbell shape sample for the adhesive material the obtained results were analysed in terms of changes to the values of young s modulus of the adhesive as a function of the distance from the joined material adhesive phase boundary and compared to the adhesive material zones were distinguished in the layer of the adhesive joint adjacent to the wall and the core with different values of young s modulus conclusions were drawn indicating the relationship between the adhesive joint thickness and the increase in the value of young s modulus significant differences were found in the values of young s modulus of the adhesive joint compared to young s modulus of the adhesive in the form of plastic"
}