{
    "pmid": "41428235",
    "title": "Prediction of transition probabilities in multi-state models with nested case-control data.",
    "abstract": "Multi-state models are widely used to study complex interrelated life events. In resource-limited settings, nested case-control (NCC) sampling may be employed to extract subsamples from a cohort for an event of interest, followed by a conditional likelihood analysis. However, conditioning restricts the reuse of NCC data for studying additional events. An alternative approach constructs pseudolikelihoods using inverse probability weighting (IPW) for inference with NCC data. Existing IPW-based pseudolikelihood methods focus primarily on estimating relative risks for multiple outcomes or secondary endpoints. In this work, we extend these methods to predict transition probabilities under general multi-state models and evaluate their efficiency. As the standard IPW methods for the prediction of transition probabilities may suffer from inefficiency, we propose two novel approaches for more efficient prediction and derive explicit variance estimates for these methods. The first approach calibrates the design weights using cohort-level information, while the second jointly models transitions originating from the same state. A simulation study demonstrates that either approach substantially improves efficiency and that their combined application yields further gains. We illustrate these methods with real data from the Prostate, Lung, Colorectal, and Ovarian Cancer Screening Trial.",
    "disease": "colorectal cancer",
    "clean_text": "prediction of transition probabilities in multi state models with nested case control data multi state models are widely used to study complex interrelated life events in resource limited settings nested case control ncc sampling may be employed to extract subsamples from a cohort for an event of interest followed by a conditional likelihood analysis however conditioning restricts the reuse of ncc data for studying additional events an alternative approach constructs pseudolikelihoods using inverse probability weighting ipw for inference with ncc data existing ipw based pseudolikelihood methods focus primarily on estimating relative risks for multiple outcomes or secondary endpoints in this work we extend these methods to predict transition probabilities under general multi state models and evaluate their efficiency as the standard ipw methods for the prediction of transition probabilities may suffer from inefficiency we propose two novel approaches for more efficient prediction and derive explicit variance estimates for these methods the first approach calibrates the design weights using cohort level information while the second jointly models transitions originating from the same state a simulation study demonstrates that either approach substantially improves efficiency and that their combined application yields further gains we illustrate these methods with real data from the prostate lung colorectal and ovarian cancer screening trial"
}