{
    "pmid": "41474363",
    "title": "Drug-resistant glutamic acid decarboxylase 65-associated epilepsy: Pre-surgical evaluation and comparison to temporal lobe epilepsy of other etiology.",
    "abstract": "High-titer glutamic acid decarboxylase 65 (GAD65) antibodies (>20 nmol/L) are linked to chronic focal epilepsy, usually of temporal regional onset. Identification of these antibodies has treatment and prognostic implications. We compared patients with drug-resistant epilepsy and high-titer GAD65 antibodies to an age- and sex-matched control group with drug-resistant GAD65 antibody-negative temporal lobe epilepsy. From 1432 patients presented at a single-center surgical epilepsy conference (2007-2024), we identified 15 patients (1% from surgical epilepsy conference: 13 female, 86.7%) with high-titer serum GAD65 antibodies (median serum titer = 960 nmol/L; range 34-4678). The median age at epilepsy onset was 25 years (range 4-44). All had temporal regional-onset epilepsy; 53% had bitemporal seizures. Three patients had limbic encephalitis, and three developed mesial temporal sclerosis. Those with GAD65 antibody-associated epilepsy were more likely to have depression and/or anxiety and less likely to undergo resection after evaluation than those in the control group. Although seizure types, electroencephalography (EEG), imaging, and autoimmune history were not statistically significantly different from the control group, we found that musicogenic seizures, limbic encephalitis, and type 1 diabetes occurred only in GAD65-positive patients. These features, when present, may suggest an autoimmune etiology and warrant antibody testing. Identifying patients with GAD65 antibody-associated epilepsy is important due to its drug resistance, lower rate of satisfactory surgical outcomes, and potential responsiveness to immunotherapy. Further research is needed to define the optimal treatment and distinguish this subgroup from other causes of drug-resistant epilepsy.",
    "disease": "epilepsy",
    "clean_text": "drug resistant glutamic acid decarboxylase associated epilepsy pre surgical evaluation and comparison to temporal lobe epilepsy of other etiology high titer glutamic acid decarboxylase gad antibodies nmol l are linked to chronic focal epilepsy usually of temporal regional onset identification of these antibodies has treatment and prognostic implications we compared patients with drug resistant epilepsy and high titer gad antibodies to an age and sex matched control group with drug resistant gad antibody negative temporal lobe epilepsy from patients presented at a single center surgical epilepsy conference we identified patients from surgical epilepsy conference female with high titer serum gad antibodies median serum titer nmol l range the median age at epilepsy onset was years range all had temporal regional onset epilepsy had bitemporal seizures three patients had limbic encephalitis and three developed mesial temporal sclerosis those with gad antibody associated epilepsy were more likely to have depression and or anxiety and less likely to undergo resection after evaluation than those in the control group although seizure types electroencephalography eeg imaging and autoimmune history were not statistically significantly different from the control group we found that musicogenic seizures limbic encephalitis and type diabetes occurred only in gad positive patients these features when present may suggest an autoimmune etiology and warrant antibody testing identifying patients with gad antibody associated epilepsy is important due to its drug resistance lower rate of satisfactory surgical outcomes and potential responsiveness to immunotherapy further research is needed to define the optimal treatment and distinguish this subgroup from other causes of drug resistant epilepsy"
}