{
    "title": "Can distinction between the renal cortex and outer medulla on ultrasonography predict estimated glomerular filtration rate in canine chronic kidney diseases?",
    "doc_id": "32735096",
    "writer": "Lee S",
    "year": "2020",
    "summary": "OBJECTIVES: The objective of this study was to propose a method for evaluating RCE quantitatively and intuitively, and to determine associations between ultrasonographic renal structural distinction and estimated glomerular filtration rate (eGFR) in canine chronic kidne …",
    "abstract": "Background:\n        \n      \n      Quantitative evaluation of renal cortical echogenicity (RCE) has been tried and developed in human and veterinary medicine.\n    \n\n\n          Objectives:\n        \n      \n      The objective of this study was to propose a method for evaluating RCE quantitatively and intuitively, and to determine associations between ultrasonographic renal structural distinction and estimated glomerular filtration rate (eGFR) in canine chronic kidney disease (CKD).\n    \n\n\n          Methods:\n        \n      \n      Data were collected on 63 dogs, including 27 with normal kidney function and 36 CKD patients. Symmetric dimethylarginine and creatinine concentrations were measured for calculating eGFR. RCE was evaluated as 3 grades on ultrasonography images according to the distinction between the renal cortex and outer medulla. The RCE grade of each kidney was measured.\n    \n\n\n          Results:\n        \n      \n      There was a significant difference in eGFR between the group normal and CKD (p < 0.001). As mean of RCE grades (the mean values of each right and left kidney's RCE grade) increases, the proportion of group CKD among the patients in each grade increases (p < 0.001). Also, severity of RCE (classified as \"high\" if any right or left kidney evaluated as RCE grade 3, \"low\" otherwise) and eGFR is good indicator for predicting group CKD (p < 0.001).\n    \n\n\n          Conclusions:\n        \n      \n      The degree of distinction between the renal cortex and the outer medulla is closely related to renal function including eGFR and the RCE grade defined in this study can be used as a method of objectively evaluating RCE.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32735096/",
    "clean_text": "can distinction between the renal cortex and outer medulla on ultrasonography predict estimated glomerular filtration rate in canine chronic kidney diseases objectives the objective of this study was to propose a method for evaluating rce quantitatively and intuitively and to determine associations between ultrasonographic renal structural distinction and estimated glomerular filtration rate egfr in canine chronic kidne background quantitative evaluation of renal cortical echogenicity rce has been tried and developed in human and veterinary medicine objectives the objective of this study was to propose a method for evaluating rce quantitatively and intuitively and to determine associations between ultrasonographic renal structural distinction and estimated glomerular filtration rate egfr in canine chronic kidney disease ckd methods data were collected on dogs including with normal kidney function and ckd patients symmetric dimethylarginine and creatinine concentrations were measured for calculating egfr rce was evaluated as grades on ultrasonography images according to the distinction between the renal cortex and outer medulla the rce grade of each kidney was measured results there was a significant difference in egfr between the group normal and ckd p as mean of rce grades the mean values of each right and left kidney s rce grade increases the proportion of group ckd among the patients in each grade increases p also severity of rce classified as high if any right or left kidney evaluated as rce grade low otherwise and egfr is good indicator for predicting group ckd p conclusions the degree of distinction between the renal cortex and the outer medulla is closely related to renal function including egfr and the rce grade defined in this study can be used as a method of objectively evaluating rce"
}