{
    "title": "Transoral Endoscopic Head and Neck Surgery: The Contemporary Treatment of Head and Neck Cancer.",
    "doc_id": "26568549",
    "writer": "Lim GC",
    "year": "2015",
    "summary": "Traditional open surgical approaches are indicated for treatment of select tumor subsites of head and neck cancer, but can also result in major cosmetic and functional morbidity. Transoral surgical approaches have been used for head and neck …",
    "abstract": "Traditional open surgical approaches are indicated for treatment of select tumor subsites of head and neck cancer, but can also result in major cosmetic and functional morbidity. Transoral surgical approaches have been used for head and neck cancer since the 1960s, with their application continuing to evolve with the changing landscape of this disease and recent innovations in surgical instrumentation. The potential to further reduce treatment morbidity with transoral surgery, while optimizing oncologic outcomes, continues to be investigated. This review examines current literature evaluating oncologic and quality-of-life outcomes achieved through transoral head and neck surgery.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26568549/",
    "clean_text": "transoral endoscopic head and neck surgery the contemporary treatment of head and neck cancer traditional open surgical approaches are indicated for treatment of select tumor subsites of head and neck cancer but can also result in major cosmetic and functional morbidity transoral surgical approaches have been used for head and neck traditional open surgical approaches are indicated for treatment of select tumor subsites of head and neck cancer but can also result in major cosmetic and functional morbidity transoral surgical approaches have been used for head and neck cancer since the s with their application continuing to evolve with the changing landscape of this disease and recent innovations in surgical instrumentation the potential to further reduce treatment morbidity with transoral surgery while optimizing oncologic outcomes continues to be investigated this review examines current literature evaluating oncologic and quality of life outcomes achieved through transoral head and neck surgery"
}