{
    "pmid": "41470019",
    "title": "Neuropsychiatric signatures across the Alzheimer's disease continuum in Down syndrome and sporadic forms: A biomarker-driven comparison.",
    "abstract": "BackgroundNeuropsychiatric symptoms (NPS) are increasingly recognized as core features of Alzheimer's disease (AD), often emerging preclinically. Adults with Down syndrome (DS) represent a genetically determined population at high risk for AD (DS-associated AD, DSAD), yet their neuropsychiatric profiles remain undercharacterized and seldom compared with sporadic AD (sAD).ObjectiveTo delineate and compare NPS profiles across the AD continuum in adults with and without DS, examining their relationships with amyloid-tau (AT) biomarker status, neuroimaging, and neurophysiological markers.MethodsWe conducted a cross-sectional study of 293 adults (138 with DS, ≥ 18 years; 155 non-DS, ≥ 50 years) stratified by cognitive stage. NPS were assessed via Neuropsychiatric Inventory (NPI). A subset underwent cerebrospinal fluid biomarker analysis, MRI, and EEG. Linear models explored NPI associations with AT status, MRI/EEG findings, sex, and psychotropic medication use.ResultsNPS severity increased with cognitive decline in both cohorts; affective and behavioral domains were most prevalent. Individuals with DS showed significantly higher NPI total scores across all stages, particularly disinhibition and aberrant motor behaviors during dementia. Positive AT biomarker status and abnormal EEG/MRI findings independently associated with greater NPI burden, including in cognitively unimpaired individuals. Polypharmacy and female sex were additional predictors in DS. Caregiver distress paralleled NPI severity.ConclusionsThis study identifies shared and syndrome-specific NPS trajectories in DSAD and sAD, with clear associations to AD biomarkers and neurophysiological dysfunction. Findings support NPS as early indicators of AD pathology and underscore the importance of personalized, developmentally informed behavioral assessment and care.",
    "disease": "alzheimer disease",
    "clean_text": "neuropsychiatric signatures across the alzheimer s disease continuum in down syndrome and sporadic forms a biomarker driven comparison backgroundneuropsychiatric symptoms nps are increasingly recognized as core features of alzheimer s disease ad often emerging preclinically adults with down syndrome ds represent a genetically determined population at high risk for ad ds associated ad dsad yet their neuropsychiatric profiles remain undercharacterized and seldom compared with sporadic ad sad objectiveto delineate and compare nps profiles across the ad continuum in adults with and without ds examining their relationships with amyloid tau at biomarker status neuroimaging and neurophysiological markers methodswe conducted a cross sectional study of adults with ds years non ds years stratified by cognitive stage nps were assessed via neuropsychiatric inventory npi a subset underwent cerebrospinal fluid biomarker analysis mri and eeg linear models explored npi associations with at status mri eeg findings sex and psychotropic medication use resultsnps severity increased with cognitive decline in both cohorts affective and behavioral domains were most prevalent individuals with ds showed significantly higher npi total scores across all stages particularly disinhibition and aberrant motor behaviors during dementia positive at biomarker status and abnormal eeg mri findings independently associated with greater npi burden including in cognitively unimpaired individuals polypharmacy and female sex were additional predictors in ds caregiver distress paralleled npi severity conclusionsthis study identifies shared and syndrome specific nps trajectories in dsad and sad with clear associations to ad biomarkers and neurophysiological dysfunction findings support nps as early indicators of ad pathology and underscore the importance of personalized developmentally informed behavioral assessment and care"
}