{
    "title": "Imaging in pediatric ovarian tumors.",
    "doc_id": "31745573",
    "writer": "Hanafy AK",
    "year": "2020",
    "summary": "The spectrum of ovarian tumors in the pediatric population differs significantly from that in adults. Germ cell tumors are the predominant class of ovarian tumors in children, whereas epithelial tumors are the most common in adults. ...A few unique entities related …",
    "abstract": "The spectrum of ovarian tumors in the pediatric population differs significantly from that in adults. Germ cell tumors are the predominant class of ovarian tumors in children, whereas epithelial tumors are the most common in adults. Ultrasonography is the modality of choice for the initial evaluation of pediatric ovarian tumors. Determining the diagnosis based on imaging may prove difficult, and combining the imaging findings with the clinical scenario is very helpful in reaching a differential diagnosis during clinical practice. We will discuss the spectrum of ovarian neoplasms in the pediatric population and describe their clinical, pathologic, and imaging characteristics. A few unique entities related to ovarian tumors, such as growing teratoma syndrome, anti-N-methyl-D-aspartate receptor encephalitis, and hereditary ovarian tumor syndromes, are also discussed. In addition, we will review several entities that may mimic ovarian neoplasms as well as their distinct imaging features.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31745573/",
    "clean_text": "imaging in pediatric ovarian tumors the spectrum of ovarian tumors in the pediatric population differs significantly from that in adults germ cell tumors are the predominant class of ovarian tumors in children whereas epithelial tumors are the most common in adults a few unique entities related the spectrum of ovarian tumors in the pediatric population differs significantly from that in adults germ cell tumors are the predominant class of ovarian tumors in children whereas epithelial tumors are the most common in adults ultrasonography is the modality of choice for the initial evaluation of pediatric ovarian tumors determining the diagnosis based on imaging may prove difficult and combining the imaging findings with the clinical scenario is very helpful in reaching a differential diagnosis during clinical practice we will discuss the spectrum of ovarian neoplasms in the pediatric population and describe their clinical pathologic and imaging characteristics a few unique entities related to ovarian tumors such as growing teratoma syndrome anti n methyl d aspartate receptor encephalitis and hereditary ovarian tumor syndromes are also discussed in addition we will review several entities that may mimic ovarian neoplasms as well as their distinct imaging features"
}