{
    "pmid": "41392969",
    "title": "Temporal Dynamics of tsRNA Regulation Mark an Abrupt Transition After Epileptogenesis.",
    "abstract": "Epileptogenesis involves widespread molecular remodeling, including transcriptional and post-transcriptional changes that reshape neuronal networks. While microRNAs have been extensively studied in this context, the contribution of transfer RNA-derived small RNAs (tsRNAs) remains largely unexplored. Understanding how tsRNAs engage in Argonaute 2 (Ago2)-mediated regulation during epileptogenesis could uncover new layers of post-transcriptional control relevant to seizure development and progression. Recent studies increasingly recognize transfer RNA-derived small RNAs or tsRNAs, especially those bound to Argonaute 2 (Ago2), as functional regulators of gene expression. Here, we analyzed Ago2-immunoprecipitated small RNA-Seq data along with matching transcriptomic and proteomic data across seven defined timepoints in a rat model of epilepsy that was induced using perforant pathway stimulation (PPS). The analysis showed dynamic shifts in Ago-2 bound tsRNA expression, with early and intermediate stages showing upregulation of shorter tsRNA fragments, whereas Day of First Seizure (DOFS) and chronic timepoints showed a shift toward 5' tiRNAs, including highly upregulated GlyGCC-derived fragments. Cluster analysis using Weighted Gene Co-Expression Network Analysis (WGCNA) identified modules specific to the DOFS timepoint where tsRNAs clustered together with genes enriched in pathways including neuronal metabolism, mitochondrial function, and synaptic stability. Target prediction analysis using RNAhybrid at DOFS predicted targets in 3' UTR, 5' UTR, and CDS regions showing an association with glycolysis, protein localization, and vesicle trafficking. Subsequent gene-disease association analysis further associated the predicted targets with neurodegenerative conditions including but not limited to Alzheimer's disease, intellectual disability, and epilepsy. This study highlights that tsRNAs potentially play a temporal dynamic regulatory role in epileptogenesis with an evident shift in tsRNA accumulation at DOFS suggesting a potential rewiring of post-transcriptional control at the completion of epileptogenesis. This work also highlights a first integrative approach of tsRNA downstream effects on the transcriptome and proteome in epilepsy and suggests innovative tsRNA-driven mechanisms relevant to disease progression.",
    "disease": "epilepsy",
    "clean_text": "temporal dynamics of tsrna regulation mark an abrupt transition after epileptogenesis epileptogenesis involves widespread molecular remodeling including transcriptional and post transcriptional changes that reshape neuronal networks while micrornas have been extensively studied in this context the contribution of transfer rna derived small rnas tsrnas remains largely unexplored understanding how tsrnas engage in argonaute ago mediated regulation during epileptogenesis could uncover new layers of post transcriptional control relevant to seizure development and progression recent studies increasingly recognize transfer rna derived small rnas or tsrnas especially those bound to argonaute ago as functional regulators of gene expression here we analyzed ago immunoprecipitated small rna seq data along with matching transcriptomic and proteomic data across seven defined timepoints in a rat model of epilepsy that was induced using perforant pathway stimulation pps the analysis showed dynamic shifts in ago bound tsrna expression with early and intermediate stages showing upregulation of shorter tsrna fragments whereas day of first seizure dofs and chronic timepoints showed a shift toward tirnas including highly upregulated glygcc derived fragments cluster analysis using weighted gene co expression network analysis wgcna identified modules specific to the dofs timepoint where tsrnas clustered together with genes enriched in pathways including neuronal metabolism mitochondrial function and synaptic stability target prediction analysis using rnahybrid at dofs predicted targets in utr utr and cds regions showing an association with glycolysis protein localization and vesicle trafficking subsequent gene disease association analysis further associated the predicted targets with neurodegenerative conditions including but not limited to alzheimer s disease intellectual disability and epilepsy this study highlights that tsrnas potentially play a temporal dynamic regulatory role in epileptogenesis with an evident shift in tsrna accumulation at dofs suggesting a potential rewiring of post transcriptional control at the completion of epileptogenesis this work also highlights a first integrative approach of tsrna downstream effects on the transcriptome and proteome in epilepsy and suggests innovative tsrna driven mechanisms relevant to disease progression"
}