{
    "pmid": "41444971",
    "title": "Photobiomodulation mitigates chondrocyte catabolism in osteoarthritis by modulating macrophage M1 polarization through the IL-6/JAK/STAT pathway.",
    "abstract": "Osteoarthritis (OA) is a prevalent degenerative joint disease characterized by cartilage destruction and synovial inflammation, with macrophage-mediated immune dysregulation playing a pivotal role. Photobiomodulation (PBM), a non-invasive light therapy, has shown promise in alleviating OA by modulating macrophage polarization. However, the precise underlying molecular mechanisms remain unclear. We integrated single-cell and bulk RNA sequencing data from the Gene Expression Omnibus (GEO) database to identify key cellular players and pathways in OA. The functional effects of PBM were assessed in vitro using ATDC5 chondrogenic cell and macrophage co-cultures, and in vivo using the DMM-induced OA murine model with macrophage depletion and PBM intervention. Analysis of single-cell and bulk RNA sequencing data revealed a strong correlation between macrophage and OA, highlighting the importance of the IL-6/JAK/STAT signalling pathway in the regulation of synovial macrophage and OA progression. In vitro experiments demonstrated that PBM intervention enhanced chondrocyte proliferation while suppressing catabolic activity and inhibiting macrophage polarization towards a pro-inflammatory phenotype through the IL-6/JAK/STAT pathway. In vivo experiments further confirmed that PBM intervention attenuated articular cartilage degradation and synovial hyperplasia via IL-6/JAK/STAT-dependent modulation of macrophage polarization. Our study demonstrated that PBM intervention mitigated OA progression by regulating macrophage polarization through the IL-6/JAK/STAT pathway, emphasizing the therapeutic potential of immune modulation in OA management. These findings provide a mechanistic basis for PBM intervention as a nonpharmacological strategy for joint degeneration.",
    "disease": "osteoarthritis",
    "clean_text": "photobiomodulation mitigates chondrocyte catabolism in osteoarthritis by modulating macrophage m polarization through the il jak stat pathway osteoarthritis oa is a prevalent degenerative joint disease characterized by cartilage destruction and synovial inflammation with macrophage mediated immune dysregulation playing a pivotal role photobiomodulation pbm a non invasive light therapy has shown promise in alleviating oa by modulating macrophage polarization however the precise underlying molecular mechanisms remain unclear we integrated single cell and bulk rna sequencing data from the gene expression omnibus geo database to identify key cellular players and pathways in oa the functional effects of pbm were assessed in vitro using atdc chondrogenic cell and macrophage co cultures and in vivo using the dmm induced oa murine model with macrophage depletion and pbm intervention analysis of single cell and bulk rna sequencing data revealed a strong correlation between macrophage and oa highlighting the importance of the il jak stat signalling pathway in the regulation of synovial macrophage and oa progression in vitro experiments demonstrated that pbm intervention enhanced chondrocyte proliferation while suppressing catabolic activity and inhibiting macrophage polarization towards a pro inflammatory phenotype through the il jak stat pathway in vivo experiments further confirmed that pbm intervention attenuated articular cartilage degradation and synovial hyperplasia via il jak stat dependent modulation of macrophage polarization our study demonstrated that pbm intervention mitigated oa progression by regulating macrophage polarization through the il jak stat pathway emphasizing the therapeutic potential of immune modulation in oa management these findings provide a mechanistic basis for pbm intervention as a nonpharmacological strategy for joint degeneration"
}