{
    "title": "Correlation of Pituitary Descent and Diabetes Insipidus After Transsphenoidal Pituitary Macroadenoma Resection.",
    "doc_id": "36700759",
    "writer": "Ma J",
    "year": "2023",
    "summary": "BACKGROUND: Endoscopic transsphenoidal surgery remains the technique of choice for resection of pituitary adenoma. Postoperative diabetes insipidus (DI) is most often transient and observed in 1.6% to 34% of patients, whereas permanent DI has been reported in 0% to …",
    "abstract": "Background:\n        \n      \n      Endoscopic transsphenoidal surgery remains the technique of choice for resection of pituitary adenoma. Postoperative diabetes insipidus (DI) is most often transient and observed in 1.6% to 34% of patients, whereas permanent DI has been reported in 0% to 2.7% of patients. The proposed mechanism was the transduction of traction forces exerted by the surgeon on the descended diaphragma sellae and through the pituitary stalk.\n    \n\n\n          Objective:\n        \n      \n      To quantify and correlate the degree of pituitary gland descent with postoperative DI.\n    \n\n\n          Methods:\n        \n      \n      Of 374 patients who underwent transsphenoidal resection of a pituitary adenoma between 2010 and 2020 at our institution, we report a cohort of 30 patients (Group A) DI. We also report a matched cohort by tumor volume of 30 patients who did not develop DI (Group B). We quantified the tension on the pituitary stalk by calculating pituitary descent interval (PDI) by comparing preoperative and postoperative position of the pituitary gland and using Pythagoras' formula where , with craniocaudal (CC) and anterior-posterior (AP) representing measurements of pituitary translation in respective directions after resection.\n    \n\n\n          Results:\n        \n      \n      Patients who developed DI had significantly greater pituitary gland translations in the craniocaudal (23.0 vs 16.3 mm, P = .0015) and anteroposterior (2.4 vs 1.5 mm, P = .0168) directions. Furthermore, Group A had a statistically greater PDI, which was associated with development of DI (23.2 vs 16.6 mm, P = .0017).\n    \n\n\n          Conclusion:\n        \n      \n      We were able to quantify pituitary descent and subsequent tension on the pituitary stalk, while also associating it with development of postoperative DI after pituitary adenoma resection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36700759/",
    "clean_text": "correlation of pituitary descent and diabetes insipidus after transsphenoidal pituitary macroadenoma resection background endoscopic transsphenoidal surgery remains the technique of choice for resection of pituitary adenoma postoperative diabetes insipidus di is most often transient and observed in to of patients whereas permanent di has been reported in to background endoscopic transsphenoidal surgery remains the technique of choice for resection of pituitary adenoma postoperative diabetes insipidus di is most often transient and observed in to of patients whereas permanent di has been reported in to of patients the proposed mechanism was the transduction of traction forces exerted by the surgeon on the descended diaphragma sellae and through the pituitary stalk objective to quantify and correlate the degree of pituitary gland descent with postoperative di methods of patients who underwent transsphenoidal resection of a pituitary adenoma between and at our institution we report a cohort of patients group a di we also report a matched cohort by tumor volume of patients who did not develop di group b we quantified the tension on the pituitary stalk by calculating pituitary descent interval pdi by comparing preoperative and postoperative position of the pituitary gland and using pythagoras formula where with craniocaudal cc and anterior posterior ap representing measurements of pituitary translation in respective directions after resection results patients who developed di had significantly greater pituitary gland translations in the craniocaudal vs mm p and anteroposterior vs mm p directions furthermore group a had a statistically greater pdi which was associated with development of di vs mm p conclusion we were able to quantify pituitary descent and subsequent tension on the pituitary stalk while also associating it with development of postoperative di after pituitary adenoma resection"
}