{
    "pmid": "41459918",
    "title": "Minimally invasive lung resection combined with CT guided percutaneous microwave ablation for the treatment of lung cancer: diagnosis of postoperative nerve damage.",
    "abstract": "Minimally invasive lung resection combined with CT-guided percutaneous microwave ablation for multiple radiographic non-invasive lung cancer (mGGN-LC) is applicable to patients with multiple pulmonary nodules. The study adopted a prospective cohort design and included 40-60 patients with multiple radiographic non-invasive lung cancer who had surgical indications. The research focuses on analysing the incidence rate, manifestations and the effectiveness of diagnostic methods of postoperative nerve damage. Studies have shown that minimally invasive lung resection combined with CT-guided percutaneous microwave ablation for multiple radiographic non-invasive lung cancers is a safe and effective treatment strategy. The combination of thermal medical imaging diagnostic techniques can significantly reduce the incidence of postoperative neurological complications. The diagnosis and management of postoperative nerve damage are of great significance in multimodal treatment. Through full-process imaging support and clinical assessment, the postoperative quality of life of patients can be effectively improved.",
    "disease": "lung cancer",
    "clean_text": "minimally invasive lung resection combined with ct guided percutaneous microwave ablation for the treatment of lung cancer diagnosis of postoperative nerve damage minimally invasive lung resection combined with ct guided percutaneous microwave ablation for multiple radiographic non invasive lung cancer mggn lc is applicable to patients with multiple pulmonary nodules the study adopted a prospective cohort design and included patients with multiple radiographic non invasive lung cancer who had surgical indications the research focuses on analysing the incidence rate manifestations and the effectiveness of diagnostic methods of postoperative nerve damage studies have shown that minimally invasive lung resection combined with ct guided percutaneous microwave ablation for multiple radiographic non invasive lung cancers is a safe and effective treatment strategy the combination of thermal medical imaging diagnostic techniques can significantly reduce the incidence of postoperative neurological complications the diagnosis and management of postoperative nerve damage are of great significance in multimodal treatment through full process imaging support and clinical assessment the postoperative quality of life of patients can be effectively improved"
}