{
    "title": "Type 2 diabetes mellitus and its effect on vascular disease.",
    "doc_id": "17293741",
    "writer": "Chorzempa A.",
    "year": "2006",
    "summary": "Type 2 diabetes mellitus has quickly become a worldwide epidemic with no evidence of eradication in the near future. ...This article is the result of an extensive literature review in which data from multiple clinical trials is summarized to guide diag …",
    "abstract": "Type 2 diabetes mellitus has quickly become a worldwide epidemic with no evidence of eradication in the near future. Its effect on the vasculature often leads to cardiovascular disease with subsequent morbidity and mortality. This article is the result of an extensive literature review in which data from multiple clinical trials is summarized to guide diagnosis and treatment of type 2 diabetes mellitus. Type 2 diabetes mellitus is a complex disease that requires meticulous attention from healthcare providers and patients. All healthcare providers need to be responsible for the assessment and monitoring of risk factors associated with diabetes and the metabolic syndrome.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17293741/",
    "clean_text": "type diabetes mellitus and its effect on vascular disease type diabetes mellitus has quickly become a worldwide epidemic with no evidence of eradication in the near future this article is the result of an extensive literature review in which data from multiple clinical trials is summarized to guide diag type diabetes mellitus has quickly become a worldwide epidemic with no evidence of eradication in the near future its effect on the vasculature often leads to cardiovascular disease with subsequent morbidity and mortality this article is the result of an extensive literature review in which data from multiple clinical trials is summarized to guide diagnosis and treatment of type diabetes mellitus type diabetes mellitus is a complex disease that requires meticulous attention from healthcare providers and patients all healthcare providers need to be responsible for the assessment and monitoring of risk factors associated with diabetes and the metabolic syndrome"
}