{
    "pmid": "41469138",
    "title": "Sialic Acid-Fibronectin-negative and CD-44-positive Pancreatic Cancer Has a Poor Prognosis Due To Epithelial-Mesenchymal Transition.",
    "abstract": "Increases in cellular fibronectin (C-FN) in the stroma have been identified as one of the factors that induce epithelial-mesenchymal transition (EMT), which enhances cancer malignancy. We measured blood levels of sialic acid-fibronectin (S-FN), a form of C-FN secreted by pancreatic ductal adenocarcinoma (PDAC), along with total C-FN, to investigate whether their secretion is associated with tumor progression and EMT. Total blood C-FN and S-FN levels were measured using ELISA, and immunostaining for vimentin, CD-44, and cytokeratin was performed on 13 pancreatic tumors to examine their relevance to EMT. Four of 11 PDAC cases (36.4%) were blood S-FN-positive. Vimentin-positive cells (VPCs) in the stroma, which indicate an increase in cancer-associated fibroblasts (CAFs), numbered fewer than 50 per field of view in four of four S-FN-positive cases and three of seven S-FN-negative cases. These patients demonstrated partial therapeutic effects of chemoradiotherapy. In contrast, four of seven S-FN-negative cases had more than 50 VPCs and showed extensive fibrous growths in the stroma. No therapeutic effects were observed, and the prognoses were poor. In the four stage IV cases with metastases at the time of presentation, 80-90% of PDAC cells expressed CD-44 receptors, an EMT-related factor. CD-44 positivity was also found in CAFs around the PDCA, indicating cross-talk between PDAC and CAFs  In blood S-FN-negative cases with depleted autocrine FN, therapeutic effects were reduced owing to the increased presence of VPCs, presumed to be CAFs induced by EMT. CD-44-positive PDAC cells, which are partially EMT cells, are prone to early distant metastasis.",
    "disease": "breast cancer",
    "clean_text": "sialic acid fibronectin negative and cd positive pancreatic cancer has a poor prognosis due to epithelial mesenchymal transition increases in cellular fibronectin c fn in the stroma have been identified as one of the factors that induce epithelial mesenchymal transition emt which enhances cancer malignancy we measured blood levels of sialic acid fibronectin s fn a form of c fn secreted by pancreatic ductal adenocarcinoma pdac along with total c fn to investigate whether their secretion is associated with tumor progression and emt total blood c fn and s fn levels were measured using elisa and immunostaining for vimentin cd and cytokeratin was performed on pancreatic tumors to examine their relevance to emt four of pdac cases were blood s fn positive vimentin positive cells vpcs in the stroma which indicate an increase in cancer associated fibroblasts cafs numbered fewer than per field of view in four of four s fn positive cases and three of seven s fn negative cases these patients demonstrated partial therapeutic effects of chemoradiotherapy in contrast four of seven s fn negative cases had more than vpcs and showed extensive fibrous growths in the stroma no therapeutic effects were observed and the prognoses were poor in the four stage iv cases with metastases at the time of presentation of pdac cells expressed cd receptors an emt related factor cd positivity was also found in cafs around the pdca indicating cross talk between pdac and cafs in blood s fn negative cases with depleted autocrine fn therapeutic effects were reduced owing to the increased presence of vpcs presumed to be cafs induced by emt cd positive pdac cells which are partially emt cells are prone to early distant metastasis"
}