{
    "pmid": "41397421",
    "title": "Associations of cardiorespiratory fitness indicators with brain volumes and cognitive function in patients with coronary artery disease - findings from the Heart-Brain trial.",
    "abstract": "Patients with coronary artery disease (CAD) are at risk of accelerated cognitive decline. We aimed to explore how different cardiorespiratory fitness (CRF) indicators associate with brain structure and cognitive function in these patients. We studied 105 stable CAD patients (62.1±6.6 years, 21% female), using baseline data from the randomized controlled Heart-Brain trial. Time-to-exhaustion (TTE), peak oxygen uptake (VO2peak), ventilatory anaerobic threshold (VAT), oxygen uptake efficiency slope (OUES), peak O2-pulse and 60-s heart rate recovery (HRrec) were determined from cardiopulmonary exercise tests. From magnetic resonance imaging, we extracted brain volumes (total-, grey-, and white matter volumes [TBV, GMV and WMV]) and hippocampal volume (HV), and calculated the difference between estimated and chronological brain age (brainPAD). Episodic memory, processing speed, working memory, executive function/attentional control and general cognition were evaluated. TTE, VO2peak and OUES were positively associated with TBV (βstd 0.15 to 0.19, p<0.05) and HV (βstd 0.23 to 0.36, p<0.05). Higher OUES, HRrec and O2-pulse were associated with lower brainPAD (βstd -0.23 to -0.32, p<0.05). Higher VAT was associated with better working memory (βstd=0.26, p=0.023), and higher OUES with better executive function/attentional control (βstd=0.20, p=0.021). Hippocampal atrophy was more prevalent in lower vs middle/upper VO2peak tertile (p=0.001). In CAD patients, both maximal and submaximal CRF-indicators were associated with larger brain volumes, with stronger region-specific association with HV, and younger physiological appearance of the brain, while associations with cognitive functions were fewer and weaker. Our findings support CRF as a biomarker of structural brain health in CAD patients. Patients with coronary artery disease (CAD) are generally at increased risk of cognitive decline, and this study of patients with stable CAD found that better physical fitness was linked to healthier overall brain structure and in regions related to memory.Both high-effort (maximal) and lower-effort (submaximal) fitness measures were associated with larger brain volumes, particularly in the hippocampus, and with a younger-looking brain, although the connection to cognitive performance was limited.Hippocampal volume loss was more common in patients with lower fitness than in those with moderate-to-high fitness.",
    "disease": "coronary artery disease",
    "clean_text": "associations of cardiorespiratory fitness indicators with brain volumes and cognitive function in patients with coronary artery disease findings from the heart brain trial patients with coronary artery disease cad are at risk of accelerated cognitive decline we aimed to explore how different cardiorespiratory fitness crf indicators associate with brain structure and cognitive function in these patients we studied stable cad patients years female using baseline data from the randomized controlled heart brain trial time to exhaustion tte peak oxygen uptake vo peak ventilatory anaerobic threshold vat oxygen uptake efficiency slope oues peak o pulse and s heart rate recovery hrrec were determined from cardiopulmonary exercise tests from magnetic resonance imaging we extracted brain volumes total grey and white matter volumes tbv gmv and wmv and hippocampal volume hv and calculated the difference between estimated and chronological brain age brainpad episodic memory processing speed working memory executive function attentional control and general cognition were evaluated tte vo peak and oues were positively associated with tbv std to p and hv std to p higher oues hrrec and o pulse were associated with lower brainpad std to p higher vat was associated with better working memory std p and higher oues with better executive function attentional control std p hippocampal atrophy was more prevalent in lower vs middle upper vo peak tertile p in cad patients both maximal and submaximal crf indicators were associated with larger brain volumes with stronger region specific association with hv and younger physiological appearance of the brain while associations with cognitive functions were fewer and weaker our findings support crf as a biomarker of structural brain health in cad patients patients with coronary artery disease cad are generally at increased risk of cognitive decline and this study of patients with stable cad found that better physical fitness was linked to healthier overall brain structure and in regions related to memory both high effort maximal and lower effort submaximal fitness measures were associated with larger brain volumes particularly in the hippocampus and with a younger looking brain although the connection to cognitive performance was limited hippocampal volume loss was more common in patients with lower fitness than in those with moderate to high fitness"
}