{
    "title": "Sequence heterogeneity in the two 16S rRNA genes of Phormium yellow leaf phytoplasma.",
    "doc_id": "8795200",
    "writer": "Liefting LW",
    "year": "1996",
    "summary": "Phormium yellow leaf (PYL) phytoplasma causes a lethal disease of the monocotyledon, New Zealand flax (Phormium tenax). ...A phylogenetic tree based on 16S rRNA gene sequences showed that PYL phytoplasma is most closely related to the stolbur and German grapevine yellow …",
    "abstract": "Phormium yellow leaf (PYL) phytoplasma causes a lethal disease of the monocotyledon, New Zealand flax (Phormium tenax). The 16S rRNA genes of PYL phytoplasma were amplified from infected flax by PCR and cloned, and the nucleotide sequences were determined. DNA sequencing and Southern hybridization analysis of genomic DNA indicated the presence of two copies of the 16S rRNA gene. The two 16S rRNA genes exhibited sequence heterogeneity in 4 nucleotide positions and could be distinguished by the restriction enzymes BpmI and BsrI. This is the first record in which sequence heterogeneity in the 16S rRNA genes of a phytoplasma has been determined by sequence analysis. A phylogenetic tree based on 16S rRNA gene sequences showed that PYL phytoplasma is most closely related to the stolbur and German grapevine yellows phytoplasmas, which form the stolbur subgroup of the aster yellows group. This phylogenetic position of PYL phytoplasma was supported by 16S/23S spacer region sequence data.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8795200/",
    "clean_text": "sequence heterogeneity in the two s rrna genes of phormium yellow leaf phytoplasma phormium yellow leaf pyl phytoplasma causes a lethal disease of the monocotyledon new zealand flax phormium tenax a phylogenetic tree based on s rrna gene sequences showed that pyl phytoplasma is most closely related to the stolbur and german grapevine yellow phormium yellow leaf pyl phytoplasma causes a lethal disease of the monocotyledon new zealand flax phormium tenax the s rrna genes of pyl phytoplasma were amplified from infected flax by pcr and cloned and the nucleotide sequences were determined dna sequencing and southern hybridization analysis of genomic dna indicated the presence of two copies of the s rrna gene the two s rrna genes exhibited sequence heterogeneity in nucleotide positions and could be distinguished by the restriction enzymes bpmi and bsri this is the first record in which sequence heterogeneity in the s rrna genes of a phytoplasma has been determined by sequence analysis a phylogenetic tree based on s rrna gene sequences showed that pyl phytoplasma is most closely related to the stolbur and german grapevine yellows phytoplasmas which form the stolbur subgroup of the aster yellows group this phylogenetic position of pyl phytoplasma was supported by s s spacer region sequence data"
}