{
    "pmid": "41312249",
    "title": "Non-linear threshold effects of kinesiophobia on exercise adherence in older adults with COPD: a segmented regression analysis.",
    "abstract": "To explore the threshold effect of kinesiophobia on exercise adherence in older adult patients with chronic obstructive pulmonary disease (COPD). A cross-sectional survey was conducted on 357 older adults with COPD were assessed using standardized questionnaires for general information, exercise adherence, and kinesiophobia (Tampa Scale for Kinesiophobia, TSK). Multiple linear regression identified independent factors affecting adherence. A restricted cubic spline model analyzed the non-linear relationship between kinesiophobia and adherence. The mean scores for exercise adherence and kinesiophobia were 30.9 ± 7.7 and 35.8 ± 10.7, respectively, with 59.9% of patients scoring above the clinical cutoff (>37) for significant kinesiophobia. Kinesiophobia (β = -0.51,  Exercise adherence was suboptimal in older adults with COPD, who demonstrated substantial kinesiophobia. A TSK score of 20 points serves as a critical threshold, recommending its use for early identification of high-risk patients. Clinical management should prioritize patients with TSK scores ≥20, frequent exacerbations, and comorbid anxiety for targeted interventions.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "non linear threshold effects of kinesiophobia on exercise adherence in older adults with copd a segmented regression analysis to explore the threshold effect of kinesiophobia on exercise adherence in older adult patients with chronic obstructive pulmonary disease copd a cross sectional survey was conducted on older adults with copd were assessed using standardized questionnaires for general information exercise adherence and kinesiophobia tampa scale for kinesiophobia tsk multiple linear regression identified independent factors affecting adherence a restricted cubic spline model analyzed the non linear relationship between kinesiophobia and adherence the mean scores for exercise adherence and kinesiophobia were and respectively with of patients scoring above the clinical cutoff for significant kinesiophobia kinesiophobia exercise adherence was suboptimal in older adults with copd who demonstrated substantial kinesiophobia a tsk score of points serves as a critical threshold recommending its use for early identification of high risk patients clinical management should prioritize patients with tsk scores frequent exacerbations and comorbid anxiety for targeted interventions"
}