{
    "pmid": "41310339",
    "title": "Telehealth pulmonary rehabilitation enhances functional capacity and quality of life in veterans with chronic obstructive pulmonary disease: a 12-week single-arm intervention study.",
    "abstract": "Traditional in-person pulmonary rehabilitation protocols enhance respiratory health and functional capacity in Chronic Obstructive Pulmonary Disease (COPD) patients but face scalability issues due to high dropout rates and poor acceptability. Telerehabilitation offers a promising alternative. This 12-week single-arm intervention study evaluated the acceptability, feasibility, and effectiveness of a telehealth pulmonary rehabilitation (TPR) program for improving functional capacity in Veterans with COPD. Of the 51 participants, 44 (86% retention) completed the TPR program via the secure online VA Video Connect platform, which included weekly 120-min sessions. At the 12-week mark, compared to baseline, significant improvements were observed in functional capacity (41.3 m = 15.7% increase in the 6-min walk distance), functional mobility (1.2 s = 9.94% faster in Timed Up and Go), lower-body strength (1.2 s = 8.98% quicker in 5-Times Sit to Stand), and COPD-affected quality of life (27.9% improvement in St. George's Respiratory Questionnaire and 42.7% in COPD Assessment Test). The TPR intervention, with its low dropout rate, proves to be an accessible and effective method for enhancing functional capacity and mobility among Veterans with COPD, potentially benefiting veterans and others with chronic respiratory conditions.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "telehealth pulmonary rehabilitation enhances functional capacity and quality of life in veterans with chronic obstructive pulmonary disease a week single arm intervention study traditional in person pulmonary rehabilitation protocols enhance respiratory health and functional capacity in chronic obstructive pulmonary disease copd patients but face scalability issues due to high dropout rates and poor acceptability telerehabilitation offers a promising alternative this week single arm intervention study evaluated the acceptability feasibility and effectiveness of a telehealth pulmonary rehabilitation tpr program for improving functional capacity in veterans with copd of the participants retention completed the tpr program via the secure online va video connect platform which included weekly min sessions at the week mark compared to baseline significant improvements were observed in functional capacity m increase in the min walk distance functional mobility s faster in timed up and go lower body strength s quicker in times sit to stand and copd affected quality of life improvement in st george s respiratory questionnaire and in copd assessment test the tpr intervention with its low dropout rate proves to be an accessible and effective method for enhancing functional capacity and mobility among veterans with copd potentially benefiting veterans and others with chronic respiratory conditions"
}