{
    "pmid": "41429696",
    "title": "Attenuated S. typhimurium delivery of STAT3-siRNA and endostatin co-expression plasmids for immune and angiogenesis modulation in colorectal cancer.",
    "abstract": "Colorectal cancer (CRC) is the third most common cancer in men and the second most common in women worldwide. Due to its high metastasis rate and poor prognosis, CRC is the leading cause of cancer-related deaths worldwide. Combined gene therapy is a promising treatment that can be used to alter the genes involved in cancer genesis and development. This report describes the use of a eukaryotic co-expression plasmid that encodes both STAT3 siRNAs (si-STAT3) and endostatin for the treatment of CRC homografts in C57BL/6 mice, with attenuated Salmonella typhimurium (S. typhimurium) used to facilitate efficient delivery of the plasmid. In this study, single treatment with either si-STAT3 or endostatin showed antitumor effects in the CRC homograft model, and the co-expression treatment had more significant antitumor effects. Not only did the co-expressed plasmids alter the STAT3 and endostatin expression, this treatment also down-regulated MMP2 and cyclin D1 expression and up-regulated caspase 3 expression. The levels of CD4 The combined gene therapy used in this study additively inhibited colorectal homograft tumor growth.",
    "disease": "colorectal cancer",
    "clean_text": "attenuated s typhimurium delivery of stat sirna and endostatin co expression plasmids for immune and angiogenesis modulation in colorectal cancer colorectal cancer crc is the third most common cancer in men and the second most common in women worldwide due to its high metastasis rate and poor prognosis crc is the leading cause of cancer related deaths worldwide combined gene therapy is a promising treatment that can be used to alter the genes involved in cancer genesis and development this report describes the use of a eukaryotic co expression plasmid that encodes both stat sirnas si stat and endostatin for the treatment of crc homografts in c bl mice with attenuated salmonella typhimurium s typhimurium used to facilitate efficient delivery of the plasmid in this study single treatment with either si stat or endostatin showed antitumor effects in the crc homograft model and the co expression treatment had more significant antitumor effects not only did the co expressed plasmids alter the stat and endostatin expression this treatment also down regulated mmp and cyclin d expression and up regulated caspase expression the levels of cd the combined gene therapy used in this study additively inhibited colorectal homograft tumor growth"
}