{
    "title": "[Cultivation of Cancer Medical Personnel Who Will Lead the Way in Advanced Cancer Treatment].",
    "doc_id": "35799384",
    "writer": "Muto M.",
    "year": "2022",
    "summary": "The Kyoto University has been promoting the\"The 3rd Stage Cancer Professional Development Plan\"in collaboration with Shiga University of Medical Science, Mie University, Osaka Medical and Pharmaceutical University, and Kyoto Pha …",
    "abstract": "The Kyoto University has been promoting the\"The 3rd Stage Cancer Professional Development Plan\"in collaboration with Shiga University of Medical Science, Mie University, Osaka Medical and Pharmaceutical University, and Kyoto Pharmaceutical University. The theme of our plan is\"Training of Cancer Professionals who will lead the way in advanced cancer treatment\". As the distinctive educational programs, we have undertaken include: 1 )overseas training, 2 )a five-university collaborative short-term training program, 3 )a five-university collaborative medical forum, and 4 )an educational program of patient and public involvement. In the 3rd Stage of the program, 173 students have been accepted and 120 have obtained professional certifications as of the end of 2021. On the other hand, the 3rd Stage Cancer Professional Development Plan ended in FY2021, and it is difficult to continue the education of the students currently enrolled in the program. We sincerely hope that the sufficient budget will be allocated in FY2022 and beyond so that sustainable education can be implemented.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35799384/",
    "clean_text": "cultivation of cancer medical personnel who will lead the way in advanced cancer treatment the kyoto university has been promoting the the rd stage cancer professional development plan in collaboration with shiga university of medical science mie university osaka medical and pharmaceutical university and kyoto pha the kyoto university has been promoting the the rd stage cancer professional development plan in collaboration with shiga university of medical science mie university osaka medical and pharmaceutical university and kyoto pharmaceutical university the theme of our plan is training of cancer professionals who will lead the way in advanced cancer treatment as the distinctive educational programs we have undertaken include overseas training a five university collaborative short term training program a five university collaborative medical forum and an educational program of patient and public involvement in the rd stage of the program students have been accepted and have obtained professional certifications as of the end of on the other hand the rd stage cancer professional development plan ended in fy and it is difficult to continue the education of the students currently enrolled in the program we sincerely hope that the sufficient budget will be allocated in fy and beyond so that sustainable education can be implemented"
}