{
    "pmid": "41465799",
    "title": "Chitosan Protects Peripheral Nerves Against Damage Induced by Diabetes Mellitus.",
    "abstract": "Diabetic peripheral neuropathy (DPN) is one of the most common and debilitating complications of diabetes mellitus, for which current therapies do not prevent nerve degeneration. Chitosan, a biocompatible polysaccharide with antioxidant, anti-inflammatory, and lipid-lowering properties, may exert direct neuroprotective effects. This study evaluated the impact of oral administration of chitosan on peripheral nerve function and structure in a murine model of streptozotocin (STZ)-induced diabetes. Male C57BL/6 mice were divided into three groups: Sham, untreated diabetics (T1DM) and diabetics treated with chitosan (150 mg/kg/day, 12 weeks). Metabolic, behavioral (Open Field), nociceptive (Von Frey, Tail-Flick), electrophysiological (compound motor action potential-CMAP) and histological (intraepidermal nerve fiber density-IENF) parameters were analyzed. Chitosan did not significantly modify blood glucose ( Oral administration of chitosan confers functional and structural neuroprotection in STZ-induced diabetic neuropathy despite persistent hyperglycemia.",
    "disease": "diabetes mellitus",
    "clean_text": "chitosan protects peripheral nerves against damage induced by diabetes mellitus diabetic peripheral neuropathy dpn is one of the most common and debilitating complications of diabetes mellitus for which current therapies do not prevent nerve degeneration chitosan a biocompatible polysaccharide with antioxidant anti inflammatory and lipid lowering properties may exert direct neuroprotective effects this study evaluated the impact of oral administration of chitosan on peripheral nerve function and structure in a murine model of streptozotocin stz induced diabetes male c bl mice were divided into three groups sham untreated diabetics t dm and diabetics treated with chitosan mg kg day weeks metabolic behavioral open field nociceptive von frey tail flick electrophysiological compound motor action potential cmap and histological intraepidermal nerve fiber density ienf parameters were analyzed chitosan did not significantly modify blood glucose oral administration of chitosan confers functional and structural neuroprotection in stz induced diabetic neuropathy despite persistent hyperglycemia"
}