{
    "pmid": "41445741",
    "title": "TSC1 deficiency drives immune evasion in colorectal cancer via mTORC1-mediated dysregulation of PD-L1 sialylation.",
    "abstract": "TSC1 serves as a critical regulator of the mTORC1 signaling pathway with established roles in colorectal cancer pathogenesis. This investigation systematically examined the clinical relevance of TSC1 in colorectal cancer and its mechanistic relationship with sialylation-mediated immune regulation through integrated analysis of TCGA datasets and experimental validation. We employed bioinformatic analysis of TCGA cohorts combined with  Clinical analysis revealed that reduced TSC1 expression was significantly associated with poor prognosis in patients with colorectal cancer. Loss of TSC1 markedly activated the mTORC1 signaling pathway and induced upregulation of the sialyltransferase ST6GALNAC1 together with downregulation of the sialidase NEU4, thereby enhancing α2,6-sialylation on the cell surface. Treatment with rapamycin suppressed these alterations, whereas TSC1 knockdown partially reversed the inhibitory effects of rapamycin. This metabolic reprogramming led to increased α2,6-sialylation of PD-L1, which in turn elevated its protein stability and binding affinity to PD-1, ultimately resulting in T cell dysfunction and promoting tumor immune evasion. Both cellular and animal models demonstrated that pharmacological inhibition of mTORC1 or downregulation of ST6GALNAC1 effectively alleviated the aberrant PD-L1 glycosylation caused by TSC1 deficiency, thereby restoring the function of tumor-infiltrating CD8 Our findings demonstrate that TSC1 deficiency promotes immune evasion through mTORC1-mediated reprogramming of PD-L1 glycosylation, particularly α2,6-sialylation. This study identifies TSC1 as a prognostic biomarker and defines the TSC1/mTORC1/glycosylation axis as a potential therapeutic target to improve immune suppression in colorectal cancer, providing fundamental insights for the development of precision immunotherapy strategies.",
    "disease": "colorectal cancer",
    "clean_text": "tsc deficiency drives immune evasion in colorectal cancer via mtorc mediated dysregulation of pd l sialylation tsc serves as a critical regulator of the mtorc signaling pathway with established roles in colorectal cancer pathogenesis this investigation systematically examined the clinical relevance of tsc in colorectal cancer and its mechanistic relationship with sialylation mediated immune regulation through integrated analysis of tcga datasets and experimental validation we employed bioinformatic analysis of tcga cohorts combined with clinical analysis revealed that reduced tsc expression was significantly associated with poor prognosis in patients with colorectal cancer loss of tsc markedly activated the mtorc signaling pathway and induced upregulation of the sialyltransferase st galnac together with downregulation of the sialidase neu thereby enhancing sialylation on the cell surface treatment with rapamycin suppressed these alterations whereas tsc knockdown partially reversed the inhibitory effects of rapamycin this metabolic reprogramming led to increased sialylation of pd l which in turn elevated its protein stability and binding affinity to pd ultimately resulting in t cell dysfunction and promoting tumor immune evasion both cellular and animal models demonstrated that pharmacological inhibition of mtorc or downregulation of st galnac effectively alleviated the aberrant pd l glycosylation caused by tsc deficiency thereby restoring the function of tumor infiltrating cd our findings demonstrate that tsc deficiency promotes immune evasion through mtorc mediated reprogramming of pd l glycosylation particularly sialylation this study identifies tsc as a prognostic biomarker and defines the tsc mtorc glycosylation axis as a potential therapeutic target to improve immune suppression in colorectal cancer providing fundamental insights for the development of precision immunotherapy strategies"
}