{
    "title": "Comparison of Young's Modulus of Continuous and Aligned Lignocellulosic Jute and Mallow Fibers Reinforced Polyester Composites Determined Both Experimentally and from Theoretical Prediction Models.",
    "doc_id": "35160392",
    "writer": "Ribeiro MM",
    "year": "2022",
    "summary": "Statistical analysis showed that composites reinforced with 15 and 25 vol% jute and mallow presented the highest values of tensile strength and Young's modulus. The incorporation of 25 vol% of jute and mallow fibers increased the matrix Young's modulus by 534% and 3 …",
    "abstract": "Mechanical properties of composites reinforced with lignocellulosic fibers have been researched in recent decades. Jute and mallow fibers are reinforcement alternatives, as they can contribute to increase the mechanical strength of composite materials. The present work aims to predict the Young's modulus with application of continuous and aligned lignocellulosic fibers to be applied as reinforcement in polyester matrix. Fibers were manually separated and then arranged and aligned in the polyester matrix. Composites with addition 5, 15, and 25 vol% jute and mallow fibers were produced by vacuum-assisted hand lay-up/vaccum-bagging procedure. Samples were tested in tensile and the tensile strength, elasticity modulus, and deformation were determined. Results showed that the intrinsic Young's modulus of the fibers was set at values around 17.95 and 11.72 GPa for jute and mallow fibers, respectively. Statistical analysis showed that composites reinforced with 15 and 25 vol% jute and mallow presented the highest values of tensile strength and Young's modulus. The incorporation of 25 vol% of jute and mallow fibers increased the matrix Young's modulus by 534% and 353%, respectively, effectively stiffening the composite material. Prediction models presented similar values for the Young's modulus, showing that jute and mallow fibers might be used as potential reinforcement of polymeric matrices.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35160392/",
    "clean_text": "comparison of young s modulus of continuous and aligned lignocellulosic jute and mallow fibers reinforced polyester composites determined both experimentally and from theoretical prediction models statistical analysis showed that composites reinforced with and vol jute and mallow presented the highest values of tensile strength and young s modulus the incorporation of vol of jute and mallow fibers increased the matrix young s modulus by and mechanical properties of composites reinforced with lignocellulosic fibers have been researched in recent decades jute and mallow fibers are reinforcement alternatives as they can contribute to increase the mechanical strength of composite materials the present work aims to predict the young s modulus with application of continuous and aligned lignocellulosic fibers to be applied as reinforcement in polyester matrix fibers were manually separated and then arranged and aligned in the polyester matrix composites with addition and vol jute and mallow fibers were produced by vacuum assisted hand lay up vaccum bagging procedure samples were tested in tensile and the tensile strength elasticity modulus and deformation were determined results showed that the intrinsic young s modulus of the fibers was set at values around and gpa for jute and mallow fibers respectively statistical analysis showed that composites reinforced with and vol jute and mallow presented the highest values of tensile strength and young s modulus the incorporation of vol of jute and mallow fibers increased the matrix young s modulus by and respectively effectively stiffening the composite material prediction models presented similar values for the young s modulus showing that jute and mallow fibers might be used as potential reinforcement of polymeric matrices"
}