{
    "title": "Niikawa-Kuroki syndrome.",
    "doc_id": "10634060",
    "writer": "Roccella M.",
    "year": "1999",
    "summary": "In 1967 a baby was observed who presented post-natal progressive growth deficit, mental retardation, craniofacial dysmorphias and other malformations which didn't form part of the syndromes till then known. However the first description of patients with this combination of …",
    "abstract": "In 1967 a baby was observed who presented post-natal progressive growth deficit, mental retardation, craniofacial dysmorphias and other malformations which didn't form part of the syndromes till then known. However the first description of patients with this combination of anomalies dates back to 1981, when Niikawa and Kuroki described the main clinical signs which characterize the syndromic table. The size and weight deficit is progressive and it reveals itself during the first year of life. The features of the face are like the make-up of kabuki actors, the word from which the denomination comes. The mental retardation is of a slight degree; there is also a retardation in the acquisition of evolutive psychomotor stages. Speech is not very structured, it begins with the first syllables at about three years and remains poor with close, unclear and tied words. Other elements which define the syndrome are: the skeleton anomalies, dermatoglyphic anomalies, cardiological and renal anomalies. The aetiology is still unknown; it is thought that it may be X-linked or autosomal predominant transmission by new mutation. The genetic analysis has shown chromosomic anomalies only in a few cases. The rareness of the syndrome and the unmistakable clinical characteristics which make diagnosis possible leads to a description of three new case. All cases present a post-natal deficit of growth, psychomotor and/or mental retardation, autistic traits, dysmorphic facies, skeleton anomalies, partial epilepsy; two cases present cardiovascular defects. In one case the GH-dependent deficit of size has been corrected by hormonal treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10634060/",
    "clean_text": "niikawa kuroki syndrome in a baby was observed who presented post natal progressive growth deficit mental retardation craniofacial dysmorphias and other malformations which didn t form part of the syndromes till then known however the first description of patients with this combination of in a baby was observed who presented post natal progressive growth deficit mental retardation craniofacial dysmorphias and other malformations which didn t form part of the syndromes till then known however the first description of patients with this combination of anomalies dates back to when niikawa and kuroki described the main clinical signs which characterize the syndromic table the size and weight deficit is progressive and it reveals itself during the first year of life the features of the face are like the make up of kabuki actors the word from which the denomination comes the mental retardation is of a slight degree there is also a retardation in the acquisition of evolutive psychomotor stages speech is not very structured it begins with the first syllables at about three years and remains poor with close unclear and tied words other elements which define the syndrome are the skeleton anomalies dermatoglyphic anomalies cardiological and renal anomalies the aetiology is still unknown it is thought that it may be x linked or autosomal predominant transmission by new mutation the genetic analysis has shown chromosomic anomalies only in a few cases the rareness of the syndrome and the unmistakable clinical characteristics which make diagnosis possible leads to a description of three new case all cases present a post natal deficit of growth psychomotor and or mental retardation autistic traits dysmorphic facies skeleton anomalies partial epilepsy two cases present cardiovascular defects in one case the gh dependent deficit of size has been corrected by hormonal treatment"
}