{
    "pmid": "41450390",
    "title": "A Silent Threat: Tuberculous Pericarditis Presenting With Early Tamponade in a Young Migrant.",
    "abstract": "Tuberculous pericarditis (TBP) is a rare but potentially life-threatening manifestation of extrapulmonary tuberculosis, particularly in regions with low tuberculosis (TB) prevalence. It accounts for a small fraction of pericardial effusion cases in high-income countries, yet remains a significant diagnostic challenge due to its nonspecific presentation and overlap with other infectious, inflammatory, or malignant causes. Here, we present a case of a tuberculous pericarditis in a 32-year-old male, originally from Congo, who presented with constitutional symptoms, pleuritic chest pain, and tachycardia shortly after migrating to the United Kingdom from South Africa. Initial investigations revealed a large pericardial effusion with early signs of tamponade, prompting urgent pericardiocentesis and further imaging. This case reinforces the need for timely recognition, multidisciplinary management, and public health awareness to mitigate the morbidity associated with tuberculous pericarditis.",
    "disease": "tuberculosis",
    "clean_text": "a silent threat tuberculous pericarditis presenting with early tamponade in a young migrant tuberculous pericarditis tbp is a rare but potentially life threatening manifestation of extrapulmonary tuberculosis particularly in regions with low tuberculosis tb prevalence it accounts for a small fraction of pericardial effusion cases in high income countries yet remains a significant diagnostic challenge due to its nonspecific presentation and overlap with other infectious inflammatory or malignant causes here we present a case of a tuberculous pericarditis in a year old male originally from congo who presented with constitutional symptoms pleuritic chest pain and tachycardia shortly after migrating to the united kingdom from south africa initial investigations revealed a large pericardial effusion with early signs of tamponade prompting urgent pericardiocentesis and further imaging this case reinforces the need for timely recognition multidisciplinary management and public health awareness to mitigate the morbidity associated with tuberculous pericarditis"
}