{
    "pmid": "41459410",
    "title": "Unveiling isorhapontigenin's cardioprotective role via TGF-β1/smad pathway: insights from network pharmacology and molecular simulations.",
    "abstract": "Myocardial infarction (MI), a leading cause of death worldwide, occurs with increased risk and severity in the presence of diabetes mellitus (DM) and gut dysbiosis (GD). These comorbidities influence chronic inflammation and oxidative stress, with metabolic disturbances. As a therapeutic candidate with multiple targets, isorhapontigenin (ISO), a natural stilbenoid compound, holds promise due to its anti-inflammatory and antioxidant properties. ISO's structure was taken by PubChem. SwissADME was used to analyse its pharmacokinetic properties. Swiss Target Prediction and STITCH also predicted ISO-associated protein targets. Genes associated with MI, DM, and GD were retrieved from the GeneCards and OMIM databases. Venny 2.0 was used for identifying common targets. Protein-protein interaction networks were built using STRING. These networks were analysed using CytoHubba. DAVID performed functional enrichment. Key targets received further validation from Density Functional Theory, molecular docking, and a 200-ns molecular dynamics simulation using the Schrödinger Suite. Ten overlapping targets existed for ISO and disease conditions. AGE-RAGE, toll-like receptor, as well as TGF-β/Smad signalling pathways, are involved in hub genes like STAT3, IL-6, and NF-κB1. Studies of docking confirmed that ISO binds strongly with TGF-β1. MD simulations revealed stable interactions. The DFT results showed high reactivity due to a favourable HOMO-LUMO energy gap. ISO regulates key inflammatory and fibrotic pathways, and it may possibly reduce gut-derived toxic effects, such as TMAO. This highlights its potential in treating diabetic myocardial infarction with glycosuria. ISO warrants additional experimental validation since it is indeed a promising multitarget therapeutic agent for actual clinical use in diabetic cardiovascular complications.",
    "disease": "diabetes mellitus",
    "clean_text": "unveiling isorhapontigenin s cardioprotective role via tgf smad pathway insights from network pharmacology and molecular simulations myocardial infarction mi a leading cause of death worldwide occurs with increased risk and severity in the presence of diabetes mellitus dm and gut dysbiosis gd these comorbidities influence chronic inflammation and oxidative stress with metabolic disturbances as a therapeutic candidate with multiple targets isorhapontigenin iso a natural stilbenoid compound holds promise due to its anti inflammatory and antioxidant properties iso s structure was taken by pubchem swissadme was used to analyse its pharmacokinetic properties swiss target prediction and stitch also predicted iso associated protein targets genes associated with mi dm and gd were retrieved from the genecards and omim databases venny was used for identifying common targets protein protein interaction networks were built using string these networks were analysed using cytohubba david performed functional enrichment key targets received further validation from density functional theory molecular docking and a ns molecular dynamics simulation using the schr dinger suite ten overlapping targets existed for iso and disease conditions age rage toll like receptor as well as tgf smad signalling pathways are involved in hub genes like stat il and nf b studies of docking confirmed that iso binds strongly with tgf md simulations revealed stable interactions the dft results showed high reactivity due to a favourable homo lumo energy gap iso regulates key inflammatory and fibrotic pathways and it may possibly reduce gut derived toxic effects such as tmao this highlights its potential in treating diabetic myocardial infarction with glycosuria iso warrants additional experimental validation since it is indeed a promising multitarget therapeutic agent for actual clinical use in diabetic cardiovascular complications"
}