{
    "pmid": "41445622",
    "title": "Proteomic analysis identifies lipoprotein(a)-associated proteins linked to incident atherosclerotic cardiovascular disease events.",
    "abstract": "The pathways linking lipoprotein(a) (Lp[a]) to atherosclerotic cardiovascular disease (ASCVD) are unclear. This study aimed to discover Lp(a)-associated plasma proteins and estimate their associations with incident ASCVD. We analyzed 48,859 UK Biobank participants with measured Lp(a) and proteomic profiles, with replication in 9,416 individuals in the Atherosclerosis Risk in Communities (ARIC) study cohort utilizing a separate proteomic platform. Linear models assessed associations between Lp(a) and protein concentrations adjusted for age, sex, cigarette smoking, diabetes diagnosis, body mass index, systolic blood pressure, hypertension, low-density lipoprotein cholesterol (LDL-C), high-density lipoprotein cholesterol, triglycerides, estimated glomerular filtration rate, statin prescription, and the first 10 components of genetic ancestry. Multiple testing correction was performed using the Benjamini-Hochberg FDR method (P < 0.05). We examined how the protein effect sizes from the primary analysis using the outcome of Lp(a) aligned with those for the outcomes of an LPA genetic risk score (GRS) and LDL-C. Cox proportional hazards models quantified hazard ratios (HRs) for protein associations with incident ASCVD. Participants were a mean age of 57 years (SD 8.22), 93.9% European, and 53.8% male, with median follow-up of 8.9 years (IQR 8.3-9.7). Of 1,459 circulating proteins, 164 were significantly associated with Lp(a) after FDR correction, with enrichment for lipid degradation, metabolism, and insulin secretion. In the ARIC study, 10 proteins were replicated with consistent effect estimates. Of these replicated proteins, there were no significant associations observed with an  Using high-throughput proteomics, we discovered and replicated 10 proteins associated with circulating Lp(a), several of which were independent of genetically-predicted Lp(a). While Lp(a) is highly heritable, these atherogenic proteins represent a non-heritable Lp(a) axis.",
    "disease": "coronary artery disease",
    "clean_text": "proteomic analysis identifies lipoprotein a associated proteins linked to incident atherosclerotic cardiovascular disease events the pathways linking lipoprotein a lp a to atherosclerotic cardiovascular disease ascvd are unclear this study aimed to discover lp a associated plasma proteins and estimate their associations with incident ascvd we analyzed uk biobank participants with measured lp a and proteomic profiles with replication in individuals in the atherosclerosis risk in communities aric study cohort utilizing a separate proteomic platform linear models assessed associations between lp a and protein concentrations adjusted for age sex cigarette smoking diabetes diagnosis body mass index systolic blood pressure hypertension low density lipoprotein cholesterol ldl c high density lipoprotein cholesterol triglycerides estimated glomerular filtration rate statin prescription and the first components of genetic ancestry multiple testing correction was performed using the benjamini hochberg fdr method p we examined how the protein effect sizes from the primary analysis using the outcome of lp a aligned with those for the outcomes of an lpa genetic risk score grs and ldl c cox proportional hazards models quantified hazard ratios hrs for protein associations with incident ascvd participants were a mean age of years sd european and male with median follow up of years iqr of circulating proteins were significantly associated with lp a after fdr correction with enrichment for lipid degradation metabolism and insulin secretion in the aric study proteins were replicated with consistent effect estimates of these replicated proteins there were no significant associations observed with an using high throughput proteomics we discovered and replicated proteins associated with circulating lp a several of which were independent of genetically predicted lp a while lp a is highly heritable these atherogenic proteins represent a non heritable lp a axis"
}