{
    "pmid": "41452403",
    "title": "Computed tomography versus long-leg radiography for CPAK-based coronal alignment assessment in total knee arthroplasty: a prospective evaluation.",
    "abstract": "Accurate assessment of coronal alignment is essential for total knee arthroplasty (TKA) planning. The Coronal Plane Alignment of the Knee (CPAK) classification integrates mechanical alignment and joint line obliquity into nine phenotypes, but its reliability depends on measurement accuracy. This study aimed to compare the accuracy and reliability of CPAK classification and coronal alignment parameters obtained from computed tomography (CT) and long-leg standing radiographs. A prospective comparative study was conducted on 100 patients undergoing primary TKA for degenerative arthritis. Each patient underwent standardized long-leg standing radiographs and full-limb CT scans using MAKO robotic planning software. Measurements included the arithmetic hip-knee-ankle (aHKA) angle, lateral distal femoral angle (LDFA), medial proximal tibial angle (MPTA), and joint line obliquity (JLO). CPAK classification was determined from aHKA and JLO values. Two independent observers recorded all parameters. Inter-modality differences were analyzed using paired t-tests, and reliability was assessed using intraclass correlation coefficients (ICC) and Cohen's kappa. A total of 100 patients were analyzed, with complete datasets for 86 patients. CT consistently produced different values for HKA, LDFA, and MPTA compared with radiographs (p < 0.001), while aHKA, JLO and CPAK classifications showed no significant difference. Both modalities demonstrated excellent interobserver reliability (ICC > 0.88) and near-perfect CPAK agreement (κ = 0.86-0.88) measurement without altering overall CPAK phenotype classification. CT-based measurements provide greater precision and reproducibility for coronal alignment parameters compared with radiographs. However, CPAK classification remains largely consistent between modalities, validating its robustness across imaging techniques. CT offers precise value for preoperative planning, particularly in robotic-assisted workflows or complex deformities, while radiographs remain adequate for routine phenotyping. Level II - Prospective comparative study.",
    "disease": "osteoarthritis",
    "clean_text": "computed tomography versus long leg radiography for cpak based coronal alignment assessment in total knee arthroplasty a prospective evaluation accurate assessment of coronal alignment is essential for total knee arthroplasty tka planning the coronal plane alignment of the knee cpak classification integrates mechanical alignment and joint line obliquity into nine phenotypes but its reliability depends on measurement accuracy this study aimed to compare the accuracy and reliability of cpak classification and coronal alignment parameters obtained from computed tomography ct and long leg standing radiographs a prospective comparative study was conducted on patients undergoing primary tka for degenerative arthritis each patient underwent standardized long leg standing radiographs and full limb ct scans using mako robotic planning software measurements included the arithmetic hip knee ankle ahka angle lateral distal femoral angle ldfa medial proximal tibial angle mpta and joint line obliquity jlo cpak classification was determined from ahka and jlo values two independent observers recorded all parameters inter modality differences were analyzed using paired t tests and reliability was assessed using intraclass correlation coefficients icc and cohen s kappa a total of patients were analyzed with complete datasets for patients ct consistently produced different values for hka ldfa and mpta compared with radiographs p while ahka jlo and cpak classifications showed no significant difference both modalities demonstrated excellent interobserver reliability icc and near perfect cpak agreement measurement without altering overall cpak phenotype classification ct based measurements provide greater precision and reproducibility for coronal alignment parameters compared with radiographs however cpak classification remains largely consistent between modalities validating its robustness across imaging techniques ct offers precise value for preoperative planning particularly in robotic assisted workflows or complex deformities while radiographs remain adequate for routine phenotyping level ii prospective comparative study"
}