{
    "title": "Current Situation and Factors Influencing the Disaster Response Capability of Undergraduate Nursing Students.",
    "doc_id": "36112794",
    "writer": "Wang XJ",
    "year": "2023",
    "summary": "SETTING: The study took place at Taizhou University in Taizhou, Zhejiang, China. PARTICIPANTS: Participants were 443 full-time undergraduate nursing students at Taizhou University in China. ...It is recommended that systematic disaster nursing education at …",
    "abstract": "Context:\n        \n      \n      China is a country in which frequent natural disasters occur, but there is a lack of disaster education in Chinese institutions of higher education. Nursing students should receive disaster and emergency training in addition to their professional medical training.\n    \n\n\n          Objective:\n        \n      \n      Our study aimed to investigate the current situation and disaster knowledge and training needs of nursing students and to increase the disaster first aid knowledge of college nursing students.\n    \n\n\n          Design:\n        \n      \n      This was a cross-sectional study.\n    \n\n\n          Setting:\n        \n      \n      The study took place at Taizhou University in Taizhou, Zhejiang, China.\n    \n\n\n          Participants:\n        \n      \n      Participants were 443 full-time undergraduate nursing students at Taizhou University in China.\n    \n\n\n          Outcome measures:\n        \n      \n      This cross-sectional survey included a general questionnaire and an undergraduate nursing student disaster nursing ability questionnaire.\n    \n\n\n          Results:\n        \n      \n      The survey results were from the first to the third year of study. Students were age 20 to 23 years, with an average age of 20.57±1.85 years. The largest group (35.44%) was made up of juniors. The scores of 3 dimensions of this survey were: dimension of physical and mental quality dimension (3.76 ± 0.71), theoretical system dimension (3.00 ± 0.57) and practical competencies dimension (2.89 ± 0.68). The ability to adapt to rescue needs at the disaster site and whether or not the student had heard of the term \"disaster nursing\" is the dominant factor affecting the disaster nursing skills of undergraduate nursing students.\n    \n\n\n          Conclusions:\n        \n      \n      The disaster relief of male undergraduate nursing student seniors is more positive and their physical and mental quality is better than female nursing students, but knowledge of disaster prevention and practical capability in disaster relief remain weak and there is a lack of a corresponding theoretical system and competence in practical knowledge and skills. It is recommended that systematic disaster nursing education at universities be improved. Knowledge of disaster rescue should be taught systematically to improve awareness of disaster procedures and response and improve the level of practical skills in disaster rescue. We should learn from the educational approach and models of disaster nursing training in developed countries in order to establish a disaster nursing education model in China.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36112794/",
    "clean_text": "current situation and factors influencing the disaster response capability of undergraduate nursing students setting the study took place at taizhou university in taizhou zhejiang china participants participants were full time undergraduate nursing students at taizhou university in china it is recommended that systematic disaster nursing education at context china is a country in which frequent natural disasters occur but there is a lack of disaster education in chinese institutions of higher education nursing students should receive disaster and emergency training in addition to their professional medical training objective our study aimed to investigate the current situation and disaster knowledge and training needs of nursing students and to increase the disaster first aid knowledge of college nursing students design this was a cross sectional study setting the study took place at taizhou university in taizhou zhejiang china participants participants were full time undergraduate nursing students at taizhou university in china outcome measures this cross sectional survey included a general questionnaire and an undergraduate nursing student disaster nursing ability questionnaire results the survey results were from the first to the third year of study students were age to years with an average age of years the largest group was made up of juniors the scores of dimensions of this survey were dimension of physical and mental quality dimension theoretical system dimension and practical competencies dimension the ability to adapt to rescue needs at the disaster site and whether or not the student had heard of the term disaster nursing is the dominant factor affecting the disaster nursing skills of undergraduate nursing students conclusions the disaster relief of male undergraduate nursing student seniors is more positive and their physical and mental quality is better than female nursing students but knowledge of disaster prevention and practical capability in disaster relief remain weak and there is a lack of a corresponding theoretical system and competence in practical knowledge and skills it is recommended that systematic disaster nursing education at universities be improved knowledge of disaster rescue should be taught systematically to improve awareness of disaster procedures and response and improve the level of practical skills in disaster rescue we should learn from the educational approach and models of disaster nursing training in developed countries in order to establish a disaster nursing education model in china"
}