{
    "pmid": "41467396",
    "title": "Association of Atrial Electrophysiological Abnormalities With Cognitive Decline and Cerebrovascular Disease.",
    "abstract": "Atrial electrophysiological abnormalities (AEA) are associated with cognitive dysfunction. We evaluated the associations of AEA with longitudinal cognitive decline and incident dementia and investigated underlying mechanisms. In subjects without atrial fibrillation followed prospectively for 5 years, 12-lead ECGs were evaluated for AEA, defined as the presence of sinus node dysfunction (SND), frequent premature atrial complexes, advanced interatrial block (a-IAB), or P-terminal force in V1 (>40 mm*ms). Rate of decline in global cognition ( Among 358 subjects (age 73.3±7.6 years, 55% female, 47% dementia), 188 (53%) had AEA (94 SND, 6 frequent premature atrial complexes, 52 a-IAB, 92 P-terminal force in V1 >40 mm*ms). Compared with non-AEA, AEA was associated with accelerated decline in both global cognition and Clinical Dementia Rating-Sum of Boxes score ( AEA is associated with worse cognitive trajectories and increased cerebrovascular disease burden. These associations may be underpinned by AEA-subtype-specific mechanisms.",
    "disease": "stroke",
    "clean_text": "association of atrial electrophysiological abnormalities with cognitive decline and cerebrovascular disease atrial electrophysiological abnormalities aea are associated with cognitive dysfunction we evaluated the associations of aea with longitudinal cognitive decline and incident dementia and investigated underlying mechanisms in subjects without atrial fibrillation followed prospectively for years lead ecgs were evaluated for aea defined as the presence of sinus node dysfunction snd frequent premature atrial complexes advanced interatrial block a iab or p terminal force in v mm ms rate of decline in global cognition among subjects age years female dementia had aea snd frequent premature atrial complexes a iab p terminal force in v mm ms compared with non aea aea was associated with accelerated decline in both global cognition and clinical dementia rating sum of boxes score aea is associated with worse cognitive trajectories and increased cerebrovascular disease burden these associations may be underpinned by aea subtype specific mechanisms"
}