{
    "title": "Nutrition management for head and neck cancer patients improves clinical outcome and survival.",
    "doc_id": "29246276",
    "writer": "Müller-Richter U",
    "year": "2017",
    "summary": "Unfortunately, nutrition management systems are not implemented in most head and neck cancer clinics. Even worse, many head and neck surgeons as well as hospital management authorities disregard the importance of nutrition management in head …",
    "abstract": "Up to 80% of patients with head and neck cancers are malnourished because of their lifestyle and the risk factors associated with this disease. Unfortunately, nutrition management systems are not implemented in most head and neck cancer clinics. Even worse, many head and neck surgeons as well as hospital management authorities disregard the importance of nutrition management in head and neck cancer patients. In addition, the often extensive resection and reconstruction required for tumors in the upper aerodigestive tract pose special challenges for swallowing and sufficient food intake, placing special demands on nutrition management. This article presents the basics of perioperative metabolism and nutrition management of head and neck cancer patients and makes recommendations for clinical practice. Implementing a nutrition management system in head and neck cancer clinics will improve the clinical outcome and the survival of the patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29246276/",
    "clean_text": "nutrition management for head and neck cancer patients improves clinical outcome and survival unfortunately nutrition management systems are not implemented in most head and neck cancer clinics even worse many head and neck surgeons as well as hospital management authorities disregard the importance of nutrition management in head up to of patients with head and neck cancers are malnourished because of their lifestyle and the risk factors associated with this disease unfortunately nutrition management systems are not implemented in most head and neck cancer clinics even worse many head and neck surgeons as well as hospital management authorities disregard the importance of nutrition management in head and neck cancer patients in addition the often extensive resection and reconstruction required for tumors in the upper aerodigestive tract pose special challenges for swallowing and sufficient food intake placing special demands on nutrition management this article presents the basics of perioperative metabolism and nutrition management of head and neck cancer patients and makes recommendations for clinical practice implementing a nutrition management system in head and neck cancer clinics will improve the clinical outcome and the survival of the patients"
}