{
    "pmid": "41431756",
    "title": "Assessment of subclinical atherosclerosis with coronary calcium score in heterozygous familial hypercholesterolemia.",
    "abstract": "Heterozygous familial hypercholesterolaemia (HeFH) confers a high risk of cardiovascular disease (CVD) due to elevated levels of LDL-cholesterol (LDL-C). The aim of this study is to assess the influence of clinical and genetic factors on coronary artery calcium (CAC) score in patients with HeFH. CAC score were obtained for 129 genetically confirmed HeFH patients from NAGENCOL project, who had no CVD. Association of CAC with clinical and genetic variables as well as with the SAFEHEART-risk equation (SAFEHEART-RE) was evaluated. 65 patients had CAC = 0 (50.4%), 24 had CAC score between 1 and 99 (18.6%), and 40 had a score of ≥100 (31%). Individuals with a CAC score ≥100 were older (56.5 years vs. 39 years for those with a CAC score of 0,  Early diagnosis and early initiation of appropriate treatment are essential for reducing the accumulated cholesterol burden in patients with HeFH. Given the heterogeneity in CVD in patients with HeFH, tools such as the SAFEHEART-RE and CAC score may be useful for better risk stratification.",
    "disease": "coronary artery disease",
    "clean_text": "assessment of subclinical atherosclerosis with coronary calcium score in heterozygous familial hypercholesterolemia heterozygous familial hypercholesterolaemia hefh confers a high risk of cardiovascular disease cvd due to elevated levels of ldl cholesterol ldl c the aim of this study is to assess the influence of clinical and genetic factors on coronary artery calcium cac score in patients with hefh cac score were obtained for genetically confirmed hefh patients from nagencol project who had no cvd association of cac with clinical and genetic variables as well as with the safeheart risk equation safeheart re was evaluated patients had cac had cac score between and and had a score of individuals with a cac score were older years vs years for those with a cac score of early diagnosis and early initiation of appropriate treatment are essential for reducing the accumulated cholesterol burden in patients with hefh given the heterogeneity in cvd in patients with hefh tools such as the safeheart re and cac score may be useful for better risk stratification"
}