{
    "title": "Pragmatic sedation strategies to prevent secondary brain injury in low-resource settings.",
    "doc_id": "35001384",
    "writer": "Kayambankadzanja RK",
    "year": "2022",
    "summary": "Traumatic brain injury is the alteration in brain function due to an external force. It is common and affects millions of people worldwide annually. ...Sedation is a key element of care in the management of traumatic brain injury, used for its n …",
    "abstract": "Traumatic brain injury is the alteration in brain function due to an external force. It is common and affects millions of people worldwide annually. The World Health Organization estimates that 90% of global deaths caused by injuries occur in low- and middle-income countries, with traumatic brain injury contributing up to half of these trauma-related deaths. Patients with traumatic brain injury in low- and middle-income countries have twice the odds of dying compared with their counterparts in high-income countries. Sedation is a key element of care in the management of traumatic brain injury, used for its neuroprotective effects and to prevent secondary brain injury. While sedatives have the potential to improve outcomes, they can be challenging to administer and have potentially dangerous complications. Sedation in low-resource settings should aim to be effective, safe, affordable and feasible. In this paper, we summarise the indications for sedation in traumatic brain injury, the choice of sedative drugs and the pragmatic management and monitoring of sedated traumatic brain injury patients in low-resource settings.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35001384/",
    "clean_text": "pragmatic sedation strategies to prevent secondary brain injury in low resource settings traumatic brain injury is the alteration in brain function due to an external force it is common and affects millions of people worldwide annually sedation is a key element of care in the management of traumatic brain injury used for its n traumatic brain injury is the alteration in brain function due to an external force it is common and affects millions of people worldwide annually the world health organization estimates that of global deaths caused by injuries occur in low and middle income countries with traumatic brain injury contributing up to half of these trauma related deaths patients with traumatic brain injury in low and middle income countries have twice the odds of dying compared with their counterparts in high income countries sedation is a key element of care in the management of traumatic brain injury used for its neuroprotective effects and to prevent secondary brain injury while sedatives have the potential to improve outcomes they can be challenging to administer and have potentially dangerous complications sedation in low resource settings should aim to be effective safe affordable and feasible in this paper we summarise the indications for sedation in traumatic brain injury the choice of sedative drugs and the pragmatic management and monitoring of sedated traumatic brain injury patients in low resource settings"
}