{
    "title": "Lack of Diversity in Personal Health Record Evaluations with Older Adult Participants: A Systematic Review of Literature.",
    "doc_id": "28346131",
    "writer": "Kneale L",
    "year": "2017",
    "summary": "Disparities in adoption rates are also reported in older adult subgroups. The variability in adoption may be because PHRs are not designed to meet older adult users. ...Additional studies, specifically targeting diverse older adult participants, are needed to …",
    "abstract": "Background:\n        \n      \n      Older adults are not adopting personal health records (PHRs) at the same rates as other adult populations. Disparities in adoption rates are also reported in older adult subgroups. The variability in adoption may be because PHRs are not designed to meet older adult users.\n    \n\n\n          Objective:\n        \n      \n      We analyzed PHR evaluation studies to examine the characteristics and perspectives of older adult study participants to identify their self-reported needs.\n    \n\n\n          Method:\n        \n      \n      We searched Medline, CINAHL, PsycINFO, and Embase for PHR evaluation studies that involved older adult participants.\n    \n\n\n          Results:\n        \n      \n      1017 abstracts were identified, and 179 publications went through full text review. 10 publications met inclusion criteria. These publications described studies conducted in 3 countries, and evaluated 7 PHRs. Homogeneity was found in the study populations and participant opinions of the systems.\n    \n\n\n          Discussion:\n        \n      \n      Many PHR evaluations do not include diverse older adult participants. This may lead to consistency in outcomes, but it also may create gaps in identifying user needs. Additional studies, specifically targeting diverse older adult participants, are needed to gain a more comprehensive understanding of the opinions of older adults on PHRs and how these systems could benefit older adult healthcare consumers.\n    \n\n\n          Conclusion:\n        \n      \n      The body of research shows that older adults are highly satisfied using PHRs. These outcomes may be generalizable because most PHR evaluation studies do not include diverse older adult participants. This lack of participant diversity may be contributing to the disparities observed in PHR adoption rates.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28346131/",
    "clean_text": "lack of diversity in personal health record evaluations with older adult participants a systematic review of literature disparities in adoption rates are also reported in older adult subgroups the variability in adoption may be because phrs are not designed to meet older adult users additional studies specifically targeting diverse older adult participants are needed to background older adults are not adopting personal health records phrs at the same rates as other adult populations disparities in adoption rates are also reported in older adult subgroups the variability in adoption may be because phrs are not designed to meet older adult users objective we analyzed phr evaluation studies to examine the characteristics and perspectives of older adult study participants to identify their self reported needs method we searched medline cinahl psycinfo and embase for phr evaluation studies that involved older adult participants results abstracts were identified and publications went through full text review publications met inclusion criteria these publications described studies conducted in countries and evaluated phrs homogeneity was found in the study populations and participant opinions of the systems discussion many phr evaluations do not include diverse older adult participants this may lead to consistency in outcomes but it also may create gaps in identifying user needs additional studies specifically targeting diverse older adult participants are needed to gain a more comprehensive understanding of the opinions of older adults on phrs and how these systems could benefit older adult healthcare consumers conclusion the body of research shows that older adults are highly satisfied using phrs these outcomes may be generalizable because most phr evaluation studies do not include diverse older adult participants this lack of participant diversity may be contributing to the disparities observed in phr adoption rates"
}