{
    "title": "The Misconception of Antibiotic Equal to an Anti-Inflammatory Drug Promoting Antibiotic Misuse among Chinese University Students.",
    "doc_id": "30691066",
    "writer": "Wang W",
    "year": "2019",
    "summary": "A cross-sectional study was conducted among university students using the cluster random sampling method in six universities of six regions in China (one university per region). ...Logistic regression was conducted to identify the risk factors for antibiotic …",
    "abstract": "Massive misuse of antibiotics is one of the most important reasons for antimicrobial resistance (AMR). Misconceptions of antibiotics contribute to antibiotic misuse behaviors. This study aims to examine whether university students hold the misconception that AntibioticisaXiaoyanyao (literally means anti-inflammatory drug in Chinese), and association between this misconception and antibiotic misuse behaviors. A cross-sectional study was conducted among university students using the cluster random sampling method in six universities of six regions in China (one university per region). The Chi-square test was used to assess the relationship between the misconception and antibiotic misuse behaviors. Logistic regression was conducted to identify the risk factors for antibiotic misuse behaviors. 11,192 of university students completed the entire questionnaire. There were 3882 (34.7%) students who were considered to have the misconception. Female students were more likely to have the misconception compared with males (36.7% vs. 32.6%, P < 0.001). Those students with a background of social science/humanities were more likely to have the misconception compared with those from science and medicine (44.1% vs. 30.3% vs. 20.1%, P < 0.001). Students came from rural areas compared with those from urban areas (37.5% vs. 32.5%, P < 0.001) were more likely to have the misconception. Students who had the misconception were 1.51 (95% CI 1.21⁻1.89, P < 0.001) times, 1.34 (95% CI 1.21⁻1.48, P < 0.001) times, and 1.36 (95% CI 1.24⁻1.50, P < 0.001) times more likely to report self-medication, request to obtain antibiotics, and take antibiotics prophylactically than those who did not have this misconception, respectively. The high proportion of university students' misconception on AntibioticisaXiaoyanyao is worth more attention. Effective health education and interventions need to be promoted among university students and the whole population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30691066/",
    "clean_text": "the misconception of antibiotic equal to an anti inflammatory drug promoting antibiotic misuse among chinese university students a cross sectional study was conducted among university students using the cluster random sampling method in six universities of six regions in china one university per region logistic regression was conducted to identify the risk factors for antibiotic massive misuse of antibiotics is one of the most important reasons for antimicrobial resistance amr misconceptions of antibiotics contribute to antibiotic misuse behaviors this study aims to examine whether university students hold the misconception that antibioticisaxiaoyanyao literally means anti inflammatory drug in chinese and association between this misconception and antibiotic misuse behaviors a cross sectional study was conducted among university students using the cluster random sampling method in six universities of six regions in china one university per region the chi square test was used to assess the relationship between the misconception and antibiotic misuse behaviors logistic regression was conducted to identify the risk factors for antibiotic misuse behaviors of university students completed the entire questionnaire there were students who were considered to have the misconception female students were more likely to have the misconception compared with males vs p those students with a background of social science humanities were more likely to have the misconception compared with those from science and medicine vs vs p students came from rural areas compared with those from urban areas vs p were more likely to have the misconception students who had the misconception were ci p times ci p times and ci p times more likely to report self medication request to obtain antibiotics and take antibiotics prophylactically than those who did not have this misconception respectively the high proportion of university students misconception on antibioticisaxiaoyanyao is worth more attention effective health education and interventions need to be promoted among university students and the whole population"
}