{
    "title": "Qualitative as well as quantitative analysis of interactions present in chlorine and bromine substituted aromatic organic crystals: A DFT linked Crystal Explorer study.",
    "doc_id": "31787503",
    "writer": "Khera M",
    "year": "2020",
    "summary": "The effect of noncovalent interactions in shaping a crystal structure is explored qualitatively as well as quantitatively in a DFT linked Crystal Explorer (CE) study of nine different Chlorine and Bromine substituted benzene derivatives. The qualitative approach to …",
    "abstract": "The effect of noncovalent interactions in shaping a crystal structure is explored qualitatively as well as quantitatively in a DFT linked Crystal Explorer (CE) study of nine different Chlorine and Bromine substituted benzene derivatives. The qualitative approach to analyze interactions is based on Hirshfeld surface that locates electronic charge distribution on the surface, quantitative estimation is obtained by linking DFT computations withCE.In the halogen substituted benzene derivatives considered here, in addition to conventional hydrogen and halogen bonding other interactions such as those between Chlorine-Hydrogen, Bromine-Hydrogen, Bromine-Oxygen have been deciphered. The molecular crystal structure of a variety of halogen substituted aromatic molecules has been rationalized and attributed to specific interactions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31787503/",
    "clean_text": "qualitative as well as quantitative analysis of interactions present in chlorine and bromine substituted aromatic organic crystals a dft linked crystal explorer study the effect of noncovalent interactions in shaping a crystal structure is explored qualitatively as well as quantitatively in a dft linked crystal explorer ce study of nine different chlorine and bromine substituted benzene derivatives the qualitative approach to the effect of noncovalent interactions in shaping a crystal structure is explored qualitatively as well as quantitatively in a dft linked crystal explorer ce study of nine different chlorine and bromine substituted benzene derivatives the qualitative approach to analyze interactions is based on hirshfeld surface that locates electronic charge distribution on the surface quantitative estimation is obtained by linking dft computations withce in the halogen substituted benzene derivatives considered here in addition to conventional hydrogen and halogen bonding other interactions such as those between chlorine hydrogen bromine hydrogen bromine oxygen have been deciphered the molecular crystal structure of a variety of halogen substituted aromatic molecules has been rationalized and attributed to specific interactions"
}