{
    "title": "Immune changes in peripheral blood and hematoma of patients with intracerebral hemorrhage.",
    "doc_id": "31912591",
    "writer": "Jiang C",
    "year": "2020",
    "summary": "Immunologic changes in the hematoma of patients with intracerebral hemorrhage (ICH) and the contribution of these changes to prognosis are unknown. We collected the blood samples and hematoma fluid from 35 patients with acute ICH (<30 hours from sym …",
    "abstract": "Immunologic changes in the hematoma of patients with intracerebral hemorrhage (ICH) and the contribution of these changes to prognosis are unknown. We collected the blood samples and hematoma fluid from 35 patients with acute ICH (<30 hours from symptom onset) and 55 age-matched healthy controls. Using flow cytometry and ELISA, we found that the percentages of granulocytes, regulatory T cells, helper T (Th) 17 cells, and dendritic cells were higher in the peripheral blood of patients with ICH than in healthy controls, whereas the percentages of lymphocytes, M1-like macrophages, and M2-like macrophages were lower. Levels of IL-6, IL-17, IL-23, TNF-α, IL-4, IL-10, and TGF-β were higher in the peripheral blood of patients with ICH. The absolute counts of white blood cells, lymphocytes, monocytes, and granulocytes in the hematoma tended to be greater at 12-30 hours than they were within 12 hours after ICH, but the percentage of Th cells decreased in peripheral blood. Increased levels of IL-10 in the serum and hematoma, and a reduction in M1-like macrophages in hematoma were independently associated with favorable outcome on day 90. These results indicate that immunocytes present in the hematoma may participate in the acute-phase inflammatory response after ICH.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31912591/",
    "clean_text": "immune changes in peripheral blood and hematoma of patients with intracerebral hemorrhage immunologic changes in the hematoma of patients with intracerebral hemorrhage ich and the contribution of these changes to prognosis are unknown we collected the blood samples and hematoma fluid from patients with acute ich hours from sym immunologic changes in the hematoma of patients with intracerebral hemorrhage ich and the contribution of these changes to prognosis are unknown we collected the blood samples and hematoma fluid from patients with acute ich hours from symptom onset and age matched healthy controls using flow cytometry and elisa we found that the percentages of granulocytes regulatory t cells helper t th cells and dendritic cells were higher in the peripheral blood of patients with ich than in healthy controls whereas the percentages of lymphocytes m like macrophages and m like macrophages were lower levels of il il il tnf il il and tgf were higher in the peripheral blood of patients with ich the absolute counts of white blood cells lymphocytes monocytes and granulocytes in the hematoma tended to be greater at hours than they were within hours after ich but the percentage of th cells decreased in peripheral blood increased levels of il in the serum and hematoma and a reduction in m like macrophages in hematoma were independently associated with favorable outcome on day these results indicate that immunocytes present in the hematoma may participate in the acute phase inflammatory response after ich"
}