{
    "title": "Modulation of heme oxygenase in tissue injury and its implication in protection against gastrointestinal diseases.",
    "doc_id": "11758836",
    "writer": "Guo X",
    "year": "2001",
    "summary": "However, recent studies demonstrated that the expression of HO-1 in response to different inflammatory mediators could contribute in part to the resolution of inflammation and have protective effects on brain, liver, kidney and lung against injuries. These beneficia …",
    "abstract": "Heme oxygenase (HO) is the rate-limiting enzyme in the catabolism of heme, followed by production of biliverdin, free iron and carbon monoxide (CO). There are three isoforms of HO: HO-1 is highly inducible, whereas HO-2 and HO-3 are constitutively expressed. In addition to heme, a variety of nonheme compounds, including heavy metals, cytokines, endotoxins and heat shock stress are strong inducers of HO-1 expression. Many studies indicated that induction of HO-1 is associated with a protective response due to the removal of free heme, which is shown to be toxic. However, recent studies demonstrated that the expression of HO-1 in response to different inflammatory mediators could contribute in part to the resolution of inflammation and have protective effects on brain, liver, kidney and lung against injuries. These beneficial effects seem to be due to the production of bile pigment biliverdin and bilirubin that is a potent antioxidant, as well as the release of iron and CO. However, there are few studies concerning the relationship between HO-1 and inflammation as well as injury in the gut. Interestingly, a preliminary study implicated that induction of HO-1 expression in a colonic damage model induced by trinitrobenzene sulfonic acid played a critical protective role, indicating that activation of HO-1 could act as a natural defensive mechanism to alleviate inflammation and tissue injury in the gastrointestinal tract.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11758836/",
    "clean_text": "modulation of heme oxygenase in tissue injury and its implication in protection against gastrointestinal diseases however recent studies demonstrated that the expression of ho in response to different inflammatory mediators could contribute in part to the resolution of inflammation and have protective effects on brain liver kidney and lung against injuries these beneficia heme oxygenase ho is the rate limiting enzyme in the catabolism of heme followed by production of biliverdin free iron and carbon monoxide co there are three isoforms of ho ho is highly inducible whereas ho and ho are constitutively expressed in addition to heme a variety of nonheme compounds including heavy metals cytokines endotoxins and heat shock stress are strong inducers of ho expression many studies indicated that induction of ho is associated with a protective response due to the removal of free heme which is shown to be toxic however recent studies demonstrated that the expression of ho in response to different inflammatory mediators could contribute in part to the resolution of inflammation and have protective effects on brain liver kidney and lung against injuries these beneficial effects seem to be due to the production of bile pigment biliverdin and bilirubin that is a potent antioxidant as well as the release of iron and co however there are few studies concerning the relationship between ho and inflammation as well as injury in the gut interestingly a preliminary study implicated that induction of ho expression in a colonic damage model induced by trinitrobenzene sulfonic acid played a critical protective role indicating that activation of ho could act as a natural defensive mechanism to alleviate inflammation and tissue injury in the gastrointestinal tract"
}