{
    "title": "[Kidney injuries in childhood: our experience in 64 cases].",
    "doc_id": "2092619",
    "writer": "Cárcamo Valor PI",
    "year": "1990",
    "summary": "Trauma was classified as grade I in 34, grade II in 23, grade III in 3, and 4 patients presented with trauma to pathologic kidney. Eight patients were submitted to immediate surgery (3 grade II, 3 grade III, and 2 with trauma to pathologic kidney). Twelve were initi …",
    "abstract": "From 1969 to 1988, 64 children under 5 years of age with renal trauma were treated at our Urology service. Trauma was classified as grade I in 34, grade II in 23, grade III in 3, and 4 patients presented with trauma to pathologic kidney. Eight patients were submitted to immediate surgery (3 grade II, 3 grade III, and 2 with trauma to pathologic kidney). Twelve were initially treated conservatively and were deferred for surgery (11 with grade II trauma and 1 with trauma to pathologic kidney). The remaining 44 patients (34 grade 1, 9 grade II, and 1 with trauma to pathologic kidney) only received medical treatment. The renal unit could be salvaged in 34 cases with grade I trauma (100%) and in 2 of 3 (66.6%) with grade III trauma who underwent immediate surgery. In patients with grade II trauma submitted to immediate surgery, 1 out of 3 patients (33.3%) required a nephrectomy procedure, whereas in those patients submitted to conservative treatment and or deferred surgery, only 1 out of 20 (5%) required a nephrectomy procedure. The results reported in the literature are discussed and compared with our results.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2092619/",
    "clean_text": "kidney injuries in childhood our experience in cases trauma was classified as grade i in grade ii in grade iii in and patients presented with trauma to pathologic kidney eight patients were submitted to immediate surgery grade ii grade iii and with trauma to pathologic kidney twelve were initi from to children under years of age with renal trauma were treated at our urology service trauma was classified as grade i in grade ii in grade iii in and patients presented with trauma to pathologic kidney eight patients were submitted to immediate surgery grade ii grade iii and with trauma to pathologic kidney twelve were initially treated conservatively and were deferred for surgery with grade ii trauma and with trauma to pathologic kidney the remaining patients grade grade ii and with trauma to pathologic kidney only received medical treatment the renal unit could be salvaged in cases with grade i trauma and in of with grade iii trauma who underwent immediate surgery in patients with grade ii trauma submitted to immediate surgery out of patients required a nephrectomy procedure whereas in those patients submitted to conservative treatment and or deferred surgery only out of required a nephrectomy procedure the results reported in the literature are discussed and compared with our results"
}