{
    "title": "[Management of herpes zoster infection].",
    "doc_id": "19769176",
    "writer": "Lauhio A",
    "year": "2009",
    "summary": "Approximately 10 to 30% of the population will suffer from herpes zoster (HZ) during their lifetime. Prompt treatment of acute HZ with acyclovir, valacyclovir or famciclovir is recommend, if patients are over 50 years old or have severe or moderate pain or severe or …",
    "abstract": "Approximately 10 to 30% of the population will suffer from herpes zoster (HZ) during their lifetime. Prompt treatment of acute HZ with acyclovir, valacyclovir or famciclovir is recommend, if patients are over 50 years old or have severe or moderate pain or severe or moderate rash or they are immonocompromised or suffer from herpes zoster ophtalmicus. Zoster lesions contain high concentrations of Varicella zoster virus that can spread, and cause chicken pox. There is no universal recommendations for varicella vaccination. It has been shown that zoster vaccine markedly reduced morbidity from herpes zoster and postherpetic neuralgia among older adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19769176/",
    "clean_text": "management of herpes zoster infection approximately to of the population will suffer from herpes zoster hz during their lifetime prompt treatment of acute hz with acyclovir valacyclovir or famciclovir is recommend if patients are over years old or have severe or moderate pain or severe or approximately to of the population will suffer from herpes zoster hz during their lifetime prompt treatment of acute hz with acyclovir valacyclovir or famciclovir is recommend if patients are over years old or have severe or moderate pain or severe or moderate rash or they are immonocompromised or suffer from herpes zoster ophtalmicus zoster lesions contain high concentrations of varicella zoster virus that can spread and cause chicken pox there is no universal recommendations for varicella vaccination it has been shown that zoster vaccine markedly reduced morbidity from herpes zoster and postherpetic neuralgia among older adults"
}