{
    "pmid": "41441213",
    "title": "Influenza B-Associated Mild Encephalopathy with Reversible Splenial Lesion in an Adult: A Case Report.",
    "abstract": "Mild Encephalopathy with Reversible Splenial Lesion (MERS) is a potential complication of certain viral infections, but adult cases involving influenza are rare in the literature. Here, we report a case of a 31-year-old Chinese gentleman with an atypical presentation of Influenza B-associated mild encephalopathy with reversible splenial lesion (MERS). This is a case report with a detailed chronology followed by a discussion of pathophysiology. The patient presented acutely to the tertiary hospital with a severe headache and a peculiar automatism pattern of behaviour involving intermittent screaming, involuntary jerking movements of the upper limbs, and incoherent speech, which culminated in an episode of tonic-clonic seizure lasting 3 min. Symptoms started on the day that the patient was diagnosed with Influenza B and given the antiviral Baloxavir by his GP. Clinically, there was high anion gap metabolic acidosis with hyperlactatemia, rhabdomyolysis, hepatitis transaminitis and absolute lymphopenia. Nasopharyngeal swab PCR and immunofluorescence was positive for Influenza B. EEG was normal, but an MRI of the brain showed a cytotoxic lesion of the splenium of the corpus callosum. The patient was started on Oseltamivir and made a complete neurological recovery, with a repeat MRI showing resolution of the splenial lesion at 3 months. MERS is a rare clinic-radiological syndrome characterized by a transient encephalopathy and a reversible lesion in the splenium of the corpus callosum, which has been reported mostly in the pediatric population. This case report of an influenza B-triggered MERS in an adult highlights the importance of maintaining MERS as a differential for acute encephalopathy in adults with a viral prodrome.",
    "disease": "influenza",
    "clean_text": "influenza b associated mild encephalopathy with reversible splenial lesion in an adult a case report mild encephalopathy with reversible splenial lesion mers is a potential complication of certain viral infections but adult cases involving influenza are rare in the literature here we report a case of a year old chinese gentleman with an atypical presentation of influenza b associated mild encephalopathy with reversible splenial lesion mers this is a case report with a detailed chronology followed by a discussion of pathophysiology the patient presented acutely to the tertiary hospital with a severe headache and a peculiar automatism pattern of behaviour involving intermittent screaming involuntary jerking movements of the upper limbs and incoherent speech which culminated in an episode of tonic clonic seizure lasting min symptoms started on the day that the patient was diagnosed with influenza b and given the antiviral baloxavir by his gp clinically there was high anion gap metabolic acidosis with hyperlactatemia rhabdomyolysis hepatitis transaminitis and absolute lymphopenia nasopharyngeal swab pcr and immunofluorescence was positive for influenza b eeg was normal but an mri of the brain showed a cytotoxic lesion of the splenium of the corpus callosum the patient was started on oseltamivir and made a complete neurological recovery with a repeat mri showing resolution of the splenial lesion at months mers is a rare clinic radiological syndrome characterized by a transient encephalopathy and a reversible lesion in the splenium of the corpus callosum which has been reported mostly in the pediatric population this case report of an influenza b triggered mers in an adult highlights the importance of maintaining mers as a differential for acute encephalopathy in adults with a viral prodrome"
}