{
    "title": "Mental health in young adults and adolescents - supporting general physicians to provide holistic care.",
    "doc_id": "25824067",
    "writer": "Jurewicz I.",
    "year": "2015",
    "summary": "",
    "abstract": "In the era of an ageing population, young adults on medical wards are quite rare, as only 12% of young adults report a long-term illness or disability. However, mental health problems remain prevalent in the younger population. In a recent report, mental health and obesity were listed as the most common problems in young adults. Teams set up specifically for the needs of younger adults, such as early intervention in psychosis services are shown to work better than traditional care and have also proven to be cost effective. On the medical wards, younger patients may elicit strong emotions in staff, who often feel protective and may identify strongly with the young patient's suffering. In order to provide holistic care for young adults, general physicians need to recognise common presentations of mental illness in young adults such as depression, deliberate self-harm, eating disorders and substance misuse. Apart from treating illness, health promotion is particularly important for young adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25824067/",
    "clean_text": "mental health in young adults and adolescents supporting general physicians to provide holistic care in the era of an ageing population young adults on medical wards are quite rare as only of young adults report a long term illness or disability however mental health problems remain prevalent in the younger population in a recent report mental health and obesity were listed as the most common problems in young adults teams set up specifically for the needs of younger adults such as early intervention in psychosis services are shown to work better than traditional care and have also proven to be cost effective on the medical wards younger patients may elicit strong emotions in staff who often feel protective and may identify strongly with the young patient s suffering in order to provide holistic care for young adults general physicians need to recognise common presentations of mental illness in young adults such as depression deliberate self harm eating disorders and substance misuse apart from treating illness health promotion is particularly important for young adults"
}