{
    "title": "Lumbar muscle inflammation alters spinally mediated locomotor recovery induced by training in a mouse model of complete spinal cord injury.",
    "doc_id": "28716590",
    "writer": "Jeffrey-Gauthier R",
    "year": "2017",
    "summary": "Locomotor networks after spinal cord injury (SCI) are shaped by training-activated proprioceptive and cutaneous inputs. ...Locomotor recovery was compared in 4 groups of CD1 mice: control spinal mice; spinal mice with daily locomotor training; spinal m …",
    "abstract": "Locomotor networks after spinal cord injury (SCI) are shaped by training-activated proprioceptive and cutaneous inputs. Nociception from injured tissues may alter these changes but has largely been overlooked. The objective of the present study was to ascertain whether lumbar muscle inflammation hinders locomotion recovery in a mouse model of complete SCI. Lower limb kinematics during treadmill training was assessed before and after complete SCI at T8 (2, 7, 14, 21 and 28days post-injury). Locomotor recovery was compared in 4 groups of CD1 mice: control spinal mice; spinal mice with daily locomotor training; spinal mice with lumbar muscle inflammation (Complete Freund's Adjuvant (CFA) injection); and spinal mice with locomotor training and CFA. On day 28, H-reflex excitability and its inhibition at high-frequency stimulation (frequency-dependent depression: FDD) were compared between groups, all of which showed locomotor recovery. Recovery was enhanced by training, whereas lumbar muscle inflammation hindered these effects (knee angular excursion and paw drag: p's<0.05). In addition, lumbar muscle inflammation impaired hind limb coupling during locomotion (p<0.05) throughout recovery. Also, H-reflex disinhibition was prevented by training, with or without CFA injection (p's<0.05). Altogether, these results indicate that back muscle inflammation modulates spinally mediated locomotor recovery in mice with complete SCI, in part, by reducing adaptive changes induced by training.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28716590/",
    "clean_text": "lumbar muscle inflammation alters spinally mediated locomotor recovery induced by training in a mouse model of complete spinal cord injury locomotor networks after spinal cord injury sci are shaped by training activated proprioceptive and cutaneous inputs locomotor recovery was compared in groups of cd mice control spinal mice spinal mice with daily locomotor training spinal m locomotor networks after spinal cord injury sci are shaped by training activated proprioceptive and cutaneous inputs nociception from injured tissues may alter these changes but has largely been overlooked the objective of the present study was to ascertain whether lumbar muscle inflammation hinders locomotion recovery in a mouse model of complete sci lower limb kinematics during treadmill training was assessed before and after complete sci at t and days post injury locomotor recovery was compared in groups of cd mice control spinal mice spinal mice with daily locomotor training spinal mice with lumbar muscle inflammation complete freund s adjuvant cfa injection and spinal mice with locomotor training and cfa on day h reflex excitability and its inhibition at high frequency stimulation frequency dependent depression fdd were compared between groups all of which showed locomotor recovery recovery was enhanced by training whereas lumbar muscle inflammation hindered these effects knee angular excursion and paw drag p s in addition lumbar muscle inflammation impaired hind limb coupling during locomotion p throughout recovery also h reflex disinhibition was prevented by training with or without cfa injection p s altogether these results indicate that back muscle inflammation modulates spinally mediated locomotor recovery in mice with complete sci in part by reducing adaptive changes induced by training"
}