{
    "title": "Differentiated Thyroid Cancers in Young Adults Versus Children: Clinical Characteristics and 10-year Follow-up Outcomes.",
    "doc_id": "37285485",
    "writer": "Satapathy S",
    "year": "2023",
    "summary": "BACKGROUND: Differentiated thyroid cancer (DTC) in young adults has been steadily rising in incidence over the decades. However, data on long-term outcomes in this specific cohort remain limited. In this study, we intended to evaluate young adults with …",
    "abstract": "Background:\n        \n      \n      Differentiated thyroid cancer (DTC) in young adults has been steadily rising in incidence over the decades. However, data on long-term outcomes in this specific cohort remain limited. In this study, we intended to evaluate young adults with DTC with regard to their clinical characteristics and treatment outcomes and compare the same vis-à-vis pediatric patients with DTC.\n    \n\n\n          Methods:\n        \n      \n      Data of pediatric (≤18 years) and young adult (19-39 years) patients with DTC, from 1971 to 2016, were sequentially extracted and analyzed for clinical characteristics, treatment responses, rates of recurrent/persistent disease, and disease-free survival (DFS).\n    \n\n\n          Results:\n        \n      \n      A total of 1803 patients with DTC were included (pediatric cohort: n = 176; young adult cohort: n = 1627). Pediatric patients with DTC had more frequent adverse baseline features including extrathyroidal extension (P = .040), nodal and distant metastases, and American Thyroid Association high-risk disease (P < .001 each). At 2 years posttreatment, young adult patients with DTC had significantly lower incomplete responses compared with pediatric patients with DTC (223/1627; 13.7% vs 94/176, 53.4%, respectively; P < .001). Over a median follow-up of 10.7 years, 120/1627 (7.4%) young adult patients with DTC had recurrent/persistent disease vs 23/176 (13.1%) pediatric patients with DTC (P = .012). The 10-year DFS probability was 93.6% for the young adult patients with DTC vs 88.7% for the pediatric patients with DTC (P = .007). American Thyroid Association high-risk disease and incomplete response at 2 years were independent predictors of significantly worse DFS in the young adult cohort (P < .001 each).\n    \n\n\n          Conclusions:\n        \n      \n      Young adult DTCs behave less aggressively compared with their pediatric counterparts with excellent long-term outcomes. Appropriate initial and dynamic risk stratification can help optimize treatment decisions and follow-up strategies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37285485/",
    "clean_text": "differentiated thyroid cancers in young adults versus children clinical characteristics and year follow up outcomes background differentiated thyroid cancer dtc in young adults has been steadily rising in incidence over the decades however data on long term outcomes in this specific cohort remain limited in this study we intended to evaluate young adults with background differentiated thyroid cancer dtc in young adults has been steadily rising in incidence over the decades however data on long term outcomes in this specific cohort remain limited in this study we intended to evaluate young adults with dtc with regard to their clinical characteristics and treatment outcomes and compare the same vis vis pediatric patients with dtc methods data of pediatric years and young adult years patients with dtc from to were sequentially extracted and analyzed for clinical characteristics treatment responses rates of recurrent persistent disease and disease free survival dfs results a total of patients with dtc were included pediatric cohort n young adult cohort n pediatric patients with dtc had more frequent adverse baseline features including extrathyroidal extension p nodal and distant metastases and american thyroid association high risk disease p each at years posttreatment young adult patients with dtc had significantly lower incomplete responses compared with pediatric patients with dtc vs respectively p over a median follow up of years young adult patients with dtc had recurrent persistent disease vs pediatric patients with dtc p the year dfs probability was for the young adult patients with dtc vs for the pediatric patients with dtc p american thyroid association high risk disease and incomplete response at years were independent predictors of significantly worse dfs in the young adult cohort p each conclusions young adult dtcs behave less aggressively compared with their pediatric counterparts with excellent long term outcomes appropriate initial and dynamic risk stratification can help optimize treatment decisions and follow up strategies"
}