{
    "title": "Treatment Outcomes and Risk Factors of Multidrug-Resistant Tuberculosis Patients in Xi'an China, a Retrospective Cohort Study.",
    "doc_id": "36060236",
    "writer": "Ma JB",
    "year": "2022",
    "summary": "METHODS: This was a retrospective cohort study of MDR-TB patients treated with longer regimen in Xi'an from 2017 to 2019. Risk factors associated with the treatment outcome were analyzed using multiple logistic regression. ...Unfavorable outcome risk factors were ag …",
    "abstract": "Background:\n        \n      \n      Long-term regimens are widely used for multidrug-resistant tuberculosis (MDR-TB) in North-West China; however, risk factors associated with the treatment outcomes are not well known.\n    \n\n\n          Methods:\n        \n      \n      This was a retrospective cohort study of MDR-TB patients treated with longer regimen in Xi'an from 2017 to 2019. Risk factors associated with the treatment outcome were analyzed using multiple logistic regression.\n    \n\n\n          Results:\n        \n      \n      Of the 446 patients with MDR-TB included, 215 were cured, 84 completed treatment, 23 failed treatment, 108 were lost to follow-up, and 16 died. Unfavorable outcome risk factors were age >40 years (OR = 3.25, 95% CI = 2.12-4.98), male sex (OR = 2.53, 95% CI = 1.52-4.22), and re-treated tuberculosis (OR = 1.70, 95% CI = 1.11-2.61), whereas poor treatment outcome risk factors were age >40 years (OR = 5.51, 95% CI = 2.52-12.07), fluoroquinolones not used in the regimen (OR = 3.31, 95% CI = 1.45-7.51), and smear-positive (OR = 4.0, 95% CI = 1.47-10.8).\n    \n\n\n          Conclusion:\n        \n      \n      In Xi'an, MDR-TB treatments with long-term regimens had low success rates, and age, sex, and tuberculosis treatment history were risk factors of MDR-TB treatment outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36060236/",
    "clean_text": "treatment outcomes and risk factors of multidrug resistant tuberculosis patients in xi an china a retrospective cohort study methods this was a retrospective cohort study of mdr tb patients treated with longer regimen in xi an from to risk factors associated with the treatment outcome were analyzed using multiple logistic regression unfavorable outcome risk factors were ag background long term regimens are widely used for multidrug resistant tuberculosis mdr tb in north west china however risk factors associated with the treatment outcomes are not well known methods this was a retrospective cohort study of mdr tb patients treated with longer regimen in xi an from to risk factors associated with the treatment outcome were analyzed using multiple logistic regression results of the patients with mdr tb included were cured completed treatment failed treatment were lost to follow up and died unfavorable outcome risk factors were age years or ci male sex or ci and re treated tuberculosis or ci whereas poor treatment outcome risk factors were age years or ci fluoroquinolones not used in the regimen or ci and smear positive or ci conclusion in xi an mdr tb treatments with long term regimens had low success rates and age sex and tuberculosis treatment history were risk factors of mdr tb treatment outcomes"
}