{
    "title": "Reported side effects of intravenous midazolam sedation when used in paediatric dentistry: a review.",
    "doc_id": "25131504",
    "writer": "Papineni McIntosh A",
    "year": "2015",
    "summary": "Six non-randomised studies were included, in which no significant side effects were reported; however, minor side effects were reported (n = 118, 16.8%) with paradoxical reaction being the most common (n = 89, 12.7%). CONCLUSIONS: Although no significa …",
    "abstract": "Background:\n        \n      \n      Intravenous (IV) midazolam may be of value as an alternative paediatric dental sedation technique, but there is some apprehension concerning its routine use due to a lack of evidence regarding its safety and side effects.\n    \n\n\n          Aim:\n        \n      \n      To review all available literature reporting the side effects of IV midazolam in children undergoing dental procedures.\n    \n\n\n          Design:\n        \n      \n      Both randomised controlled trials (RCT) and non-randomised studies were reviewed. Reported side effects were categorised as either significant or minor, and the percentage prevalence of significant or minor side effects per episode of treatment was calculated.\n    \n\n\n          Results:\n        \n      \n      Five RCTs were included, in which no significant side events were reported; however, minor side effects were recorded (n = 33, 19.5%), with paradoxical reaction being the most common (n = 11, 6.5%). Six non-randomised studies were included, in which no significant side effects were reported; however, minor side effects were reported (n = 118, 16.8%) with paradoxical reaction being the most common (n = 89, 12.7%).\n    \n\n\n          Conclusions:\n        \n      \n      Although no significant side effects were recorded, of the minor side effects reported paradoxical reaction was the most common. Due to inconsistency in side effect reporting, the authors suggest the application of a standardised adverse event reporting tool for future studies of sedation in paediatric dentistry.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25131504/",
    "clean_text": "reported side effects of intravenous midazolam sedation when used in paediatric dentistry a review six non randomised studies were included in which no significant side effects were reported however minor side effects were reported n with paradoxical reaction being the most common n conclusions although no significa background intravenous iv midazolam may be of value as an alternative paediatric dental sedation technique but there is some apprehension concerning its routine use due to a lack of evidence regarding its safety and side effects aim to review all available literature reporting the side effects of iv midazolam in children undergoing dental procedures design both randomised controlled trials rct and non randomised studies were reviewed reported side effects were categorised as either significant or minor and the percentage prevalence of significant or minor side effects per episode of treatment was calculated results five rcts were included in which no significant side events were reported however minor side effects were recorded n with paradoxical reaction being the most common n six non randomised studies were included in which no significant side effects were reported however minor side effects were reported n with paradoxical reaction being the most common n conclusions although no significant side effects were recorded of the minor side effects reported paradoxical reaction was the most common due to inconsistency in side effect reporting the authors suggest the application of a standardised adverse event reporting tool for future studies of sedation in paediatric dentistry"
}