{
    "pmid": "41458885",
    "title": "A novel computational analysis integrating social determinants information from EHR and literature with Alzheimer's disease biological knowledge through large language models and knowledge graphs.",
    "abstract": "Alzheimer's disease (AD) and AD-related dementias (ADRD) are expected to affect over 100 million people by 2050, placing a significant strain on public health systems. Social determinants of health (SDoH), which include factors such as socioeconomic conditions and environment, play a crucial role in AD risk. Despite growing evidence, the understanding of SDoH's impact on AD remains limited. This study leverages large language models and knowledge graphs (KGs) to extract AD-related SDoH knowledge from literature and electronic health records (EHR). We integrate this knowledge into biological research on AD through KG construction and graph deep learning, performing KG-link predictions validated by multimodal biological data from single-cell RNA-seq and proteomics. We generated an SDoH knowledge graph with around 92k triplets, integrating literature and EHR data. In various link prediction experiments, we observed higher accuracy when integrating SDoH into knowledge graphs. Additionally, exploratory predictions uncovered potential SDoH-gene interactions, many of which were validated through differential expression analysis using proteomics and RNA-seq data. This novel KG-based analysis enhances link prediction in AD-related biomedical networks by integrating SDoH and biological knowledge. Our findings highlight the potential interaction between social determinants and biological factors in AD, offering insights into more personalized and socially aware healthcare interventions.",
    "disease": "alzheimer disease",
    "clean_text": "a novel computational analysis integrating social determinants information from ehr and literature with alzheimer s disease biological knowledge through large language models and knowledge graphs alzheimer s disease ad and ad related dementias adrd are expected to affect over million people by placing a significant strain on public health systems social determinants of health sdoh which include factors such as socioeconomic conditions and environment play a crucial role in ad risk despite growing evidence the understanding of sdoh s impact on ad remains limited this study leverages large language models and knowledge graphs kgs to extract ad related sdoh knowledge from literature and electronic health records ehr we integrate this knowledge into biological research on ad through kg construction and graph deep learning performing kg link predictions validated by multimodal biological data from single cell rna seq and proteomics we generated an sdoh knowledge graph with around k triplets integrating literature and ehr data in various link prediction experiments we observed higher accuracy when integrating sdoh into knowledge graphs additionally exploratory predictions uncovered potential sdoh gene interactions many of which were validated through differential expression analysis using proteomics and rna seq data this novel kg based analysis enhances link prediction in ad related biomedical networks by integrating sdoh and biological knowledge our findings highlight the potential interaction between social determinants and biological factors in ad offering insights into more personalized and socially aware healthcare interventions"
}