{
    "title": "Comparison of image quality between split-filter twin beam dual energy and single energy images in abdominal CT.",
    "doc_id": "31648102",
    "writer": "Niu Z",
    "year": "2019",
    "summary": "RESULTS: For the objective image quality comparison, the SNR of all structures was higher using TBDE compared to SECT (p < 0.05). ...Furthermore, noise reduction's magnitude increases with body size. For image quality's subjective evaluation, TBDE images a …",
    "abstract": "Purpose:\n        \n      \n      To compare the objective and subjective image quality between composed images from split-filter twin beam dual energy (TBDE) and single-energy computed tomography (SECT) in abdominal CT.\n    \n\n\n          Methods:\n        \n      \n      In this prospective study, 103 patients were imaged using TBDE (n = 51) or SECT (n = 52). The CT number and noise were measured for the following six abdominal structures: liver, spleen, fat, muscle, aorta and portal vein. The normalised noise level for the liver was separately measured and compared. The consistency of the SNR and CT number was compared between the two groups. The subjective image quality was evaluated using six aspects in a blinded manner. Cohen's Kappa statistic was used to determine the level of agreement between the two radiologists.\n    \n\n\n          Results:\n        \n      \n      For the objective image quality comparison, the SNR of all structures was higher using TBDE compared to SECT (p < 0.05). The CT value for different structures were comparable between the two groups (p > 0.05). Among all patient sizes, the noise level for TBDE images was significantly lower (7-17% reduction) compared to the SECT images (p < 0.01). Furthermore, noise reduction's magnitude increases with body size. For image quality's subjective evaluation, TBDE images are superior for certain aspects. Cohen's Kappa values (0.7634-0.8460) suggest an adequate level of agreement between the two observers.\n    \n\n\n          Conclusions:\n        \n      \n      TBDE scan mode can yield similar or even better objective and subjective image quality at the same level of radiation than conventional SECT. Quantitatively, TBDE images have a 7-17% reduction in noise, depending on the size of the scanned body regions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31648102/",
    "clean_text": "comparison of image quality between split filter twin beam dual energy and single energy images in abdominal ct results for the objective image quality comparison the snr of all structures was higher using tbde compared to sect p furthermore noise reduction s magnitude increases with body size for image quality s subjective evaluation tbde images a purpose to compare the objective and subjective image quality between composed images from split filter twin beam dual energy tbde and single energy computed tomography sect in abdominal ct methods in this prospective study patients were imaged using tbde n or sect n the ct number and noise were measured for the following six abdominal structures liver spleen fat muscle aorta and portal vein the normalised noise level for the liver was separately measured and compared the consistency of the snr and ct number was compared between the two groups the subjective image quality was evaluated using six aspects in a blinded manner cohen s kappa statistic was used to determine the level of agreement between the two radiologists results for the objective image quality comparison the snr of all structures was higher using tbde compared to sect p the ct value for different structures were comparable between the two groups p among all patient sizes the noise level for tbde images was significantly lower reduction compared to the sect images p furthermore noise reduction s magnitude increases with body size for image quality s subjective evaluation tbde images are superior for certain aspects cohen s kappa values suggest an adequate level of agreement between the two observers conclusions tbde scan mode can yield similar or even better objective and subjective image quality at the same level of radiation than conventional sect quantitatively tbde images have a reduction in noise depending on the size of the scanned body regions"
}