{
    "pmid": "41453171",
    "title": "Implementation of neural networks for predicting metabolic syndrome: a multinational data study.",
    "abstract": "Metabolic syndrome (MS) is composed of abnormalities such as central obesity, insulin resistance, hypertension and dyslipidemia. To implement a neural network to predict MS from cholesterol, triglycerides, high density lipoproteins (HDL), obesity and hypertension. Analytical and cross-sectional study with 1878 patients from databases in Venezuela, Thailand and Indonesia. Variables such as MS, hypertension, obesity, HDL, triglycerides and total cholesterol were included. Multilayer perceptron neural networks were used, evaluated with classification tables, area under the curve (AUC) and performance metrics (sensitivity, specificity, positive and negative predictive values). The neural network showed a high capacity to predict MS, with a low percentage of incorrect predictions both in the training set (15.80%) and in the test set (18.20%). In training, the overall accuracy was 84.20%, with higher accuracy for cases without MS (88.30%) than for cases with MS (77.80%). In testing, the overall accuracy was 81.80%, also with higher accuracy for cases without MS (86.60%) than for cases with MS (74.80%). The AUC was 0.911, indicating an outstanding predictive capacity. Regarding the model performance, the sensitivity was 81.25% in training and 79.26% in testing, while the specificity reached 85.92% and 83.33%, respectively. The positive predictive value was 77.80% in training and 74.78% in testing, and the negative predictive value was 88.30% and 86.57%, respectively. The multilayer perceptron neural network is an effective tool to predict MS, showing an outstanding predictive capacity. El síndrome metabólico (SM) está constituido por anomalías como la obesidad central, la resistencia a la insulina, la hipertensión y la dislipidemia. Implementar una red neuronal para predecir el SM a partir del colesterol, los triglicéridos, el colesterol unido a lipoproteínas de alta densidad (HDL), la obesidad y la hipertensión. Estudio analítico y transversal con 1878 pacientes de bases de datos de Venezuela, Tailandia e Indonesia. Se incluyeron las variables SM, hipertensión, obesidad, HDL, triglicéridos y colesterol total. Se usaron redes neuronales tipo perceptrón multicapa, evaluadas con tablas de clasificación, área bajo la curva (AUC) y métricas de desempeño (sensibilidad, especificidad y valores predictivos positivo y negativo). La red neuronal mostró una alta capacidad para predecir el SM, con un bajo porcentaje de pronósticos incorrectos tanto en el conjunto de entrenamiento (15.80%) como en el de prueba (18.20%). En el entrenamiento, la precisión global fue del 84.20%, con mayor precisión para casos sin SM (88.30%) que para casos con SM (77.80%). En las pruebas, la precisión global fue del 81.80%, también con mayor precisión para casos sin SM (86.60%) que con SM (74.80%). El AUC fue 0.911, indicando una capacidad predictiva sobresaliente. Respecto al desempeño del modelo, la sensibilidad fue del 81.25% en el entrenamiento y del 79.26% en la prueba, mientras que la especificidad alcanzó el 85.92% y el 83.33%, respectivamente. El valor predictivo positivo fue del 77.80% en entrenamiento y del 74.78% en prueba, y el valor predictivo negativo del 88.30% y el 86.57%, respectivamente. La red neuronal tipo perceptrón multicapa es una herramienta eficaz para predecir el SM, mostrando una capacidad predictiva sobresaliente.",
    "disease": "hypertension",
    "clean_text": "implementation of neural networks for predicting metabolic syndrome a multinational data study metabolic syndrome ms is composed of abnormalities such as central obesity insulin resistance hypertension and dyslipidemia to implement a neural network to predict ms from cholesterol triglycerides high density lipoproteins hdl obesity and hypertension analytical and cross sectional study with patients from databases in venezuela thailand and indonesia variables such as ms hypertension obesity hdl triglycerides and total cholesterol were included multilayer perceptron neural networks were used evaluated with classification tables area under the curve auc and performance metrics sensitivity specificity positive and negative predictive values the neural network showed a high capacity to predict ms with a low percentage of incorrect predictions both in the training set and in the test set in training the overall accuracy was with higher accuracy for cases without ms than for cases with ms in testing the overall accuracy was also with higher accuracy for cases without ms than for cases with ms the auc was indicating an outstanding predictive capacity regarding the model performance the sensitivity was in training and in testing while the specificity reached and respectively the positive predictive value was in training and in testing and the negative predictive value was and respectively the multilayer perceptron neural network is an effective tool to predict ms showing an outstanding predictive capacity el s ndrome metab lico sm est constituido por anomal as como la obesidad central la resistencia a la insulina la hipertensi n y la dislipidemia implementar una red neuronal para predecir el sm a partir del colesterol los triglic ridos el colesterol unido a lipoprote nas de alta densidad hdl la obesidad y la hipertensi n estudio anal tico y transversal con pacientes de bases de datos de venezuela tailandia e indonesia se incluyeron las variables sm hipertensi n obesidad hdl triglic ridos y colesterol total se usaron redes neuronales tipo perceptr n multicapa evaluadas con tablas de clasificaci n rea bajo la curva auc y m tricas de desempe o sensibilidad especificidad y valores predictivos positivo y negativo la red neuronal mostr una alta capacidad para predecir el sm con un bajo porcentaje de pron sticos incorrectos tanto en el conjunto de entrenamiento como en el de prueba en el entrenamiento la precisi n global fue del con mayor precisi n para casos sin sm que para casos con sm en las pruebas la precisi n global fue del tambi n con mayor precisi n para casos sin sm que con sm el auc fue indicando una capacidad predictiva sobresaliente respecto al desempe o del modelo la sensibilidad fue del en el entrenamiento y del en la prueba mientras que la especificidad alcanz el y el respectivamente el valor predictivo positivo fue del en entrenamiento y del en prueba y el valor predictivo negativo del y el respectivamente la red neuronal tipo perceptr n multicapa es una herramienta eficaz para predecir el sm mostrando una capacidad predictiva sobresaliente"
}