{
    "title": "Gastric motility and mucosal ulcerogenic responses induced by prokinetic drugs in rats under prostaglandin-deficient conditions.",
    "doc_id": "9052502",
    "writer": "Takeuchi K",
    "year": "1997",
    "summary": "The present study was performed to examine whether gastric prokinetic drugs may induce damage in the rat stomach under normal and prostaglandin (PG)-deficient conditions. ...None of these drugs alone caused gross damage in the stomach, although whitish rough …",
    "abstract": "The present study was performed to examine whether gastric prokinetic drugs may induce damage in the rat stomach under normal and prostaglandin (PG)-deficient conditions. Male SD rats fasted for 18 hr were administered subcutaneously with three different prokinetic drugs such as metoclopramide (3-60 mg/kg), ondansetron (0.3-3 mg/kg), and cisapride (3-30 mg/kg). Half the number of these animals were pretreated with indomethacin (5 mg/kg) subcutaneously for induction of PG deficiency in the stomach. Administration of these drugs increased gastric motor activity in a dose-dependent manner and expedited gastric emptying at lower doses than those affecting gastric motility; the potency of the hypermotility effect was in the following order: metoclopramide = ondansetron > cisapride. None of these drugs alone caused gross damage in the stomach, although whitish rough areas were observed in the gastric mucosa along the folds. In the rats pretreated with indomethacin, however, both metoclopramide and ondansetron provoked multiple hemorrhagic lesions in the gastric mucosa. Indomethacin at this dose showed over 90% inhibition of cyclooxygenase activity without causing any damage in the stomach, and this PG-deficient effect was not affected by coadministration with the prokinetic drugs. The mucosal ulcerogenic responses induced by metoclopramide in the presence of indomethacin were significantly inhibited by prior administration of atropine (1 mg/kg) or PGE2 (300 micrograms/kg) at doses that inhibited gastric hypermotility induced by metoclopramide. These results suggest that: (1) gastric prokinetic drugs induce damage in rat stomachs under PG-deficient conditions at the doses that enhance gastric motility and emptying but not at the doses that expedite gastric emptying only, and (2) gastric hypermotility has the potential to cause gross damage in the stomach, supporting the importance of gastric motility as a pathogenic element of gastric lesions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9052502/",
    "clean_text": "gastric motility and mucosal ulcerogenic responses induced by prokinetic drugs in rats under prostaglandin deficient conditions the present study was performed to examine whether gastric prokinetic drugs may induce damage in the rat stomach under normal and prostaglandin pg deficient conditions none of these drugs alone caused gross damage in the stomach although whitish rough the present study was performed to examine whether gastric prokinetic drugs may induce damage in the rat stomach under normal and prostaglandin pg deficient conditions male sd rats fasted for hr were administered subcutaneously with three different prokinetic drugs such as metoclopramide mg kg ondansetron mg kg and cisapride mg kg half the number of these animals were pretreated with indomethacin mg kg subcutaneously for induction of pg deficiency in the stomach administration of these drugs increased gastric motor activity in a dose dependent manner and expedited gastric emptying at lower doses than those affecting gastric motility the potency of the hypermotility effect was in the following order metoclopramide ondansetron cisapride none of these drugs alone caused gross damage in the stomach although whitish rough areas were observed in the gastric mucosa along the folds in the rats pretreated with indomethacin however both metoclopramide and ondansetron provoked multiple hemorrhagic lesions in the gastric mucosa indomethacin at this dose showed over inhibition of cyclooxygenase activity without causing any damage in the stomach and this pg deficient effect was not affected by coadministration with the prokinetic drugs the mucosal ulcerogenic responses induced by metoclopramide in the presence of indomethacin were significantly inhibited by prior administration of atropine mg kg or pge micrograms kg at doses that inhibited gastric hypermotility induced by metoclopramide these results suggest that gastric prokinetic drugs induce damage in rat stomachs under pg deficient conditions at the doses that enhance gastric motility and emptying but not at the doses that expedite gastric emptying only and gastric hypermotility has the potential to cause gross damage in the stomach supporting the importance of gastric motility as a pathogenic element of gastric lesions"
}