{
    "pmid": "41425477",
    "title": "Integrating Exposures and Multi-Omics in the Boston Birth Cohort to Elucidate Immune Development across the Life Course: Rationale and Study Design.",
    "abstract": "In-utero and the first few years of life represent critical windows for immune development, and early life exposures to microbes and environmental pollutants may have a profound impact on future risk of allergic diseases. However, few studies have examined the interplay among early life exposures, immune responses, and multi-omics on allergic outcomes across the critical developmental windows. Funded by the National Institute of Health, we launched a prospective study in the Boston Birth Cohort (BBC) to investigate the impact of early-life exposure to environmental pollutants and immune response to a broad array of microbes on the development and prognosis of allergic diseases from birth up to age 18 years and their underlying molecular pathways (referred as \"The BBC IDeaL study\"). The objective of this paper is to describe the study rationale, hypotheses, and study design of the BBC IDeaL study. This study included a total of 990 mother-child dyads, with almost equal number of boys and girls. About 58% mothers self-identified as Black, 6% as White, 22% as Hispanic and 14% as others. These children were followed from birth onwards, with an average of 12 ± 5 years of follow-up. The incident rate for food allergy and asthma was 8% and 21%, respectively. The key strengths of this study include its prospective birth cohort design, large sample size, diverse race/ethnicity, comprehensive and high-quality exposure assessment, standardized clinical outcome ascertainment, cutting-edge immune and multi-omics assays. We anticipate that successful completion of the BBC IDeaL study will help identify important early life risk and protective factors, along with novel biomarkers for prediction or therapeutic targets. Ultimately, the expected findings may contribute to identification of high-risk newborns and can inform effective interventions during the earliest developmental windows when they may have the greatest lifelong benefit.",
    "disease": "asthma",
    "clean_text": "integrating exposures and multi omics in the boston birth cohort to elucidate immune development across the life course rationale and study design in utero and the first few years of life represent critical windows for immune development and early life exposures to microbes and environmental pollutants may have a profound impact on future risk of allergic diseases however few studies have examined the interplay among early life exposures immune responses and multi omics on allergic outcomes across the critical developmental windows funded by the national institute of health we launched a prospective study in the boston birth cohort bbc to investigate the impact of early life exposure to environmental pollutants and immune response to a broad array of microbes on the development and prognosis of allergic diseases from birth up to age years and their underlying molecular pathways referred as the bbc ideal study the objective of this paper is to describe the study rationale hypotheses and study design of the bbc ideal study this study included a total of mother child dyads with almost equal number of boys and girls about mothers self identified as black as white as hispanic and as others these children were followed from birth onwards with an average of years of follow up the incident rate for food allergy and asthma was and respectively the key strengths of this study include its prospective birth cohort design large sample size diverse race ethnicity comprehensive and high quality exposure assessment standardized clinical outcome ascertainment cutting edge immune and multi omics assays we anticipate that successful completion of the bbc ideal study will help identify important early life risk and protective factors along with novel biomarkers for prediction or therapeutic targets ultimately the expected findings may contribute to identification of high risk newborns and can inform effective interventions during the earliest developmental windows when they may have the greatest lifelong benefit"
}