{
    "pmid": "41308938",
    "title": "Therapeutic potential of magnesium diboride nanosheets in PAH-associated right heart failure: Integrated multi-omics analysis reveals ferroptosis suppression via LC3/ATG5/NCOA4/FTH1 pathway.",
    "abstract": "Pulmonary arterial hypertension (PAH) is a progressive obstructive pulmonary vasculopathy characterized by pathological vascular remodeling driven by excessive cellular proliferation, apoptosis resistance, chronic inflammation, fibrotic deposition, and dysregulated vasoconstriction. As the disease advances, these vascular abnormalities culminate in right heart failure (RHF). The right ventricular (RV) initially undergoes compensatory hypertrophy but ultimately decompensates, manifesting as chamber dilation, impaired contractility, and progressive fibrosis. Despite the critical determinant role of RV functional reserve in patient survival and prognosis, but no clinically validated interventions directly address RV adaptation. Molecular hydrogen (H",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "therapeutic potential of magnesium diboride nanosheets in pah associated right heart failure integrated multi omics analysis reveals ferroptosis suppression via lc atg ncoa fth pathway pulmonary arterial hypertension pah is a progressive obstructive pulmonary vasculopathy characterized by pathological vascular remodeling driven by excessive cellular proliferation apoptosis resistance chronic inflammation fibrotic deposition and dysregulated vasoconstriction as the disease advances these vascular abnormalities culminate in right heart failure rhf the right ventricular rv initially undergoes compensatory hypertrophy but ultimately decompensates manifesting as chamber dilation impaired contractility and progressive fibrosis despite the critical determinant role of rv functional reserve in patient survival and prognosis but no clinically validated interventions directly address rv adaptation molecular hydrogen h"
}