{
    "pmid": "41449297",
    "title": "Necessity of whole-body CT in patients with acute ischemic stroke and proposal for a simple brain perfusion imaging and whole-body CT protocol using split-bolus injection.",
    "abstract": "This study aimed to evaluate the necessity of whole-body computed tomography (CT) in patients with acute ischemic stroke (AIS) and to assess the usefulness of a simple imaging protocol combining brain CT perfusion (CTP) and whole-body CT using low-tube voltage and split-bolus injection (SPBI). We retrospectively analyzed 123 patients with suspected AIS who underwent both brain CTP and whole-body CT between April 2022 and May 2025. Image quality, vascular and parenchymal CT values, diagnostic findings, and incidence of post-contrast acute kidney injury (PC-AKI) were assessed. A control group of 115 patients who underwent dynamic contrast-enhanced CT of the chest and abdomen was used for comparison. The proposed protocol achieved high CT values (≥ 350 HU) in major vessels and comparable CT enhancement in organs compared to the control group. Visual assessment yielded very high scores (vessels, 4.975; organs, 3.725) and complete inter-reader agreement (vessels, k = 0.98; organs, k = 0.877). Only one patient (0.8%) who underwent mechanical thrombectomy developed PC-AKI. Whole-body CT revealed clinically significant vascular disease (including aortic dissection, pulmonary embolism, and severe carotid stenosis) in 14.6% of cases and incidental suspected malignancy in 5.7% of cases. Following brain CTP, whole-body CT enables the detection of significant vascular and incidental findings in patients with suspected AIS and provides valuable diagnostic information. This protocol, which utilizes low-tube voltage and SPBI, is a simple, time-efficient, and safe method that enhances vascular and organ contrast, supporting its clinical utility in AIS diagnosis.",
    "disease": "stroke",
    "clean_text": "necessity of whole body ct in patients with acute ischemic stroke and proposal for a simple brain perfusion imaging and whole body ct protocol using split bolus injection this study aimed to evaluate the necessity of whole body computed tomography ct in patients with acute ischemic stroke ais and to assess the usefulness of a simple imaging protocol combining brain ct perfusion ctp and whole body ct using low tube voltage and split bolus injection spbi we retrospectively analyzed patients with suspected ais who underwent both brain ctp and whole body ct between april and may image quality vascular and parenchymal ct values diagnostic findings and incidence of post contrast acute kidney injury pc aki were assessed a control group of patients who underwent dynamic contrast enhanced ct of the chest and abdomen was used for comparison the proposed protocol achieved high ct values hu in major vessels and comparable ct enhancement in organs compared to the control group visual assessment yielded very high scores vessels organs and complete inter reader agreement vessels k organs k only one patient who underwent mechanical thrombectomy developed pc aki whole body ct revealed clinically significant vascular disease including aortic dissection pulmonary embolism and severe carotid stenosis in of cases and incidental suspected malignancy in of cases following brain ctp whole body ct enables the detection of significant vascular and incidental findings in patients with suspected ais and provides valuable diagnostic information this protocol which utilizes low tube voltage and spbi is a simple time efficient and safe method that enhances vascular and organ contrast supporting its clinical utility in ais diagnosis"
}