{
    "title": "Acquired nephrogenic diabetes insipidus.",
    "doc_id": "16713497",
    "writer": "Khanna A.",
    "year": "2006",
    "summary": "Nephrogenic diabetes insipidus (NDI) is defined as the inability of the kidney to concentrate urine owing to the insensitivity of the distal nephron to the antidiuretic hormone, arginine vasopressin. ...Acquired NDI most commonly is secondary to drugs such as lithiu …",
    "abstract": "Nephrogenic diabetes insipidus (NDI) is defined as the inability of the kidney to concentrate urine owing to the insensitivity of the distal nephron to the antidiuretic hormone, arginine vasopressin. NDI can be either a congenital or an acquired disorder. Acquired NDI most commonly is secondary to drugs such as lithium or metabolic disturbances, such as hypokalemia and hypercalcemia. Disturbance of the aquaporin-2 shuttle is the underlying molecular basis of acquired NDI. NDI is diagnosed with the help of a water-deprivation test. Patients with the disorder will have a urinary osmolality of less than 300 mosm/kg H2O despite water deprivation. On administration of aqueous vasopressin, patients with NDI will show little or no increase in urine osmolality. Therapy consists of identifying and correcting the underlying disorder, or withdrawing the offending drug. Other treatment options that may be beneficial include diuretics, nonsteroidal anti-inflammatory drugs, decreased dietary solute intake, and desmopressin (DDAVP).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16713497/",
    "clean_text": "acquired nephrogenic diabetes insipidus nephrogenic diabetes insipidus ndi is defined as the inability of the kidney to concentrate urine owing to the insensitivity of the distal nephron to the antidiuretic hormone arginine vasopressin acquired ndi most commonly is secondary to drugs such as lithiu nephrogenic diabetes insipidus ndi is defined as the inability of the kidney to concentrate urine owing to the insensitivity of the distal nephron to the antidiuretic hormone arginine vasopressin ndi can be either a congenital or an acquired disorder acquired ndi most commonly is secondary to drugs such as lithium or metabolic disturbances such as hypokalemia and hypercalcemia disturbance of the aquaporin shuttle is the underlying molecular basis of acquired ndi ndi is diagnosed with the help of a water deprivation test patients with the disorder will have a urinary osmolality of less than mosm kg h o despite water deprivation on administration of aqueous vasopressin patients with ndi will show little or no increase in urine osmolality therapy consists of identifying and correcting the underlying disorder or withdrawing the offending drug other treatment options that may be beneficial include diuretics nonsteroidal anti inflammatory drugs decreased dietary solute intake and desmopressin ddavp"
}