{
    "title": "Macrophage activation and its role in repair and pathology after spinal cord injury.",
    "doc_id": "25578260",
    "writer": "Gensel JC",
    "year": "2015",
    "summary": "In the current review we compare and contrast the healing and inflammatory responses between spinal cord injuries and tissues that undergo complete wound resolution. Through this comparison, we identify key macrophage phenotypes that are inaptly triggered or …",
    "abstract": "The injured spinal cord does not heal properly. In contrast, tissue repair and functional recovery occur after skin or muscle injuries. The reason for this dichotomy in wound repair is unclear but inflammation, and specifically macrophage activation, likely plays a key role. Macrophages have the ability to promote the repair of injured tissue by regulating transitions through different phase of the healing response. In the current review we compare and contrast the healing and inflammatory responses between spinal cord injuries and tissues that undergo complete wound resolution. Through this comparison, we identify key macrophage phenotypes that are inaptly triggered or absent after spinal cord injury and discuss spinal cord stimuli that contribute to this maladaptive response. Sequential activation of classic, pro-inflammatory, M1 macrophages and alternatively activated, M2a, M2b, and M2c macrophages occurs during normal healing and facilitates transitions through the inflammatory, proliferative, and remodeling phases of repair. In contrast, in the injured spinal cord, pro-inflammatory macrophages potentiate a prolonged inflammatory phase and remodeling is not properly initiated. The desynchronized macrophage activation after spinal cord injury is reminiscent of the inflammation present in chronic, non-healing wounds. By refining the role macrophages play in spinal cord injury repair we bring to light important areas for future neuroinflammation and neurotrauma research. This article is part of a Special Issue entitled SI: Spinal cord injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25578260/",
    "clean_text": "macrophage activation and its role in repair and pathology after spinal cord injury in the current review we compare and contrast the healing and inflammatory responses between spinal cord injuries and tissues that undergo complete wound resolution through this comparison we identify key macrophage phenotypes that are inaptly triggered or the injured spinal cord does not heal properly in contrast tissue repair and functional recovery occur after skin or muscle injuries the reason for this dichotomy in wound repair is unclear but inflammation and specifically macrophage activation likely plays a key role macrophages have the ability to promote the repair of injured tissue by regulating transitions through different phase of the healing response in the current review we compare and contrast the healing and inflammatory responses between spinal cord injuries and tissues that undergo complete wound resolution through this comparison we identify key macrophage phenotypes that are inaptly triggered or absent after spinal cord injury and discuss spinal cord stimuli that contribute to this maladaptive response sequential activation of classic pro inflammatory m macrophages and alternatively activated m a m b and m c macrophages occurs during normal healing and facilitates transitions through the inflammatory proliferative and remodeling phases of repair in contrast in the injured spinal cord pro inflammatory macrophages potentiate a prolonged inflammatory phase and remodeling is not properly initiated the desynchronized macrophage activation after spinal cord injury is reminiscent of the inflammation present in chronic non healing wounds by refining the role macrophages play in spinal cord injury repair we bring to light important areas for future neuroinflammation and neurotrauma research this article is part of a special issue entitled si spinal cord injury"
}