{
    "title": "Back posture and low back muscle activity in female computer workers: a field study.",
    "doc_id": "19081657",
    "writer": "Mork PJ",
    "year": "2009",
    "summary": "BACKGROUND: Few studies have investigated sitting posture and low back muscle activity in occupational settings. This study aims to determine back posture and its influence on low back muscle activity in computer workers, and to investigate whet …",
    "abstract": "Background:\n        \n      \n      Few studies have investigated sitting posture and low back muscle activity in occupational settings. This study aims to determine back posture and its influence on low back muscle activity in computer workers, and to investigate whether the work situation is associated with exacerbation of low back pain.\n    \n\n\n          Methods:\n        \n      \n      Twenty-one female computer workers participated. Surface electromyographic activity was recorded from lumbar multifidus, longissimus, and iliocostalis throughout the workday. Simultaneous inclinometer recordings from pelvis, upper trunk, and left thigh were used to determine back posture and identify periods with sitting, standing, and walking. Low back pain intensity was recorded by visual analogue scale every hour throughout the work and leisure periods.\n    \n\n\n          Findings:\n        \n      \n      All subjects adopted a markedly flexed back posture while seated at work. Surface electromyographic activity was very low for all muscles during sitting (group median <1.4% of root-mean-square-detected response at maximal voluntary contraction). Back posture moderately influenced electromyographic activity, accounting for 19% (sitting) to 38% (standing) of intra-individual variation in muscle activity. Subjects reporting aggravating low back pain (n=10) during the workday were not distinguished by duration of sitting, sitting posture, or low back muscle activity. Low back pain was markedly reduced from the last hour of work to the first hour of leisure, accompanied by an increase in low back muscle activity.\n    \n\n\n          Interpretation:\n        \n      \n      Low back muscle activity was very low during seated posture, presumably due to the flexion-relaxation phenomenon. Sustained stretch of passive lumbar structures in combination with essentially silent muscles may exacerbate low back pain in sedentary workers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19081657/",
    "clean_text": "back posture and low back muscle activity in female computer workers a field study background few studies have investigated sitting posture and low back muscle activity in occupational settings this study aims to determine back posture and its influence on low back muscle activity in computer workers and to investigate whet background few studies have investigated sitting posture and low back muscle activity in occupational settings this study aims to determine back posture and its influence on low back muscle activity in computer workers and to investigate whether the work situation is associated with exacerbation of low back pain methods twenty one female computer workers participated surface electromyographic activity was recorded from lumbar multifidus longissimus and iliocostalis throughout the workday simultaneous inclinometer recordings from pelvis upper trunk and left thigh were used to determine back posture and identify periods with sitting standing and walking low back pain intensity was recorded by visual analogue scale every hour throughout the work and leisure periods findings all subjects adopted a markedly flexed back posture while seated at work surface electromyographic activity was very low for all muscles during sitting group median of root mean square detected response at maximal voluntary contraction back posture moderately influenced electromyographic activity accounting for sitting to standing of intra individual variation in muscle activity subjects reporting aggravating low back pain n during the workday were not distinguished by duration of sitting sitting posture or low back muscle activity low back pain was markedly reduced from the last hour of work to the first hour of leisure accompanied by an increase in low back muscle activity interpretation low back muscle activity was very low during seated posture presumably due to the flexion relaxation phenomenon sustained stretch of passive lumbar structures in combination with essentially silent muscles may exacerbate low back pain in sedentary workers"
}