{
    "pmid": "41474425",
    "title": "The effects of pulmonary rehabilitation on symptom change and exacerbations in patients with chronic obstructive pulmonary disease: A randomised controlled trial.",
    "abstract": "This study aimed to investigate the effects of pulmonary rehabilitation on symptom change and exacerbations in patients with chronic obstructive pulmonary disease (COPD). This randomised controlled trial enrolled COPD patients from Shangrao Municipal Hospital between June 2022 and June 2024. The patients were randomly allocated to control and pulmonary rehabilitation groups. Data on demographics, pulmonary function, COPD assessment test (CAT) scores, modiﬁed Medical Research Council scores, and inhalation therapy regimens were collected. The patients in the pulmonary rehabilitation group were undergoing pulmonary rehabilitation sessions twice weekly for 6 months. The number of exacerbations and CAT scores were recorded during 6 months of intervention period. The minimum clinically important difference (MCID) was defined as a CAT score decrease of ≥2 at 6-month visits from baseline. A total of 188 patients with COPD were enrolled and randomly allocated to the control and pulmonary rehabilitation groups. There were no significant differences in clinical characteristics between the control and pulmonary rehabilitation groups. Patients in the pulmonary rehabilitation group were more likely to attain MCID and had lower risk of future exacerbations and hospitalizations during 6 months of intervention period than patients in the control group (P < 0.05). Comparison of the exacerbation proportion using a Kaplan-Meier curve revealed that the patients in the pulmonary rehabilitation group had a lower risk of future exacerbations (P < 0.05). Pulmonary rehabilitation is effective for improving symptoms and decreasing future exacerbations in COPD patients. A pulmonary rehabilitation program should be recommended for the daily management of COPD patients.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "the effects of pulmonary rehabilitation on symptom change and exacerbations in patients with chronic obstructive pulmonary disease a randomised controlled trial this study aimed to investigate the effects of pulmonary rehabilitation on symptom change and exacerbations in patients with chronic obstructive pulmonary disease copd this randomised controlled trial enrolled copd patients from shangrao municipal hospital between june and june the patients were randomly allocated to control and pulmonary rehabilitation groups data on demographics pulmonary function copd assessment test cat scores modi ed medical research council scores and inhalation therapy regimens were collected the patients in the pulmonary rehabilitation group were undergoing pulmonary rehabilitation sessions twice weekly for months the number of exacerbations and cat scores were recorded during months of intervention period the minimum clinically important difference mcid was defined as a cat score decrease of at month visits from baseline a total of patients with copd were enrolled and randomly allocated to the control and pulmonary rehabilitation groups there were no significant differences in clinical characteristics between the control and pulmonary rehabilitation groups patients in the pulmonary rehabilitation group were more likely to attain mcid and had lower risk of future exacerbations and hospitalizations during months of intervention period than patients in the control group p comparison of the exacerbation proportion using a kaplan meier curve revealed that the patients in the pulmonary rehabilitation group had a lower risk of future exacerbations p pulmonary rehabilitation is effective for improving symptoms and decreasing future exacerbations in copd patients a pulmonary rehabilitation program should be recommended for the daily management of copd patients"
}