{
    "title": "An assessment of adolescent overweight and obesity in Xi'an City, China.",
    "doc_id": "17902215",
    "writer": "Li M",
    "year": "2006",
    "summary": "OBJECTIVES: To assess the magnitude of overweight and obesity, and its associated socio-demographic factors in adolescents in Xi'an city, China. METHODS: A total of 1804 adolescents attending junior high schools in Xi'an City (age: 11-17 years) were in …",
    "abstract": "Objectives:\n        \n      \n      To assess the magnitude of overweight and obesity, and its associated socio-demographic factors in adolescents in Xi'an city, China.\n    \n\n\n          Methods:\n        \n      \n      A total of 1804 adolescents attending junior high schools in Xi'an City (age: 11-17 years) were included in this cross-sectional study. Body mass index using IOTF cut-offs defined overweight and obesity. Socio-demographic information was collected from the parents of the survey participants using self-administered, structured and pre-coded questionnaires.\n    \n\n\n          Results:\n        \n      \n      Overall, 16.3% of adolescents were overweight or obese, but there was a marked gender difference in the prevalence with 19.4% (95% CI: 15.6% - 23.7%) of boys versus 13.2% (95% CI: 10.0% - 16.4%) ofthe girls being overweight or obese. In a multivariate model, age, residence, household wealth, and parents' body mass index were significantly associated with being overweight/obese (p < 0.05). After adjusting for age and gender, the odds of an adolescent being overweight or obese was 2.7 times (95% CI: 1.8 - 4.0) higher in urban areas compared to rural areas; and 1.6 times (95% CI: 1.04 - 2.5) higher for adolescents from rich compared to poor families. An adolescent with one or both parents being overweight was 1.8 times (95% CI: 1.3 - 2.5) more likely to be overweight themselves compared to those with normal weight parents.\n    \n\n\n          Conclusions:\n        \n      \n      1) Overweight and obesity is a major public health problem in adolescents in Xi'an City and is likely to increase rapidly in the near future; 2) Overweight and obesity is more prevalent in younger boys from richer families living in urban districts and whose parents were either overweight or obese.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17902215/",
    "clean_text": "an assessment of adolescent overweight and obesity in xi an city china objectives to assess the magnitude of overweight and obesity and its associated socio demographic factors in adolescents in xi an city china methods a total of adolescents attending junior high schools in xi an city age years were in objectives to assess the magnitude of overweight and obesity and its associated socio demographic factors in adolescents in xi an city china methods a total of adolescents attending junior high schools in xi an city age years were included in this cross sectional study body mass index using iotf cut offs defined overweight and obesity socio demographic information was collected from the parents of the survey participants using self administered structured and pre coded questionnaires results overall of adolescents were overweight or obese but there was a marked gender difference in the prevalence with ci of boys versus ci ofthe girls being overweight or obese in a multivariate model age residence household wealth and parents body mass index were significantly associated with being overweight obese p after adjusting for age and gender the odds of an adolescent being overweight or obese was times ci higher in urban areas compared to rural areas and times ci higher for adolescents from rich compared to poor families an adolescent with one or both parents being overweight was times ci more likely to be overweight themselves compared to those with normal weight parents conclusions overweight and obesity is a major public health problem in adolescents in xi an city and is likely to increase rapidly in the near future overweight and obesity is more prevalent in younger boys from richer families living in urban districts and whose parents were either overweight or obese"
}