{
    "pmid": "41425598",
    "title": "Stratified shared genetic architecture of IBD and RA: an integrated analysis from polygenic overlap to directional heterogeneity.",
    "abstract": "Inflammatory bowel disease (IBD) and rheumatoid arthritis (RA) are chronic immune-mediated disorders with overlapping clinical and immunological features, yet genome-wide genetic correlation (rg) between them has remained modest. We integrated multiple complementary approaches to dissect their genetic relationship, including MiXeR, LAVA, conditional/conjunctional FDR (cond/conjFDR), PLACO, and FUMA, using large-scale GWAS datasets of European ancestry. MiXeR revealed extensive polygenic overlap between IBD and RA (Dice coefficient ≈ 0.46), encompassing hundreds of shared causal variants, while the global rg remained low (≈0.06). The weakened rg was attributable to directional heterogeneity, as many shared variants exhibited opposite effect directions across the two diseases. LAVA identified specific loci with significant positive local correlations, such as  Despite modest genome-wide correlation, IBD and RA share a high degree of polygenic risk, and the apparent paradox is explained by mixed effect directions of shared variants. These results provide a stratified view of their shared genetic architecture and offer new insights into common immunological pathways contributing to comorbidity. As the GWAS datasets were predominantly of European ancestry, the generalizability of these findings to non-European populations remains uncertain, validation in ancestrally diverse cohorts is needed.",
    "disease": "rheumatoid arthritis",
    "clean_text": "stratified shared genetic architecture of ibd and ra an integrated analysis from polygenic overlap to directional heterogeneity inflammatory bowel disease ibd and rheumatoid arthritis ra are chronic immune mediated disorders with overlapping clinical and immunological features yet genome wide genetic correlation rg between them has remained modest we integrated multiple complementary approaches to dissect their genetic relationship including mixer lava conditional conjunctional fdr cond conjfdr placo and fuma using large scale gwas datasets of european ancestry mixer revealed extensive polygenic overlap between ibd and ra dice coefficient encompassing hundreds of shared causal variants while the global rg remained low the weakened rg was attributable to directional heterogeneity as many shared variants exhibited opposite effect directions across the two diseases lava identified specific loci with significant positive local correlations such as despite modest genome wide correlation ibd and ra share a high degree of polygenic risk and the apparent paradox is explained by mixed effect directions of shared variants these results provide a stratified view of their shared genetic architecture and offer new insights into common immunological pathways contributing to comorbidity as the gwas datasets were predominantly of european ancestry the generalizability of these findings to non european populations remains uncertain validation in ancestrally diverse cohorts is needed"
}