{
    "pmid": "41472202",
    "title": "New Circulating Variants of SARS-CoV-2 in Asturias During the Period (2022-2024).",
    "abstract": "The ability of a virus to adapt is key to its survival, and this is achieved through mutation, which allows the virus to change and adapt to new environments. To capture the full extent of SARS-CoV-2 diversity in Asturias, samples obtained from nasopharyngeal swabs were characterised using whole-genome sequencing. Between 2020 and July 2024, a total of 4001 sequences were analysed and 5302 mutations were identified. An increase in the positivity rate was observed between 2022 and 2024 in children under 1 year of age. During this period, 55 new circulating variants belonging to 41 pangolin lineages were detected: 24 originated throughout the world and 31 in Asturias (10 detected only in the region, 8 in the rest of Spain, and 13 around the world). A total of 31 new non-synonymous mutations were fixed in the viral population 250 ± 46 (93-620) days after their appearance. During seasonal SARS-CoV-2 circulation, surveillance systems developed during the pandemic continue to detect new indigenous and imported variants without indicating an increase in severity.",
    "disease": "pneumonia",
    "clean_text": "new circulating variants of sars cov in asturias during the period the ability of a virus to adapt is key to its survival and this is achieved through mutation which allows the virus to change and adapt to new environments to capture the full extent of sars cov diversity in asturias samples obtained from nasopharyngeal swabs were characterised using whole genome sequencing between and july a total of sequences were analysed and mutations were identified an increase in the positivity rate was observed between and in children under year of age during this period new circulating variants belonging to pangolin lineages were detected originated throughout the world and in asturias detected only in the region in the rest of spain and around the world a total of new non synonymous mutations were fixed in the viral population days after their appearance during seasonal sars cov circulation surveillance systems developed during the pandemic continue to detect new indigenous and imported variants without indicating an increase in severity"
}