{
    "title": "Molecular characterization of the cucurbit yellow stunting disorder virus coat protein gene.",
    "doc_id": "18944661",
    "writer": "Livieratos IC",
    "year": "1999",
    "summary": "ABSTRACT Cucurbit yellow stunting disorder virus (CYSDV) is a partially characterized bipartite closterovirus transmitted by the tobacco whitefly (Bemisia tabaci). CYSDV has emerged as a serious pathogen in southeastern Spain and the Mediterranean Region, causing yellow …",
    "abstract": "ABSTRACT Cucurbit yellow stunting disorder virus (CYSDV) is a partially characterized bipartite closterovirus transmitted by the tobacco whitefly (Bemisia tabaci). CYSDV has emerged as a serious pathogen in southeastern Spain and the Mediterranean Region, causing yellowing disease of cucumber and melon crops. Using a modified reverse-transcription polymerase chain reaction protocol with gel-extracted dsRNA templates, fragments of CYSDV RNA2 were amplified and cloned. Sequence analysis of the cloned fragments revealed open reading frames encoding the heat shock protein 70 homolog, two proteins of unknown function (p58 and p9), and the coat protein (CP) of the virus in a contiguous gene arrangement similar to that of lettuce infectious yellows virus (LIYV) RNA2. The complete CYSDV CP gene is 756 nt long and encodes a protein with a molecular mass of 28.5 kDa. A comparison of the amino acid sequence of the CYSDV CP gene with those of other closteroviruses revealed significant levels of similarity with sweet potato chlorotic stunt virus and LIYV (36 and 27%, respectively), both of which are members of the recently proposed Crinivirus genus of closteroviruses. The complete CYSDV CP gene was cloned into a bacterial expression vector, and the resulting fusion protein was purified and used to produce antiserum. Purified immunoglobulins specifically detected CYSDV in infected plant extracts, both in immunoblot and indirect enzyme-linked immunosorbent assays with a titer exceeding 2,000 times for both assays.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18944661/",
    "clean_text": "molecular characterization of the cucurbit yellow stunting disorder virus coat protein gene abstract cucurbit yellow stunting disorder virus cysdv is a partially characterized bipartite closterovirus transmitted by the tobacco whitefly bemisia tabaci cysdv has emerged as a serious pathogen in southeastern spain and the mediterranean region causing yellow abstract cucurbit yellow stunting disorder virus cysdv is a partially characterized bipartite closterovirus transmitted by the tobacco whitefly bemisia tabaci cysdv has emerged as a serious pathogen in southeastern spain and the mediterranean region causing yellowing disease of cucumber and melon crops using a modified reverse transcription polymerase chain reaction protocol with gel extracted dsrna templates fragments of cysdv rna were amplified and cloned sequence analysis of the cloned fragments revealed open reading frames encoding the heat shock protein homolog two proteins of unknown function p and p and the coat protein cp of the virus in a contiguous gene arrangement similar to that of lettuce infectious yellows virus liyv rna the complete cysdv cp gene is nt long and encodes a protein with a molecular mass of kda a comparison of the amino acid sequence of the cysdv cp gene with those of other closteroviruses revealed significant levels of similarity with sweet potato chlorotic stunt virus and liyv and respectively both of which are members of the recently proposed crinivirus genus of closteroviruses the complete cysdv cp gene was cloned into a bacterial expression vector and the resulting fusion protein was purified and used to produce antiserum purified immunoglobulins specifically detected cysdv in infected plant extracts both in immunoblot and indirect enzyme linked immunosorbent assays with a titer exceeding times for both assays"
}