{
    "title": "Integrated Evaluation Method of the Health-Related Physical Environment in Urbanizing Areas: A Case Study From a University Campus in China.",
    "doc_id": "35211442",
    "writer": "Wu Y",
    "year": "2022",
    "summary": "This study uses an integrated evaluation method to simulate the health-related physical environment in the four dimensions of acoustic, wind, thermal, and landscape. According to the case study of one university campus in an urbanizing area in China, results show that (1) …",
    "abstract": "Environmental deterioration in urbanizing areas increases the risks of sudden death as well as chronic, infectious, and psychological diseases. Quantifying health-related physical environment can assess the health risk of urban residents. This study uses an integrated evaluation method to simulate the health-related physical environment in the four dimensions of acoustic, wind, thermal, and landscape. According to the case study of one university campus in an urbanizing area in China, results show that (1) areas with unqualified equivalent A sound levels are generally the sports area, green square 1 and laboratory areas, and residents who stay in these areas for a long time suffer the risks of hearing loss and mental stress. (2) The windless area ratio of teaching area 1 and dormitory area 4 is larger than 20%, and respiratory health risks increase because these areas relate to relatively wind discomfort. (3) The high-temperature zone ratio of sports area and green square 2 is larger than 50%, and heatstroke risks increase since these areas relate with low thermal comfort. (4) The overall landscape perception level of dormitories and dining areas is lower than that of the teaching area, and it can cause anxiety and irritability. (5) The sports area has the lowest average overall score of the health-related physical environment among all functional areas, followed by laboratory areas. These findings indicate that the proposed model and method can be valuable tools for the pre-evaluation and optimization of urban planning. It can reduce the health risks of residents in urbanizing areas and can benefit residents' health and urban sustainable development.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35211442/",
    "clean_text": "integrated evaluation method of the health related physical environment in urbanizing areas a case study from a university campus in china this study uses an integrated evaluation method to simulate the health related physical environment in the four dimensions of acoustic wind thermal and landscape according to the case study of one university campus in an urbanizing area in china results show that environmental deterioration in urbanizing areas increases the risks of sudden death as well as chronic infectious and psychological diseases quantifying health related physical environment can assess the health risk of urban residents this study uses an integrated evaluation method to simulate the health related physical environment in the four dimensions of acoustic wind thermal and landscape according to the case study of one university campus in an urbanizing area in china results show that areas with unqualified equivalent a sound levels are generally the sports area green square and laboratory areas and residents who stay in these areas for a long time suffer the risks of hearing loss and mental stress the windless area ratio of teaching area and dormitory area is larger than and respiratory health risks increase because these areas relate to relatively wind discomfort the high temperature zone ratio of sports area and green square is larger than and heatstroke risks increase since these areas relate with low thermal comfort the overall landscape perception level of dormitories and dining areas is lower than that of the teaching area and it can cause anxiety and irritability the sports area has the lowest average overall score of the health related physical environment among all functional areas followed by laboratory areas these findings indicate that the proposed model and method can be valuable tools for the pre evaluation and optimization of urban planning it can reduce the health risks of residents in urbanizing areas and can benefit residents health and urban sustainable development"
}