{
    "title": "The Impact of Backpack Loads on School Children: A Critical Narrative Review.",
    "doc_id": "30424517",
    "writer": "Perrone M",
    "year": "2018",
    "summary": "Background: Backpack loads of school students during school days have been suggested to range from 10% to as high as 25% of their body weight and may have a negative impact on their body. The aim of this review was to identify and review studies that have exa …",
    "abstract": "Background: Backpack loads of school students during school days have been suggested to range from 10% to as high as 25% of their body weight and may have a negative impact on their body. The aim of this review was to identify and review studies that have examined impacts of contemporary backpack loads on school children. Methods: A systematic search was conducted of the literature using key search terms. After relevant studies published in recent years were selected using strict inclusion and exclusion criteria, the studies were critically appraised and relevant data were extracted and tabulated prior to conducting a critical narrative synthesis of findings. Results: Twenty-one studies were included, ranging in methodological quality from poor to good (critical appraisal scores 22% to 77%). Students carried on average over 15% of their own body weight, which caused biomechanical and physiological adaptations that could increase musculoskeletal injury risk, fatigue, redness, swelling and discomfort. Conclusion: Considering the limited methodological quality and variations in foci across studies, further research is needed to elucidate: (1) the loads students carry around on a school day in their school backpacks and; (2) the biomechanical, physiological and physical effects of load carriage on students.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30424517/",
    "clean_text": "the impact of backpack loads on school children a critical narrative review background backpack loads of school students during school days have been suggested to range from to as high as of their body weight and may have a negative impact on their body the aim of this review was to identify and review studies that have exa background backpack loads of school students during school days have been suggested to range from to as high as of their body weight and may have a negative impact on their body the aim of this review was to identify and review studies that have examined impacts of contemporary backpack loads on school children methods a systematic search was conducted of the literature using key search terms after relevant studies published in recent years were selected using strict inclusion and exclusion criteria the studies were critically appraised and relevant data were extracted and tabulated prior to conducting a critical narrative synthesis of findings results twenty one studies were included ranging in methodological quality from poor to good critical appraisal scores to students carried on average over of their own body weight which caused biomechanical and physiological adaptations that could increase musculoskeletal injury risk fatigue redness swelling and discomfort conclusion considering the limited methodological quality and variations in foci across studies further research is needed to elucidate the loads students carry around on a school day in their school backpacks and the biomechanical physiological and physical effects of load carriage on students"
}