{
    "pmid": "41473164",
    "title": "Villitis of unknown etiology is a placental pathology associated with pregnancy complication: a systematic review and meta-analysis.",
    "abstract": "Villitis of unknown etiology (VUE) is a chronic placental inflammatory lesion of high incidence, but its relationship with adverse pregnancy outcomes remains unclear. This meta-analysis quantifies its impact on five critical complications adverse pregnancy outcomes, including fetal growth restriction (IUGR), preeclampsia (PE), gestational hypertension, small gestation age (SGA), and stillbirth. We used the search verb \"villitis of unknown etiology\" OR \"VUE\" OR \"chronic villitis\" OR \"unknown etiology of villitis\", from databases SCOUP, PubMed and Google Scholar, incorporating cohort studies, case-control studies. Heterogeneity was assessed via  The incidence of VUE was higher in the IUGR, PE, gestational hypertension, SGA, and stillbirth groups than in the normal control group. VUE was significantly associated with an increased risk of stillbirth (OR = 3.64, 95% CI: 1.80-7.39) and pre-eclampsia (OR = 1.31, 95% CI: 1.03-1.65). A marginal association was observed between VUE and gestational hypertension (OR = 1.41, 95% CI: 0.892-2.23). In contrast, the associations of VUE with IUGR (OR = 1.56, 95% CI: 0.509-4.77) and SGA (OR = 1.01, 95% CI: 0.099-10.4) were not statistically significant and exhibited substantial heterogeneity. VUE is strongly associated with stillbirth and PE, highlighting its role in the pathogenesis of placental-related diseases. While there are no significant associations were found with intrauterine growth restriction or small for gestational age infants based on current evidence, these findings solidify the link between VUE and specific obstetric syndromes. https://www.crd.york.ac.uk/PROSPERO/display_record.php?RecordID=1077709, identifier PROSPERO (CRD4202121077709).",
    "disease": "hypertension",
    "clean_text": "villitis of unknown etiology is a placental pathology associated with pregnancy complication a systematic review and meta analysis villitis of unknown etiology vue is a chronic placental inflammatory lesion of high incidence but its relationship with adverse pregnancy outcomes remains unclear this meta analysis quantifies its impact on five critical complications adverse pregnancy outcomes including fetal growth restriction iugr preeclampsia pe gestational hypertension small gestation age sga and stillbirth we used the search verb villitis of unknown etiology or vue or chronic villitis or unknown etiology of villitis from databases scoup pubmed and google scholar incorporating cohort studies case control studies heterogeneity was assessed via the incidence of vue was higher in the iugr pe gestational hypertension sga and stillbirth groups than in the normal control group vue was significantly associated with an increased risk of stillbirth or ci and pre eclampsia or ci a marginal association was observed between vue and gestational hypertension or ci in contrast the associations of vue with iugr or ci and sga or ci were not statistically significant and exhibited substantial heterogeneity vue is strongly associated with stillbirth and pe highlighting its role in the pathogenesis of placental related diseases while there are no significant associations were found with intrauterine growth restriction or small for gestational age infants based on current evidence these findings solidify the link between vue and specific obstetric syndromes https www crd york ac uk prospero display record php recordid identifier prospero crd"
}