{
    "pmid": "41442173",
    "title": "The Impact of Pharmacist-Led Medication Reconciliation on Quality of Life and Hospital Stay in Chronic Kidney Disease: A Prospective Study in Jordan.",
    "abstract": "Patients with chronic kidney disease (CKD) often experience a poor quality of life (QoL), prolonged hospital stays (length of stay, LOS), and an increased risk of drug-related problems (DRPs) due to high comorbidity rates, pill burden, and frequent care transitions. Providing effective management can significantly improve the overall health status of CKD patients. This study evaluated the impact of the pharmacist-led medication reconciliation service on health-related QoL and LOS in CKD inpatients and the prevalence of DRPs in this population. This 9-month prospective quasi-experimental study was conducted on hospitalized patients with CKD two phases: a control period and an intervention period. Control phase care followed usual hospital practice. In the intervention phase, the pharmacist carried out reconciliation and review of medications over the stay. Patients data were collected from hospital records and patient interviews. Detected drug-related problems (DRPs) were discussed with the physicians. Participants were followed for one month after discharge to measure QoL, using the EQ-5D-5L questionnaire. Predictors of high DRP burden were analyzed via logistic regression. Multivariable quantile regression was applied to explore factors influencing LOS and QoL at discharge and at the one-month follow-up. Of the study sample (212), 142 (67%) and 70 (33%) participants were enrolled during the intervention and control periods, respectively. A mean of 7.05 (SD 3.41) DRPs per CKD patient was recognized. Discrepancies and inappropriate medication and dosage selection were the most prevalent DRPs. Compared to the control, utility values (QoL) were higher in the intervention group at discharge (0.17 increase; 95% CI: 0.048, 0.298) and at follow-up (0.24 increase; 95%CI: 0.09, 0.39). The intervention group had a shorter LOS by 2.43 days than the control group (95% CI: -4.49, -0.37; P = 0.021). The pharmacist-led supplemented medication reconciliation demonstrated positive effects on QoL and LOS among CKD patients. These results support the integration of clinical pharmacy services into interdisciplinary healthcare for CKD management.",
    "disease": "chronic kidney disease",
    "clean_text": "the impact of pharmacist led medication reconciliation on quality of life and hospital stay in chronic kidney disease a prospective study in jordan patients with chronic kidney disease ckd often experience a poor quality of life qol prolonged hospital stays length of stay los and an increased risk of drug related problems drps due to high comorbidity rates pill burden and frequent care transitions providing effective management can significantly improve the overall health status of ckd patients this study evaluated the impact of the pharmacist led medication reconciliation service on health related qol and los in ckd inpatients and the prevalence of drps in this population this month prospective quasi experimental study was conducted on hospitalized patients with ckd two phases a control period and an intervention period control phase care followed usual hospital practice in the intervention phase the pharmacist carried out reconciliation and review of medications over the stay patients data were collected from hospital records and patient interviews detected drug related problems drps were discussed with the physicians participants were followed for one month after discharge to measure qol using the eq d l questionnaire predictors of high drp burden were analyzed via logistic regression multivariable quantile regression was applied to explore factors influencing los and qol at discharge and at the one month follow up of the study sample and participants were enrolled during the intervention and control periods respectively a mean of sd drps per ckd patient was recognized discrepancies and inappropriate medication and dosage selection were the most prevalent drps compared to the control utility values qol were higher in the intervention group at discharge increase ci and at follow up increase ci the intervention group had a shorter los by days than the control group ci p the pharmacist led supplemented medication reconciliation demonstrated positive effects on qol and los among ckd patients these results support the integration of clinical pharmacy services into interdisciplinary healthcare for ckd management"
}