{
    "pmid": "41434389",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Lacunes (of presumed vascular origin) are associated with an increased risk of cognitive decline and may elevate the risk of amyloid-related imaging abnormalities (ARIA). This study aimed to develop a deep learning-based model for automatic segmentation of lacunes that can effectively distinguish them from lacune-mimicking features in an imbalanced dataset. A total of 427 T2-FLAIR MRI images from Asan Medical Center were used for model development. One neuroradiologist manually segmented all cases of lacunes to establish ground truth. The dataset was divided into training, validation and test sets with a 3:1:1 ratio. Preprocessing of all MRI images included intracranial volume (ICV) segmentation and white matter hyperintensity (WMH) segmentation using VUNO Med-DeepBrain (validation DSC, 0.988, 0.855, respectively). Attention U-Net architecture with a pretrained encoder using supervised contrastive learning was developed. Predictions with centers within 3mm of ground truth centers were regarded as true positives. The diagnostic accuracy of the model for instance-level detection of lacunes were evaluated using alternative free-response receiver operating characteristics (AFROC) analysis. Additionally, subgroup analysis to assess patient-level outcomes were performed, including: (1) detection of the presence or absence of lacunes, (2) discrimination between no vs 1-2 lacunes, and (3) discrimination of no or 1-2 lacunes vs lacunes of 3 or more. The test set included 55 positive patients with a total of 166 lacunes, and 31 negative patients without lacunes. For instance-level detection, the model correctly identified 102 out of 166 lacunes (61.5%; 95% CI, 51.2-70.8%) with a figure-of-merit (FOM) of 0.726 (95% CI, 0.635-0.816). At the patient-level, the AUC for lacune detection was 0.810 (95% CI, 0.724-0.896). The model achieved a sensitivity of 58.1% (95% CI, 40.8-73.6%) in identifying patients with 1-2 lacunes and 58.3% (95% CI, 38.8-75.5%) in identifying patients with lacunes of 3 or more. This study introduces a deep-learning based approach for detecting lacunes from highly imbalanced dataset using encoder pretrained with supervised contrastive learning. Future work will focus on expanding the current approach to include lacune localization within specific brain regions and conducting external validation across multiple centers.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium lacunes of presumed vascular origin are associated with an increased risk of cognitive decline and may elevate the risk of amyloid related imaging abnormalities aria this study aimed to develop a deep learning based model for automatic segmentation of lacunes that can effectively distinguish them from lacune mimicking features in an imbalanced dataset a total of t flair mri images from asan medical center were used for model development one neuroradiologist manually segmented all cases of lacunes to establish ground truth the dataset was divided into training validation and test sets with a ratio preprocessing of all mri images included intracranial volume icv segmentation and white matter hyperintensity wmh segmentation using vuno med deepbrain validation dsc respectively attention u net architecture with a pretrained encoder using supervised contrastive learning was developed predictions with centers within mm of ground truth centers were regarded as true positives the diagnostic accuracy of the model for instance level detection of lacunes were evaluated using alternative free response receiver operating characteristics afroc analysis additionally subgroup analysis to assess patient level outcomes were performed including detection of the presence or absence of lacunes discrimination between no vs lacunes and discrimination of no or lacunes vs lacunes of or more the test set included positive patients with a total of lacunes and negative patients without lacunes for instance level detection the model correctly identified out of lacunes ci with a figure of merit fom of ci at the patient level the auc for lacune detection was ci the model achieved a sensitivity of ci in identifying patients with lacunes and ci in identifying patients with lacunes of or more this study introduces a deep learning based approach for detecting lacunes from highly imbalanced dataset using encoder pretrained with supervised contrastive learning future work will focus on expanding the current approach to include lacune localization within specific brain regions and conducting external validation across multiple centers"
}