{
    "title": "Impact of psychological stress on ovarian function: Insights, mechanisms and intervention strategies (Review).",
    "doc_id": "39704226",
    "writer": "Hu Y",
    "year": "2025",
    "summary": "Mental stress may lead to ovarian dysfunction. Psychological stress disrupts ovarian function, leading to adverse in vitro fertilization outcomes, premature ovarian insufficiency and decreased ovarian reserve. Furthermore, psychological stress caused b …",
    "abstract": "Mental stress may lead to ovarian dysfunction. Psychological stress disrupts ovarian function, leading to adverse in vitro fertilization outcomes, premature ovarian insufficiency and decreased ovarian reserve. Furthermore, psychological stress caused by decreased ovarian function and infertility can exacerbate the mental burden. In animals, psychological stress leads to ovarian insufficiency, resulting in irregular estrous cycles and decreased ovarian reserve. The present study summarizes effects of psychogenic stress on ovarian function and the underlying mechanisms, highlighting involvement of the hypothalamic‑pituitary‑adrenal, sympathetic‑adrenal‑medullary and hypothalamic‑pituitary‑ovarian axes, as well as the neuroendocrine‑metabolic network. Moreover, the present review outlines psychological intervention and metabolic strategies for improving ovarian function, offering potential new approaches for treating ovarian hypofunction. The present study aims to clarify understanding of psychological stress‑induced ovarian dysfunction and propose alternative intervention strategies for ovarian dysfunction and infertility.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39704226/",
    "clean_text": "impact of psychological stress on ovarian function insights mechanisms and intervention strategies review mental stress may lead to ovarian dysfunction psychological stress disrupts ovarian function leading to adverse in vitro fertilization outcomes premature ovarian insufficiency and decreased ovarian reserve furthermore psychological stress caused b mental stress may lead to ovarian dysfunction psychological stress disrupts ovarian function leading to adverse in vitro fertilization outcomes premature ovarian insufficiency and decreased ovarian reserve furthermore psychological stress caused by decreased ovarian function and infertility can exacerbate the mental burden in animals psychological stress leads to ovarian insufficiency resulting in irregular estrous cycles and decreased ovarian reserve the present study summarizes effects of psychogenic stress on ovarian function and the underlying mechanisms highlighting involvement of the hypothalamic pituitary adrenal sympathetic adrenal medullary and hypothalamic pituitary ovarian axes as well as the neuroendocrine metabolic network moreover the present review outlines psychological intervention and metabolic strategies for improving ovarian function offering potential new approaches for treating ovarian hypofunction the present study aims to clarify understanding of psychological stress induced ovarian dysfunction and propose alternative intervention strategies for ovarian dysfunction and infertility"
}