{
    "pmid": "41438163",
    "title": "Physical activity and diurnal variation have no impact on plasma microRNA-140 expression levels in patients with knee osteoarthritis and healthy controls.",
    "abstract": "This study aimed to determine whether physical activity or diurnal variation influence circulating microRNA-140-3p (miR-140-3p) and miR-140-5p expression levels in patients with knee osteoarthritis (OA) compared to healthy controls. Twenty-one patients with knee OA and ten healthy controls ran on a treadmill for 20 ​min and blood samples were taken prior to and after running. To assess diurnal variation, blood samples were drawn at six different times during a 24-h period. RNA was extracted from plasma and used for cDNA synthesis. Expression levels were assessed with real-time quantitative polymerase chain reaction and compared between patients and controls. All participants had detectable expression levels of miR-140-3p and miR-140-5p. A paired analysis could not demonstrate statistically significant differences between the groups. Plasma miR-140-3p and miR-140-5p expression levels were found in all samples; however, the expression levels were not affected by physical activity and did not show diurnal variation. The observation of stable miR-140 expression supports its potential as a reliable biomarker for OA, providing a methodological foundation for future diagnostic and translational studies.",
    "disease": "osteoarthritis",
    "clean_text": "physical activity and diurnal variation have no impact on plasma microrna expression levels in patients with knee osteoarthritis and healthy controls this study aimed to determine whether physical activity or diurnal variation influence circulating microrna p mir p and mir p expression levels in patients with knee osteoarthritis oa compared to healthy controls twenty one patients with knee oa and ten healthy controls ran on a treadmill for min and blood samples were taken prior to and after running to assess diurnal variation blood samples were drawn at six different times during a h period rna was extracted from plasma and used for cdna synthesis expression levels were assessed with real time quantitative polymerase chain reaction and compared between patients and controls all participants had detectable expression levels of mir p and mir p a paired analysis could not demonstrate statistically significant differences between the groups plasma mir p and mir p expression levels were found in all samples however the expression levels were not affected by physical activity and did not show diurnal variation the observation of stable mir expression supports its potential as a reliable biomarker for oa providing a methodological foundation for future diagnostic and translational studies"
}