{
    "title": "Clinical Scenarios in Chronic Kidney Disease: Cystic Renal Diseases.",
    "doc_id": "27169740",
    "writer": "Meola M",
    "year": "2016",
    "summary": "Cysts are frequently found in chronic kidney disease (CKD) and they have a different prognostic significance depending on the clinical context. ...On the other hand, hereditary polycystic disease is a frequent cause of CKD in children and adults. Autosomal do …",
    "abstract": "Cysts are frequently found in chronic kidney disease (CKD) and they have a different prognostic significance depending on the clinical context. Simple solitary parenchymal cysts and peripelvic cysts are very common and they have no clinical significance. At US, simple cyst appears as a round anechoic pouch with regular and thin profiles. On the other hand, hereditary polycystic disease is a frequent cause of CKD in children and adults. Autosomal dominant polycystic kidney disease (ADPKD) and autosomal recessive polycystic kidney disease (ARPKD) are the best known cystic hereditary diseases. ADPKD and ARPKD show a diffused cystic degeneration with cysts of different diameters derived from tubular epithelium. Medullary cystic disease may be associated with tubular defects, acidosis and lithiasis and can lead to CKD. Acquired cystic kidney disease, finally, is secondary to progressive structural end-stage kidney remodelling and may be associated with renal cell carcinoma.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27169740/",
    "clean_text": "clinical scenarios in chronic kidney disease cystic renal diseases cysts are frequently found in chronic kidney disease ckd and they have a different prognostic significance depending on the clinical context on the other hand hereditary polycystic disease is a frequent cause of ckd in children and adults autosomal do cysts are frequently found in chronic kidney disease ckd and they have a different prognostic significance depending on the clinical context simple solitary parenchymal cysts and peripelvic cysts are very common and they have no clinical significance at us simple cyst appears as a round anechoic pouch with regular and thin profiles on the other hand hereditary polycystic disease is a frequent cause of ckd in children and adults autosomal dominant polycystic kidney disease adpkd and autosomal recessive polycystic kidney disease arpkd are the best known cystic hereditary diseases adpkd and arpkd show a diffused cystic degeneration with cysts of different diameters derived from tubular epithelium medullary cystic disease may be associated with tubular defects acidosis and lithiasis and can lead to ckd acquired cystic kidney disease finally is secondary to progressive structural end stage kidney remodelling and may be associated with renal cell carcinoma"
}