{
    "pmid": "41406043",
    "title": "Influence of concomitant opioids on difelikefalin treatment outcomes in adults with moderate-to-severe pruritus on maintenance hemodialysis: Exploratory analyses.",
    "abstract": "Difelikefalin (DFK) is approved to treat chronic kidney disease-associated pruritus (CKD-aP) in adults undergoing maintenance hemodialysis (HD). The influence of concomitant opioid use on DFK treatment outcomes remains uncertain. Exploratory analyses were conducted from the Phase 3, placebo (PBO)-controlled KALM‑1 and KALM‑2 trials (datasets pooled), and the Phase 3, open-label, single-arm Study 3105. Each trial assessed the safety and efficacy of DFK 0.5 µg/kg in adults with moderate-to-severe CKD-aP. We report key endpoints from the primary studies, including reduction in itch intensity (Worst Itching Intensity Numerical Rating Scale [WI‑NRS]), and improvements in itch-related quality of life (QoL; 5-D itch and Skindex-10), according to concomitant opioid use (+O or -O). In KALM‑1/KALM‑2, 24.2% of participants on DFK and 30.4% on PBO were taking concomitant opioids. Regardless of opioid use, a greater estimated percentage of those receiving DFK achieved ≥3- or ≥4‑point clinically relevant reductions in itch intensity (WI‑NRS; P<0.05), or complete response (≥80% weekly mean WI‑NRS scores of 0 or 1) by Week 12, versus PBO. Greater improvements in itch-related QoL were also reached with DFK, versus PBO, irrespective of concomitant opioid use. With either treatment, non-fatal serious TEAEs were more common among concomitant opioid users (DFK+O: 44.7% vs DFK-O: 19.0%; PBO+O: 38.0% vs PBO-O 15.9%), as were severe TEAEs. In Study 3105, 31% were taking concomitant opioids. DFK reduced itch intensity and improved QoL, regardless of concomitant opioid use. Similar concomitant opioid-dependent safety findings were observed. With or without concomitant opioid use, DFK demonstrated considerable efficacy that improved QoL. Increased TEAEs with concomitant opioid use with either treatment suggests careful medication management is advisable.",
    "disease": "chronic kidney disease",
    "clean_text": "influence of concomitant opioids on difelikefalin treatment outcomes in adults with moderate to severe pruritus on maintenance hemodialysis exploratory analyses difelikefalin dfk is approved to treat chronic kidney disease associated pruritus ckd ap in adults undergoing maintenance hemodialysis hd the influence of concomitant opioid use on dfk treatment outcomes remains uncertain exploratory analyses were conducted from the phase placebo pbo controlled kalm and kalm trials datasets pooled and the phase open label single arm study each trial assessed the safety and efficacy of dfk g kg in adults with moderate to severe ckd ap we report key endpoints from the primary studies including reduction in itch intensity worst itching intensity numerical rating scale wi nrs and improvements in itch related quality of life qol d itch and skindex according to concomitant opioid use o or o in kalm kalm of participants on dfk and on pbo were taking concomitant opioids regardless of opioid use a greater estimated percentage of those receiving dfk achieved or point clinically relevant reductions in itch intensity wi nrs p or complete response weekly mean wi nrs scores of or by week versus pbo greater improvements in itch related qol were also reached with dfk versus pbo irrespective of concomitant opioid use with either treatment non fatal serious teaes were more common among concomitant opioid users dfk o vs dfk o pbo o vs pbo o as were severe teaes in study were taking concomitant opioids dfk reduced itch intensity and improved qol regardless of concomitant opioid use similar concomitant opioid dependent safety findings were observed with or without concomitant opioid use dfk demonstrated considerable efficacy that improved qol increased teaes with concomitant opioid use with either treatment suggests careful medication management is advisable"
}