{
    "title": "The Impact of Air Pollution on Outpatient Visits of Children with Asthma in Xi'an, China.",
    "doc_id": "33518497",
    "writer": "Zhang Y",
    "year": "2021",
    "summary": "RESULTS: Our results revealed that air pollution was very serious in Xi'an, with elevated average concentrations of PM(2.5), PM(10), and NO(2) from 2015 to 2018. ...CONCLUSIONS: A high concentration of particulate matter (PM(2.5) and PM(10)) was the prominent featur …",
    "abstract": "Introduction:\n        \n      \n      The number of children with asthma has increased significantly in China. In recent years, there has been a steady increase in outpatient visits of children with asthma, attributed to poor air quality and environmental pollution reported regionally and at our institution. This study aimed to assess the association between air pollution and the number of outpatient visits of children with asthma in Xi'an, the largest city in northwest China.\n    \n\n\n          Methods:\n        \n      \n      We searched the database of the largest children's hospital in Xi'an for related information from 2014 to 2018 and then acquired data on air pollution, including the daily average concentrations of fine particles (PM2.5), inhalable particles (PM10), nitrogen dioxide (NO2), and sulfur dioxide (SO2) of that same time period. Time-series generalized additive models were used to analyze the relationships.\n    \n\n\n          Results:\n        \n      \n      Our results revealed that air pollution was very serious in Xi'an, with elevated average concentrations of PM2.5, PM10, and NO2 from 2015 to 2018. The relative risk of outpatient visits due to asthma associated with PM2.5, PM10, and SO2 pollution rose significantly and reached 1.11 (1.02-1.21), 1.25 (1.01-1.55), and 1.71 (1.31-2.25), respectively, when there was a 10 ug·m-3 increase in concentration, during a lag of 21 d.\n    \n\n\n          Conclusions:\n        \n      \n      A high concentration of particulate matter (PM2.5 and PM10) was the prominent feature of air pollution in Xi'an. Exposure to air pollutant (PM2.5, PM10, SO2) was positively associated with an increased risk of children's outpatient visits for asthma in Xi'an.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33518497/",
    "clean_text": "the impact of air pollution on outpatient visits of children with asthma in xi an china results our results revealed that air pollution was very serious in xi an with elevated average concentrations of pm pm and no from to conclusions a high concentration of particulate matter pm and pm was the prominent featur introduction the number of children with asthma has increased significantly in china in recent years there has been a steady increase in outpatient visits of children with asthma attributed to poor air quality and environmental pollution reported regionally and at our institution this study aimed to assess the association between air pollution and the number of outpatient visits of children with asthma in xi an the largest city in northwest china methods we searched the database of the largest children s hospital in xi an for related information from to and then acquired data on air pollution including the daily average concentrations of fine particles pm inhalable particles pm nitrogen dioxide no and sulfur dioxide so of that same time period time series generalized additive models were used to analyze the relationships results our results revealed that air pollution was very serious in xi an with elevated average concentrations of pm pm and no from to the relative risk of outpatient visits due to asthma associated with pm pm and so pollution rose significantly and reached and respectively when there was a ug m increase in concentration during a lag of d conclusions a high concentration of particulate matter pm and pm was the prominent feature of air pollution in xi an exposure to air pollutant pm pm so was positively associated with an increased risk of children s outpatient visits for asthma in xi an"
}