{
    "title": "The benefits of physical therapy in juvenile idiopathic arthritis.",
    "doc_id": "37382676",
    "writer": "Di Ludovico A",
    "year": "2023",
    "summary": "Juvenile idiopathic arthritis (JIA) is the most common chronic rheumatic disease in children and an important cause of short-term and long-term disability. ...",
    "abstract": "Juvenile idiopathic arthritis (JIA) is the most common chronic rheumatic disease in children and an important cause of short-term and long-term disability. Recommended physiotherapy activity programs are essential for controlling JIA associated complications such as stiffness, deformity, muscle contractures, and cramps. It is uncertain if physiotherapy (PT) can significantly enhance prognosis and quality of life (QOL). In this review we focused on the specific effects of various PT on JIA manifestations. To conduct a literature review, the databases PubMed, Scopus, and DOAJ (last access in June 2023) were searched. The PubMed search returned a total of 952 articles, Scopus returned 108, and DOAJ returned no results. After screening, the final list included 18 papers on PT treatment for JIA patients. In children with JIA, targeted PT exercise may have the ability to improve strength, posture, aerobic conditioning, gait, functional mobility, and reduce pain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37382676/",
    "clean_text": "the benefits of physical therapy in juvenile idiopathic arthritis juvenile idiopathic arthritis jia is the most common chronic rheumatic disease in children and an important cause of short term and long term disability juvenile idiopathic arthritis jia is the most common chronic rheumatic disease in children and an important cause of short term and long term disability recommended physiotherapy activity programs are essential for controlling jia associated complications such as stiffness deformity muscle contractures and cramps it is uncertain if physiotherapy pt can significantly enhance prognosis and quality of life qol in this review we focused on the specific effects of various pt on jia manifestations to conduct a literature review the databases pubmed scopus and doaj last access in june were searched the pubmed search returned a total of articles scopus returned and doaj returned no results after screening the final list included papers on pt treatment for jia patients in children with jia targeted pt exercise may have the ability to improve strength posture aerobic conditioning gait functional mobility and reduce pain"
}