{
    "title": "The correlation between gut microbiota and both neurotransmitters and mental disorders: A narrative review.",
    "doc_id": "38306525",
    "writer": "Mhanna A",
    "year": "2024",
    "summary": "The gastrointestinal tract is embedded with microorganisms of numerous genera, referred to as gut microbiota. ...More future research is required to develop efficient gut-microbiota-based therapies for these illnesses....",
    "abstract": "The gastrointestinal tract is embedded with microorganisms of numerous genera, referred to as gut microbiota. Gut microbiota has multiple effects on many body organs, including the brain. There is a bidirectional connection between the gut and brain called the gut-brain-axis, and these connections are formed through immunological, neuronal, and neuroendocrine pathways. In addition, gut microbiota modulates the synthesis and functioning of neurotransmitters. Therefore, the disruption of the gut microbiota in the composition or function, which is known as dysbiosis, is associated with the pathogenesis of many mental disorders, such as schizophrenia, depression, and other psychiatric disorders. This review aims to summarize the modulation role of the gut microbiota in 4 prominent neurotransmitters (tryptophan and serotonergic system, dopamine, gamma-aminobutyric acid, and glutamate), as well as its association with 4 psychiatric disorders (schizophrenia, depression, anxiety disorders, and autism spectrum disorder). More future research is required to develop efficient gut-microbiota-based therapies for these illnesses.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38306525/",
    "clean_text": "the correlation between gut microbiota and both neurotransmitters and mental disorders a narrative review the gastrointestinal tract is embedded with microorganisms of numerous genera referred to as gut microbiota more future research is required to develop efficient gut microbiota based therapies for these illnesses the gastrointestinal tract is embedded with microorganisms of numerous genera referred to as gut microbiota gut microbiota has multiple effects on many body organs including the brain there is a bidirectional connection between the gut and brain called the gut brain axis and these connections are formed through immunological neuronal and neuroendocrine pathways in addition gut microbiota modulates the synthesis and functioning of neurotransmitters therefore the disruption of the gut microbiota in the composition or function which is known as dysbiosis is associated with the pathogenesis of many mental disorders such as schizophrenia depression and other psychiatric disorders this review aims to summarize the modulation role of the gut microbiota in prominent neurotransmitters tryptophan and serotonergic system dopamine gamma aminobutyric acid and glutamate as well as its association with psychiatric disorders schizophrenia depression anxiety disorders and autism spectrum disorder more future research is required to develop efficient gut microbiota based therapies for these illnesses"
}