{
    "pmid": "41468395",
    "title": "Repetitive transcranial magnetic stimulation combined with stepwise task orientation for upper limb function in stroke patients: neurological function test.",
    "abstract": "Stroke rehabilitation traditionally focuses on restoring motor function through physical exercises and training. However, conventional methods often lack a strong theoretical basis from modern neuroscience. Integrating these technologies into rehabilitation protocols shifts the focus from peripheral movement to a brain-centred model, using objective biomarkers for assessment. The study involved 87 chronic stroke patients divided into three groups: Group A received rTMS and task-oriented training, Group B received sham rTMS and task-oriented training, and Group C received conventional rehabilitation and sham rTMS. The intervention lasted four weeks. Comprehensive assessments, were used to evaluate neurobiological and functional changes. Results showed that Group A exhibited significantly greater improvements in motor function, daily living activities, and muscle tone compared to the control groups. Neuroimaging revealed increased connectivity within the affected motor network and normalised interhemispheric balance in Group A. These findings support the effectiveness of the combined rTMS and task-oriented training approach.",
    "disease": "stroke",
    "clean_text": "repetitive transcranial magnetic stimulation combined with stepwise task orientation for upper limb function in stroke patients neurological function test stroke rehabilitation traditionally focuses on restoring motor function through physical exercises and training however conventional methods often lack a strong theoretical basis from modern neuroscience integrating these technologies into rehabilitation protocols shifts the focus from peripheral movement to a brain centred model using objective biomarkers for assessment the study involved chronic stroke patients divided into three groups group a received rtms and task oriented training group b received sham rtms and task oriented training and group c received conventional rehabilitation and sham rtms the intervention lasted four weeks comprehensive assessments were used to evaluate neurobiological and functional changes results showed that group a exhibited significantly greater improvements in motor function daily living activities and muscle tone compared to the control groups neuroimaging revealed increased connectivity within the affected motor network and normalised interhemispheric balance in group a these findings support the effectiveness of the combined rtms and task oriented training approach"
}