{
    "title": "Physical therapy and rehabilitation in the management of rheumatic disorders.",
    "doc_id": "11092800",
    "writer": "Stucki G",
    "year": "2000",
    "summary": "Medical interventions focus on causation and disease processes, while rehabilitation, including most elements of physical therapy, is concerned with the consequences of disease. Its goals are to reduce symptoms, improve function and minimize disability. ...It includ …",
    "abstract": "Medical interventions focus on causation and disease processes, while rehabilitation, including most elements of physical therapy, is concerned with the consequences of disease. Its goals are to reduce symptoms, improve function and minimize disability. In rheumatology, the rehabilitation perspective mainly concerns patients with back pain, soft tissue and age-related musculoskeletal problems. In inflammatory diseases, anatomical and functional rehabilitation management includes joint protection, the maintenance of physical fitness and the prevention of impairment. This chapter will focus on essential therapeutic options and strategies in the rehabilitation of rheumatic disorders. It includes the evidence-based description of measurement instruments, joint mobilization, muscle techniques and physical modalities.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11092800/",
    "clean_text": "physical therapy and rehabilitation in the management of rheumatic disorders medical interventions focus on causation and disease processes while rehabilitation including most elements of physical therapy is concerned with the consequences of disease its goals are to reduce symptoms improve function and minimize disability it includ medical interventions focus on causation and disease processes while rehabilitation including most elements of physical therapy is concerned with the consequences of disease its goals are to reduce symptoms improve function and minimize disability in rheumatology the rehabilitation perspective mainly concerns patients with back pain soft tissue and age related musculoskeletal problems in inflammatory diseases anatomical and functional rehabilitation management includes joint protection the maintenance of physical fitness and the prevention of impairment this chapter will focus on essential therapeutic options and strategies in the rehabilitation of rheumatic disorders it includes the evidence based description of measurement instruments joint mobilization muscle techniques and physical modalities"
}