{
    "pmid": "41402006",
    "title": "Enabling real-time tuberculosis detection in hospital radiology through scalable actor-learner architectures for distributed deep reinforcement learning.",
    "abstract": "The increasing demand for timely tuberculosis detection in hospital radiology necessitates scalable and efficient automated screening solutions. This study presents a novel application of the IMPALA distributed deep reinforcement learning architecture to real-time chest radiograph analysis in high-throughput clinical environments. By decoupling actor and learner functionalities within a distributed actor-learner framework, our system enables concurrent handling of extensive radiograph streams while maintaining robust diagnostic performance. We systematically evaluated how modifications to actor batch sizes and queue configurations affect key operational metrics including throughput, processing latency, actor-learner synchronization efficiency, and resource utilization rate. Results demonstrate that the optimized distributed setup achieves significant reductions in response latency and improvements in throughput, while consistently sustaining high diagnostic accuracy as measured by AUC-ROC. The proposed approach not only automates triage and enhances prioritization efficiency for suspected tuberculosis cases but also supports clinical workflow scalability without compromising accuracy, representing an impactful advance in the deployment of AI-driven infectious disease diagnostics in resource-sensitive hospital settings.",
    "disease": "tuberculosis",
    "clean_text": "enabling real time tuberculosis detection in hospital radiology through scalable actor learner architectures for distributed deep reinforcement learning the increasing demand for timely tuberculosis detection in hospital radiology necessitates scalable and efficient automated screening solutions this study presents a novel application of the impala distributed deep reinforcement learning architecture to real time chest radiograph analysis in high throughput clinical environments by decoupling actor and learner functionalities within a distributed actor learner framework our system enables concurrent handling of extensive radiograph streams while maintaining robust diagnostic performance we systematically evaluated how modifications to actor batch sizes and queue configurations affect key operational metrics including throughput processing latency actor learner synchronization efficiency and resource utilization rate results demonstrate that the optimized distributed setup achieves significant reductions in response latency and improvements in throughput while consistently sustaining high diagnostic accuracy as measured by auc roc the proposed approach not only automates triage and enhances prioritization efficiency for suspected tuberculosis cases but also supports clinical workflow scalability without compromising accuracy representing an impactful advance in the deployment of ai driven infectious disease diagnostics in resource sensitive hospital settings"
}