{
    "pmid": "41383196",
    "title": "Impact of mitral annular calcification in mitral valve surgery: 25-year Mayo Clinic experience.",
    "abstract": "Annular calcification [mitral annular calcification (MAC)] may complicate mitral valve (MV) surgery, and long‑term outcome data are limited. We reviewed adult patients undergoing MV surgery at our Clinic between January 2000 and December 2024. MAC was identified on preoperative imaging, and operative strategy prioritized repair when feasible and employed conservative debridement when necessary. Patients with MAC were matched 1:1 with patients without MAC using a propensity score. Among 11,350 MV operations with or without concomitant procedures, 1,603 patients (14.1%) had MAC, the median age was 72.6 years [interquartile range (IQR), 65.3-78.6 years], 54.8% were female. In the MAC cohort, 21% of patients had a prior sternotomy. Concomitant aortic valve replacement (AVR) and coronary artery bypass grafting (CABG) were performed in 32% and 24% of cases, respectively. Compared with propensity-matched controls, MAC patients did not exhibit significantly prolonged cardiopulmonary bypass times (115  In this large single-center series, patients with MAC often had associated aortic valve and coronary artery disease, and 21% of them were undergoing a second procedure. Compared to matched patients without MAC, long-term survival was reduced in patients with MAC. This experience highlights the importance of accurate preoperative assessment and tailored surgical strategy to achieve acceptable outcomes of MV surgery in the presence of MAC.",
    "disease": "coronary artery disease",
    "clean_text": "impact of mitral annular calcification in mitral valve surgery year mayo clinic experience annular calcification mitral annular calcification mac may complicate mitral valve mv surgery and long term outcome data are limited we reviewed adult patients undergoing mv surgery at our clinic between january and december mac was identified on preoperative imaging and operative strategy prioritized repair when feasible and employed conservative debridement when necessary patients with mac were matched with patients without mac using a propensity score among mv operations with or without concomitant procedures patients had mac the median age was years interquartile range iqr years were female in the mac cohort of patients had a prior sternotomy concomitant aortic valve replacement avr and coronary artery bypass grafting cabg were performed in and of cases respectively compared with propensity matched controls mac patients did not exhibit significantly prolonged cardiopulmonary bypass times in this large single center series patients with mac often had associated aortic valve and coronary artery disease and of them were undergoing a second procedure compared to matched patients without mac long term survival was reduced in patients with mac this experience highlights the importance of accurate preoperative assessment and tailored surgical strategy to achieve acceptable outcomes of mv surgery in the presence of mac"
}