{
    "title": "Association between sleep quality and duration during pregnancy and risk of gestational diabetes: A systematic review and meta-analysis.",
    "doc_id": "39233647",
    "writer": "Jiang M",
    "year": "2024",
    "summary": "Previous studies reported a link between altered sleep and risk of GDM. This systematic review aims to collate evidence on the association between impaired sleep quality and duration, and the risk of GDM. ...Studies reporting the association between impaired …",
    "abstract": "Objective:\n        \n      \n      Gestational diabetes mellitus (GDM) is associated with several adverse maternal and neonatal outcomes. Previous studies reported a link between altered sleep and risk of GDM. This systematic review aims to collate evidence on the association between impaired sleep quality and duration, and the risk of GDM.\n    \n\n\n          Methods:\n        \n      \n      PubMed, Embase, Web of Science, and Scopus databases were searched up to January 20, 2024. Studies reporting the association between impaired sleep quality and duration and risk of GDM were included. Sleep quality was assessed by the Pittsburgh Sleep Quality Index (PSQI). Random-effects meta-analysis was performed, and the results were reported as hazard ratio (HR) with 95% confidence interval (CI).\n    \n\n\n          Results:\n        \n      \n      19 studies were included. Meta-analysis revealed a significant increase in the risk of GDM in pregnant women with poor sleep quality (i.e. <5 PSQI) (HR: 1.50, 95% CI: 1.26 - 1.78, p < .001). Sleep duration of <7 h (HR: 1.56, 95% CI.: 1.20 - 2.01, p < .001), and >8 h (HR: 2.32, 95% CI.: 1.19 - 4.50, p = .01) were also associated with a significantly higher incidence of GDM.\n    \n\n\n          Conclusion:\n        \n      \n      Sleep quality and duration emerge as critical risk factors of GDM. Healthcare practitioners should consider targeted interventions to improve sleep hygiene as a potential measure for GDM prevention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39233647/",
    "clean_text": "association between sleep quality and duration during pregnancy and risk of gestational diabetes a systematic review and meta analysis previous studies reported a link between altered sleep and risk of gdm this systematic review aims to collate evidence on the association between impaired sleep quality and duration and the risk of gdm studies reporting the association between impaired objective gestational diabetes mellitus gdm is associated with several adverse maternal and neonatal outcomes previous studies reported a link between altered sleep and risk of gdm this systematic review aims to collate evidence on the association between impaired sleep quality and duration and the risk of gdm methods pubmed embase web of science and scopus databases were searched up to january studies reporting the association between impaired sleep quality and duration and risk of gdm were included sleep quality was assessed by the pittsburgh sleep quality index psqi random effects meta analysis was performed and the results were reported as hazard ratio hr with confidence interval ci results studies were included meta analysis revealed a significant increase in the risk of gdm in pregnant women with poor sleep quality i e psqi hr ci p sleep duration of h hr ci p and h hr ci p were also associated with a significantly higher incidence of gdm conclusion sleep quality and duration emerge as critical risk factors of gdm healthcare practitioners should consider targeted interventions to improve sleep hygiene as a potential measure for gdm prevention"
}