{
    "title": "Epidemiological features of chronic low-back pain.",
    "doc_id": "10470716",
    "writer": "Andersson GB.",
    "year": "1999",
    "summary": "Although the literature is filled with information about the prevalence and incidence of back pain in general, there is less information about chronic back pain, partly because of a lack of agreement about definition. Chronic back pain is …",
    "abstract": "Although the literature is filled with information about the prevalence and incidence of back pain in general, there is less information about chronic back pain, partly because of a lack of agreement about definition. Chronic back pain is sometimes defined as back pain that lasts for longer than 7-12 weeks. Others define it as pain that lasts beyond the expected period of healing, and acknowledge that chronic pain may not have well-defined underlying pathological causes. Others classify frequently recurring back pain as chronic pain since it intermittently affects an individual over a long period. Most national insurance and industrial sources of data include only those individuals in whom symptoms result in loss of days at work or other disability. Thus, even less is known about the epidemiology of chronic low-back pain with no associated work disability or compensation. Chronic low-back pain has also become a diagnosis of convenience for many people who are actually disabled for socioeconomic, work-related, or psychological reasons. In fact, some people argue that chronic disability in back pain is primarily related to a psychosocial dysfunction. Because the validity and reliability of some of the existing data are uncertain, caution is needed in an assessment of the information on this type of pain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10470716/",
    "clean_text": "epidemiological features of chronic low back pain although the literature is filled with information about the prevalence and incidence of back pain in general there is less information about chronic back pain partly because of a lack of agreement about definition chronic back pain is although the literature is filled with information about the prevalence and incidence of back pain in general there is less information about chronic back pain partly because of a lack of agreement about definition chronic back pain is sometimes defined as back pain that lasts for longer than weeks others define it as pain that lasts beyond the expected period of healing and acknowledge that chronic pain may not have well defined underlying pathological causes others classify frequently recurring back pain as chronic pain since it intermittently affects an individual over a long period most national insurance and industrial sources of data include only those individuals in whom symptoms result in loss of days at work or other disability thus even less is known about the epidemiology of chronic low back pain with no associated work disability or compensation chronic low back pain has also become a diagnosis of convenience for many people who are actually disabled for socioeconomic work related or psychological reasons in fact some people argue that chronic disability in back pain is primarily related to a psychosocial dysfunction because the validity and reliability of some of the existing data are uncertain caution is needed in an assessment of the information on this type of pain"
}