{
    "title": "Congenital anomalies of the urinary tract.",
    "doc_id": "25088266",
    "writer": "Pohl HG",
    "year": "2014",
    "summary": "The upper urinary tract forms as a consequence of the reciprocal inductive signals between the metanephric mesenchyme and ureteric bud. ...Despite the widespread use of prenatal screening sonography that usually identifies the majority of congenital anomalies of the …",
    "abstract": "The upper urinary tract forms as a consequence of the reciprocal inductive signals between the metanephric mesenchyme and ureteric bud. A clue to the timing of events leading to an abnormality of the upper urinary tract can be the presence also of associated anomalies of internal genitalia since separation of these systems occurs at about the 10th week of gestation. Prenatal sonography has facilitated the detection of urological abnormalities presenting with hydronephrosis. Hydronephrosis suggests obstruction, but by itself cannot be equated with it. Instead, further radiographic imaging is required to delineate anatomy and function. Now, moreover, non-surgical management of CAKUT should be considered whenever possible. Despite the widespread use of prenatal screening sonography that usually identifies the majority of congenital anomalies of the urinary tract, many children still present with febrile urinary tract infection (UTI). Regardless of the etiology for the presentation, the goal of management is preservation of renal function through mitigation of the risk for recurrent UTI and/or obstruction. In the past many children underwent surgical repair aimed at normalization of the appearance of the urinary tract. Today, management has evolved such that in most cases surgical reconstruction is performed only after a period of observation - with or without urinary prophylaxis. The opinions presented in this section are not espoused by all pediatric urologists but represent instead the practice that has evolved at Children's National Medical Center (Washington DC) based significantly on information obtained by nuclear renography, in addition to sonography and contrast cystography.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25088266/",
    "clean_text": "congenital anomalies of the urinary tract the upper urinary tract forms as a consequence of the reciprocal inductive signals between the metanephric mesenchyme and ureteric bud despite the widespread use of prenatal screening sonography that usually identifies the majority of congenital anomalies of the the upper urinary tract forms as a consequence of the reciprocal inductive signals between the metanephric mesenchyme and ureteric bud a clue to the timing of events leading to an abnormality of the upper urinary tract can be the presence also of associated anomalies of internal genitalia since separation of these systems occurs at about the th week of gestation prenatal sonography has facilitated the detection of urological abnormalities presenting with hydronephrosis hydronephrosis suggests obstruction but by itself cannot be equated with it instead further radiographic imaging is required to delineate anatomy and function now moreover non surgical management of cakut should be considered whenever possible despite the widespread use of prenatal screening sonography that usually identifies the majority of congenital anomalies of the urinary tract many children still present with febrile urinary tract infection uti regardless of the etiology for the presentation the goal of management is preservation of renal function through mitigation of the risk for recurrent uti and or obstruction in the past many children underwent surgical repair aimed at normalization of the appearance of the urinary tract today management has evolved such that in most cases surgical reconstruction is performed only after a period of observation with or without urinary prophylaxis the opinions presented in this section are not espoused by all pediatric urologists but represent instead the practice that has evolved at children s national medical center washington dc based significantly on information obtained by nuclear renography in addition to sonography and contrast cystography"
}