{
    "title": "Treatment of type 2 diabetes mellitus by viral eradication in chronic hepatitis C: Myth or reality?",
    "doc_id": "26614641",
    "writer": "Vanni E",
    "year": "2016",
    "summary": "In particular, hepatitis C virus (HCV) infection seems to increase the risk of incident type 2 diabetes mellitus in predisposed individuals, independently of liver disease stage. ...Many studies have reported the clinical consequences of type …",
    "abstract": "Chronic hepatitis C is a systemic disease inducing metabolic alterations leading to extrahepatic consequences. In particular, hepatitis C virus (HCV) infection seems to increase the risk of incident type 2 diabetes mellitus in predisposed individuals, independently of liver disease stage. The mechanisms through which hepatitis C induces T2DM involve direct viral effects, insulin resistance, pro-inflammatory cytokines and other immune-mediated processes. Many studies have reported the clinical consequences of type 2 diabetes mellitus on hepatitis C outcome, but very few studies have addressed the issue of microangiopathic complications among patients with hepatitis C only, who develop type 2 diabetes mellitus. Moreover, clinical trials in HCV-positive patients have reported improvement in glucose metabolism after antiviral treatment; recent studies have suggested that this metabolic amelioration might have a clinical impact on type 2 diabetes mellitus-related complications. These observations raise the question as to whether the HCV eradication may also have an impact on the future morbidity and mortality due to type 2 diabetes mellitus. The scope of this review is to summarise the current evidence linking successful antiviral treatment and the prevention of type 2 diabetes mellitus and its complications in hepatitis C-infected patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26614641/",
    "clean_text": "treatment of type diabetes mellitus by viral eradication in chronic hepatitis c myth or reality in particular hepatitis c virus hcv infection seems to increase the risk of incident type diabetes mellitus in predisposed individuals independently of liver disease stage many studies have reported the clinical consequences of type chronic hepatitis c is a systemic disease inducing metabolic alterations leading to extrahepatic consequences in particular hepatitis c virus hcv infection seems to increase the risk of incident type diabetes mellitus in predisposed individuals independently of liver disease stage the mechanisms through which hepatitis c induces t dm involve direct viral effects insulin resistance pro inflammatory cytokines and other immune mediated processes many studies have reported the clinical consequences of type diabetes mellitus on hepatitis c outcome but very few studies have addressed the issue of microangiopathic complications among patients with hepatitis c only who develop type diabetes mellitus moreover clinical trials in hcv positive patients have reported improvement in glucose metabolism after antiviral treatment recent studies have suggested that this metabolic amelioration might have a clinical impact on type diabetes mellitus related complications these observations raise the question as to whether the hcv eradication may also have an impact on the future morbidity and mortality due to type diabetes mellitus the scope of this review is to summarise the current evidence linking successful antiviral treatment and the prevention of type diabetes mellitus and its complications in hepatitis c infected patients"
}