{
    "title": "Artificial complementary chromatic acclimation gene expression system in Escherichia coli.",
    "doc_id": "34225717",
    "writer": "Ariyanti D",
    "year": "2021",
    "summary": "BACKGROUND: The development of multiple gene expression systems, especially those based on the physical signals, such as multiple color light irradiations, is challenging. ...RESULTS: One G-box was inserted upstream of the cpcG2 promoter and a reporter gene, …",
    "abstract": "Background:\n        \n      \n      The development of multiple gene expression systems, especially those based on the physical signals, such as multiple color light irradiations, is challenging. Complementary chromatic acclimation (CCA), a photoreversible process that facilitates the control of cellular expression using light of different wavelengths in cyanobacteria, is one example. In this study, an artificial CCA systems, inspired by type III CCA light-regulated gene expression, was designed by employing a single photosensor system, the CcaS/CcaR green light gene expression system derived from Synechocystis sp. PCC6803, combined with G-box (the regulator recognized by activated CcaR), the cognate cpcG2 promoter, and the constitutively transcribed promoter, the PtrcΔLacO promoter.\n    \n\n\n          Results:\n        \n      \n      One G-box was inserted upstream of the cpcG2 promoter and a reporter gene, the rfp gene (green light-induced gene expression), and the other G-box was inserted between the PtrcΔLacO promoter and a reporter gene, the bfp gene (red light-induced gene expression). The Escherichia coli transformants with plasmid-encoded genes were evaluated at the transcriptional and translational levels under red or green light illumination. Under green light illumination, the transcription and translation of the rfp gene were observed, whereas the expression of the bfp gene was repressed. Under red light illumination, the transcription and translation of the bfp gene were observed, whereas the expression of the rfp gene was repressed. During the red and green light exposure cycles at every 6 h, BFP expression increased under red light exposure while RFP expression was repressed, and RFP expression increased under green light exposure while BFP expression was repressed.\n    \n\n\n          Conclusion:\n        \n      \n      An artificial CCA system was developed to realize a multiple gene expression system, which was regulated by two colors, red and green lights, using a single photosensor system, the CcaS/CcaR system derived from Synechocystis sp. PCC6803, in E. coli. The artificial CCA system functioned repeatedly during red and green light exposure cycles. These results demonstrate the potential application of this CCA gene expression system for the production of multiple metabolites in a variety of microorganisms, such as cyanobacteria.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34225717/",
    "clean_text": "artificial complementary chromatic acclimation gene expression system in escherichia coli background the development of multiple gene expression systems especially those based on the physical signals such as multiple color light irradiations is challenging results one g box was inserted upstream of the cpcg promoter and a reporter gene background the development of multiple gene expression systems especially those based on the physical signals such as multiple color light irradiations is challenging complementary chromatic acclimation cca a photoreversible process that facilitates the control of cellular expression using light of different wavelengths in cyanobacteria is one example in this study an artificial cca systems inspired by type iii cca light regulated gene expression was designed by employing a single photosensor system the ccas ccar green light gene expression system derived from synechocystis sp pcc combined with g box the regulator recognized by activated ccar the cognate cpcg promoter and the constitutively transcribed promoter the ptrc laco promoter results one g box was inserted upstream of the cpcg promoter and a reporter gene the rfp gene green light induced gene expression and the other g box was inserted between the ptrc laco promoter and a reporter gene the bfp gene red light induced gene expression the escherichia coli transformants with plasmid encoded genes were evaluated at the transcriptional and translational levels under red or green light illumination under green light illumination the transcription and translation of the rfp gene were observed whereas the expression of the bfp gene was repressed under red light illumination the transcription and translation of the bfp gene were observed whereas the expression of the rfp gene was repressed during the red and green light exposure cycles at every h bfp expression increased under red light exposure while rfp expression was repressed and rfp expression increased under green light exposure while bfp expression was repressed conclusion an artificial cca system was developed to realize a multiple gene expression system which was regulated by two colors red and green lights using a single photosensor system the ccas ccar system derived from synechocystis sp pcc in e coli the artificial cca system functioned repeatedly during red and green light exposure cycles these results demonstrate the potential application of this cca gene expression system for the production of multiple metabolites in a variety of microorganisms such as cyanobacteria"
}