{
    "pmid": "41318138",
    "title": "Impact of Emphysema Severity on Clinicopathological and Molecular Features in Non-small Cell Lung Cancer.",
    "abstract": "Pulmonary emphysema has been associated with poor prognosis in patients with non-small cell lung cancer (NSCLC). However, the relationship between emphysema severity and the clinicopathological and molecular features of NSCLC remains poorly understood. This study aimed to evaluate whether the extent of emphysematous change, measured as the low attenuation area percentage (LAA%) on computed tomography (CT), is associated with clinicopathological and molecular features in resected NSCLC. We retrospectively analyzed 218 patients with NSCLC who underwent curative surgical resection and molecular profiling, including assessment of driver gene alterations and programmed death-ligand 1 (PD-L1) expression. Emphysema severity was quantified using preoperative CT with three-dimensional image analysis software and expressed as the LAA% within the resected lobe. Patients were stratified into high (≥1.0%) and low (<1.0%) LAA% groups. Associations between LAA% and clinicopathological and molecular features were examined. Among the 218 patients, 83 (38.1%) were classified into the high LAA% group. High LAA% was significantly associated with male sex, higher smoking index, reduced forced expiratory volume (FEV) 1.0%, and pleural and vascular invasion in NSCLC. In adenocarcinoma, high LAA% was also associated with higher histological grade and increased spread through air spaces. Moreover, high LAA% was significantly associated with a higher prevalence of  Emphysema severity, as assessed using LAA% on preoperative CT, is associated with aggressive clinicopathological and molecular features in NSCLC. These findings may contribute to optimizing individualized postoperative treatment strategies.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "impact of emphysema severity on clinicopathological and molecular features in non small cell lung cancer pulmonary emphysema has been associated with poor prognosis in patients with non small cell lung cancer nsclc however the relationship between emphysema severity and the clinicopathological and molecular features of nsclc remains poorly understood this study aimed to evaluate whether the extent of emphysematous change measured as the low attenuation area percentage laa on computed tomography ct is associated with clinicopathological and molecular features in resected nsclc we retrospectively analyzed patients with nsclc who underwent curative surgical resection and molecular profiling including assessment of driver gene alterations and programmed death ligand pd l expression emphysema severity was quantified using preoperative ct with three dimensional image analysis software and expressed as the laa within the resected lobe patients were stratified into high and low laa groups associations between laa and clinicopathological and molecular features were examined among the patients were classified into the high laa group high laa was significantly associated with male sex higher smoking index reduced forced expiratory volume fev and pleural and vascular invasion in nsclc in adenocarcinoma high laa was also associated with higher histological grade and increased spread through air spaces moreover high laa was significantly associated with a higher prevalence of emphysema severity as assessed using laa on preoperative ct is associated with aggressive clinicopathological and molecular features in nsclc these findings may contribute to optimizing individualized postoperative treatment strategies"
}