{
    "pmid": "41459340",
    "title": "Machine learning methods for the detection and prediction of cognitive impairment in Parkinson's disease: a systematic review and meta-analysis.",
    "abstract": "Cognitive impairment in Parkinson's disease (PD-CI) is a prevalent non-motor symptom, significantly diminishing quality of life and imposing a substantial family burden. Effective predictive tools are currently scarce, and the diagnostic pathway is intricate. With the growing use of artificial intelligence in healthcare, machine learning (ML) methodologies have been explored for the diagnosis and early risk prediction of PD-CI; however, their efficacy and accuracy necessitate systematic evaluation. Consequently, this investigation undertook a systematic review and meta-analysis. A comprehensive literature retrieval was conducted across Web of Science, PubMed, Embase, and Cochrane Library, encompassing studies published from database inception to August 10, 2025. The PROBAST tool facilitated quality appraisal, ultimately incorporating 52 publications, of which 25 addressed diagnosis and 27 focused on risk prediction. Findings indicated that within the validation cohorts, ML models for PD-CI diagnosis achieved a c-index of 0.82, with a sensitivity of 0.57 and specificity of 0.77. For PD-CI risk prediction, the c-index reached 0.83, accompanied by a sensitivity of 0.77 and specificity of 0.76. These results suggest that ML exhibits considerable accuracy in both the diagnosis and risk prediction of PD-CI. The models primarily incorporated variables such as clinical data, genetic characteristics, biomarkers, neuroimaging, and radiomics, and no overt signs of overfitting were detected. This research provides an evidence-based foundation for the future development of PD-CI risk prediction and intelligent diagnostic tools, thereby promoting the advancement and application of ML within Parkinson's disease and related domains. https://www.crd.york.ac.uk/PROSPERO/, ID: CRD42023453586.",
    "disease": "parkinson disease",
    "clean_text": "machine learning methods for the detection and prediction of cognitive impairment in parkinson s disease a systematic review and meta analysis cognitive impairment in parkinson s disease pd ci is a prevalent non motor symptom significantly diminishing quality of life and imposing a substantial family burden effective predictive tools are currently scarce and the diagnostic pathway is intricate with the growing use of artificial intelligence in healthcare machine learning ml methodologies have been explored for the diagnosis and early risk prediction of pd ci however their efficacy and accuracy necessitate systematic evaluation consequently this investigation undertook a systematic review and meta analysis a comprehensive literature retrieval was conducted across web of science pubmed embase and cochrane library encompassing studies published from database inception to august the probast tool facilitated quality appraisal ultimately incorporating publications of which addressed diagnosis and focused on risk prediction findings indicated that within the validation cohorts ml models for pd ci diagnosis achieved a c index of with a sensitivity of and specificity of for pd ci risk prediction the c index reached accompanied by a sensitivity of and specificity of these results suggest that ml exhibits considerable accuracy in both the diagnosis and risk prediction of pd ci the models primarily incorporated variables such as clinical data genetic characteristics biomarkers neuroimaging and radiomics and no overt signs of overfitting were detected this research provides an evidence based foundation for the future development of pd ci risk prediction and intelligent diagnostic tools thereby promoting the advancement and application of ml within parkinson s disease and related domains https www crd york ac uk prospero id crd"
}