{
    "title": "Age determination of soft tissue hematomas.",
    "doc_id": "25208978",
    "writer": "Neumayer B",
    "year": "2014",
    "summary": "The hemorrhages were created by injecting autologous blood into the subcutaneous tissue of the thigh in 20 healthy volunteers. ...The developed model provides lookup tables which allow for the estimation of a hematoma's age given a single contrast meas …",
    "abstract": "In clinical forensic medicine, the estimation of the age of injuries such as externally visible subcutaneous hematomas is important for the reconstruction of violent events, particularly to include or exclude potential suspects. Since the estimation of the time of origin based on external inspection is unreliable, the aim of this study was to use contrast in MRI to develop an easy-to-use model for hematoma age estimation. In a longitudinal study, artificially created subcutaneous hematomas were repetitively imaged using MRI over a period of two weeks. The hemorrhages were created by injecting autologous blood into the subcutaneous tissue of the thigh in 20 healthy volunteers. For MRI, standard commercially available sequences, namely proton-density-weighted, T2 -weighted and inversion recovery sequences, were used. The hematomas' MRI data were analyzed regarding their contrast behavior using the most suitable sequences to derive a model allowing an objective estimation of the age of soft tissue hematomas. The Michelson contrast between hematoma and muscle in the proton-density-weighted sequence showed an exponentially decreasing behavior with a dynamic range of 0.6 and a maximum standard deviation of 0.1. The contrast of the inversion recovery sequences showed increasing characteristics and was hypointense for TI = 200ms and hyperintense for TI =1000ms. These sequences were used to create a contrast model. The cross-validation of the model finally yielded limits of agreement for hematoma age determination (corresponding to ±1.96 SD) of ±38.7h during the first three days and ±54 h for the entire investigation period. The developed model provides lookup tables which allow for the estimation of a hematoma's age given a single contrast measurement applicable by a radiologist or a forensic physician. This is a first step towards an accurate and objective dating method for subcutaneous hematomas, which will be particularly useful in child abuse.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25208978/",
    "clean_text": "age determination of soft tissue hematomas the hemorrhages were created by injecting autologous blood into the subcutaneous tissue of the thigh in healthy volunteers the developed model provides lookup tables which allow for the estimation of a hematoma s age given a single contrast meas in clinical forensic medicine the estimation of the age of injuries such as externally visible subcutaneous hematomas is important for the reconstruction of violent events particularly to include or exclude potential suspects since the estimation of the time of origin based on external inspection is unreliable the aim of this study was to use contrast in mri to develop an easy to use model for hematoma age estimation in a longitudinal study artificially created subcutaneous hematomas were repetitively imaged using mri over a period of two weeks the hemorrhages were created by injecting autologous blood into the subcutaneous tissue of the thigh in healthy volunteers for mri standard commercially available sequences namely proton density weighted t weighted and inversion recovery sequences were used the hematomas mri data were analyzed regarding their contrast behavior using the most suitable sequences to derive a model allowing an objective estimation of the age of soft tissue hematomas the michelson contrast between hematoma and muscle in the proton density weighted sequence showed an exponentially decreasing behavior with a dynamic range of and a maximum standard deviation of the contrast of the inversion recovery sequences showed increasing characteristics and was hypointense for ti ms and hyperintense for ti ms these sequences were used to create a contrast model the cross validation of the model finally yielded limits of agreement for hematoma age determination corresponding to sd of h during the first three days and h for the entire investigation period the developed model provides lookup tables which allow for the estimation of a hematoma s age given a single contrast measurement applicable by a radiologist or a forensic physician this is a first step towards an accurate and objective dating method for subcutaneous hematomas which will be particularly useful in child abuse"
}