{
    "pmid": "41474058",
    "title": "A deep-learning model for one-shot transcranial ultrasound simulation and phase aberration correction.",
    "abstract": "Transcranial ultrasound is a promising non-invasive neuromodulation technique with applications, including neuronal activity modulation, blood-brain barrier opening, targeted drug delivery, and thermal ablation. Its ability to deliver focused ultrasound waves to precise brain regions has led to over 50 clinical trials targeting conditions such as opioid addiction, Alzheimer's disease, dementia, epilepsy, and glioblastoma. However, skull heterogeneity complicates accurate focal spot prediction and energy delivery, requiring rapid yet precise phase aberration correction in clinical workflows. To address the trade-off between computational efficiency and accuracy in current focus prediction methods, we introduce TUSNet, a deep learning framework for rapid and accurate transcranial ultrasound pressure field and phase aberration correction computation. TUSNet, an end-to-end neural network, was trained to predict both 2D transcranial ultrasound pressure fields and phase corrections. TUSNet was trained on 180432 synthetic skull Computed Tomography (CT) segments, and tested on 1232 real skull CT segments. Its performance was benchmarked against k-Wave, a MATLAB-based acoustic simulation package, evaluating computation speed, focal spot accuracy, phase correction accuracy, and pressure magnitude estimation. TUSNet computed pressure fields and phase corrections in 21 ms, which is over 1200  TUSNet demonstrates that deep learning can provide accurate and rapid estimates of phase aberrations and transcranial pressure fields, offering a promising direction for accelerating ultrasound treatment planning. While the present validation is based on simulated, noise-free ultrasound fields, the results establish a foundation that future experimental studies can build on to assess performance under real-world clinical conditions.",
    "disease": "alzheimer disease",
    "clean_text": "a deep learning model for one shot transcranial ultrasound simulation and phase aberration correction transcranial ultrasound is a promising non invasive neuromodulation technique with applications including neuronal activity modulation blood brain barrier opening targeted drug delivery and thermal ablation its ability to deliver focused ultrasound waves to precise brain regions has led to over clinical trials targeting conditions such as opioid addiction alzheimer s disease dementia epilepsy and glioblastoma however skull heterogeneity complicates accurate focal spot prediction and energy delivery requiring rapid yet precise phase aberration correction in clinical workflows to address the trade off between computational efficiency and accuracy in current focus prediction methods we introduce tusnet a deep learning framework for rapid and accurate transcranial ultrasound pressure field and phase aberration correction computation tusnet an end to end neural network was trained to predict both d transcranial ultrasound pressure fields and phase corrections tusnet was trained on synthetic skull computed tomography ct segments and tested on real skull ct segments its performance was benchmarked against k wave a matlab based acoustic simulation package evaluating computation speed focal spot accuracy phase correction accuracy and pressure magnitude estimation tusnet computed pressure fields and phase corrections in ms which is over tusnet demonstrates that deep learning can provide accurate and rapid estimates of phase aberrations and transcranial pressure fields offering a promising direction for accelerating ultrasound treatment planning while the present validation is based on simulated noise free ultrasound fields the results establish a foundation that future experimental studies can build on to assess performance under real world clinical conditions"
}