{
    "pmid": "41450548",
    "title": "Genetic susceptibility to gestational diabetes and its mild modification by bisphenol A and thyroid-stimulating hormone: findings from a South Chinese pregnancy cohort.",
    "abstract": "Gestational diabetes mellitus (GDM) is a multifaceted and complex condition. Genetic factors, maternal exposure to bisphenol A (BPA), and thyroid-stimulating hormone (TSH) levels have been associated with GDM. However, existing findings are inconsistent, and evidence regarding their interactions remains limited. This study aimed to identify single-nucleotide variants (SNVs) associated with GDM and to examine whether the genetic influence on GDM would be modulated by maternal BPA and TSH levels during pregnancy. This case-control study was nested within a prospective cohort of 2,884 pregnant women in South China from July 2016 to December 2020. Significant SNVs between cases and controls were identified by whole-exome sequencing and validated by Sequenom MassARRAY. Functional and pathway enrichment analyses were applied to explore potential biological pathways. The relationship between GDM and maternal SNVs' genotype, BPA, and TSH was evaluated by logistic regression models and marginal effect analyses. We identified 308 missense variants among 1,770 SNVs linked to GDM. After validation, the allele frequencies of PPARGC1A rs8192678 C > T ( The study highlights the associations between GDM and the missense variant of PPARGC1A rs8192678, further revealing that the genetic effect is modified slightly by urinary BPA and serum TSH levels. The modification displayed a quasi-U-shaped distribution in relation to BPA and decreased as TSH levels increased.",
    "disease": "diabetes mellitus",
    "clean_text": "genetic susceptibility to gestational diabetes and its mild modification by bisphenol a and thyroid stimulating hormone findings from a south chinese pregnancy cohort gestational diabetes mellitus gdm is a multifaceted and complex condition genetic factors maternal exposure to bisphenol a bpa and thyroid stimulating hormone tsh levels have been associated with gdm however existing findings are inconsistent and evidence regarding their interactions remains limited this study aimed to identify single nucleotide variants snvs associated with gdm and to examine whether the genetic influence on gdm would be modulated by maternal bpa and tsh levels during pregnancy this case control study was nested within a prospective cohort of pregnant women in south china from july to december significant snvs between cases and controls were identified by whole exome sequencing and validated by sequenom massarray functional and pathway enrichment analyses were applied to explore potential biological pathways the relationship between gdm and maternal snvs genotype bpa and tsh was evaluated by logistic regression models and marginal effect analyses we identified missense variants among snvs linked to gdm after validation the allele frequencies of ppargc a rs c t the study highlights the associations between gdm and the missense variant of ppargc a rs further revealing that the genetic effect is modified slightly by urinary bpa and serum tsh levels the modification displayed a quasi u shaped distribution in relation to bpa and decreased as tsh levels increased"
}