{
    "title": "Conversation for change: engaging older adults as partners in research on gerotechnology.",
    "doc_id": "38378634",
    "writer": "Bytautas J",
    "year": "2024",
    "summary": "Yet adoption and use of technologies by older adults is limited and rates of abandonment remain high. In response to this, there is growing interest within the field of gerotechnology in fostering greater participation of older adults in research and design. ...Whil …",
    "abstract": "There is increasing research and public policy investment in the development of technologies to support healthy aging and age-friendly services in Canada. Yet adoption and use of technologies by older adults is limited and rates of abandonment remain high. In response to this, there is growing interest within the field of gerotechnology in fostering greater participation of older adults in research and design. The nature of participation ranges from passive information gathering to more active involvement in research activities, such as those informed by participatory design or participatory action research (PAR). However, participatory approaches are rare with identified barriers including ageism and ableism. This stigma contributes to the limited involvement of older adults in gerotechnology research and design, which in turn reinforces negative stereotypes, such as lack of ability and interest in technology. While the full involvement of older adults in gerotechnology remains rare, the Older Adults' Active Involvement in Ageing & Technology Research and Development (OA-INVOLVE) project aims to develop models of best practice for engaging older adults in these research projects. In this comment paper, we employ an unconventional, conversational-style format between academic researchers and older adult research contributors to provide new perspectives, understandings, and insights into: (i) motivations to engage in participatory research; (ii) understandings of roles and expectations as research contributors; (iii) challenges encountered in contributing to gerotechnology research; (iv) perceived benefits of participation; and (v) advice for academic researchers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38378634/",
    "clean_text": "conversation for change engaging older adults as partners in research on gerotechnology yet adoption and use of technologies by older adults is limited and rates of abandonment remain high in response to this there is growing interest within the field of gerotechnology in fostering greater participation of older adults in research and design whil there is increasing research and public policy investment in the development of technologies to support healthy aging and age friendly services in canada yet adoption and use of technologies by older adults is limited and rates of abandonment remain high in response to this there is growing interest within the field of gerotechnology in fostering greater participation of older adults in research and design the nature of participation ranges from passive information gathering to more active involvement in research activities such as those informed by participatory design or participatory action research par however participatory approaches are rare with identified barriers including ageism and ableism this stigma contributes to the limited involvement of older adults in gerotechnology research and design which in turn reinforces negative stereotypes such as lack of ability and interest in technology while the full involvement of older adults in gerotechnology remains rare the older adults active involvement in ageing technology research and development oa involve project aims to develop models of best practice for engaging older adults in these research projects in this comment paper we employ an unconventional conversational style format between academic researchers and older adult research contributors to provide new perspectives understandings and insights into i motivations to engage in participatory research ii understandings of roles and expectations as research contributors iii challenges encountered in contributing to gerotechnology research iv perceived benefits of participation and v advice for academic researchers"
}