{
    "title": "Enhanced transformation of organic pollutants by mild oxidants in the presence of synthetic or natural redox mediators: A review.",
    "doc_id": "33271411",
    "writer": "Song Y",
    "year": "2021",
    "summary": "Synthetic or natural mediators (Med) can enhance the transformation of different types of organic pollutants by mild oxidants, which has been extensively studied in literature. This enhancing effect is attributed to the following two steps: (i) mild oxidants react w …",
    "abstract": "Synthetic or natural mediators (Med) can enhance the transformation of different types of organic pollutants by mild oxidants, which has been extensively studied in literature. This enhancing effect is attributed to the following two steps: (i) mild oxidants react with Med forming Medox with higher reactivity, and then (ii) these organic pollutants are more readily transformed by Medox. The present work reviews the latest findings on the formation of Medox from the reactions of synthetic (i.e., 2,2'-azino-bis(3-ethylbenzothiazoline)-6-sulfonate (ABTS) and 1-hydroxybenzotriazole (HBT)) or natural mediators (i.e., syringaldehyde (SA), acetosyringone (AS), p-coumaric acid, and catechol) with mild oxidants such as laccase, manganese oxidants including permanganate (Mn(VII)) and MnO2, and ferrate (Fe(VI)), as well as the transformation of organic pollutants including phenols, amines, polycyclic aromatic hydrocarbons (PAHs), organic dyes, pulp, and perfluoroalkyl acids (PFAAs) by Medox. First, reaction kinetics and mechanisms of the oxidation of synthetic or natural mediators by these mild oxidants were summarized. Reactivity and pathways of synthetic Medox including ABTS·+, ABTS2+, HBT· or natural Medox including phenoxy radicals and quinone-type compounds reacting with different organic pollutants were then discussed. Finally, the possibilities of engineering applications and new perspectives were assessed on the combinations of different types of mild oxidants with synthetic or natural mediators for the treatment of various organic pollutants.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33271411/",
    "clean_text": "enhanced transformation of organic pollutants by mild oxidants in the presence of synthetic or natural redox mediators a review synthetic or natural mediators med can enhance the transformation of different types of organic pollutants by mild oxidants which has been extensively studied in literature this enhancing effect is attributed to the following two steps i mild oxidants react w synthetic or natural mediators med can enhance the transformation of different types of organic pollutants by mild oxidants which has been extensively studied in literature this enhancing effect is attributed to the following two steps i mild oxidants react with med forming medox with higher reactivity and then ii these organic pollutants are more readily transformed by medox the present work reviews the latest findings on the formation of medox from the reactions of synthetic i e azino bis ethylbenzothiazoline sulfonate abts and hydroxybenzotriazole hbt or natural mediators i e syringaldehyde sa acetosyringone as p coumaric acid and catechol with mild oxidants such as laccase manganese oxidants including permanganate mn vii and mno and ferrate fe vi as well as the transformation of organic pollutants including phenols amines polycyclic aromatic hydrocarbons pahs organic dyes pulp and perfluoroalkyl acids pfaas by medox first reaction kinetics and mechanisms of the oxidation of synthetic or natural mediators by these mild oxidants were summarized reactivity and pathways of synthetic medox including abts abts hbt or natural medox including phenoxy radicals and quinone type compounds reacting with different organic pollutants were then discussed finally the possibilities of engineering applications and new perspectives were assessed on the combinations of different types of mild oxidants with synthetic or natural mediators for the treatment of various organic pollutants"
}