{
    "title": "Understanding Mental Health as a Public Health Issue.",
    "doc_id": "39880557",
    "writer": "Zayat N",
    "year": "2025",
    "summary": "Public health initiatives have traditionally focused on conditions like obesity and infectious diseases, but public mental health has only recently received comparable attention. This review explores the critical role of public mental health. Th …",
    "abstract": "Mental health disorders impose a significant burden on individuals and society, with far-reaching implications that extend beyond personal suffering to substantial economic costs. Public health initiatives have traditionally focused on conditions like obesity and infectious diseases, but public mental health has only recently received comparable attention. This review explores the critical role of public mental health. The discussion highlights key areas, including the impact of social determinants, the importance of integrated care models, the economic and social consequences of untreated mental health disorders, and the unique challenges faced by women during the perinatal period.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39880557/",
    "clean_text": "understanding mental health as a public health issue public health initiatives have traditionally focused on conditions like obesity and infectious diseases but public mental health has only recently received comparable attention this review explores the critical role of public mental health th mental health disorders impose a significant burden on individuals and society with far reaching implications that extend beyond personal suffering to substantial economic costs public health initiatives have traditionally focused on conditions like obesity and infectious diseases but public mental health has only recently received comparable attention this review explores the critical role of public mental health the discussion highlights key areas including the impact of social determinants the importance of integrated care models the economic and social consequences of untreated mental health disorders and the unique challenges faced by women during the perinatal period"
}