{
    "pmid": "41409967",
    "title": "Behçet's Disease Mimicking Drug-Induced Mucocutaneous Lesions in a Patient on Anti-tuberculous Drugs.",
    "abstract": "Behçet's disease is an inflammatory disease characterized by recurrent oral aphthous ulcers and numerous potential systemic manifestations. These include genital ulcers, skin lesions, and diseases affecting the eyes, nervous system, blood vessels, joints, and gastrointestinal tract. The underlying cause of the disease is unknown. As with other autoimmune diseases, the disorder may represent aberrant immune activity triggered by exposure to an agent, perhaps infectious, in patients with a genetic predisposition to develop the disease. We present the case of a 30-year-old male who developed features consistent with Behçet's disease, including ocular, genital, and oral involvement, following treatment for presumed tuberculosis with anti-tuberculous therapy (ATT). As the oral aphthous ulcers are common in the general population and Behçet's disease is relatively rare, the diagnosis should be considered in the context of recurrent aphthous ulcers accompanied by other systemic manifestations. There is no pathognomonic laboratory test for Behçet's disease; therefore, the diagnosis is primarily clinical and meets the International Criteria for Behçet's Disease (ICBD) criteria. A score of 4 or more points is considered diagnostic. This publication underscores that Behçet's disease is frequently misdiagnosed or mismanaged because of its overlapping clinical features with other disorders. Moreover, infectious triggers may, in some cases, contribute to the onset or unmasking of the disease.",
    "disease": "tuberculosis",
    "clean_text": "beh et s disease mimicking drug induced mucocutaneous lesions in a patient on anti tuberculous drugs beh et s disease is an inflammatory disease characterized by recurrent oral aphthous ulcers and numerous potential systemic manifestations these include genital ulcers skin lesions and diseases affecting the eyes nervous system blood vessels joints and gastrointestinal tract the underlying cause of the disease is unknown as with other autoimmune diseases the disorder may represent aberrant immune activity triggered by exposure to an agent perhaps infectious in patients with a genetic predisposition to develop the disease we present the case of a year old male who developed features consistent with beh et s disease including ocular genital and oral involvement following treatment for presumed tuberculosis with anti tuberculous therapy att as the oral aphthous ulcers are common in the general population and beh et s disease is relatively rare the diagnosis should be considered in the context of recurrent aphthous ulcers accompanied by other systemic manifestations there is no pathognomonic laboratory test for beh et s disease therefore the diagnosis is primarily clinical and meets the international criteria for beh et s disease icbd criteria a score of or more points is considered diagnostic this publication underscores that beh et s disease is frequently misdiagnosed or mismanaged because of its overlapping clinical features with other disorders moreover infectious triggers may in some cases contribute to the onset or unmasking of the disease"
}