{
    "pmid": "41377627",
    "title": "Associations of Inflammatory and Osteogenic Activities in Epicardial Adipose Tissue With Aortic Valve Hemodynamic.",
    "abstract": "Inflammation in epicardial adipose tissue (EAT) has been hypothesized to influence heart structure and function, thereby contributing to aortic valve (AV) disease. However, it remains unclear how the biological state of EAT is related to AV hemodynamics. We studied 50 patients with AV calcification who underwent elective cardiac surgery (cardiac valve surgery and/or coronary artery bypass graft). Echocardiographic data (AV area index [AVAI] and peak transvalvular AV velocity [PAVV]), were acquired before surgery. During cardiac surgery, 2 EAT samples were obtained for immunohistochemistry and the number of CD68- and CD11c-positive macrophages and osteocalcin-positive cells was counted in 6 random high-power fields (×400 magnification). PAVV, but not AVAI, was positively correlated with the number of CD11c-positive macrophages and osteocalcin-positive cells in EAT in patients with clinical AV stenosis (AS), defined as PAVV ≥2.5 m/s. On multivariate analysis adjusted for left ventricular function, the number of osteocalcin-positive cells in EAT was independently correlated with increased PAVV (β=0.42; P=0.013) and the presence of clinical AS (odds ratio per 1-unit increase 1.14; P=0.011), whereas there was no correlation between increased PAVV or the presence of clinical AS and the number of CD68- and CD11c-positive macrophages in EAT. The biological activities of EAT, which are characterized mainly by osteogenic activity, are associated with AV hemodynamics and may contribute to AS progression.",
    "disease": "coronary artery disease",
    "clean_text": "associations of inflammatory and osteogenic activities in epicardial adipose tissue with aortic valve hemodynamic inflammation in epicardial adipose tissue eat has been hypothesized to influence heart structure and function thereby contributing to aortic valve av disease however it remains unclear how the biological state of eat is related to av hemodynamics we studied patients with av calcification who underwent elective cardiac surgery cardiac valve surgery and or coronary artery bypass graft echocardiographic data av area index avai and peak transvalvular av velocity pavv were acquired before surgery during cardiac surgery eat samples were obtained for immunohistochemistry and the number of cd and cd c positive macrophages and osteocalcin positive cells was counted in random high power fields magnification pavv but not avai was positively correlated with the number of cd c positive macrophages and osteocalcin positive cells in eat in patients with clinical av stenosis as defined as pavv m s on multivariate analysis adjusted for left ventricular function the number of osteocalcin positive cells in eat was independently correlated with increased pavv p and the presence of clinical as odds ratio per unit increase p whereas there was no correlation between increased pavv or the presence of clinical as and the number of cd and cd c positive macrophages in eat the biological activities of eat which are characterized mainly by osteogenic activity are associated with av hemodynamics and may contribute to as progression"
}