{
    "pmid": "41462146",
    "title": "Remdesivir safety and clinical outcomes in pediatric COVID-19: a retrospective study.",
    "abstract": "This study evaluated clinical features of pediatric and adolescent patients with COVID-19 who received Remdesivir and assessed the adverse effects of Remdesivir in this population. In a retrospective cross-sectional study, the documents of all patients under 18 years old were admitted due to severely respiratory distress and suspicious to COVID-19 in Taleghani hospital and according to Iranian COVID-19 treatment protocol received Remdesivir between February 2021 and September 2022, were studied. The study included children aged 25 days to 17 years with a median age of 10 years and 50%being female. Fifteen patients were admitted to the ICU. 50% of ICU admissions were failure to thrive (FTT). BMI was significantly higher in patients over 10 years of age compared to others. Abnormal CT finding were observed in 90% of obese patients. Forty-one cases tested positive for PCR. The odds of PCR positivity were 2.87 times higher in patients over 10 years of age. Remdesivir was generally well tolerated, with no adverse events leading to drug discontinuation and no statistically significant difference in laboratory parameters before and after treatment. There were no significant hepatic or renal toxicity. Mild, transient elevations in liver transaminases (AST and ALT) were observed but did not require discontinuation of therapy. Transient bradycardia was not observed in our study. Remdesivir appears to be a safe therapeutic option for pediatric COVID-19 patients, with minimal adverse effects and good tolerability. Nutritional status, particularly obesity and FTT, may influence disease severity. Further prospective studies are needed to better define Remdesivir’s role and its impact on viral clearance and clinical outcomes in children. Not applicable.",
    "disease": "covid-19",
    "clean_text": "remdesivir safety and clinical outcomes in pediatric covid a retrospective study this study evaluated clinical features of pediatric and adolescent patients with covid who received remdesivir and assessed the adverse effects of remdesivir in this population in a retrospective cross sectional study the documents of all patients under years old were admitted due to severely respiratory distress and suspicious to covid in taleghani hospital and according to iranian covid treatment protocol received remdesivir between february and september were studied the study included children aged days to years with a median age of years and being female fifteen patients were admitted to the icu of icu admissions were failure to thrive ftt bmi was significantly higher in patients over years of age compared to others abnormal ct finding were observed in of obese patients forty one cases tested positive for pcr the odds of pcr positivity were times higher in patients over years of age remdesivir was generally well tolerated with no adverse events leading to drug discontinuation and no statistically significant difference in laboratory parameters before and after treatment there were no significant hepatic or renal toxicity mild transient elevations in liver transaminases ast and alt were observed but did not require discontinuation of therapy transient bradycardia was not observed in our study remdesivir appears to be a safe therapeutic option for pediatric covid patients with minimal adverse effects and good tolerability nutritional status particularly obesity and ftt may influence disease severity further prospective studies are needed to better define remdesivir s role and its impact on viral clearance and clinical outcomes in children not applicable"
}