{
    "pmid": "41474669",
    "title": "Cervical Artery Dissection Recurrence in an Unselected Danish Cohort.",
    "abstract": "Spontaneous cervical artery dissection (CeAD) is an important cause of ischemic strokes in young adults. The pathophysiology as well as risk factors are largely unknown. Recurrences are considered rare and primarily to occur within the first 3 months. The frequency of asymptomatic recurrences varies in recent studies. This study seeks to determine the risk of all recurrent dissections in an unselected consecutive patient population after initial diagnosis. Of 218 patients referred between October 2014 and December 2024, 102 were included in the final analysis. Patients' medical records were reviewed to determine demographics, including associated risk factors and antithrombotic treatments used. Reports from relevant imaging at routine follow-up and at repeat admissions were acquired to determine recurrence rates of CeAD and new cases of stroke. 7 (6.9%) patients had CeAD recurrencies after the index event, of which 6 occurred after 6 months and 2 (28.6% of recurrencies) were asymptomatic. A family history of dissections (RR: 6.9, CI: 1.7; 27.3, p = 0.006) or radiologically verified tortuous cervical arteries (RR: 9.8, CI: 2.8; 34.3, p = 0.0003) were significantly associated with recurrence. By 1-year follow-up, 56 patients had persisting vessel sequelae from the index CeAD. Stroke occurrences after the index CeAD was 2.9% (n = 3) and did not occur in patients with CeAD recurrence. All patients received antithrombotic treatment for at least a year. Recurrence of CeAD and stroke occurrence were low after the index event. CeAD were often asymptomatic and occurred later than previously reported. Long-term, regular follow-up and stroke-preventive treatments are essential to reduce morbidity from repeat CeAD and strokes, especially in patients with relevant family history or known artery tortuosity.",
    "disease": "stroke",
    "clean_text": "cervical artery dissection recurrence in an unselected danish cohort spontaneous cervical artery dissection cead is an important cause of ischemic strokes in young adults the pathophysiology as well as risk factors are largely unknown recurrences are considered rare and primarily to occur within the first months the frequency of asymptomatic recurrences varies in recent studies this study seeks to determine the risk of all recurrent dissections in an unselected consecutive patient population after initial diagnosis of patients referred between october and december were included in the final analysis patients medical records were reviewed to determine demographics including associated risk factors and antithrombotic treatments used reports from relevant imaging at routine follow up and at repeat admissions were acquired to determine recurrence rates of cead and new cases of stroke patients had cead recurrencies after the index event of which occurred after months and of recurrencies were asymptomatic a family history of dissections rr ci p or radiologically verified tortuous cervical arteries rr ci p were significantly associated with recurrence by year follow up patients had persisting vessel sequelae from the index cead stroke occurrences after the index cead was n and did not occur in patients with cead recurrence all patients received antithrombotic treatment for at least a year recurrence of cead and stroke occurrence were low after the index event cead were often asymptomatic and occurred later than previously reported long term regular follow up and stroke preventive treatments are essential to reduce morbidity from repeat cead and strokes especially in patients with relevant family history or known artery tortuosity"
}