{
    "title": "Ectopic breast tissue, supernumerary breasts, and supernumerary nipples.",
    "doc_id": "7660204",
    "writer": "Velanovich V.",
    "year": "1995",
    "summary": "This article will review the embryology, clinical presentation, diagnosis, treatment, and clinical significance of ectopic breast tissue, supernumerary breasts, and supernumerary nipples. These structures most commonly develop along the embryonic \"milk line.\" ...Fin …",
    "abstract": "This article will review the embryology, clinical presentation, diagnosis, treatment, and clinical significance of ectopic breast tissue, supernumerary breasts, and supernumerary nipples. These structures most commonly develop along the embryonic \"milk line.\" Supernumerary nipples can be identified at birth, whereas ectopic breast tissue becomes noticeable only after hormonal stimulation, usually during puberty, pregnancy, or lactation. Axillary ectopic breast tissue may provide a diagnostic challenge, as other benign and malignant lesions occur in this area. Fine needle aspiration is a useful tool. Ectopic breast tissue is subject to the same pathologic events that occur in normally positioned breasts. Excision may be required for diagnosis, treatment of symptoms, or cosmesis. Supernumerary nipples do not themselves pose diagnostic or symptomatic problems, but evidence suggests that they are markers for associated conditions, most notably urologic malformations or urogenital malignancies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7660204/",
    "clean_text": "ectopic breast tissue supernumerary breasts and supernumerary nipples this article will review the embryology clinical presentation diagnosis treatment and clinical significance of ectopic breast tissue supernumerary breasts and supernumerary nipples these structures most commonly develop along the embryonic milk line fin this article will review the embryology clinical presentation diagnosis treatment and clinical significance of ectopic breast tissue supernumerary breasts and supernumerary nipples these structures most commonly develop along the embryonic milk line supernumerary nipples can be identified at birth whereas ectopic breast tissue becomes noticeable only after hormonal stimulation usually during puberty pregnancy or lactation axillary ectopic breast tissue may provide a diagnostic challenge as other benign and malignant lesions occur in this area fine needle aspiration is a useful tool ectopic breast tissue is subject to the same pathologic events that occur in normally positioned breasts excision may be required for diagnosis treatment of symptoms or cosmesis supernumerary nipples do not themselves pose diagnostic or symptomatic problems but evidence suggests that they are markers for associated conditions most notably urologic malformations or urogenital malignancies"
}