{
    "pmid": "41447001",
    "title": "Psychometric evaluation of the Malay Health Belief Model for COVID-19 booster dose vaccination intention scale among Malaysians.",
    "abstract": "The COVID-19 pandemic has highlighted the importance of vaccination, with booster doses now integral to public health strategies. However, there is a lack of validated tools to assess vaccine intention for booster doses, despite the Health Belief Model (HBM) being widely used for primary doses. This study aims to address this gap by validating a Malay version of the HBM-based COVID-19 booster dose vaccine intention scale to measure factors influencing booster vaccination decisions in Malaysia. The study was conducted in three phases. Phase 1 involved translation, content, and face validity. The translation process employed a forwardbackward method, utilising two bilingual translators and an independent back-translator. Content validity was assessed by five experts from psychology, public health, and medicine, and face validity was evaluated through a pre-test with 40 laypersons. Phase 2 used Exploratory Factor Analysis (EFA) with 160 participants to identify the tool's underlying factor structure. Phase 3 employed Confirmatory Factor Analysis (CFA) with 556 participants to assess construct validity and reliability. Internal consistency was measured using Cronbach's alpha and Composite Reliability (CR). Participants aged 18 and above were recruited via online platforms, with eligibility determined by receipt of primary doses of the COVID-19 vaccine. The translation process resulted in a 16-item Malay COVID-19 HBM-Booster Dose Intention Scale (HBM-BDIS). Phase 1 confirmed content and face validity, with the Content Validity Index (CVI) for all items exceeding 3.0, and a satisfactory Face Validity Index (FVI). EFA in Phase 2 revealed a clear factor structure with factor loadings meeting the 0.33 threshold, and internal consistency was confirmed with Cronbach's alpha of 0.82. CFA in Phase 3 confirmed the scale's construct validity, with improved fit indices after revision (CFI = 0.926, TLI = 0.909, RMSEA = 0.084). The final model showed strong internal consistency, with CR values above 0.80 for all factors. The 16-item Malay COVID-19 HBM-BDIS is a valid and reliable measure for assessing COVID-19 booster dose vaccination intention in Malaysia, providing a solid foundation for future research and public health interventions.",
    "disease": "pneumonia",
    "clean_text": "psychometric evaluation of the malay health belief model for covid booster dose vaccination intention scale among malaysians the covid pandemic has highlighted the importance of vaccination with booster doses now integral to public health strategies however there is a lack of validated tools to assess vaccine intention for booster doses despite the health belief model hbm being widely used for primary doses this study aims to address this gap by validating a malay version of the hbm based covid booster dose vaccine intention scale to measure factors influencing booster vaccination decisions in malaysia the study was conducted in three phases phase involved translation content and face validity the translation process employed a forwardbackward method utilising two bilingual translators and an independent back translator content validity was assessed by five experts from psychology public health and medicine and face validity was evaluated through a pre test with laypersons phase used exploratory factor analysis efa with participants to identify the tool s underlying factor structure phase employed confirmatory factor analysis cfa with participants to assess construct validity and reliability internal consistency was measured using cronbach s alpha and composite reliability cr participants aged and above were recruited via online platforms with eligibility determined by receipt of primary doses of the covid vaccine the translation process resulted in a item malay covid hbm booster dose intention scale hbm bdis phase confirmed content and face validity with the content validity index cvi for all items exceeding and a satisfactory face validity index fvi efa in phase revealed a clear factor structure with factor loadings meeting the threshold and internal consistency was confirmed with cronbach s alpha of cfa in phase confirmed the scale s construct validity with improved fit indices after revision cfi tli rmsea the final model showed strong internal consistency with cr values above for all factors the item malay covid hbm bdis is a valid and reliable measure for assessing covid booster dose vaccination intention in malaysia providing a solid foundation for future research and public health interventions"
}