{
    "title": "Psychosocial distress in young adults surviving hematological malignancies: a pilot study.",
    "doc_id": "36527483",
    "writer": "Wittwer A",
    "year": "2023",
    "summary": "PURPOSE: Survivors of cancer during young adulthood face multiple psychosocial challenges following treatment. This study explores psychosocial distress and unmet needs among young adult survivors treated of hematological malignancies. ...However, a longitudi …",
    "abstract": "Purpose:\n        \n      \n      Survivors of cancer during young adulthood face multiple psychosocial challenges following treatment. This study explores psychosocial distress and unmet needs among young adult survivors treated of hematological malignancies.\n    \n\n\n          Methods:\n        \n      \n      A total of 85 young adults aged between 18 and 39 years at time of diagnosis, were invited to join the survey after the completion of treatment with curative intent. Sociodemographic data and the need for advice were gathered with a self-report questionnaire. A set of standardized questionnaires for quality of life (EORTC QLQ-C30), psychosocial stressors (PHQ-S), fear of progression (PA-F-KF), cancer-related fatigue (EORTC QLQ-FA12), and symptoms of anxiety (GAD-7) or depression (PHQ-9) was employed. Descriptive statistics and multivariate analysis were conducted.\n    \n\n\n          Results:\n        \n      \n      Forty-seven young adult cancer survivors responded. A quarter of patients (26%) reported depressive symptoms, 15% suffered from anxiety, 36% from fear of progression, and 21% reported increased psychosocial stressors. They had a lower QoL than the general population and reported poorer outcomes on all single-item and multi-symptom scales. Employment was significantly associated with lower levels of psychosocial distress, anxiety, fatigue, and better QoL.\n    \n\n\n          Conclusion:\n        \n      \n      Young adult cancer survivors exhibited a high disposition for psychosocial distress. They reported excessive demands in everyday life and resumption of work. However, a longitudinal study of young adult cancer survivors is needed to confirm the results of this pilot study. In future, psycho-oncological and social support need to become an inherent part of the aftercare of survivors of young adult cancer survivors.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36527483/",
    "clean_text": "psychosocial distress in young adults surviving hematological malignancies a pilot study purpose survivors of cancer during young adulthood face multiple psychosocial challenges following treatment this study explores psychosocial distress and unmet needs among young adult survivors treated of hematological malignancies however a longitudi purpose survivors of cancer during young adulthood face multiple psychosocial challenges following treatment this study explores psychosocial distress and unmet needs among young adult survivors treated of hematological malignancies methods a total of young adults aged between and years at time of diagnosis were invited to join the survey after the completion of treatment with curative intent sociodemographic data and the need for advice were gathered with a self report questionnaire a set of standardized questionnaires for quality of life eortc qlq c psychosocial stressors phq s fear of progression pa f kf cancer related fatigue eortc qlq fa and symptoms of anxiety gad or depression phq was employed descriptive statistics and multivariate analysis were conducted results forty seven young adult cancer survivors responded a quarter of patients reported depressive symptoms suffered from anxiety from fear of progression and reported increased psychosocial stressors they had a lower qol than the general population and reported poorer outcomes on all single item and multi symptom scales employment was significantly associated with lower levels of psychosocial distress anxiety fatigue and better qol conclusion young adult cancer survivors exhibited a high disposition for psychosocial distress they reported excessive demands in everyday life and resumption of work however a longitudinal study of young adult cancer survivors is needed to confirm the results of this pilot study in future psycho oncological and social support need to become an inherent part of the aftercare of survivors of young adult cancer survivors"
}