{
    "title": "[Diabetes and heart failure : Update 2017].",
    "doc_id": "28396903",
    "writer": "Schütt K",
    "year": "2017",
    "summary": "Patients with diabetes mellitus exhibit an increased risk for the development of heart failure. The occurrence of heart failure in patients with diabetes is associated with a poor prognosis. ...This article aims to provide a comprehensive overview on t …",
    "abstract": "Patients with diabetes mellitus exhibit an increased risk for the development of heart failure. The occurrence of heart failure in patients with diabetes is associated with a poor prognosis. Therapeutic strategies to reduce cardiovascular morbidity and mortality in diabetes have so far mainly focused on the prevention of coronary events but recent data suggest that an early diagnosis of heart failure in diabetes as well as specific therapies could have a major impact on the prognosis for these patients. This article aims to provide a comprehensive overview on the epidemiology, pathophysiology and prognosis of heart failure in diabetes patients and addresses current aspects of heart failure therapy in diabetes as well as diabetes therapy in heart failure patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28396903/",
    "clean_text": "diabetes and heart failure update patients with diabetes mellitus exhibit an increased risk for the development of heart failure the occurrence of heart failure in patients with diabetes is associated with a poor prognosis this article aims to provide a comprehensive overview on t patients with diabetes mellitus exhibit an increased risk for the development of heart failure the occurrence of heart failure in patients with diabetes is associated with a poor prognosis therapeutic strategies to reduce cardiovascular morbidity and mortality in diabetes have so far mainly focused on the prevention of coronary events but recent data suggest that an early diagnosis of heart failure in diabetes as well as specific therapies could have a major impact on the prognosis for these patients this article aims to provide a comprehensive overview on the epidemiology pathophysiology and prognosis of heart failure in diabetes patients and addresses current aspects of heart failure therapy in diabetes as well as diabetes therapy in heart failure patients"
}