{
    "title": "Association of metformin use with ovarian cancer incidence and prognosis: a systematic review and meta-analysis.",
    "doc_id": "30640696",
    "writer": "Shi J",
    "year": "2019",
    "summary": "BACKGROUND: Some clinical and basic research studies have indicated that exposure to metformin might have protective effects against ovarian cancer. However, results from epidemiologic studies have been inconsistent. We performed a meta-analysis to evaluate the effe …",
    "abstract": "Background:\n        \n      \n      Some clinical and basic research studies have indicated that exposure to metformin might have protective effects against ovarian cancer. However, results from epidemiologic studies have been inconsistent. We performed a meta-analysis to evaluate the effect of metformin use on the risk of ovarian cancer occurrence and mortality.\n    \n\n\n          Methods:\n        \n      \n      Multiple databases were searched to identify studies on the association between use of metformin and risk of ovarian cancer or prognosis, up to August 2018. Relevant information for analysis was extracted. A random-effects model was used to calculate the pooled risk estimate.\n    \n\n\n          Results:\n        \n      \n      Thirteen articles were included, of which six articles focused on ovarian cancer incidence and the others focused on prognosis. The pooled OR for ovarian cancer occurrence and mortality comparing metformin use with non-use or use of other hypoglycemic drugs was 0.76 (95% CI 0.62 to 0.93, p = 0.008) and 0.55 (95% CI 0.36 to 0.84, p = 0.006), respectively. Moderate to substantial heterogeneity was observed across included studies.\n    \n\n\n          Conclusions:\n        \n      \n      Our findings demonstrate that use of metformin was significantly associated with a lower incidence and a better prognosis of ovarian cancer in patients with diabetes. Well-designed interventional studies are warranted to confirm our findings.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30640696/",
    "clean_text": "association of metformin use with ovarian cancer incidence and prognosis a systematic review and meta analysis background some clinical and basic research studies have indicated that exposure to metformin might have protective effects against ovarian cancer however results from epidemiologic studies have been inconsistent we performed a meta analysis to evaluate the effe background some clinical and basic research studies have indicated that exposure to metformin might have protective effects against ovarian cancer however results from epidemiologic studies have been inconsistent we performed a meta analysis to evaluate the effect of metformin use on the risk of ovarian cancer occurrence and mortality methods multiple databases were searched to identify studies on the association between use of metformin and risk of ovarian cancer or prognosis up to august relevant information for analysis was extracted a random effects model was used to calculate the pooled risk estimate results thirteen articles were included of which six articles focused on ovarian cancer incidence and the others focused on prognosis the pooled or for ovarian cancer occurrence and mortality comparing metformin use with non use or use of other hypoglycemic drugs was ci to p and ci to p respectively moderate to substantial heterogeneity was observed across included studies conclusions our findings demonstrate that use of metformin was significantly associated with a lower incidence and a better prognosis of ovarian cancer in patients with diabetes well designed interventional studies are warranted to confirm our findings"
}