{
    "pmid": "41440964",
    "title": "Multimodal Imaging in Epilepsy Surgery for Personalized Neurosurgical Planning.",
    "abstract": "Drug-resistant epilepsy affects nearly one-third of individuals with epilepsy and remains a major cause of neurological morbidity worldwide. Surgical intervention offers a potential cure, but its success critically depends on the precise identification of the epileptogenic zone and the preservation of eloquent cortical and subcortical regions. This review aims to provide a comprehensive synthesis of current evidence on the role of multimodal neuroimaging in the personalized presurgical evaluation and planning of epilepsy surgery. We analyze how structural, functional, metabolic, and electro-physiological imaging modalities contribute synergistically to improving localization accuracy and surgical outcomes. Structural MRI remains the cornerstone of presurgical assessment, with advanced sequences, post-processing techniques, and ultra-high-field (7 T) MRI enhancing lesion detection in previously MRI-negative cases. Functional and metabolic imaging, including FDG-PET, ictal/interictal SPECT, and arterial spin labeling MRI, offer complementary insights by revealing regions of altered metabolism or perfusion associated with seizure onset. Functional MRI enables non-invasive mapping of language, memory, and motor networks, while diffusion tensor imaging and tractography delineate critical white-matter pathways to minimize postoperative deficits. Electrophysiological integration through EEG source imaging and magnetoencephalography refines localization when combined with MRI and PET data, forming the basis of multimodal image integration platforms used for surgical navigation. Our review also briefly explores emerging intraoperative applications such as augmented and virtual reality, intraoperative MRI, and laser interstitial thermal therapy, as well as advances driven by artificial intelligence, such as automated lesion detection and predictive modeling of surgical outcomes. By consolidating recent developments and clinical evidence, this review underscores how multimodal imaging transforms epilepsy surgery from a lesion-centered to a patient-centered discipline. The purpose is to highlight best practices, identify evidence gaps, and outline future directions toward precision-guided, minimally invasive, and function-preserving neurosurgical strategies for patients with drug-resistant focal epilepsy.",
    "disease": "epilepsy",
    "clean_text": "multimodal imaging in epilepsy surgery for personalized neurosurgical planning drug resistant epilepsy affects nearly one third of individuals with epilepsy and remains a major cause of neurological morbidity worldwide surgical intervention offers a potential cure but its success critically depends on the precise identification of the epileptogenic zone and the preservation of eloquent cortical and subcortical regions this review aims to provide a comprehensive synthesis of current evidence on the role of multimodal neuroimaging in the personalized presurgical evaluation and planning of epilepsy surgery we analyze how structural functional metabolic and electro physiological imaging modalities contribute synergistically to improving localization accuracy and surgical outcomes structural mri remains the cornerstone of presurgical assessment with advanced sequences post processing techniques and ultra high field t mri enhancing lesion detection in previously mri negative cases functional and metabolic imaging including fdg pet ictal interictal spect and arterial spin labeling mri offer complementary insights by revealing regions of altered metabolism or perfusion associated with seizure onset functional mri enables non invasive mapping of language memory and motor networks while diffusion tensor imaging and tractography delineate critical white matter pathways to minimize postoperative deficits electrophysiological integration through eeg source imaging and magnetoencephalography refines localization when combined with mri and pet data forming the basis of multimodal image integration platforms used for surgical navigation our review also briefly explores emerging intraoperative applications such as augmented and virtual reality intraoperative mri and laser interstitial thermal therapy as well as advances driven by artificial intelligence such as automated lesion detection and predictive modeling of surgical outcomes by consolidating recent developments and clinical evidence this review underscores how multimodal imaging transforms epilepsy surgery from a lesion centered to a patient centered discipline the purpose is to highlight best practices identify evidence gaps and outline future directions toward precision guided minimally invasive and function preserving neurosurgical strategies for patients with drug resistant focal epilepsy"
}