{
    "pmid": "41466292",
    "title": "METTL3 promotes chondrocyte injury in osteoarthritis by increasing CTSB expression.",
    "abstract": "Osteoarthritis (OA) is one of the most frequent joint diseases and its incidence is increasing. However, its pathogenesis remains poorly understood. The study aims to analyze the role and mechanism of methyltransferase 3, N6-adenosine-methyltransferase complex catalytic subunit (METTL3) in OA. Human chondrocytes (CHON-001 and C28/I2) were stimulated using interleukin-1β (IL-1β) to mimic OA-like cell injury. mRNA expression levels were measured by quantitative real-time polymerase chain reaction. Protein expression was detected by Western blotting. Cell Counting Kit-8 assay was used to detect cell viability. Flow cytometry analysis and TUNEL assay were performed to analyze cell apoptosis. Enzyme-linked immunosorbent assays were used to measure the levels of TNF-α and IL-6. Cellular ROS Assay kit was used to detect ROS level. Lipid peroxidation MDA assay kit was utilized to detect MDA level. Fe METTL3 and CTSB expression were upregulated in human osteoarthritic cartilage in comparison with healthy cartilage tissues. Treatment with IL-1β up-regulated the expression of both METTL3 and CTSB in human chondrocytes. Knockdown of METTL3 or CTSB attenuated the pro-apoptotic, pro-inflammatory, oxidative, and ferroptotic effects induced by IL-1β in these cells. In addition, METTL3 upregulated CTSB expression by regulating its m6A methylation. Moreover, the protective effects of METTL3 silencing against IL-1β-induced injury were dependent on the downregulation of CTSB. METTL3 promoted chondrocyte injury by upregulating CTSB expression in OA, thereby highlighting METTL3-CTSB axis as a promising target for therapeutic intervention.",
    "disease": "osteoarthritis",
    "clean_text": "mettl promotes chondrocyte injury in osteoarthritis by increasing ctsb expression osteoarthritis oa is one of the most frequent joint diseases and its incidence is increasing however its pathogenesis remains poorly understood the study aims to analyze the role and mechanism of methyltransferase n adenosine methyltransferase complex catalytic subunit mettl in oa human chondrocytes chon and c i were stimulated using interleukin il to mimic oa like cell injury mrna expression levels were measured by quantitative real time polymerase chain reaction protein expression was detected by western blotting cell counting kit assay was used to detect cell viability flow cytometry analysis and tunel assay were performed to analyze cell apoptosis enzyme linked immunosorbent assays were used to measure the levels of tnf and il cellular ros assay kit was used to detect ros level lipid peroxidation mda assay kit was utilized to detect mda level fe mettl and ctsb expression were upregulated in human osteoarthritic cartilage in comparison with healthy cartilage tissues treatment with il up regulated the expression of both mettl and ctsb in human chondrocytes knockdown of mettl or ctsb attenuated the pro apoptotic pro inflammatory oxidative and ferroptotic effects induced by il in these cells in addition mettl upregulated ctsb expression by regulating its m a methylation moreover the protective effects of mettl silencing against il induced injury were dependent on the downregulation of ctsb mettl promoted chondrocyte injury by upregulating ctsb expression in oa thereby highlighting mettl ctsb axis as a promising target for therapeutic intervention"
}