{
    "pmid": "41375471",
    "title": "Optimizing Nucleic Acid Extraction from Extended Bovine Semen for Endemic and High-Consequence Pathogens.",
    "abstract": "Accurate pathogen detection in bovine semen is crucial for animal health surveillance and international trade. Semen presents unique challenges due to the presence of PCR inhibitors from seminal plasma and extender components, reducing nucleic acid extraction efficiency and sensitivity. The two National Animal Health Laboratory Network-approved extraction platforms (MagMAX CORE and IndiMag Pathogen Kits) were evaluated using 88 negative extended semen samples at 200 µL input volume, reduced input volumes, and pretreatment strategies with two influenza A virus (IAV) PCR assays, containing different exogenous internal controls (ICs) to assess PCR inhibition. The ICs yielded overall passing rates from 31.8% to 100.0% and varied greatly based on the extender formulation and extraction protocol. Validation continued with naturally infected semen containing ",
    "disease": "influenza",
    "clean_text": "optimizing nucleic acid extraction from extended bovine semen for endemic and high consequence pathogens accurate pathogen detection in bovine semen is crucial for animal health surveillance and international trade semen presents unique challenges due to the presence of pcr inhibitors from seminal plasma and extender components reducing nucleic acid extraction efficiency and sensitivity the two national animal health laboratory network approved extraction platforms magmax core and indimag pathogen kits were evaluated using negative extended semen samples at l input volume reduced input volumes and pretreatment strategies with two influenza a virus iav pcr assays containing different exogenous internal controls ics to assess pcr inhibition the ics yielded overall passing rates from to and varied greatly based on the extender formulation and extraction protocol validation continued with naturally infected semen containing"
}