{
    "title": "Socially evaluative contexts facilitate mentalizing.",
    "doc_id": "36357300",
    "writer": "Woo BM",
    "year": "2023",
    "summary": "Our ability to understand others' minds stands at the foundation of human learning, communication, cooperation, and social life more broadly. Although humans' ability to mentalize has been well-studied throughout the cognitive sciences, little attention has been paid to wh …",
    "abstract": "Our ability to understand others' minds stands at the foundation of human learning, communication, cooperation, and social life more broadly. Although humans' ability to mentalize has been well-studied throughout the cognitive sciences, little attention has been paid to whether and how mentalizing differs across contexts. Classic developmental studies have examined mentalizing within minimally social contexts, in which a single agent seeks a neutral inanimate object. Such object-directed acts may be common, but they are typically consequential only to the object-seeking agent themselves. Here, we review a host of indirect evidence suggesting that contexts providing the opportunity to evaluate prospective social partners may facilitate mentalizing across development. Our article calls on cognitive scientists to study mentalizing in contexts where it counts.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36357300/",
    "clean_text": "socially evaluative contexts facilitate mentalizing our ability to understand others minds stands at the foundation of human learning communication cooperation and social life more broadly although humans ability to mentalize has been well studied throughout the cognitive sciences little attention has been paid to wh our ability to understand others minds stands at the foundation of human learning communication cooperation and social life more broadly although humans ability to mentalize has been well studied throughout the cognitive sciences little attention has been paid to whether and how mentalizing differs across contexts classic developmental studies have examined mentalizing within minimally social contexts in which a single agent seeks a neutral inanimate object such object directed acts may be common but they are typically consequential only to the object seeking agent themselves here we review a host of indirect evidence suggesting that contexts providing the opportunity to evaluate prospective social partners may facilitate mentalizing across development our article calls on cognitive scientists to study mentalizing in contexts where it counts"
}