{
    "pmid": "41357740",
    "title": "Adherence to Inhaled Medication Guidelines in Patients with COPD: Evaluating the GOLD 2023 Strategy in a Real-World Secondary Care Setting.",
    "abstract": "The 2023 Global Initiative for Chronic Obstructive Lung Disease (GOLD) strategy introduced updates to the prescription of inhaled medication, including withdrawing recommendation of long-acting beta-agonist/inhaled corticosteroids (LABA/ICS) as double therapy, restricting ICS use to patients with exacerbations, and recommending earlier escalation to triple therapy. These changes are expected to have a substantial impact on clinical practice. This study aims to describe how well clinicians adhere to the GOLD strategy in daily practice, and to explore the extent to which the 2023 update has changed prescribing patterns. Data were collected from a real-world cohort at a teaching hospital in the Netherlands in 2022, and the same cohort was reassessed in 2023. To determine guideline adherence, each patient's treatment was assessed against the applicable GOLD strategy at that time. Subgroups that did not receive treatment according to the GOLD strategy were identified. Finally, a more detailed assessment of ICS prescriptions and their indications was conducted. A total of 1318 patients were included in 2022. In 2022, 51.6% received inhaled medication in line with the applicable GOLD strategy, compared to 57.3% in 2023 in accordance with that year's GOLD strategy. Patients with low eosinophils, those without exacerbations, and those with less severe GOLD classification were less frequently treated in accordance with the 2023 strategy. Overtreatment with ICS was common (25.4%). A substantial proportion of patients with COPD are not treated in accordance with GOLD recommendations. While there may be valid reasons for deviating from the recommendations, these findings should prompt physicians to consider whether their patients' current treatment is optimal. Clear criteria exist for initiating ICS treatment. However, there is no data-driven evidence or consensus on how to manage ICS treatment once a patient has stabilised. Identifying and discussing the barriers for implementation of the GOLD strategy is essential.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "adherence to inhaled medication guidelines in patients with copd evaluating the gold strategy in a real world secondary care setting the global initiative for chronic obstructive lung disease gold strategy introduced updates to the prescription of inhaled medication including withdrawing recommendation of long acting beta agonist inhaled corticosteroids laba ics as double therapy restricting ics use to patients with exacerbations and recommending earlier escalation to triple therapy these changes are expected to have a substantial impact on clinical practice this study aims to describe how well clinicians adhere to the gold strategy in daily practice and to explore the extent to which the update has changed prescribing patterns data were collected from a real world cohort at a teaching hospital in the netherlands in and the same cohort was reassessed in to determine guideline adherence each patient s treatment was assessed against the applicable gold strategy at that time subgroups that did not receive treatment according to the gold strategy were identified finally a more detailed assessment of ics prescriptions and their indications was conducted a total of patients were included in in received inhaled medication in line with the applicable gold strategy compared to in in accordance with that year s gold strategy patients with low eosinophils those without exacerbations and those with less severe gold classification were less frequently treated in accordance with the strategy overtreatment with ics was common a substantial proportion of patients with copd are not treated in accordance with gold recommendations while there may be valid reasons for deviating from the recommendations these findings should prompt physicians to consider whether their patients current treatment is optimal clear criteria exist for initiating ics treatment however there is no data driven evidence or consensus on how to manage ics treatment once a patient has stabilised identifying and discussing the barriers for implementation of the gold strategy is essential"
}