{
    "pmid": "41410074",
    "title": "Functional Connectivity in the Sensory Olfactory Subnetwork in REM Sleep Behavior Disorder and Parkinson's Disease: A Pilot Study.",
    "abstract": "Parkinson's disease (PD) is a neurodegenerative disorder whose diagnostic motor symptoms appear only after significant progression of neurodegeneration. Identification of preclinical markers is essential. Idiopathic rapid eye movement sleep behavior disorder (iRBD) has a high risk of conversion to PD. Olfactory impairment (hyposmia) is present in both PD and iRBD; hyposmia in iRBD may be an additional clue indicating the development of PD. The processes underlying hyposmia in iRBD are unknown. Using resting-state functional connectivity (rsFC), a \"sensory olfactory subnetwork\" (SOS) has been identified that is thought to represent the processing of basic sensory olfactory information. We investigated whether changes in the SOS are seen in both PD and iRBD and whether changes are associated with hyposmia in both conditions. The University of Pennsylvania Smell Identification Test (UPSIT) and a seed-based approach to analyze SOS region rsFC in early PD, iRBD and healthy controls (HC) were employed. Our SOS regions included (right hemisphere) anterior piriform cortex, dorsal insula (INSd), ventral insula (INSv), posterior insula (INSp) and ventral posterior thalamus (THLvp). Compared to HC, idiopathic iRBD and PD participants performed significantly worse on UPSIT and exhibited lower FC between INSd and INSv and higher FC between INSd and THLvp and INSv and THLvp. UPSIT scores were negatively correlated with FC between INSv and THLvp and INSp and THLvp. Idiopathic iRBD may be associated with similar functional and perceptual olfactory alterations and potential compensatory changes as early PD, which may show promise as additional preclinical biomarkers of PD. La maladie de Parkinson (MP) est une maladie neurodégénérative dont les symptômes moteurs diagnostiques n’apparaissent qu’après une progression notable de la neurodégénérescence. L’identification de marqueurs précliniques est à cet égard essentielle. Le trouble du comportement en sommeil paradoxal de nature idiopathique (TCSPi) présente un risque élevé de se convertir dans la MP. Une altération de l’odorat (hyposmie) est présente à la fois dans la MP et le TCSPi. À noter aussi que l’hyposmie liée au TCSPi peut être un indice supplémentaire indiquant le développement de la MP. Les processus sous-jacents à l’hyposmie dans le cas du TCSPi demeurent inconnus. À l’aide de la connectivité fonctionnelle au repos (CFR), un sous-réseau olfactif sensoriel (SROS) a été identifié, lequel serait chargé du traitement des informations olfactives sensorielles de base. Nous avons ainsi cherché à déterminer si des modifications au SROS étaient observées à la fois dans le cas de la MP et du TCSPi et dans quelle mesure ces modifications étaient associées dans les deux cas à une hyposmie. Le test d’identification des odeurs de l’Université de Pennsylvanie (TIOUP) ainsi qu’une analyse « par graines » ( Par rapport aux participants en bonne santé, les participants atteints du TCSPi et de la MP ont obtenu des résultats nettement inférieurs au TIOUP. De plus, ils ont présenté une CFR plus faible entre le CID et le CIV, de même qu’une CFR plus élevée entre le CID et le TPV mais aussi entre le CIV et le TPV. Les scores au TIOUP étaient par ailleurs négativement corrélés à la CFR entre le CIV et le TPV, ainsi qu’entre le CIP et le TPV. Le TCSPi pourrait être associé à des altérations fonctionnelles et perceptives olfactives similaires, ainsi, comme dans le cas de la MP précoce, qu’à des changements compensatoires potentiels, ce qui pourrait constituer des biomarqueurs précliniques supplémentaires prometteurs de la MP.",
    "disease": "parkinson disease",
    "clean_text": "functional connectivity in the sensory olfactory subnetwork in rem sleep behavior disorder and parkinson s disease a pilot study parkinson s disease pd is a neurodegenerative disorder whose diagnostic motor symptoms appear only after significant progression of neurodegeneration identification of preclinical markers is essential idiopathic rapid eye movement sleep behavior disorder irbd has a high risk of conversion to pd olfactory impairment hyposmia is present in both pd and irbd hyposmia in irbd may be an additional clue indicating the development of pd the processes underlying hyposmia in irbd are unknown using resting state functional connectivity rsfc a sensory olfactory subnetwork sos has been identified that is thought to represent the processing of basic sensory olfactory information we investigated whether changes in the sos are seen in both pd and irbd and whether changes are associated with hyposmia in both conditions the university of pennsylvania smell identification test upsit and a seed based approach to analyze sos region rsfc in early pd irbd and healthy controls hc were employed our sos regions included right hemisphere anterior piriform cortex dorsal insula insd ventral insula insv posterior insula insp and ventral posterior thalamus thlvp compared to hc idiopathic irbd and pd participants performed significantly worse on upsit and exhibited lower fc between insd and insv and higher fc between insd and thlvp and insv and thlvp upsit scores were negatively correlated with fc between insv and thlvp and insp and thlvp idiopathic irbd may be associated with similar functional and perceptual olfactory alterations and potential compensatory changes as early pd which may show promise as additional preclinical biomarkers of pd la maladie de parkinson mp est une maladie neurod g n rative dont les sympt mes moteurs diagnostiques n apparaissent qu apr s une progression notable de la neurod g n rescence l identification de marqueurs pr cliniques est cet gard essentielle le trouble du comportement en sommeil paradoxal de nature idiopathique tcspi pr sente un risque lev de se convertir dans la mp une alt ration de l odorat hyposmie est pr sente la fois dans la mp et le tcspi noter aussi que l hyposmie li e au tcspi peut tre un indice suppl mentaire indiquant le d veloppement de la mp les processus sous jacents l hyposmie dans le cas du tcspi demeurent inconnus l aide de la connectivit fonctionnelle au repos cfr un sous r seau olfactif sensoriel sros a t identifi lequel serait charg du traitement des informations olfactives sensorielles de base nous avons ainsi cherch d terminer si des modifications au sros taient observ es la fois dans le cas de la mp et du tcspi et dans quelle mesure ces modifications taient associ es dans les deux cas une hyposmie le test d identification des odeurs de l universit de pennsylvanie tioup ainsi qu une analyse par graines par rapport aux participants en bonne sant les participants atteints du tcspi et de la mp ont obtenu des r sultats nettement inf rieurs au tioup de plus ils ont pr sent une cfr plus faible entre le cid et le civ de m me qu une cfr plus lev e entre le cid et le tpv mais aussi entre le civ et le tpv les scores au tioup taient par ailleurs n gativement corr l s la cfr entre le civ et le tpv ainsi qu entre le cip et le tpv le tcspi pourrait tre associ des alt rations fonctionnelles et perceptives olfactives similaires ainsi comme dans le cas de la mp pr coce qu des changements compensatoires potentiels ce qui pourrait constituer des biomarqueurs pr cliniques suppl mentaires prometteurs de la mp"
}