{
    "title": "Rheumatoid Arthritis: Common Questions About Diagnosis and Management.",
    "doc_id": "29671563",
    "writer": "Wasserman A.",
    "year": "2018",
    "summary": "Rheumatoid arthritis is the most commonly diagnosed systemic inflammatory arthritis, with a lifetime prevalence of up to 1% worldwide. ...Rheumatoid arthritis may impact organs other than the joints, including lungs, skin, and eyes. ...",
    "abstract": "Rheumatoid arthritis is the most commonly diagnosed systemic inflammatory arthritis, with a lifetime prevalence of up to 1% worldwide. Women, smokers, and those with a family history of the disease are most often affected. Rheumatoid arthritis should be considered if there is at least one joint with definite swelling that is not better explained by another disease. In a patient with inflammatory arthritis, the presence of a rheumatoid factor and/or anti-citrullinated protein antibody, elevated C-reactive protein level, or elevated erythrocyte sedimentation rate is consistent with a diagnosis of rheumatoid arthritis. Rheumatoid arthritis may impact organs other than the joints, including lungs, skin, and eyes. Rapid diagnosis of rheumatoid arthritis allows for earlier treatment with disease-modifying antirheumatic drugs, which is associated with better outcomes. The goal of therapy is to initiate early medical treatment to achieve disease remission or the lowest disease activity possible. Methotrexate is typically the first-line agent for rheumatoid arthritis. Additional disease-modifying antirheumatic drugs or biologic agents should be added if disease activity persists. Comorbid conditions, including hepatitis B or C or tuberculosis infections, must be considered when choosing medical treatments. Although rheumatoid arthritis is often a chronic disease, some patients can taper and discontinue medications and remain in long-term remission.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29671563/",
    "clean_text": "rheumatoid arthritis common questions about diagnosis and management rheumatoid arthritis is the most commonly diagnosed systemic inflammatory arthritis with a lifetime prevalence of up to worldwide rheumatoid arthritis may impact organs other than the joints including lungs skin and eyes rheumatoid arthritis is the most commonly diagnosed systemic inflammatory arthritis with a lifetime prevalence of up to worldwide women smokers and those with a family history of the disease are most often affected rheumatoid arthritis should be considered if there is at least one joint with definite swelling that is not better explained by another disease in a patient with inflammatory arthritis the presence of a rheumatoid factor and or anti citrullinated protein antibody elevated c reactive protein level or elevated erythrocyte sedimentation rate is consistent with a diagnosis of rheumatoid arthritis rheumatoid arthritis may impact organs other than the joints including lungs skin and eyes rapid diagnosis of rheumatoid arthritis allows for earlier treatment with disease modifying antirheumatic drugs which is associated with better outcomes the goal of therapy is to initiate early medical treatment to achieve disease remission or the lowest disease activity possible methotrexate is typically the first line agent for rheumatoid arthritis additional disease modifying antirheumatic drugs or biologic agents should be added if disease activity persists comorbid conditions including hepatitis b or c or tuberculosis infections must be considered when choosing medical treatments although rheumatoid arthritis is often a chronic disease some patients can taper and discontinue medications and remain in long term remission"
}