{
    "title": "Ultrasonography findings and physical examination outcomes in dancers with and without patellofemoral pain.",
    "doc_id": "28994332",
    "writer": "Siev-Ner I",
    "year": "2018",
    "summary": "OBJECTIVES: To identify whether a physical examination for patello-femoral pain (PFP) is related to ultrasonography findings at the knee, and to identify possible factors related to PFP in young dancers. ...CONCLUSION: This study describes the relationship between …",
    "abstract": "Objectives:\n        \n      \n      To identify whether a physical examination for patello-femoral pain (PFP) is related to ultrasonography findings at the knee, and to identify possible factors related to PFP in young dancers.\n    \n\n\n          Methods:\n        \n      \n      Sixty-seven young female dancers (7th grade, aged 12.8 ± 0.5) from three schools with identical special dance programs were included in the study. All the dancers were interviewed for demographic details, dance background, and training intensity; were evaluated for anthropometric measurements; underwent physical examination of both knees for PFP and for knee range of motion (ROM); and, had ultrasonography assessment for pathologies and of anatomical parts of their knees.\n    \n\n\n          Results:\n        \n      \n      PFP was found in 54.5% of the 134 knees physically examined. In ultrasonography assessment, infra-articular effusion was found in 46.2% of the knees examined. H/week of dance practice was significantly higher among dancers with PFP (in both knees) compared with dancers with no PFP (p < .05). Knees with PFP had a significantly higher prevalence of intra articular effusion (p = .018) and higher prevalence of genu-recurvatum (p = .042). Knees with PFP had significantly greater growth plate width-anterior tibial tuberosity (p = .022) and a greater bony trochlear groove angle (p = .048).\n    \n\n\n          Conclusion:\n        \n      \n      This study describes the relationship between physical examination for PFP and the sonographic findings, and the factors related to knee injuries. The results showed a high prevalence of PFP and intra articular knee effusion among young dancers at the age of 12-13 years; and, that the number of hours of practice and anatomical structure are related to PFP. Our results should alert physicians, physiotherapists, athletic trainers and dance teachers to the need for devising modifications of training and injury prevention strategies from a young age (<12 years old).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28994332/",
    "clean_text": "ultrasonography findings and physical examination outcomes in dancers with and without patellofemoral pain objectives to identify whether a physical examination for patello femoral pain pfp is related to ultrasonography findings at the knee and to identify possible factors related to pfp in young dancers conclusion this study describes the relationship between objectives to identify whether a physical examination for patello femoral pain pfp is related to ultrasonography findings at the knee and to identify possible factors related to pfp in young dancers methods sixty seven young female dancers th grade aged from three schools with identical special dance programs were included in the study all the dancers were interviewed for demographic details dance background and training intensity were evaluated for anthropometric measurements underwent physical examination of both knees for pfp and for knee range of motion rom and had ultrasonography assessment for pathologies and of anatomical parts of their knees results pfp was found in of the knees physically examined in ultrasonography assessment infra articular effusion was found in of the knees examined h week of dance practice was significantly higher among dancers with pfp in both knees compared with dancers with no pfp p knees with pfp had a significantly higher prevalence of intra articular effusion p and higher prevalence of genu recurvatum p knees with pfp had significantly greater growth plate width anterior tibial tuberosity p and a greater bony trochlear groove angle p conclusion this study describes the relationship between physical examination for pfp and the sonographic findings and the factors related to knee injuries the results showed a high prevalence of pfp and intra articular knee effusion among young dancers at the age of years and that the number of hours of practice and anatomical structure are related to pfp our results should alert physicians physiotherapists athletic trainers and dance teachers to the need for devising modifications of training and injury prevention strategies from a young age years old"
}