{
    "pmid": "41447112",
    "title": "Electronic Health Records to Test Multimorbidity Influences to Plasma Biomarker Interpretation for Alzheimer's Disease.",
    "abstract": "Plasma biomarkers of Alzheimer's disease (AD) pathology are frequently tested in specialized research settings, which limits the generalizability of findings. Using electronic health records and banked plasma, we evaluated plasma biomarkers-phosphorylated tau 217 (p-tau Participants (n = 617; 44% Black/African American; 41% female) were selected from the University of Pennsylvania Medicine BioBank with plasma assayed using Fujirebio Lumipulse. International Classification of Diseases (ICD) Ninth and Tenth Revision codes determined AD dementia (ADD) (n = 43), mild-cognitive impairment (MCI) (n = 140), unspecified/non-AD cognitive impairment (CI) (n = 106), and cognitively normal cases (n = 328), and other medical histories. APOE ε4, body mass index (BMI), metrics of kidney function (eg, estimated glomerular filtration rate [eGFR]), and liver disease were derived from electronic health records. Multivariable models identified factors related to plasma levels. Previously established cutpoints classified AD status (\"AD+,\" \"AD-,\" or \"Intermediate\"). Plasma p-tau In this real-world dataset, we identified effects of multimorbidities on plasma biomarkers, especially kidney function. The p-tau",
    "disease": "alzheimer disease",
    "clean_text": "electronic health records to test multimorbidity influences to plasma biomarker interpretation for alzheimer s disease plasma biomarkers of alzheimer s disease ad pathology are frequently tested in specialized research settings which limits the generalizability of findings using electronic health records and banked plasma we evaluated plasma biomarkers phosphorylated tau p tau participants n black african american female were selected from the university of pennsylvania medicine biobank with plasma assayed using fujirebio lumipulse international classification of diseases icd ninth and tenth revision codes determined ad dementia add n mild cognitive impairment mci n unspecified non ad cognitive impairment ci n and cognitively normal cases n and other medical histories apoe body mass index bmi metrics of kidney function eg estimated glomerular filtration rate egfr and liver disease were derived from electronic health records multivariable models identified factors related to plasma levels previously established cutpoints classified ad status ad ad or intermediate plasma p tau in this real world dataset we identified effects of multimorbidities on plasma biomarkers especially kidney function the p tau"
}