{
    "title": "Prepectoral Breast Reconstruction in Nipple-Sparing Mastectomy With Immediate Mastopexy.",
    "doc_id": "31855861",
    "writer": "Manrique OJ",
    "year": "2020",
    "summary": "The aim of this study is to report our experience in patients with large or ptotic breasts who underwent nipple-sparing mastectomy (NSM) and prepectoral implant-based breast reconstruction with immediate mastopexy. ...CONCLUSIONS: In patients with large and/or ptoti …",
    "abstract": "Background:\n        \n      \n      Nipple-areola preservation positively impacts quality of life of the patients and helps them to achieve a better psychological and sexual well-being, as well as higher satisfaction with their reconstruction. Patients with large or ptotic breasts, however, represent a technical challenge to surgeons, and nipple-areola preservation may be deferred in this clinical scenario. The aim of this study is to report our experience in patients with large or ptotic breasts who underwent nipple-sparing mastectomy (NSM) and prepectoral implant-based breast reconstruction with immediate mastopexy.\n    \n\n\n          Methods:\n        \n      \n      A single-institution retrospective chart review was performed in all consecutive patients who underwent NSM and prepectoral implant-based breast reconstruction, simultaneously with mastopexy. This procedure was offered preoperatively to patients who had ptotic or large breasts, which could benefit from mastopexy to obtain a better result. Aesthetic outcomes were evaluated using a modified 5-point Likert scale, and satisfaction and quality of life were evaluated using the reconstruction module of the BREAST-Q questionnaire.\n    \n\n\n          Results:\n        \n      \n      Seventeen NSMs with simultaneous mastopexy were performed on 9 patients. All completed reconstruction successfully, and there were no cases of nipple ischemia or necrosis. Global aesthetic evaluation score was 3.77 (±0.95). The Q-scores were as follows: satisfaction with breast was 90, psychosocial well-being was 95, sexual well-being was 80, and physical well-being with chest was 86.\n    \n\n\n          Conclusions:\n        \n      \n      In patients with large and/or ptotic breasts, NSM with prepectoral breast reconstruction and immediate mastopexy showed promising results. However, adequate preoperative planning and intraoperative flap assessment are necessary in order to minimize complications.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31855861/",
    "clean_text": "prepectoral breast reconstruction in nipple sparing mastectomy with immediate mastopexy the aim of this study is to report our experience in patients with large or ptotic breasts who underwent nipple sparing mastectomy nsm and prepectoral implant based breast reconstruction with immediate mastopexy conclusions in patients with large and or ptoti background nipple areola preservation positively impacts quality of life of the patients and helps them to achieve a better psychological and sexual well being as well as higher satisfaction with their reconstruction patients with large or ptotic breasts however represent a technical challenge to surgeons and nipple areola preservation may be deferred in this clinical scenario the aim of this study is to report our experience in patients with large or ptotic breasts who underwent nipple sparing mastectomy nsm and prepectoral implant based breast reconstruction with immediate mastopexy methods a single institution retrospective chart review was performed in all consecutive patients who underwent nsm and prepectoral implant based breast reconstruction simultaneously with mastopexy this procedure was offered preoperatively to patients who had ptotic or large breasts which could benefit from mastopexy to obtain a better result aesthetic outcomes were evaluated using a modified point likert scale and satisfaction and quality of life were evaluated using the reconstruction module of the breast q questionnaire results seventeen nsms with simultaneous mastopexy were performed on patients all completed reconstruction successfully and there were no cases of nipple ischemia or necrosis global aesthetic evaluation score was the q scores were as follows satisfaction with breast was psychosocial well being was sexual well being was and physical well being with chest was conclusions in patients with large and or ptotic breasts nsm with prepectoral breast reconstruction and immediate mastopexy showed promising results however adequate preoperative planning and intraoperative flap assessment are necessary in order to minimize complications"
}