{
    "pmid": "41368254",
    "title": "Molecular insights into treatment-resistant erectile dysfunction: staining patterns of human corpora cavernosa-a preliminary study.",
    "abstract": "Patients with end-stage erectile dysfunction (ED) who fail to respond to phosphodiesterase-5 inhibitors lack well-defined molecular targets for new pharmacologic therapies. To identify common expression patterns of key biomarkers in corpora cavernosa tissue from men undergoing penile prosthesis placement, thereby informing future drug development for treatment-resistant ED. Formalin-fixed corpora cavernosa specimens were collected intraoperatively from 14 men receiving penile prostheses for ED. Sections were immunohistochemically stained for Rho-associated protein kinase (ROCK1/ROCK2), CD31 (endothelial marker), smooth muscle actin (SMA), and lysyl oxidase (LOX1). Staining intensity was graded under light microscopy on a 0 to +4 scale: 0 (negative), +1 (weak/mild), +2 (moderate), +3 (strong), and +4 (intense). Baseline demographics and comorbidities were recorded. Older age, longer ED duration, hypertension, hyperlipidemia, and coronary artery disease were associated with higher ROCK1/2 expression. SMA staining was elevated in hypertensive patients and those with prolonged ED. Both current and former smokers showed increased CD31 expression, while LOX1 levels were highest in subjects with coronary artery disease. Across all samples, mean scores for ROCK1/2 and SMA exceeded those for CD31 and LOX1. This preliminary analysis reveals differential expression of four biomarkers in treatment-resistant ED associated with specific comorbidities. ROCK1/2- and SMA-driven pathways may represent promising targets for new ED therapies.",
    "disease": "coronary artery disease",
    "clean_text": "molecular insights into treatment resistant erectile dysfunction staining patterns of human corpora cavernosa a preliminary study patients with end stage erectile dysfunction ed who fail to respond to phosphodiesterase inhibitors lack well defined molecular targets for new pharmacologic therapies to identify common expression patterns of key biomarkers in corpora cavernosa tissue from men undergoing penile prosthesis placement thereby informing future drug development for treatment resistant ed formalin fixed corpora cavernosa specimens were collected intraoperatively from men receiving penile prostheses for ed sections were immunohistochemically stained for rho associated protein kinase rock rock cd endothelial marker smooth muscle actin sma and lysyl oxidase lox staining intensity was graded under light microscopy on a to scale negative weak mild moderate strong and intense baseline demographics and comorbidities were recorded older age longer ed duration hypertension hyperlipidemia and coronary artery disease were associated with higher rock expression sma staining was elevated in hypertensive patients and those with prolonged ed both current and former smokers showed increased cd expression while lox levels were highest in subjects with coronary artery disease across all samples mean scores for rock and sma exceeded those for cd and lox this preliminary analysis reveals differential expression of four biomarkers in treatment resistant ed associated with specific comorbidities rock and sma driven pathways may represent promising targets for new ed therapies"
}