{
    "title": "Neuroprotection in traumatic brain injury.",
    "doc_id": "29790724",
    "writer": "Desai M",
    "year": "2018",
    "summary": "Traumatic brain injury (TBI) has a high incidence worldwide and is associated with significant morbidity and mortality. ...In this article, we will review the epidemiology of TBI, the impact of secondary brain injury on outcomes and different strategie …",
    "abstract": "Traumatic brain injury (TBI) has a high incidence worldwide and is associated with significant morbidity and mortality. TBI has enduring implications in several domains and limits overall quality of life even in the survivors. Assessment of failures of different strategies attempted at improving outcomes in traumatic brain injury is required. Several neuroprotective strategies have been studied to limit the morbidity and mortality associated with TBI. Various approaches, both pharmacologic and surgical, have been tried. In this article, we will review the epidemiology of TBI, the impact of secondary brain injury on outcomes and different strategies in traumatic brain injury. Furthermore, discussion into failure of different strategies and necessary future approach will be discussed. TBI remains a challenging condition to intervene on due to its heterogeneity. Future work should incorporate a multi-disciplinary as well as multi-center approach to target specific subset of patient population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29790724/",
    "clean_text": "neuroprotection in traumatic brain injury traumatic brain injury tbi has a high incidence worldwide and is associated with significant morbidity and mortality in this article we will review the epidemiology of tbi the impact of secondary brain injury on outcomes and different strategie traumatic brain injury tbi has a high incidence worldwide and is associated with significant morbidity and mortality tbi has enduring implications in several domains and limits overall quality of life even in the survivors assessment of failures of different strategies attempted at improving outcomes in traumatic brain injury is required several neuroprotective strategies have been studied to limit the morbidity and mortality associated with tbi various approaches both pharmacologic and surgical have been tried in this article we will review the epidemiology of tbi the impact of secondary brain injury on outcomes and different strategies in traumatic brain injury furthermore discussion into failure of different strategies and necessary future approach will be discussed tbi remains a challenging condition to intervene on due to its heterogeneity future work should incorporate a multi disciplinary as well as multi center approach to target specific subset of patient population"
}