{
    "title": "Preconditioning increases brain resistance against acute brain injury via neuroinflammation modulation.",
    "doc_id": "33819449",
    "writer": "Gao P",
    "year": "2021",
    "summary": "Acute brain injury (ABI) is a broad concept mainly comprised of sudden parenchymal brain injury. Acute brain injury outcomes are dependent not only on the severity of the primary injury, but the delayed secondary injury that …",
    "abstract": "Acute brain injury (ABI) is a broad concept mainly comprised of sudden parenchymal brain injury. Acute brain injury outcomes are dependent not only on the severity of the primary injury, but the delayed secondary injury that subsequently follows as well. These are both taken into consideration when determining the patient's prognosis. Growing clinical and experimental evidence demonstrates that \"preconditioning,\" a prophylactic approach in which the brain is exposed to various pre-injury stressors, can induce varying degrees of \"tolerance\" against the impact of the ABI by modulating neuroinflammation. In this review, we will summarize the pathophysiology of ABI, and discuss the involved mechanisms of neuroinflammation in ABI, as well as existing experimental and clinical studies demonstrating the efficacy of preconditioning methods in various types of ABI by modulating neuroinflammation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33819449/",
    "clean_text": "preconditioning increases brain resistance against acute brain injury via neuroinflammation modulation acute brain injury abi is a broad concept mainly comprised of sudden parenchymal brain injury acute brain injury outcomes are dependent not only on the severity of the primary injury but the delayed secondary injury that acute brain injury abi is a broad concept mainly comprised of sudden parenchymal brain injury acute brain injury outcomes are dependent not only on the severity of the primary injury but the delayed secondary injury that subsequently follows as well these are both taken into consideration when determining the patient s prognosis growing clinical and experimental evidence demonstrates that preconditioning a prophylactic approach in which the brain is exposed to various pre injury stressors can induce varying degrees of tolerance against the impact of the abi by modulating neuroinflammation in this review we will summarize the pathophysiology of abi and discuss the involved mechanisms of neuroinflammation in abi as well as existing experimental and clinical studies demonstrating the efficacy of preconditioning methods in various types of abi by modulating neuroinflammation"
}