{
    "title": "Stem cells in the skin and their role in oncogenesis.",
    "doc_id": "24118325",
    "writer": "Singh R",
    "year": "2014",
    "summary": "Stem cells generate great interest because they hold the promise for treatment of various incurable diseases. ...Genetic alterations and mutations in stem cells are being proposed as initiation step in multiple cancers. Small populations of oncogenic  …",
    "abstract": "Stem cells generate great interest because they hold the promise for treatment of various incurable diseases. Several distinct stem cell populations have been identified in each organ, including the skin. As the skin is the largest organ in the body and is easily accessible, cutaneous stem cells have raised significant hopes for being a rich source of easily available multipotent stem cells. Genetic alterations and mutations in stem cells are being proposed as initiation step in multiple cancers. Small populations of oncogenic stem cells termed as cancer stem cells or tumour-initiating cells have been identified in multiple tumours, including squamous cell carcinomas, and melanomas that can sustain tumour growth, underlie its malignant behaviour and initiate distant metastases. These cells are controlled and regulated by the same pathways that are also responsible for maintenance and differentiation of normal stem cells. Developing a targeted therapy against the oncogenic stem cells and dysregulated members of the signalling pathways may be the key to understanding and treating skin cancers like melanomas, for which we still do not have an effective treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24118325/",
    "clean_text": "stem cells in the skin and their role in oncogenesis stem cells generate great interest because they hold the promise for treatment of various incurable diseases genetic alterations and mutations in stem cells are being proposed as initiation step in multiple cancers small populations of oncogenic stem cells generate great interest because they hold the promise for treatment of various incurable diseases several distinct stem cell populations have been identified in each organ including the skin as the skin is the largest organ in the body and is easily accessible cutaneous stem cells have raised significant hopes for being a rich source of easily available multipotent stem cells genetic alterations and mutations in stem cells are being proposed as initiation step in multiple cancers small populations of oncogenic stem cells termed as cancer stem cells or tumour initiating cells have been identified in multiple tumours including squamous cell carcinomas and melanomas that can sustain tumour growth underlie its malignant behaviour and initiate distant metastases these cells are controlled and regulated by the same pathways that are also responsible for maintenance and differentiation of normal stem cells developing a targeted therapy against the oncogenic stem cells and dysregulated members of the signalling pathways may be the key to understanding and treating skin cancers like melanomas for which we still do not have an effective treatment"
}