{
    "title": "Herpes zoster in childhood.",
    "doc_id": "16962434",
    "writer": "Leung AK",
    "year": "2006",
    "summary": "Herpes zoster can develop any time after a primary infection. Because varicella vaccine is a live attenuated virus, herpes zoster can develop in a vaccine recipient. ...Acyclovir is the treatment of choice for herpes zoster....",
    "abstract": "Herpes zoster is caused by reactivation of latent varicella-zoster virus that resides in a dorsal root ganglion. Herpes zoster can develop any time after a primary infection. Because varicella vaccine is a live attenuated virus, herpes zoster can develop in a vaccine recipient. The incidence of herpes zoster among vaccine recipients is about 14 cases per 100,000 person-years. In young children, herpes zoster has a predilection for areas supplied by the cervical and sacral dermatomes. The most common complications are secondary bacterial infection, depigmentation, and scarring. Although the diagnosis of herpes zoster is based on a distinct clinical appearance, viral DNA analysis of the lesion by polymerase chain reaction or restriction fragment length polymorphism is necessary to differentiate wild from vaccine-type viruses. Acyclovir is the treatment of choice for herpes zoster.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16962434/",
    "clean_text": "herpes zoster in childhood herpes zoster can develop any time after a primary infection because varicella vaccine is a live attenuated virus herpes zoster can develop in a vaccine recipient acyclovir is the treatment of choice for herpes zoster herpes zoster is caused by reactivation of latent varicella zoster virus that resides in a dorsal root ganglion herpes zoster can develop any time after a primary infection because varicella vaccine is a live attenuated virus herpes zoster can develop in a vaccine recipient the incidence of herpes zoster among vaccine recipients is about cases per person years in young children herpes zoster has a predilection for areas supplied by the cervical and sacral dermatomes the most common complications are secondary bacterial infection depigmentation and scarring although the diagnosis of herpes zoster is based on a distinct clinical appearance viral dna analysis of the lesion by polymerase chain reaction or restriction fragment length polymorphism is necessary to differentiate wild from vaccine type viruses acyclovir is the treatment of choice for herpes zoster"
}