{
    "pmid": "41440067",
    "title": "Correlation and Interchangeability of Amyloid, Tau, and Glucose Metabolism PET in Mild Cognitive Impairment and Alzheimer: A Review.",
    "abstract": "Positron emission tomography (PET) allows for minimally invasive in vivo localization of amyloid and tau deposition, and visualization of glucose metabolism using amyloid PET, tau PET, and FDG PET. Clinically, these scans are used to determine A, T, and N (amyloid-β plaques, tau tangles, and neurodegeneration) status in Alzheimer's disease. In light of the recent anti-amyloid therapies, determination of the A, and the associated T and N status is increasingly important. This review explores the potential of a single PET scan to define multiple biomarkers. A literature search using the PubMed database and an additional citation search using Google Scholar identified 76 relevant publications up to 30 July 2025. Original work reporting amyloid, tau or FDG PET to determine two or more ATN-related biomarkers were included. Non-English, animal, and non-dementia related studies were excluded. For each study, quantitative outcomes such as correlations and ROC AUC scores were extracted and compared. Early phase amyloid and tau PET (",
    "disease": "alzheimer disease",
    "clean_text": "correlation and interchangeability of amyloid tau and glucose metabolism pet in mild cognitive impairment and alzheimer a review positron emission tomography pet allows for minimally invasive in vivo localization of amyloid and tau deposition and visualization of glucose metabolism using amyloid pet tau pet and fdg pet clinically these scans are used to determine a t and n amyloid plaques tau tangles and neurodegeneration status in alzheimer s disease in light of the recent anti amyloid therapies determination of the a and the associated t and n status is increasingly important this review explores the potential of a single pet scan to define multiple biomarkers a literature search using the pubmed database and an additional citation search using google scholar identified relevant publications up to july original work reporting amyloid tau or fdg pet to determine two or more atn related biomarkers were included non english animal and non dementia related studies were excluded for each study quantitative outcomes such as correlations and roc auc scores were extracted and compared early phase amyloid and tau pet"
}