{
    "title": "Fragile X syndrome.",
    "doc_id": "18398441",
    "writer": "Garber KB",
    "year": "2008",
    "summary": "Fragile X syndrome, an X-linked dominant disorder with reduced penetrance, is associated with intellectual and emotional disabilities ranging from learning problems to mental retardation, and mood instability to autism. ...The resulting over abundance of cert …",
    "abstract": "Fragile X syndrome, an X-linked dominant disorder with reduced penetrance, is associated with intellectual and emotional disabilities ranging from learning problems to mental retardation, and mood instability to autism. It is most often caused by the transcriptional silencing of the FMR1 gene, due to an expansion of a CGG repeat found in the 5'-untranslated region. The FMR1 gene product, FMRP, is a selective RNA-binding protein that negatively regulates local protein synthesis in neuronal dendrites. In its absence, the transcripts normally regulated by FMRP are over translated. The resulting over abundance of certain proteins results in reduced synaptic strength due to AMPA receptor trafficking abnormalities that lead, at least in part, to the fragile X phenotype.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18398441/",
    "clean_text": "fragile x syndrome fragile x syndrome an x linked dominant disorder with reduced penetrance is associated with intellectual and emotional disabilities ranging from learning problems to mental retardation and mood instability to autism the resulting over abundance of cert fragile x syndrome an x linked dominant disorder with reduced penetrance is associated with intellectual and emotional disabilities ranging from learning problems to mental retardation and mood instability to autism it is most often caused by the transcriptional silencing of the fmr gene due to an expansion of a cgg repeat found in the untranslated region the fmr gene product fmrp is a selective rna binding protein that negatively regulates local protein synthesis in neuronal dendrites in its absence the transcripts normally regulated by fmrp are over translated the resulting over abundance of certain proteins results in reduced synaptic strength due to ampa receptor trafficking abnormalities that lead at least in part to the fragile x phenotype"
}