{
    "pmid": "41473508",
    "title": "Efficacy and safety of perioperative immunotherapy for locally advanced thymic squamous cell carcinoma: a retrospective pilot study.",
    "abstract": "Thymic squamous cell carcinoma (TSCC), the predominant subtype of thymic carcinoma, is a rare and aggressive malignancy. Although the clinical benefits of perioperative immunochemotherapy for non-small cell lung cancer have been confirmed, its role in TSCC remains unclear. This study was performed to evaluate the efficacy and safety of perioperative immunotherapy for locally advanced TSCC. The clinical data of 10 locally advanced TSCC patients treated with perioperative immunotherapy were retrospectively analyzed. All the patients received neoadjuvant PD-1 inhibitors plus platinum-based chemotherapy, followed by surgery and adjuvant immunotherapy. Surgical and pathological outcomes, postoperative complications, treatment-related adverse events (TRAEs), and survival outcomes were all assessed. After neoadjuvant immunotherapy, 60% (6/10) of patients achieved partial response and 40% (4/10) obtained stable disease, with the objective response rate of 60% and disease control rate of 100%. R0 resection was achieved in 80% (8/10) of patients, with 2 achieving complete pathological response. All the patients experienced at least one grade 1-2 TRAEs, but no grade 3-4 TRAEs occurred. The most commonly TRAEs were anorexia (70%) and alopecia (70%), followed by fatigue (60%). During the follow-up of 30 months, only 2 patients were dead, with recurrence-free survival of 17 and 19 months and overall survival of 23 months for both. Perioperative immunotherapy exhibits a promising resectable rate in locally advanced TSCC, with a manageable safety profile, although survival benefits have yet to be established. In the future, a prospective randomized controlled trial should be performed to further clarify the role of perioperative immunotherapy for locally advanced TSCC.",
    "disease": "lung cancer",
    "clean_text": "efficacy and safety of perioperative immunotherapy for locally advanced thymic squamous cell carcinoma a retrospective pilot study thymic squamous cell carcinoma tscc the predominant subtype of thymic carcinoma is a rare and aggressive malignancy although the clinical benefits of perioperative immunochemotherapy for non small cell lung cancer have been confirmed its role in tscc remains unclear this study was performed to evaluate the efficacy and safety of perioperative immunotherapy for locally advanced tscc the clinical data of locally advanced tscc patients treated with perioperative immunotherapy were retrospectively analyzed all the patients received neoadjuvant pd inhibitors plus platinum based chemotherapy followed by surgery and adjuvant immunotherapy surgical and pathological outcomes postoperative complications treatment related adverse events traes and survival outcomes were all assessed after neoadjuvant immunotherapy of patients achieved partial response and obtained stable disease with the objective response rate of and disease control rate of r resection was achieved in of patients with achieving complete pathological response all the patients experienced at least one grade traes but no grade traes occurred the most commonly traes were anorexia and alopecia followed by fatigue during the follow up of months only patients were dead with recurrence free survival of and months and overall survival of months for both perioperative immunotherapy exhibits a promising resectable rate in locally advanced tscc with a manageable safety profile although survival benefits have yet to be established in the future a prospective randomized controlled trial should be performed to further clarify the role of perioperative immunotherapy for locally advanced tscc"
}