{
    "pmid": "41454806",
    "title": "Identification & management of high-risk pregnancies through Pradhan Mantri Surakshit Matritva Abhiyan in tribal communities of Pune district: Barriers & facilitators.",
    "abstract": "Background & objectives Tribal communities in Pune district of India have relatively high burden of low birth weight and preterm babies. The 'Pradhan Mantri Surakshit Matritva Abhiyan' (PMSMA), categorises pregnant women according to risk and provides intensive care to high-risk pregnant women until delivery. This study aimed to identify barriers, challenges and supporting mechanisms to implementing the PMSMA programme for the management of high-risk pregnancies and report recommendations in adapting these guidelines. Methods We used the consolidated framework for implementation research (CFIR), to guide the qualitative assessment of the implementation context and identify factors that could influence intervention implementation and effectiveness of PMSMA. Due to COVID-19 pandemic-induced delays in the study implementation, we conducted a rapid qualitative analysis of 20 in-depth interviews and two focussed group discussions. Results The study highlights challenges faced by high-risk mothers in accessing private sonography centres, including untimely ambulance services, connectivity issues, and out-of-pocket expenses. The lack of diagnostics at primary centres adds to these issues. Culturally, pregnancy is kept secret until the first 12 wk, causing delayed intimation and loss of crucial healthcare days. The tribal community perceives large babies as risks during delivery, depriving pregnant women of healthy food and iron supplements. Interpretation & conclusions The study suggests that health systems should utilize a government-funded food supplementation program and ensure proper coordination between departments for better implementation, recommending community awareness, staff training, and collaboration with local governments.",
    "disease": "pneumonia",
    "clean_text": "identification management of high risk pregnancies through pradhan mantri surakshit matritva abhiyan in tribal communities of pune district barriers facilitators background objectives tribal communities in pune district of india have relatively high burden of low birth weight and preterm babies the pradhan mantri surakshit matritva abhiyan pmsma categorises pregnant women according to risk and provides intensive care to high risk pregnant women until delivery this study aimed to identify barriers challenges and supporting mechanisms to implementing the pmsma programme for the management of high risk pregnancies and report recommendations in adapting these guidelines methods we used the consolidated framework for implementation research cfir to guide the qualitative assessment of the implementation context and identify factors that could influence intervention implementation and effectiveness of pmsma due to covid pandemic induced delays in the study implementation we conducted a rapid qualitative analysis of in depth interviews and two focussed group discussions results the study highlights challenges faced by high risk mothers in accessing private sonography centres including untimely ambulance services connectivity issues and out of pocket expenses the lack of diagnostics at primary centres adds to these issues culturally pregnancy is kept secret until the first wk causing delayed intimation and loss of crucial healthcare days the tribal community perceives large babies as risks during delivery depriving pregnant women of healthy food and iron supplements interpretation conclusions the study suggests that health systems should utilize a government funded food supplementation program and ensure proper coordination between departments for better implementation recommending community awareness staff training and collaboration with local governments"
}