{
    "pmid": "41463300",
    "title": "Emerging Role of Calycosin in Inflammatory Diseases: Molecular Mechanisms and Potential Therapeutic Applications.",
    "abstract": "Inflammatory diseases are a type of disease caused by multiple factors, which are characterized by local or systemic tissue inflammatory reactions, commonly including atherosclerosis, osteoarthritis, non-alcoholic fatty liver, chronic kidney diseases, acute pancreatitis, and tumors. The prevalence of the above diseases is globally high and a growing threat to human health, as well as a huge healthcare burden. In recent years, Chinese herbal medicines have become an important reservoir for the discovery of new drugs and applications due to their unique molecular structures and potential biotherapeutic effects. Numerous studies have confirmed the beneficial effects of natural products in the prevention and treatment of different diseases. Scientific studies on the therapeutic potential of natural products have become a hot topic nowadays, especially regarding the active ingredients of herbs. Calycosin is a kind of isoflavonoid extracted from the root of ",
    "disease": "osteoarthritis",
    "clean_text": "emerging role of calycosin in inflammatory diseases molecular mechanisms and potential therapeutic applications inflammatory diseases are a type of disease caused by multiple factors which are characterized by local or systemic tissue inflammatory reactions commonly including atherosclerosis osteoarthritis non alcoholic fatty liver chronic kidney diseases acute pancreatitis and tumors the prevalence of the above diseases is globally high and a growing threat to human health as well as a huge healthcare burden in recent years chinese herbal medicines have become an important reservoir for the discovery of new drugs and applications due to their unique molecular structures and potential biotherapeutic effects numerous studies have confirmed the beneficial effects of natural products in the prevention and treatment of different diseases scientific studies on the therapeutic potential of natural products have become a hot topic nowadays especially regarding the active ingredients of herbs calycosin is a kind of isoflavonoid extracted from the root of"
}