{
    "title": "RNAseq shows an all-pervasive day-night rhythm in the transcriptome of the pacemaker of the heart.",
    "doc_id": "33574422",
    "writer": "Wang Y",
    "year": "2021",
    "summary": "Physiological systems vary in a day-night manner anticipating increased demand at a particular time. Heart is no exception. Cardiac output is primarily determined by heart rate and unsurprisingly this varies in a day-night manner and is higher during the day in the …",
    "abstract": "Physiological systems vary in a day-night manner anticipating increased demand at a particular time. Heart is no exception. Cardiac output is primarily determined by heart rate and unsurprisingly this varies in a day-night manner and is higher during the day in the human (anticipating increased day-time demand). Although this is attributed to a day-night rhythm in post-translational ion channel regulation in the heart's pacemaker, the sinus node, by the autonomic nervous system, we investigated whether there is a day-night rhythm in transcription. RNAseq revealed that ~ 44% of the sinus node transcriptome (7134 of 16,387 transcripts) has a significant day-night rhythm. The data revealed the oscillating components of an intrinsic circadian clock. Presumably this clock (or perhaps the master circadian clock in the suprachiasmatic nucleus) is responsible for the rhythm observed in the transcriptional machinery, which in turn is responsible for the rhythm observed in the transcriptome. For example, there is a rhythm in transcripts responsible for the two principal pacemaker mechanisms (membrane and Ca2+ clocks), transcripts responsible for receptors and signalling pathways known to control pacemaking, transcripts from genes identified by GWAS as determinants of resting heart rate, and transcripts from genes responsible for familial and acquired sick sinus syndrome.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33574422/",
    "clean_text": "rnaseq shows an all pervasive day night rhythm in the transcriptome of the pacemaker of the heart physiological systems vary in a day night manner anticipating increased demand at a particular time heart is no exception cardiac output is primarily determined by heart rate and unsurprisingly this varies in a day night manner and is higher during the day in the physiological systems vary in a day night manner anticipating increased demand at a particular time heart is no exception cardiac output is primarily determined by heart rate and unsurprisingly this varies in a day night manner and is higher during the day in the human anticipating increased day time demand although this is attributed to a day night rhythm in post translational ion channel regulation in the heart s pacemaker the sinus node by the autonomic nervous system we investigated whether there is a day night rhythm in transcription rnaseq revealed that of the sinus node transcriptome of transcripts has a significant day night rhythm the data revealed the oscillating components of an intrinsic circadian clock presumably this clock or perhaps the master circadian clock in the suprachiasmatic nucleus is responsible for the rhythm observed in the transcriptional machinery which in turn is responsible for the rhythm observed in the transcriptome for example there is a rhythm in transcripts responsible for the two principal pacemaker mechanisms membrane and ca clocks transcripts responsible for receptors and signalling pathways known to control pacemaking transcripts from genes identified by gwas as determinants of resting heart rate and transcripts from genes responsible for familial and acquired sick sinus syndrome"
}