{
    "pmid": "41380395",
    "title": "Characteristics of interstitial lung disease in the state of Qatar: A nine-year experience from a multi-center cohort.",
    "abstract": "Interstitial lung diseases (ILDs) comprise a heterogeneous group of over 200 disorders affecting the lung parenchyma. Despite their clinical significance, global epidemiological data-particularly from the Middle East-remain limited. We performed a retrospective analysis of consecutive patients aged >14 years enrolled in a multi-center ILD cohort in Qatar between January 2015 and December 2023. We analyzed clinical, radiological, and functional characteristics and determined the proportions of ILD subtypes. A total of 548 patients were included, with near-equal gender distribution (50.2 % females, 49.8 % males) and a mean age of 56 years (SD: 14.7). The most common ILD subtypes were sarcoidosis (28.3 %), connective tissue disease-associated ILD (CTD-ILD, 21.9 %), usual interstitial pneumonia (UIP, 14.6 %), and Hypersensitivity pneumonitis (HP, 9.1 %). Most patients were non-smokers (72.4 %). Common comorbidities included gastroesophageal reflux disease (21.9 %), Asthma (13.0 %), and COPD (6.4 %). Systemic corticosteroids were used in 63.9 % of cases. Pulmonary function testing revealed moderate impairment, with a mean FVC % predicted of 66.8 % (SD: 21.5), DLCO % predicted of 57.9 % (SD: 23.1), and a mean 6-minute walk test distance of 353.1 meters (SD: 94.7). Lung biopsies were obtained in 40.1 % of patients. Sarcoidosis and UIP were more prevalent among males, while CTD-ILD was more common in females (p < 0.0001). Current and former smokers more frequently exhibited IP and CPFE, whereas never-smokers predominantly showed CTD-ILD, HP, and sarcoidosis (p = 0.0102). This study provides the first comprehensive overview of ILD subtypes and clinical characteristics in Qatar. Sarcoidosis and CTD-ILD were the most common forms, with clear demographic and smoking-related associations.",
    "disease": "asthma",
    "clean_text": "characteristics of interstitial lung disease in the state of qatar a nine year experience from a multi center cohort interstitial lung diseases ilds comprise a heterogeneous group of over disorders affecting the lung parenchyma despite their clinical significance global epidemiological data particularly from the middle east remain limited we performed a retrospective analysis of consecutive patients aged years enrolled in a multi center ild cohort in qatar between january and december we analyzed clinical radiological and functional characteristics and determined the proportions of ild subtypes a total of patients were included with near equal gender distribution females males and a mean age of years sd the most common ild subtypes were sarcoidosis connective tissue disease associated ild ctd ild usual interstitial pneumonia uip and hypersensitivity pneumonitis hp most patients were non smokers common comorbidities included gastroesophageal reflux disease asthma and copd systemic corticosteroids were used in of cases pulmonary function testing revealed moderate impairment with a mean fvc predicted of sd dlco predicted of sd and a mean minute walk test distance of meters sd lung biopsies were obtained in of patients sarcoidosis and uip were more prevalent among males while ctd ild was more common in females p current and former smokers more frequently exhibited ip and cpfe whereas never smokers predominantly showed ctd ild hp and sarcoidosis p this study provides the first comprehensive overview of ild subtypes and clinical characteristics in qatar sarcoidosis and ctd ild were the most common forms with clear demographic and smoking related associations"
}