{
    "pmid": "41409812",
    "title": "Short- and long-term sustained remission and the role of joint accumulation in early and very early rheumatoid arthritis: a real-world perspective.",
    "abstract": "We aimed to identify predictors of short- and long-term sustained remission in early rheumatoid arthritis (eRA) and very early rheumatoid arthritis (veRA), and to assess their relevance within the joint accumulation model paradigm. This retrospective real-world cohort study included adult Colombian RA patients. Based on symptom onset, patients were classified as eRA (≤12 months) or veRA (≤3 months). Sustained remission was defined using Clinical Disease Activity Index (CDAI) thresholds maintained for ≥6 months (short-term) and ≥24 months (long-term). Predictors were identified using robust Poisson regression. In eRA, short-term remission was more likely in antinuclear antibodies (ANA)-positive patients (risk ratio [RR] 3.29, 95% confidence intervals [CI] 1.38~7.83) and less likely in those with higher baseline Health Assessment Questionnaire (HAQ) (RR 0.48, 95% CI 0.29~0.78). Long-term remission was more frequent in males (RR 2.67, 95% CI 1.11~6.46) and in patients with lower baseline Simple Disease Activity Index (SDAI) (RR 0.92, 95% CI 0.85~0.99). In veRA, short-term remission was negatively associated with anti-citrullinated protein antibodies (ACPA) (RR 0.74, 95% CI 0.58~0.93), swollen joint count (RR 0.52, 95% CI 0.27~1.00), and patient global assessment (RR 0.61, 95% CI 0.40~0.93). Long-term remission was associated with higher rheumatoid factor levels (RR 1.76, 95% CI 1.20~2.56), lower tender joint counts (RR 0.71, 95% CI 0.55~0.92), and slower joint accumulation rates (RR 0.51, 95% CI 0.29~0.90). These findings were consistent among disease-modifying anti-rheumatic drug (DMARD)-naïve patients. Distinct predictors of remission in eRA and veRA underscore the need for stage-specific treatment strategies. Our findings provide real-world evidence supporting the joint accumulation model and highlight the potential to optimize outcomes through tailored time-sensitive interventions.",
    "disease": "rheumatoid arthritis",
    "clean_text": "short and long term sustained remission and the role of joint accumulation in early and very early rheumatoid arthritis a real world perspective we aimed to identify predictors of short and long term sustained remission in early rheumatoid arthritis era and very early rheumatoid arthritis vera and to assess their relevance within the joint accumulation model paradigm this retrospective real world cohort study included adult colombian ra patients based on symptom onset patients were classified as era months or vera months sustained remission was defined using clinical disease activity index cdai thresholds maintained for months short term and months long term predictors were identified using robust poisson regression in era short term remission was more likely in antinuclear antibodies ana positive patients risk ratio rr confidence intervals ci and less likely in those with higher baseline health assessment questionnaire haq rr ci long term remission was more frequent in males rr ci and in patients with lower baseline simple disease activity index sdai rr ci in vera short term remission was negatively associated with anti citrullinated protein antibodies acpa rr ci swollen joint count rr ci and patient global assessment rr ci long term remission was associated with higher rheumatoid factor levels rr ci lower tender joint counts rr ci and slower joint accumulation rates rr ci these findings were consistent among disease modifying anti rheumatic drug dmard na ve patients distinct predictors of remission in era and vera underscore the need for stage specific treatment strategies our findings provide real world evidence supporting the joint accumulation model and highlight the potential to optimize outcomes through tailored time sensitive interventions"
}