{
    "title": "Tunable Young's Moduli of Soft Composites Fabricated from Magnetorheological Materials Containing Microsized Iron Particles.",
    "doc_id": "32751548",
    "writer": "Yoon JY",
    "year": "2020",
    "summary": "The tunability of the Young's moduli of the specimens is calculated based on the experimental results in terms of two performance indicators: the relative percentage difference of Young's modulus according to the magnetic field, and the normalized index independent …",
    "abstract": "This study experimentally investigates the field-dependent Young's moduli of soft composites, which are fabricated from two different magnetic-responsive materials; magnetorheological elastomer (MRE) and magnetorheological fluid (MRF). Four factors are selected as the main factors affecting Young's modulus of soft composites: the amount of MRF, the channel pattern, shore hardness and carbonyl iron particle (CIP) concentration of the MRE layer. Five specimens are manufactured to meet the investigation of four factors. Prior to testing, the scanning electron microscopy (SEM) image is taken to check the uniform dispersion of the carbonyl iron particle (CIP) concentration of the MRE layer, and a magnetic circuit is constructed to generate the effective magnetic field to the specimen fixed at the universal tensile test machine. The force-displacement curve is directly measured from the machine and converted to the stress-strain relationship. Thereafter, the Young's modulus is determined from this curve by performing linear regression analysis with respect to the considered factors. The tunability of the Young's moduli of the specimens is calculated based on the experimental results in terms of two performance indicators: the relative percentage difference of Young's modulus according to the magnetic field, and the normalized index independent of the zero-field modulus. In the case of the relative percentage difference, the specimens without MRF are the smallest, and the ones with the highest CIP concentration are the largest. As a result of comparing the normalized index of each factor, the change in shore hardness and channel pattern have little effect on the tunability of Young's moduli, and the amount of MRF injected and CIP concentration of MRE have a large effect. The results of this study are expected to provide basic guidelines for fabricating soft composites whose field-dependent Young's moduli can be tuned by several factors with different effects.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32751548/",
    "clean_text": "tunable young s moduli of soft composites fabricated from magnetorheological materials containing microsized iron particles the tunability of the young s moduli of the specimens is calculated based on the experimental results in terms of two performance indicators the relative percentage difference of young s modulus according to the magnetic field and the normalized index independent this study experimentally investigates the field dependent young s moduli of soft composites which are fabricated from two different magnetic responsive materials magnetorheological elastomer mre and magnetorheological fluid mrf four factors are selected as the main factors affecting young s modulus of soft composites the amount of mrf the channel pattern shore hardness and carbonyl iron particle cip concentration of the mre layer five specimens are manufactured to meet the investigation of four factors prior to testing the scanning electron microscopy sem image is taken to check the uniform dispersion of the carbonyl iron particle cip concentration of the mre layer and a magnetic circuit is constructed to generate the effective magnetic field to the specimen fixed at the universal tensile test machine the force displacement curve is directly measured from the machine and converted to the stress strain relationship thereafter the young s modulus is determined from this curve by performing linear regression analysis with respect to the considered factors the tunability of the young s moduli of the specimens is calculated based on the experimental results in terms of two performance indicators the relative percentage difference of young s modulus according to the magnetic field and the normalized index independent of the zero field modulus in the case of the relative percentage difference the specimens without mrf are the smallest and the ones with the highest cip concentration are the largest as a result of comparing the normalized index of each factor the change in shore hardness and channel pattern have little effect on the tunability of young s moduli and the amount of mrf injected and cip concentration of mre have a large effect the results of this study are expected to provide basic guidelines for fabricating soft composites whose field dependent young s moduli can be tuned by several factors with different effects"
}