{
    "title": "Wound healing in total joint replacement.",
    "doc_id": "24187374",
    "writer": "Jones RE",
    "year": "2013",
    "summary": "Satisfactory primary wound healing following total joint replacement is essential. Wound healing problems can have devastating consequences for patients. Assessment of their healing capacity is useful in predicting complications. Local factors t …",
    "abstract": "Satisfactory primary wound healing following total joint replacement is essential. Wound healing problems can have devastating consequences for patients. Assessment of their healing capacity is useful in predicting complications. Local factors that influence wound healing include multiple previous incisions, extensive scarring, lymphoedema, and poor vascular perfusion. Systemic factors include diabetes mellitus, inflammatory arthropathy, renal or liver disease, immune compromise, corticosteroid therapy, smoking, and poor nutrition. Modifications in the surgical technique are necessary in selected cases to minimise potential wound complications. Prompt and systematic intervention is necessary to address any wound healing problems to reduce the risks of infection and other potential complications.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24187374/",
    "clean_text": "wound healing in total joint replacement satisfactory primary wound healing following total joint replacement is essential wound healing problems can have devastating consequences for patients assessment of their healing capacity is useful in predicting complications local factors t satisfactory primary wound healing following total joint replacement is essential wound healing problems can have devastating consequences for patients assessment of their healing capacity is useful in predicting complications local factors that influence wound healing include multiple previous incisions extensive scarring lymphoedema and poor vascular perfusion systemic factors include diabetes mellitus inflammatory arthropathy renal or liver disease immune compromise corticosteroid therapy smoking and poor nutrition modifications in the surgical technique are necessary in selected cases to minimise potential wound complications prompt and systematic intervention is necessary to address any wound healing problems to reduce the risks of infection and other potential complications"
}