{
    "pmid": "41469105",
    "title": "Short-term Outcomes of Robotic-assisted ",
    "abstract": "Limited evidence exists regarding the superiority of robotic surgeries (RS) over laparoscopic surgeries (LS) in right hemicolectomy (RHC) for right-sided colon cancer. This study aimed to clarify the safety and feasibility of RS in right-sided colon cancer. Patients who underwent RHC for right-sided colon cancer at a single institution between January 2021 and December 2023 were included. Patients with transverse colon cancer, those requiring emergency surgery, individuals with multiple malignancies, or those with non-adenocarcinoma histology were excluded. All procedures were performed using the inferior approach. Short-term outcomes, including operative time, estimated blood loss, postoperative complication rates, and length of hospital stay, were compared between the RS and LS groups. A total of 83 patients met the inclusion criteria. Among these, 57 underwent laparoscopic surgery, and 26 underwent robotic surgery. The RS group demonstrated significantly fewer postoperative complications [1 (4.1%)  RS for right-sided colon cancer reduced perioperative complications and shortened hospital stays, proving to be as effective as LS and demonstrating its safety and feasibility. However, robust evidence should be established through future large-scale, randomized controlled trials comparing RS and LS for right-sided colon cancer.",
    "disease": "colorectal cancer",
    "clean_text": "short term outcomes of robotic assisted limited evidence exists regarding the superiority of robotic surgeries rs over laparoscopic surgeries ls in right hemicolectomy rhc for right sided colon cancer this study aimed to clarify the safety and feasibility of rs in right sided colon cancer patients who underwent rhc for right sided colon cancer at a single institution between january and december were included patients with transverse colon cancer those requiring emergency surgery individuals with multiple malignancies or those with non adenocarcinoma histology were excluded all procedures were performed using the inferior approach short term outcomes including operative time estimated blood loss postoperative complication rates and length of hospital stay were compared between the rs and ls groups a total of patients met the inclusion criteria among these underwent laparoscopic surgery and underwent robotic surgery the rs group demonstrated significantly fewer postoperative complications rs for right sided colon cancer reduced perioperative complications and shortened hospital stays proving to be as effective as ls and demonstrating its safety and feasibility however robust evidence should be established through future large scale randomized controlled trials comparing rs and ls for right sided colon cancer"
}