{
    "title": "Long-term outcomes of renal transplantation: a result of the original endowment of the donor kidney and the inflammatory response to both alloantigens and injury.",
    "doc_id": "11128427",
    "writer": "Vazquez MA",
    "year": "2000",
    "summary": "The first is the endowment of the allograft, which consists of two elements: the nephron mass and the ability of these nephrons to repair injuries sustained during the transplant process. The second factor is renal inflammation. Although inflammation is traditionally ascri …",
    "abstract": "Recent data suggest that long-term allograft survival might be affected by two factors. The first is the endowment of the allograft, which consists of two elements: the nephron mass and the ability of these nephrons to repair injuries sustained during the transplant process. The second factor is renal inflammation. Although inflammation is traditionally ascribed to alloreactivity, recent data have shown that there is also a renal inflammatory response to early injury after transplantation, to brain death in the donor, and as part of the maladaptive response to nephron loss. These two factors contribute to the detrimental effects of delayed graft function or acute rejection on the long-term survival seen in most studies, and the beneficial effects of anti-inflammatory agents on the maladaptive response to nephron loss.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11128427/",
    "clean_text": "long term outcomes of renal transplantation a result of the original endowment of the donor kidney and the inflammatory response to both alloantigens and injury the first is the endowment of the allograft which consists of two elements the nephron mass and the ability of these nephrons to repair injuries sustained during the transplant process the second factor is renal inflammation although inflammation is traditionally ascri recent data suggest that long term allograft survival might be affected by two factors the first is the endowment of the allograft which consists of two elements the nephron mass and the ability of these nephrons to repair injuries sustained during the transplant process the second factor is renal inflammation although inflammation is traditionally ascribed to alloreactivity recent data have shown that there is also a renal inflammatory response to early injury after transplantation to brain death in the donor and as part of the maladaptive response to nephron loss these two factors contribute to the detrimental effects of delayed graft function or acute rejection on the long term survival seen in most studies and the beneficial effects of anti inflammatory agents on the maladaptive response to nephron loss"
}