{
    "title": "Paramedic care for back pain: A review of Australian and New Zealand clinical practice guidelines.",
    "doc_id": "35672251",
    "writer": "Vella SP",
    "year": "2022",
    "summary": "BACKGROUND: Back pain is one of the most common reasons for a person to call an ambulance service, yet how ambulance services manage back pain has not been described. ...RESULTS: Nine guidelines were identified including four back pain an …",
    "abstract": "Background:\n        \n      \n      Back pain is one of the most common reasons for a person to call an ambulance service, yet how ambulance services manage back pain has not been described.\n    \n\n\n          Methods:\n        \n      \n      Australian-state and New Zealand ambulance service jurisdiction websites were searched between 25th January to 3rd February 2022. Pain management guidelines were included where no specific back pain guideline was found. Identified guidelines were screened, appraised using AGREE II tool and recommendations on pharmacological and non-pharmacological management of back pain, ambulance transport and alerting features were extracted, summarised, and compared to two primary care guidelines.\n    \n\n\n          Results:\n        \n      \n      Nine guidelines were identified including four back pain and 5 pain management guidelines. All four back pain guidelines recommend paracetamol or ibuprofen as analgesic options to manage back pain. These guidelines recommend transport to the emergency department when there are alerting features for serious disease, lack of pain control or where the patient is unable to ambulate. 2 out of 9 ambulance guidelines were recommended for use in their existing format following quality appraisal using AGREE II tool. Ambulance guidelines scored significantly lower than primary care guidelines for back pain.\n    \n\n\n          Conclusion:\n        \n      \n      Ambulance service guidelines for back pain recommend advice, reassurance, paracetamol and referral to primary care.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35672251/",
    "clean_text": "paramedic care for back pain a review of australian and new zealand clinical practice guidelines background back pain is one of the most common reasons for a person to call an ambulance service yet how ambulance services manage back pain has not been described results nine guidelines were identified including four back pain an background back pain is one of the most common reasons for a person to call an ambulance service yet how ambulance services manage back pain has not been described methods australian state and new zealand ambulance service jurisdiction websites were searched between th january to rd february pain management guidelines were included where no specific back pain guideline was found identified guidelines were screened appraised using agree ii tool and recommendations on pharmacological and non pharmacological management of back pain ambulance transport and alerting features were extracted summarised and compared to two primary care guidelines results nine guidelines were identified including four back pain and pain management guidelines all four back pain guidelines recommend paracetamol or ibuprofen as analgesic options to manage back pain these guidelines recommend transport to the emergency department when there are alerting features for serious disease lack of pain control or where the patient is unable to ambulate out of ambulance guidelines were recommended for use in their existing format following quality appraisal using agree ii tool ambulance guidelines scored significantly lower than primary care guidelines for back pain conclusion ambulance service guidelines for back pain recommend advice reassurance paracetamol and referral to primary care"
}