{
    "pmid": "41425574",
    "title": "Autoimmune thyroid disease and human health: a systematic review of Mendelian randomization studies.",
    "abstract": "We systematically summarized current Mendelian randomization (MR) evidence on the causal relationships between autoimmune thyroid disease (AITD) and a wide range of human health outcomes. Original MR studies related to AITD published up to March 1, 2025, were retrieved from PubMed and Embase. For studies investigating the same exposure-outcome associations, meta-analyses were performed to synthesize the evidence after excluding overlapping samples where applicable. The methodological quality of the included studies was assessed using the STROBE-MR checklist. A total of 123 MR publications met the inclusion criteria. MR analyses indicated that AITD significantly increased the risk of coronary atherosclerosis, deep venous thrombosis, chronic obstructive pulmonary disease, major depression, diabetic neuropathy, carpal tunnel syndrome, neuromyelitis optica spectrum disorder, diabetic retinopathy, childhood absence epilepsy, rheumatoid arthritis, systemic lupus erythematosus, psoriatic arthritis, inflammatory bowel disease, crohn's disease, vitiligo, myasthenia gravis, alopecia areata, type 1 and type 2 diabetes, sarcoidosis, frozen shoulder, drug eruptions, cataract, early age-related macular degeneration, pernicious anemia, Helicobacter pylori infection, temporomandibular disorders, migraine, frailty, primary biliary cholangitis, knee osteoarthritis, gout, and osteoporosis, while decreasing the risk of lung cancer, polyneuropathies, allergic rhinitis, telomere length, and serum vitamin A levels. The included MR studies were of high methodological quality and provided robust evidence supporting the bidirectional relationships between AITD and various health outcomes. These findings emphasize the importance and necessity of preventing and managing AITD while offering new perspectives and directions for future research on its prevention and treatment. https://www.crd.york.ac.uk/prospero/, identifier CRD42023469038.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "autoimmune thyroid disease and human health a systematic review of mendelian randomization studies we systematically summarized current mendelian randomization mr evidence on the causal relationships between autoimmune thyroid disease aitd and a wide range of human health outcomes original mr studies related to aitd published up to march were retrieved from pubmed and embase for studies investigating the same exposure outcome associations meta analyses were performed to synthesize the evidence after excluding overlapping samples where applicable the methodological quality of the included studies was assessed using the strobe mr checklist a total of mr publications met the inclusion criteria mr analyses indicated that aitd significantly increased the risk of coronary atherosclerosis deep venous thrombosis chronic obstructive pulmonary disease major depression diabetic neuropathy carpal tunnel syndrome neuromyelitis optica spectrum disorder diabetic retinopathy childhood absence epilepsy rheumatoid arthritis systemic lupus erythematosus psoriatic arthritis inflammatory bowel disease crohn s disease vitiligo myasthenia gravis alopecia areata type and type diabetes sarcoidosis frozen shoulder drug eruptions cataract early age related macular degeneration pernicious anemia helicobacter pylori infection temporomandibular disorders migraine frailty primary biliary cholangitis knee osteoarthritis gout and osteoporosis while decreasing the risk of lung cancer polyneuropathies allergic rhinitis telomere length and serum vitamin a levels the included mr studies were of high methodological quality and provided robust evidence supporting the bidirectional relationships between aitd and various health outcomes these findings emphasize the importance and necessity of preventing and managing aitd while offering new perspectives and directions for future research on its prevention and treatment https www crd york ac uk prospero identifier crd"
}