{
    "title": "Defining an age cut-off for older offenders: a systematic review of literature.",
    "doc_id": "33634649",
    "writer": "Merkt H",
    "year": "2020",
    "summary": "PURPOSE: In the literature, 65 years is commonly used as the age to designate an older person in the community. When studying older prisoners, there is much variation. ...FINDINGS: The findings show that the age cut-off of 50 years and the term \"older\" were m …",
    "abstract": "Purpose:\n        \n      \n      In the literature, 65 years is commonly used as the age to designate an older person in the community. When studying older prisoners, there is much variation. The purpose of this paper is to investigate how researchers define older offenders and for what reasons.\n    \n\n\n          Design/methodology/approach:\n        \n      \n      The authors reviewed articles on health and well-being of older offenders to assess terminology used to describe this age group, the chosen age cut-offs distinguishing younger offenders from older offenders, the arguments provided to support this choice as well as the empirical base cited in this context.\n    \n\n\n          Findings:\n        \n      \n      The findings show that the age cut-off of 50 years and the term \"older\" were most frequently used by researchers in the field. The authors find eight main arguments given to underscore the use of specific age cut-offs delineating older offenders. They outline the reasoning provided for each argument and evaluate it for its use to define older offenders.\n    \n\n\n          Originality/value:\n        \n      \n      With this review, it is hoped to stimulate the much-needed discussion advancing towards a uniform definition of the older offender. Such a uniform definition would make future research more comparable and ensure that there is no ambiguity when researchers state that the study population is \"older offenders\".",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33634649/",
    "clean_text": "defining an age cut off for older offenders a systematic review of literature purpose in the literature years is commonly used as the age to designate an older person in the community when studying older prisoners there is much variation findings the findings show that the age cut off of years and the term older were m purpose in the literature years is commonly used as the age to designate an older person in the community when studying older prisoners there is much variation the purpose of this paper is to investigate how researchers define older offenders and for what reasons design methodology approach the authors reviewed articles on health and well being of older offenders to assess terminology used to describe this age group the chosen age cut offs distinguishing younger offenders from older offenders the arguments provided to support this choice as well as the empirical base cited in this context findings the findings show that the age cut off of years and the term older were most frequently used by researchers in the field the authors find eight main arguments given to underscore the use of specific age cut offs delineating older offenders they outline the reasoning provided for each argument and evaluate it for its use to define older offenders originality value with this review it is hoped to stimulate the much needed discussion advancing towards a uniform definition of the older offender such a uniform definition would make future research more comparable and ensure that there is no ambiguity when researchers state that the study population is older offenders"
}