{
    "pmid": "41457293",
    "title": "Associations between novel triglyceride-glucose-related indices and the incidence of hypertension among Chinese middle-aged and elderly adults: a nationwide prospective cohort study.",
    "abstract": "Novel triglyceride-glucose-related(TyG-related) indices have garnered increasing interest as predictors of cardiometabolic risk. However, their prospective associations with the incidence of hypertension among middle-aged and elderly adults are insufficiently characterized. We analysed 4,541 participants aged 45 years or older, with no history of hypertension at baseline, from the China Health and Retirement Longitudinal Study (CHARLS). Cox proportional hazards regression and restricted cubic spline (RCS) regression analyses were applied to assess the associations between the novel TyG-related indices and incident hypertension. Time-dependent ROC curves were used to assess the predictive discriminatory ability of the model at different time points over time. We used the NRI and IDI to evaluate the improvement in risk prediction capability of TyG-related indices compared to the TyG index alone and BMI. The robustness of the study findings was examined, to some extent, through subgroup and sensitivity analyses. In the longitudinal analysis, 1,484 participants (32.7%) experienced an new-onset hypertension. In fully adjusted models, each 1-SD increase in TyG–BRI, TyG–ABSI, TyG–WWI, and TyG–CVAI was associated with hypertension hazards of 1.21 (95% CI, 1.14–1.28), 1.09 (1.03–1.16), 1.12 (1.05–1.19), and 1.21 (1.18–1.28), respectively. RCS analysis revealed a significant positive linear association between TyG-related indices and the risk of incident hypertension. The time-dependent ROC curves demonstrated that TyG-BRI and TyG-CVAI consistently exhibited higher AUC values over time compared with TyG-ABSI and TyG-WWI, indicating better discriminatory performance, although the Delong test suggested that these differences were not statistically significant in most cases. TyG-BRI and TyG-CVAI demonstrated better predictive performance compared to the TyG index and base model, as evidenced by higher improvements in both NRI and IDI across multiple follow-up periods. The findings were consistent across multiple subgroup and sensitivity analyses. All four TyG-related indices were significantly associated with the risk of incident hypertension among middle-aged and older Chinese adults, emphasizing the need to increase attention to these indices to enhance hypertension detection and prevention in this population. The online version contains supplementary material available at 10.1186/s40842-025-00255-3.",
    "disease": "hypertension",
    "clean_text": "associations between novel triglyceride glucose related indices and the incidence of hypertension among chinese middle aged and elderly adults a nationwide prospective cohort study novel triglyceride glucose related tyg related indices have garnered increasing interest as predictors of cardiometabolic risk however their prospective associations with the incidence of hypertension among middle aged and elderly adults are insufficiently characterized we analysed participants aged years or older with no history of hypertension at baseline from the china health and retirement longitudinal study charls cox proportional hazards regression and restricted cubic spline rcs regression analyses were applied to assess the associations between the novel tyg related indices and incident hypertension time dependent roc curves were used to assess the predictive discriminatory ability of the model at different time points over time we used the nri and idi to evaluate the improvement in risk prediction capability of tyg related indices compared to the tyg index alone and bmi the robustness of the study findings was examined to some extent through subgroup and sensitivity analyses in the longitudinal analysis participants experienced an new onset hypertension in fully adjusted models each sd increase in tyg bri tyg absi tyg wwi and tyg cvai was associated with hypertension hazards of ci and respectively rcs analysis revealed a significant positive linear association between tyg related indices and the risk of incident hypertension the time dependent roc curves demonstrated that tyg bri and tyg cvai consistently exhibited higher auc values over time compared with tyg absi and tyg wwi indicating better discriminatory performance although the delong test suggested that these differences were not statistically significant in most cases tyg bri and tyg cvai demonstrated better predictive performance compared to the tyg index and base model as evidenced by higher improvements in both nri and idi across multiple follow up periods the findings were consistent across multiple subgroup and sensitivity analyses all four tyg related indices were significantly associated with the risk of incident hypertension among middle aged and older chinese adults emphasizing the need to increase attention to these indices to enhance hypertension detection and prevention in this population the online version contains supplementary material available at s"
}