{
    "title": "Young's syndrome. Obstructive azoospermia and chronic sinopulmonary infections.",
    "doc_id": "6689737",
    "writer": "Handelsman DJ",
    "year": "1984",
    "summary": "We studied 29 men with Young's syndrome, a combination of obstructive azoospermia and chronic sinopulmonary infections. ...The sperm themselves appear to be normal in Young's syndrome. Pregnancies had occurred in five couples; in three paternity was documented by ge …",
    "abstract": "We studied 29 men with Young's syndrome, a combination of obstructive azoospermia and chronic sinopulmonary infections. Men with this syndrome have only mildly impaired respiratory function and normal spermatogenesis; the azoospermia is due to obstruction of the epididymis by inspissated secretions. The diagnosis is based on the occurrence of chronic sinopulmonary infections, persistent azoospermia, normal spermatogenesis, and characteristic epididymal findings, as well as exclusion of cystic fibrosis and the immotile-cilia syndrome. The sperm themselves appear to be normal in Young's syndrome. Pregnancies had occurred in five couples; in three paternity was documented by genotyping. Thus, improved microsurgical and medical therapy might restore fertility. We suggest that Young's syndrome has a prevalence comparable to that of Klinefelter's syndrome and is a common cause of both chronic sinopulmonary infection and azoospermia.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/6689737/",
    "clean_text": "young s syndrome obstructive azoospermia and chronic sinopulmonary infections we studied men with young s syndrome a combination of obstructive azoospermia and chronic sinopulmonary infections the sperm themselves appear to be normal in young s syndrome pregnancies had occurred in five couples in three paternity was documented by ge we studied men with young s syndrome a combination of obstructive azoospermia and chronic sinopulmonary infections men with this syndrome have only mildly impaired respiratory function and normal spermatogenesis the azoospermia is due to obstruction of the epididymis by inspissated secretions the diagnosis is based on the occurrence of chronic sinopulmonary infections persistent azoospermia normal spermatogenesis and characteristic epididymal findings as well as exclusion of cystic fibrosis and the immotile cilia syndrome the sperm themselves appear to be normal in young s syndrome pregnancies had occurred in five couples in three paternity was documented by genotyping thus improved microsurgical and medical therapy might restore fertility we suggest that young s syndrome has a prevalence comparable to that of klinefelter s syndrome and is a common cause of both chronic sinopulmonary infection and azoospermia"
}