{
    "pmid": "41472376",
    "title": "User evaluation of the Hypo-METRICS app: A tool for real-time symptom reporting of hypoglycaemia.",
    "abstract": "Hypoglycaemia remains a barrier to optimal diabetes management, with few tools for capturing real-time person-reported hypoglycaemia (PRH). This study evaluated the Hypo-METRICS app, originally developed for a multinational 10-week prospective study of hypoglycaemia. It enables real-time reporting of hypoglycaemic episodes and their impact on daily functioning using Ecological Momentary Assessment (EMA), thereby overcoming limitations of retrospective self reports. After completing the Hypo-METRICS study, 120 participants with type 1 diabetes mellitus (T1D) or type 2 diabetes mellitus (T2D) from Austria, Denmark, the Netherlands, and the United Kingdom were invited to complete a web-based questionnaire assessing app content, functionality, intervention effects, user engagement and the influence of the Covid-19 pandemic. Ninety-six participants (80%; 29 T1D, 67 T2D) completed the questionnaire (40% women; mean age 57.2 ± 16.1 years; 26% impaired hypoglycaemia awareness; HbA1c 60 ± 13 mmol/mol (7.6 ± 1.1%); diabetes duration 20.4 ± 11.3 years). App content and functionality were rated highly (>8/10 and >7/10, respectively). Some reported declining engagement, likely due to study length. COVID-19 had a minimal impact on app use. The Hypo-METRICS app was well accepted, with strong ratings for usability and functionality. Given its unique strengths, the app has the potential to become an essential instrument for researchers aiming to capture the real-world burden and impact of hypoglycaemia.",
    "disease": "diabetes mellitus",
    "clean_text": "user evaluation of the hypo metrics app a tool for real time symptom reporting of hypoglycaemia hypoglycaemia remains a barrier to optimal diabetes management with few tools for capturing real time person reported hypoglycaemia prh this study evaluated the hypo metrics app originally developed for a multinational week prospective study of hypoglycaemia it enables real time reporting of hypoglycaemic episodes and their impact on daily functioning using ecological momentary assessment ema thereby overcoming limitations of retrospective self reports after completing the hypo metrics study participants with type diabetes mellitus t d or type diabetes mellitus t d from austria denmark the netherlands and the united kingdom were invited to complete a web based questionnaire assessing app content functionality intervention effects user engagement and the influence of the covid pandemic ninety six participants t d t d completed the questionnaire women mean age years impaired hypoglycaemia awareness hba c mmol mol diabetes duration years app content and functionality were rated highly and respectively some reported declining engagement likely due to study length covid had a minimal impact on app use the hypo metrics app was well accepted with strong ratings for usability and functionality given its unique strengths the app has the potential to become an essential instrument for researchers aiming to capture the real world burden and impact of hypoglycaemia"
}