{
    "title": "[Potential application of human microbiomes in the diagnosis and treatment of type 2 diabetes mellitus].",
    "doc_id": "31721508",
    "writer": "Liu YK",
    "year": "2019",
    "summary": "Oral and gut microbiomes are the most diverse microbial communities, which can interact and play a role in the development of the disease, and can reflect the health and disease state in real time. Type 2 diabetes mellitus is a metabolic disorder cause …",
    "abstract": "Human microbiome refers to the total microorganism genetic information of human body surface and internal, which is closely related to human health and disease. Oral and gut microbiomes are the most diverse microbial communities, which can interact and play a role in the development of the disease, and can reflect the health and disease state in real time. Type 2 diabetes mellitus is a metabolic disorder caused by both genetic and environmental factors. Recent research has shown a link between microbes and diabetes. This article reviewed the latest research on the changes of oral and gut microbiomes in type 2 diabetes mellitus patients, which expects to provide a reference for exploring the development of the disease model for prediction, diagnosis and prognosis of type 2 diabetes mellitus based on human microbiome characteristics.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31721508/",
    "clean_text": "potential application of human microbiomes in the diagnosis and treatment of type diabetes mellitus oral and gut microbiomes are the most diverse microbial communities which can interact and play a role in the development of the disease and can reflect the health and disease state in real time type diabetes mellitus is a metabolic disorder cause human microbiome refers to the total microorganism genetic information of human body surface and internal which is closely related to human health and disease oral and gut microbiomes are the most diverse microbial communities which can interact and play a role in the development of the disease and can reflect the health and disease state in real time type diabetes mellitus is a metabolic disorder caused by both genetic and environmental factors recent research has shown a link between microbes and diabetes this article reviewed the latest research on the changes of oral and gut microbiomes in type diabetes mellitus patients which expects to provide a reference for exploring the development of the disease model for prediction diagnosis and prognosis of type diabetes mellitus based on human microbiome characteristics"
}