{
    "title": "Revealing dynamic goals for university's sustainable development with a coupling exploration of SDGs.",
    "doc_id": "39353997",
    "writer": "Zhu B",
    "year": "2024",
    "summary": "The sustainability of universities is important to realize global SDGs. However, there is a lack of research on the internal dynamic relationship of the SDGs in universities. ...SDG12 is the main dynamic goal for the top universities in Asia and America, SDG6 …",
    "abstract": "The sustainability of universities is important to realize global SDGs. However, there is a lack of research on the internal dynamic relationship of the SDGs in universities. This study aims to deep tap the dynamic mechanism and scientific core connotation of the relationship among the environmental, economic, and social dimensions in the sustainable development of the top 100 universities ranked by the Times Higher Education Impact Rankings, in order to point out the specific action direction in line with their characteristics. This study adopts coupling model, Sustainable Development Triangle model, and Grey Relational Analysis to learn the development system and the main development dynamic goals of universities on five continents. The results show that the development of the top sustainable universities in the five continents is very uneven with three echelons of development in the world. Although the sustainability quality in the world has improved year by year, the sub-quality of sustainability of the top universities on each continent is obviously different. The sustainable coupling degrees of the top universities of the five continents are increasing, but the overall coupling strength is not high. The development of coupling is at the level of weak coordination. SDG12 is the main dynamic goal for the top universities in Asia and America, SDG6 is for Europe and Oceania, and SDG3 is for Africa.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39353997/",
    "clean_text": "revealing dynamic goals for university s sustainable development with a coupling exploration of sdgs the sustainability of universities is important to realize global sdgs however there is a lack of research on the internal dynamic relationship of the sdgs in universities sdg is the main dynamic goal for the top universities in asia and america sdg the sustainability of universities is important to realize global sdgs however there is a lack of research on the internal dynamic relationship of the sdgs in universities this study aims to deep tap the dynamic mechanism and scientific core connotation of the relationship among the environmental economic and social dimensions in the sustainable development of the top universities ranked by the times higher education impact rankings in order to point out the specific action direction in line with their characteristics this study adopts coupling model sustainable development triangle model and grey relational analysis to learn the development system and the main development dynamic goals of universities on five continents the results show that the development of the top sustainable universities in the five continents is very uneven with three echelons of development in the world although the sustainability quality in the world has improved year by year the sub quality of sustainability of the top universities on each continent is obviously different the sustainable coupling degrees of the top universities of the five continents are increasing but the overall coupling strength is not high the development of coupling is at the level of weak coordination sdg is the main dynamic goal for the top universities in asia and america sdg is for europe and oceania and sdg is for africa"
}