{
    "pmid": "41450277",
    "title": "Determinants of mortality following snakebite envenomation: a matched case-control study in northeastern Nigeria.",
    "abstract": "Snakebite envenoming is one of the world's devastating yet underrecognized public health emergencies. Despite the long-standing awareness of its deadly toll, detailed analytical data on factors associated with snakebite mortality remain scarce, particularly in sub-Saharan Africa. We conducted a retrospective 1:1 matched case-control study without replacement at the Snakebite Treatment and Research Hospital (SBTRH). We included all mortalities between January 2019 and December 2024 and paired patients who survived, matched on age, month of presentation and state of origin. Patient characteristics were compared between cases (deaths) and controls (survivors) to determine which factors contributed to patient survival. Between January 2019 and December 2024, there were 226 snakebite fatalities at the SBTRH with matched controls. The median age was 24 y (interquartile range 14-40) and most patients were male (n=308 [68%]). Multivariable conditional regression analyses revealed predisposed hypertension (odds ratio [OR] 3.61 [95% confidence interval {CI} 1.33 to 9.77]), taking ≥48 h to arrive at the hospital (OR 2.31 [95% CI 1.41 to 3.77]) and haematological symptoms (OR 2.39 [95% CI 1.44 to 3.97]) as factors increasing the likelihood of mortality. These findings support clinical emphasis on screening for comorbidities and timely intervention. Accordingly, healthcare workers should prioritize intensive symptom monitoring during the initial admission period and policymakers should focus on strengthening referral systems in endemic areas.",
    "disease": "hypertension",
    "clean_text": "determinants of mortality following snakebite envenomation a matched case control study in northeastern nigeria snakebite envenoming is one of the world s devastating yet underrecognized public health emergencies despite the long standing awareness of its deadly toll detailed analytical data on factors associated with snakebite mortality remain scarce particularly in sub saharan africa we conducted a retrospective matched case control study without replacement at the snakebite treatment and research hospital sbtrh we included all mortalities between january and december and paired patients who survived matched on age month of presentation and state of origin patient characteristics were compared between cases deaths and controls survivors to determine which factors contributed to patient survival between january and december there were snakebite fatalities at the sbtrh with matched controls the median age was y interquartile range and most patients were male n multivariable conditional regression analyses revealed predisposed hypertension odds ratio or confidence interval ci to taking h to arrive at the hospital or ci to and haematological symptoms or ci to as factors increasing the likelihood of mortality these findings support clinical emphasis on screening for comorbidities and timely intervention accordingly healthcare workers should prioritize intensive symptom monitoring during the initial admission period and policymakers should focus on strengthening referral systems in endemic areas"
}