{
    "pmid": "41472223",
    "title": "Comparative Assessment of Viral Load Retention in Surgical and Fabric Masks Worn by COVID-19 Patients.",
    "abstract": "Face masks are widely recognized as a key intervention to limit SARS-CoV-2 transmission, yet the distribution and persistence of viral RNA across different mask regions and layers remain poorly understood. To address this, we analyzed 185 masks collected from 60 SARS-CoV-2-positive individuals in Rio de Janeiro between December 2020 and September 2022. Masks were sectioned into anatomical regions (nose, mouth, sides) and structural layers (inner, middle, outer), and viral RNA was quantified using RT-qPCR. Samples with the highest viral loads were selected for partial sequencing of the spike gene, and paired analyses with swab samples were performed. Statistical comparisons included non-parametric tests and a linear mixed-effects model. Our results showed that the inner layer and nose region consistently harbored the highest viral RNA levels, with no significant differences between surgical and fabric masks. Viral load decreased by an estimated 39% per day, consistent with exponential decay. Sequencing confirmed identical viral genomes in masks and swabs and allowed identification of circulating variants, including Gamma and Omicron. These findings indicate that masks serve not only as effective physical barriers but also as non-invasive sources for genomic surveillance, providing insights into viral shedding patterns and informing strategies for monitoring and controlling SARS-CoV-2 transmission.",
    "disease": "pneumonia",
    "clean_text": "comparative assessment of viral load retention in surgical and fabric masks worn by covid patients face masks are widely recognized as a key intervention to limit sars cov transmission yet the distribution and persistence of viral rna across different mask regions and layers remain poorly understood to address this we analyzed masks collected from sars cov positive individuals in rio de janeiro between december and september masks were sectioned into anatomical regions nose mouth sides and structural layers inner middle outer and viral rna was quantified using rt qpcr samples with the highest viral loads were selected for partial sequencing of the spike gene and paired analyses with swab samples were performed statistical comparisons included non parametric tests and a linear mixed effects model our results showed that the inner layer and nose region consistently harbored the highest viral rna levels with no significant differences between surgical and fabric masks viral load decreased by an estimated per day consistent with exponential decay sequencing confirmed identical viral genomes in masks and swabs and allowed identification of circulating variants including gamma and omicron these findings indicate that masks serve not only as effective physical barriers but also as non invasive sources for genomic surveillance providing insights into viral shedding patterns and informing strategies for monitoring and controlling sars cov transmission"
}