{
    "pmid": "41461162",
    "title": "\"You Feel Empowered\": Parents' Emotional Responses to Air Pollution Sensing at Home.",
    "abstract": "Citizen science with particulate matter sensors at home increases awareness of pollution exposures and can inform health-protective actions, yet little research explores the emotional dimensions of sensing, especially across economic divides. This study shows that participatory air quality sensing is not emotionally neutral. We included 26 parents of asthmatic children in 10 weeks of participatory sensing with indoor and outdoor sensors to understand their exposure experiences. Drawing from weekly surveys and postproject interviews, we found that sensors often generated positive emotions (e.g., empowered, happy) across income levels, underscoring their potential as inclusive tools for asthma management. Parents less often reported negative emotions (e.g., stress, worry); when they did, those were spurred from checking outdoor readings (versus indoor) because outdoor exposures were less controllable. Parents managed emotions by creating contingent boundaries between indoor and outdoor spaces. We recommend expanding access to sensors and air purifiers to promote individual-level environmental health benefits.",
    "disease": "asthma",
    "clean_text": "you feel empowered parents emotional responses to air pollution sensing at home citizen science with particulate matter sensors at home increases awareness of pollution exposures and can inform health protective actions yet little research explores the emotional dimensions of sensing especially across economic divides this study shows that participatory air quality sensing is not emotionally neutral we included parents of asthmatic children in weeks of participatory sensing with indoor and outdoor sensors to understand their exposure experiences drawing from weekly surveys and postproject interviews we found that sensors often generated positive emotions e g empowered happy across income levels underscoring their potential as inclusive tools for asthma management parents less often reported negative emotions e g stress worry when they did those were spurred from checking outdoor readings versus indoor because outdoor exposures were less controllable parents managed emotions by creating contingent boundaries between indoor and outdoor spaces we recommend expanding access to sensors and air purifiers to promote individual level environmental health benefits"
}