{
    "title": "Individually customised fetal weight charts derived from ultrasound measurements: the Generation R Study.",
    "doc_id": "22083366",
    "writer": "Gaillard R",
    "year": "2011",
    "summary": "We developed a model for individually customised growth charts for estimated fetal weight, which takes into account physiological maternal and fetal characteristics known at the start of pregnancy. ...The final model for estimating expected fetal weight included ges …",
    "abstract": "Maternal and fetal characteristics are important determinants of fetal growth potential, and should ideally be taken into consideration when evaluating fetal growth variation. We developed a model for individually customised growth charts for estimated fetal weight, which takes into account physiological maternal and fetal characteristics known at the start of pregnancy. We used fetal ultrasound data of 8,162 pregnant women participating in the Generation R Study, a prospective, population-based cohort study from early pregnancy onwards. A repeated measurements regression model was constructed, using backward selection procedures for identifying relevant maternal and fetal characteristics. The final model for estimating expected fetal weight included gestational age, fetal sex, parity, ethnicity, maternal age, height and weight. Using this model, we developed individually customised growth charts, and their corresponding standard deviations, for fetal weight from 18 weeks onwards. Of the total of 495 fetuses who were classified as small size for gestational age (<10th percentile) when fetal weight was evaluated using the normal population growth chart, 80 (16%) were in the normal range when individually customised growth charts were used. 550 fetuses were classified as small size for gestational age using individually customised growth charts, and 135 of them (25%) were classified as normal if the unadjusted reference chart was used. In conclusion, this is the first study using ultrasound measurements in a large population-based study to fit a model to construct individually customised growth charts, taking into account physiological maternal and fetal characteristics. These charts might be useful for use in epidemiological studies and in clinical practice.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22083366/",
    "clean_text": "individually customised fetal weight charts derived from ultrasound measurements the generation r study we developed a model for individually customised growth charts for estimated fetal weight which takes into account physiological maternal and fetal characteristics known at the start of pregnancy the final model for estimating expected fetal weight included ges maternal and fetal characteristics are important determinants of fetal growth potential and should ideally be taken into consideration when evaluating fetal growth variation we developed a model for individually customised growth charts for estimated fetal weight which takes into account physiological maternal and fetal characteristics known at the start of pregnancy we used fetal ultrasound data of pregnant women participating in the generation r study a prospective population based cohort study from early pregnancy onwards a repeated measurements regression model was constructed using backward selection procedures for identifying relevant maternal and fetal characteristics the final model for estimating expected fetal weight included gestational age fetal sex parity ethnicity maternal age height and weight using this model we developed individually customised growth charts and their corresponding standard deviations for fetal weight from weeks onwards of the total of fetuses who were classified as small size for gestational age th percentile when fetal weight was evaluated using the normal population growth chart were in the normal range when individually customised growth charts were used fetuses were classified as small size for gestational age using individually customised growth charts and of them were classified as normal if the unadjusted reference chart was used in conclusion this is the first study using ultrasound measurements in a large population based study to fit a model to construct individually customised growth charts taking into account physiological maternal and fetal characteristics these charts might be useful for use in epidemiological studies and in clinical practice"
}