{
    "title": "Nephron number, hypertension, and CKD: physiological and genetic insight from humans and animal models.",
    "doc_id": "28130427",
    "writer": "Wang X",
    "year": "2017",
    "summary": "The kidneys play a vital role in the excretion of waste products and the regulation of electrolytes, maintenance of acid-base balance, regulation of blood pressure, and production of several hormones. Any alteration in the structure of the nephron (basic functional unit of …",
    "abstract": "The kidneys play a vital role in the excretion of waste products and the regulation of electrolytes, maintenance of acid-base balance, regulation of blood pressure, and production of several hormones. Any alteration in the structure of the nephron (basic functional unit of the kidney) can have a major impact on the kidney's ability to work efficiently. Progressive decline in kidney function can lead to serious illness and ultimately death if not treated by dialysis or transplantation. While there have been numerous studies that implicate lower nephron numbers as being an important factor in influencing susceptibility to developing hypertension and chronic kidney disease, a direct association has been difficult to establish because of three main limitations: 1) the large variation in nephron number observed in the human population; 2) no established reliable noninvasive methods to determine nephron complement; and 3) to date, nephron measurements have been done after death, which doesn't adequately account for potential loss of nephrons with age or disease. In this review, we will provide an overview of kidney structure/function, discuss the current literature for both humans and other species linking nephron deficiency and cardio-renal complications, as well as describe the major molecular signaling factors involved in nephrogenesis that modulate variation in nephron number. As more detailed knowledge about the molecular determinants of nephron development and the role of nephron endowment in the cardio-renal system is obtained, it will hopefully provide clinicians the ability to accurately identify people at risk to develop CKD/hypertension and lead to a shift in patient care from disease treatment to prevention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28130427/",
    "clean_text": "nephron number hypertension and ckd physiological and genetic insight from humans and animal models the kidneys play a vital role in the excretion of waste products and the regulation of electrolytes maintenance of acid base balance regulation of blood pressure and production of several hormones any alteration in the structure of the nephron basic functional unit of the kidneys play a vital role in the excretion of waste products and the regulation of electrolytes maintenance of acid base balance regulation of blood pressure and production of several hormones any alteration in the structure of the nephron basic functional unit of the kidney can have a major impact on the kidney s ability to work efficiently progressive decline in kidney function can lead to serious illness and ultimately death if not treated by dialysis or transplantation while there have been numerous studies that implicate lower nephron numbers as being an important factor in influencing susceptibility to developing hypertension and chronic kidney disease a direct association has been difficult to establish because of three main limitations the large variation in nephron number observed in the human population no established reliable noninvasive methods to determine nephron complement and to date nephron measurements have been done after death which doesn t adequately account for potential loss of nephrons with age or disease in this review we will provide an overview of kidney structure function discuss the current literature for both humans and other species linking nephron deficiency and cardio renal complications as well as describe the major molecular signaling factors involved in nephrogenesis that modulate variation in nephron number as more detailed knowledge about the molecular determinants of nephron development and the role of nephron endowment in the cardio renal system is obtained it will hopefully provide clinicians the ability to accurately identify people at risk to develop ckd hypertension and lead to a shift in patient care from disease treatment to prevention"
}