{
    "title": "Content and composition of phthalate esters (PAEs) in surface soil in Xi'an.",
    "doc_id": "40036122",
    "writer": "Wenjuan Z.",
    "year": "2025",
    "summary": "Taking PAEs in the urban surface soil of Xi'an as the research object, high-performance liquid chromatography (HPLC) was used to detect 6 PAEs (DMP, DEP, BBP, DnBP, DEHP and DnOP) content, that are highly controlled by the United States Department of Environmental P …",
    "abstract": "Taking PAEs in the urban surface soil of Xi'an as the research object, high-performance liquid chromatography (HPLC) was used to detect 6 PAEs (DMP, DEP, BBP, DnBP, DEHP and DnOP) content, that are highly controlled by the United States Department of Environmental Protection (U.S. EPA) in the urban surface soil. The focus was on the accumulation characteristics and composition characteristics of PAEs in urban surface soil. The results show that the average contents of DMP, DEP, BBP, DnBP, DEHP and DnOP in Xi'an's surface soil are 0.10, 0.05, 0.05, 0.52, 0.77, and 0.05 mg·kg-1, respectively, and the total amount of 6 PAEs (∑6PAEs) ranges In the range of 0.19∼19.15 mg·kg-1, the average value is 1.37 mg·kg-1. The average values of DMP, DEP, DnBP and DEHP in the surface soil of Xi 'an exceeded the PAEs control standard of New York State, and the maximum values of DMP, DnBP and DEHP exceeded the PAEs governance standard of New York State. Compared with the PAEs content in other cities, DMP and BBP in the surface soil of Xi'an were at a high level, and DEP, DnBP, DEHP and DnOP were at a medium level. In addition, the distribution of ∑6PAEs in different functional areas is traffic area > Industrial area > mixed area > Park > Cultural and educational area > residential area.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40036122/",
    "clean_text": "content and composition of phthalate esters paes in surface soil in xi an taking paes in the urban surface soil of xi an as the research object high performance liquid chromatography hplc was used to detect paes dmp dep bbp dnbp dehp and dnop content that are highly controlled by the united states department of environmental p taking paes in the urban surface soil of xi an as the research object high performance liquid chromatography hplc was used to detect paes dmp dep bbp dnbp dehp and dnop content that are highly controlled by the united states department of environmental protection u s epa in the urban surface soil the focus was on the accumulation characteristics and composition characteristics of paes in urban surface soil the results show that the average contents of dmp dep bbp dnbp dehp and dnop in xi an s surface soil are and mg kg respectively and the total amount of paes paes ranges in the range of mg kg the average value is mg kg the average values of dmp dep dnbp and dehp in the surface soil of xi an exceeded the paes control standard of new york state and the maximum values of dmp dnbp and dehp exceeded the paes governance standard of new york state compared with the paes content in other cities dmp and bbp in the surface soil of xi an were at a high level and dep dnbp dehp and dnop were at a medium level in addition the distribution of paes in different functional areas is traffic area industrial area mixed area park cultural and educational area residential area"
}