{
    "title": "Bilateral Optic Neuritis and Hypophysitis With Diabetes Insipidus 1 Month After COVID-19 mRNA Vaccine: Case Report and Literature Review.",
    "doc_id": "37431875",
    "writer": "Matsuo T",
    "year": "2023",
    "summary": "A 74-year-old woman began to have thirst, polydipsia, and polyuria, and was diagnosed as central diabetes insipidus 1 month after the fourth COVID-19 mRNA vaccine. Head magnetic resonance imaging (MRI) disclosed the thickened pituitary stalk and enlarged pituitary g …",
    "abstract": "Either optic neuritis (neuropathy) or hypopituitarism has been known to occur separately after COVID-19 vaccination. In this report, we describe the rare combination of hypophysitis and optic neuritis which occurred after COVID-19 vaccination. A 74-year-old woman began to have thirst, polydipsia, and polyuria, and was diagnosed as central diabetes insipidus 1 month after the fourth COVID-19 mRNA vaccine. Head magnetic resonance imaging (MRI) disclosed the thickened pituitary stalk and enlarged pituitary gland with high contrast enhancement as well as the absence of high-intensity signals in the posterior pituitary lobe on the T1-weighted image, leading to the diagnosis of lymphocytic hypophysitis. She was well with desmopressin nasal spray until further 2 months later, when she developed bilateral optic neuritis, together with gait disturbance, intention tremor of the upper extremities, urinary retention, constipation, abnormal sensation in the distal part of the lower extremities, and moderate hemiplegia on the left side. Autoantibodies, including anti-aquaporin 4 (AQP4) and anti-myelin oligodendrocyte glycoprotein (MOG), were all negative. She showed multifocal spinal cord lesions on MRI and oligoclonal bands in the cerebrospinal fluid obtained by spinal tap, and so underwent steroid pulse therapy with methylprednisolone in the tentative diagnosis of multiple sclerosis, resulting in visual acuity recovery and alleviation of neurological symptoms. In the literature review, the combination of optic neuritis and hypophysitis, mostly with diabetes insipidus, was reported in 15 patients as case reports before the years of COVID-19 pandemic. The COVID-19 vaccination would trigger the onset of hypophysitis and optic neuritis in this patient.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37431875/",
    "clean_text": "bilateral optic neuritis and hypophysitis with diabetes insipidus month after covid mrna vaccine case report and literature review a year old woman began to have thirst polydipsia and polyuria and was diagnosed as central diabetes insipidus month after the fourth covid mrna vaccine head magnetic resonance imaging mri disclosed the thickened pituitary stalk and enlarged pituitary g either optic neuritis neuropathy or hypopituitarism has been known to occur separately after covid vaccination in this report we describe the rare combination of hypophysitis and optic neuritis which occurred after covid vaccination a year old woman began to have thirst polydipsia and polyuria and was diagnosed as central diabetes insipidus month after the fourth covid mrna vaccine head magnetic resonance imaging mri disclosed the thickened pituitary stalk and enlarged pituitary gland with high contrast enhancement as well as the absence of high intensity signals in the posterior pituitary lobe on the t weighted image leading to the diagnosis of lymphocytic hypophysitis she was well with desmopressin nasal spray until further months later when she developed bilateral optic neuritis together with gait disturbance intention tremor of the upper extremities urinary retention constipation abnormal sensation in the distal part of the lower extremities and moderate hemiplegia on the left side autoantibodies including anti aquaporin aqp and anti myelin oligodendrocyte glycoprotein mog were all negative she showed multifocal spinal cord lesions on mri and oligoclonal bands in the cerebrospinal fluid obtained by spinal tap and so underwent steroid pulse therapy with methylprednisolone in the tentative diagnosis of multiple sclerosis resulting in visual acuity recovery and alleviation of neurological symptoms in the literature review the combination of optic neuritis and hypophysitis mostly with diabetes insipidus was reported in patients as case reports before the years of covid pandemic the covid vaccination would trigger the onset of hypophysitis and optic neuritis in this patient"
}