{
    "pmid": "41450923",
    "title": "Short-term efficacy evaluation of artificial intelligence-based three-dimensional reconstruction of chest CT in segmentectomy: a propensity score-matched study.",
    "abstract": "Artificial intelligence (AI)-based 3D reconstruction software is increasingly used in clinical practice. This study compared its clinical value with CT-guided Hook-wire localization in segmentectomy. A retrospective analysis was performed on 257 patients who underwent video-assisted thoracoscopic segmentectomy at Gansu Provincial People's Hospital from January 2023 to August 2024. Patients were divided into an AI-3D group (134 cases, receiving preoperative AI-assisted 3D reconstruction) and a Hook-wire group (123 cases, undergoing Hook-wire localization). Propensity score matching ensured comparability, with 97 pairs matched. Perioperative indicators, pulmonary function, and quality of life were evaluated. After matching, the Hook-wire group had 2 pneumothorax and 4 hemothorax cases, while the AI-3D group had none. The AI-3D group showed significantly shorter operative time, chest tube indwelling time, and hospital stay, along with less intraoperative blood loss and drainage volume. No significant differences were found in postoperative complications or lymph nodes dissected. Six months post-surgery, the AI-3D group had better pulmonary function and quality of life scores. Thus, AI-based 3D reconstruction enables safe, effective segmentectomy with minimal impact on pulmonary function, showing good clinical value.",
    "disease": "lung cancer",
    "clean_text": "short term efficacy evaluation of artificial intelligence based three dimensional reconstruction of chest ct in segmentectomy a propensity score matched study artificial intelligence ai based d reconstruction software is increasingly used in clinical practice this study compared its clinical value with ct guided hook wire localization in segmentectomy a retrospective analysis was performed on patients who underwent video assisted thoracoscopic segmentectomy at gansu provincial people s hospital from january to august patients were divided into an ai d group cases receiving preoperative ai assisted d reconstruction and a hook wire group cases undergoing hook wire localization propensity score matching ensured comparability with pairs matched perioperative indicators pulmonary function and quality of life were evaluated after matching the hook wire group had pneumothorax and hemothorax cases while the ai d group had none the ai d group showed significantly shorter operative time chest tube indwelling time and hospital stay along with less intraoperative blood loss and drainage volume no significant differences were found in postoperative complications or lymph nodes dissected six months post surgery the ai d group had better pulmonary function and quality of life scores thus ai based d reconstruction enables safe effective segmentectomy with minimal impact on pulmonary function showing good clinical value"
}