{
    "pmid": "41441676",
    "title": "Determinants of Influenza Vaccine Uptake Among Rural Populations in a Southeastern U.S. State.",
    "abstract": "Influenza is a significant global healthcare problem. Despite the availability of influenza vaccines, vaccination rates remain low, particularly among rural populations. This study aims to investigate the impact of trust and demographic factors on influenza vaccination status among rural populations. Cross-sectional data were collected as a subgroup analysis of rural populations within a parent study assessing Coronavirus Disease 2019 (COVID-19) vaccination uptake among residents in the state of Alabama, U.S.A. Participants were at least 18 years old and recruited from a Qualtrics panel. Rurality (non-metro) was determined using the United States Rural-urban Commuting Area (RUCA) Codes of 4-10. Data were analyzed using a weighted sample to adjust for differences in sex and race distributions. A little over one-third (37.8%) of the participants reported having received influenza vaccine in the 2023-2024 flu season. Less than half (48.4%) reported they previously received COVID-19 vaccines, and a greater percentage (54.5%) of them had a high understanding of health information. The multivariable logistic regression analysis indicated that prior COVID-19 vaccination, political affiliation, household income and trust in doctors' communication competency were significantly associated ( Improving influenza vaccine uptake in underserved rural communities requires strengthening trust in healthcare providers, addressing access barriers and enhancing communication strategies that reflect sociopolitical influences on vaccination behavior.",
    "disease": "influenza",
    "clean_text": "determinants of influenza vaccine uptake among rural populations in a southeastern u s state influenza is a significant global healthcare problem despite the availability of influenza vaccines vaccination rates remain low particularly among rural populations this study aims to investigate the impact of trust and demographic factors on influenza vaccination status among rural populations cross sectional data were collected as a subgroup analysis of rural populations within a parent study assessing coronavirus disease covid vaccination uptake among residents in the state of alabama u s a participants were at least years old and recruited from a qualtrics panel rurality non metro was determined using the united states rural urban commuting area ruca codes of data were analyzed using a weighted sample to adjust for differences in sex and race distributions a little over one third of the participants reported having received influenza vaccine in the flu season less than half reported they previously received covid vaccines and a greater percentage of them had a high understanding of health information the multivariable logistic regression analysis indicated that prior covid vaccination political affiliation household income and trust in doctors communication competency were significantly associated improving influenza vaccine uptake in underserved rural communities requires strengthening trust in healthcare providers addressing access barriers and enhancing communication strategies that reflect sociopolitical influences on vaccination behavior"
}