{
    "pmid": "41371406",
    "title": "Description and Impact of a Community Pharmacy-based Collaborative Practice Agreement.",
    "abstract": "As of 2021, Ohio Community pharmacists can enter into collaborative practice agreements to solve drug-related problems related to medication access, drug safety, and improve workflow for both community pharmacists and healthcare providers. The primary objective is to describe and quantify the usage of the Community Collaborative Practice Agreement (CPA) at 5 community pharmacies within an integrated clinic. The secondary objective is to evaluate the impact of the Community CPA on pharmacists and other providers at the practice. This study was conducted at 5 community pharmacies within a clinic throughout Ohio that provides primary care, pharmacy, dental, mental health, and social services. A Community CPA covering 8 conditions under which pharmacists may prescribe medications and durable medical equipment to solve drug-related problems was implemented at 5 community pharmacies in Ohio. A retrospective review of prescriptions written by pharmacists was conducted to assess the primary objective. A survey was created and completed by pharmacists and healthcare providers at the practice sites to assess the secondary objective. A total of 954 prescriptions were written by the pharmacists. The conditions most frequently written for include gender affirming care (629, 65.9%), diabetes (219, 23%), and asthma/chronic obstructive pulmonary disease (87, 9.1%). The average number of prescriptions written per month was 80 in the first year. Overall, a majority of pharmacists and providers agreed or strongly agreed that the Community CPA improved access to medications and patient safety. Workflow impact varied depending on the pharmacist or provider. The Community CPA allows pharmacists to take a more active role in providing access to medications and improving patient safety while minimally impacting workflow. This type of innovative practice may help other pharmacists improve medication access and patient safety while maintaining workflow efficiency.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "description and impact of a community pharmacy based collaborative practice agreement as of ohio community pharmacists can enter into collaborative practice agreements to solve drug related problems related to medication access drug safety and improve workflow for both community pharmacists and healthcare providers the primary objective is to describe and quantify the usage of the community collaborative practice agreement cpa at community pharmacies within an integrated clinic the secondary objective is to evaluate the impact of the community cpa on pharmacists and other providers at the practice this study was conducted at community pharmacies within a clinic throughout ohio that provides primary care pharmacy dental mental health and social services a community cpa covering conditions under which pharmacists may prescribe medications and durable medical equipment to solve drug related problems was implemented at community pharmacies in ohio a retrospective review of prescriptions written by pharmacists was conducted to assess the primary objective a survey was created and completed by pharmacists and healthcare providers at the practice sites to assess the secondary objective a total of prescriptions were written by the pharmacists the conditions most frequently written for include gender affirming care diabetes and asthma chronic obstructive pulmonary disease the average number of prescriptions written per month was in the first year overall a majority of pharmacists and providers agreed or strongly agreed that the community cpa improved access to medications and patient safety workflow impact varied depending on the pharmacist or provider the community cpa allows pharmacists to take a more active role in providing access to medications and improving patient safety while minimally impacting workflow this type of innovative practice may help other pharmacists improve medication access and patient safety while maintaining workflow efficiency"
}