{
    "pmid": "41440179",
    "title": "Effects of Resistance Exercise on Quality of Life, Anxiety, Depression, Sleep Quality and Inflammatory Parameters in Patients with Colorectal Cancer Undergoing Active Treatment: A Pilot Randomized Clinical Trial.",
    "abstract": "The primary objective of this pilot randomized clinical trial was to determine the effect of adding a supervised resistance exercise programme to a home-based physical activity plan on health-related quality of life in patients with colorectal cancer undergoing active treatment. The secondary objectives were to evaluate its effects on anxiety, depression, sleep quality, and inflammatory parameters. This is a pilot randomized clinical trial with parallel groups. Patients with CRC were recruited through the Oncology Department at the Salamanca University Health Care Complex in Spain. They were randomly allocated to receive either a home-based physical activity plus a supervised resistance training programme, or the home-based physical activity plan only. The primary outcome was health-related quality of life measures and the secondary outcomes included anxiety, depression and sleep quality evaluations. The supervised training lasted 8 weeks for each patient. A total of 40 patients were recruited, 20 for each group. Adding a supervised resistance exercise programme to the home-based activity plan improved symptoms related to quality of life, such as fatigue ( Fatigue and constipation in patients with CRC receiving chemo- and/or immunotherapy may benefit from the introduction of supervised resistance exercise training programmes.",
    "disease": "colorectal cancer",
    "clean_text": "effects of resistance exercise on quality of life anxiety depression sleep quality and inflammatory parameters in patients with colorectal cancer undergoing active treatment a pilot randomized clinical trial the primary objective of this pilot randomized clinical trial was to determine the effect of adding a supervised resistance exercise programme to a home based physical activity plan on health related quality of life in patients with colorectal cancer undergoing active treatment the secondary objectives were to evaluate its effects on anxiety depression sleep quality and inflammatory parameters this is a pilot randomized clinical trial with parallel groups patients with crc were recruited through the oncology department at the salamanca university health care complex in spain they were randomly allocated to receive either a home based physical activity plus a supervised resistance training programme or the home based physical activity plan only the primary outcome was health related quality of life measures and the secondary outcomes included anxiety depression and sleep quality evaluations the supervised training lasted weeks for each patient a total of patients were recruited for each group adding a supervised resistance exercise programme to the home based activity plan improved symptoms related to quality of life such as fatigue fatigue and constipation in patients with crc receiving chemo and or immunotherapy may benefit from the introduction of supervised resistance exercise training programmes"
}