{
    "pmid": "41460300",
    "title": "Five decades of total ankle replacement: from early failures to fourth-generation innovations and future priorities.",
    "abstract": "Total ankle replacement (TAR) has evolved considerably over the past five decades as an alternative to arthrodesis for the management of end-stage ankle osteoarthritis. While early TAR designs suffered from high failure rates and limited functional outcomes, subsequent generations have progressively improved implant survivorship and biomechanics. However, determining the optimal prosthesis design for maximizing long-term outcomes remains a challenge, requiring synthesis of analytical performance data and practical guidance for implant selection. A targeted analytical review of the literature was conducted by analyzing peer-reviewed publications indexed in PubMed, Scopus, and Web of Science, covering the period from 1970 through July 2025. The search strategy focused on historical development and specifically on design characteristics (fixation, constraint) and their corresponding quantitative outcomes (survivorship, failure rates). Both original studies and systematic reviews were included to assess implant design evolution, materials, fixation techniques, survivorship, and complications. Emphasis was placed on representative implant models from each generation, including dedicated revision systems. First-generation TARs, such as ICLH (Imperial College London Hospital) and Lord models, demonstrated high failure rates, with only 21% of cases rated as clinically satisfactory at 5.5 years due to constrained designs and cement-related issues. Second-generation systems introduced semi-constrained, mobile-bearing implants with cementless fixation, achieving up to 92% survivorship at 12 years. Third-generation designs, including HINTEGRA and BOX, emphasized anatomical congruence, ligament balancing, and soft tissue preservation, with survivorship ranging from 66 to 92% depending on implant model and follow-up. Fourth-generation implants (e.g., INFINITY, CADENCE, QUANTUM and the lateral-approach Trabecular Metal Ankle System) featured minimal bone resection and improved primary stability, reporting 1-2 year survivorship between 92 and 98%; however, complications such as heterotopic ossification (up to 69%) and talar loosening remain concerns. The development of dedicated revision TAR systems like INVISION represents a recent innovation, though long-term data are limited. The historical analysis demonstrates a clear performance shift tied to specific design attributes. Specifically, fourth-generation fixed-bearing, cementless designs (reporting survival rates up to 98%) have effectively addressed the mechanical failure and cement-related issues common in earlier constrained and mobile-bearing systems. While challenges persist (such as heterotopic ossification and talar loosening), the data analytically support specific implant choices. Therefore, based on documented survivorship and failure profiles, fourth-generation fixed-bearing, cementless systems are recommended as the primary choice in appropriately selected patients.",
    "disease": "osteoarthritis",
    "clean_text": "five decades of total ankle replacement from early failures to fourth generation innovations and future priorities total ankle replacement tar has evolved considerably over the past five decades as an alternative to arthrodesis for the management of end stage ankle osteoarthritis while early tar designs suffered from high failure rates and limited functional outcomes subsequent generations have progressively improved implant survivorship and biomechanics however determining the optimal prosthesis design for maximizing long term outcomes remains a challenge requiring synthesis of analytical performance data and practical guidance for implant selection a targeted analytical review of the literature was conducted by analyzing peer reviewed publications indexed in pubmed scopus and web of science covering the period from through july the search strategy focused on historical development and specifically on design characteristics fixation constraint and their corresponding quantitative outcomes survivorship failure rates both original studies and systematic reviews were included to assess implant design evolution materials fixation techniques survivorship and complications emphasis was placed on representative implant models from each generation including dedicated revision systems first generation tars such as iclh imperial college london hospital and lord models demonstrated high failure rates with only of cases rated as clinically satisfactory at years due to constrained designs and cement related issues second generation systems introduced semi constrained mobile bearing implants with cementless fixation achieving up to survivorship at years third generation designs including hintegra and box emphasized anatomical congruence ligament balancing and soft tissue preservation with survivorship ranging from to depending on implant model and follow up fourth generation implants e g infinity cadence quantum and the lateral approach trabecular metal ankle system featured minimal bone resection and improved primary stability reporting year survivorship between and however complications such as heterotopic ossification up to and talar loosening remain concerns the development of dedicated revision tar systems like invision represents a recent innovation though long term data are limited the historical analysis demonstrates a clear performance shift tied to specific design attributes specifically fourth generation fixed bearing cementless designs reporting survival rates up to have effectively addressed the mechanical failure and cement related issues common in earlier constrained and mobile bearing systems while challenges persist such as heterotopic ossification and talar loosening the data analytically support specific implant choices therefore based on documented survivorship and failure profiles fourth generation fixed bearing cementless systems are recommended as the primary choice in appropriately selected patients"
}