{
    "title": "Proteomic analysis of kidney in rats chronically exposed to monosodium glutamate.",
    "doc_id": "25551610",
    "writer": "Sharma A",
    "year": "2014",
    "summary": "BACKGROUND: Chronic monosodium glutamate (MSG) intake causes kidney dysfunction and renal oxidative stress in the animal model. ...They provide a valuable clue to explore the mechanism of renal handling and toxicity on chronic MSG intake....",
    "abstract": "Background:\n        \n      \n      Chronic monosodium glutamate (MSG) intake causes kidney dysfunction and renal oxidative stress in the animal model. To gain insight into the renal changes induced by MSG, proteomic analysis of the kidneys was performed.\n    \n\n\n          Methods:\n        \n      \n      Six week old male Wistar rats were given drinking water with or without MSG (2 mg/g body weight, n = 10 per group) for 9 months. Kidneys were removed, frozen, and stored at -75°C. After protein extraction, 2-D gel electrophoresis was performed and renal proteome profiles were examined with Colloidal Coomassie Brilliant Blue staining. Statistically significant protein spots (ANOVA, p<0.05) with 1.2-fold difference were excised and analyzed by LC-MS. Proteomic data were confirmed by immunohistochemistry and Western blot analyses.\n    \n\n\n          Results:\n        \n      \n      The differential image analysis showed 157 changed spots, of which 71 spots were higher and 86 spots were lower in the MSG-treated group compared with those in the control group. Eight statistically significant and differentially expressed proteins were identified: glutathione S-transferase class-pi, heat shock cognate 71 kDa, phosphoserine phosphatase, phosphoglycerate kinase, cytosolic glycerol-3-phosphate dehydrogenase, 2-amino-3-carboxymuconate-6-semialdehyde decarboxylase, α-ketoglutarate dehydrogenase and succinyl-CoA ligase.\n    \n\n\n          Conclusion:\n        \n      \n      The identified proteins are mainly related to oxidative stress and metabolism. They provide a valuable clue to explore the mechanism of renal handling and toxicity on chronic MSG intake.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25551610/",
    "clean_text": "proteomic analysis of kidney in rats chronically exposed to monosodium glutamate background chronic monosodium glutamate msg intake causes kidney dysfunction and renal oxidative stress in the animal model they provide a valuable clue to explore the mechanism of renal handling and toxicity on chronic msg intake background chronic monosodium glutamate msg intake causes kidney dysfunction and renal oxidative stress in the animal model to gain insight into the renal changes induced by msg proteomic analysis of the kidneys was performed methods six week old male wistar rats were given drinking water with or without msg mg g body weight n per group for months kidneys were removed frozen and stored at c after protein extraction d gel electrophoresis was performed and renal proteome profiles were examined with colloidal coomassie brilliant blue staining statistically significant protein spots anova p with fold difference were excised and analyzed by lc ms proteomic data were confirmed by immunohistochemistry and western blot analyses results the differential image analysis showed changed spots of which spots were higher and spots were lower in the msg treated group compared with those in the control group eight statistically significant and differentially expressed proteins were identified glutathione s transferase class pi heat shock cognate kda phosphoserine phosphatase phosphoglycerate kinase cytosolic glycerol phosphate dehydrogenase amino carboxymuconate semialdehyde decarboxylase ketoglutarate dehydrogenase and succinyl coa ligase conclusion the identified proteins are mainly related to oxidative stress and metabolism they provide a valuable clue to explore the mechanism of renal handling and toxicity on chronic msg intake"
}