{
    "title": "What are the characteristics of the champion that influence the implementation of quality improvement programs?",
    "doc_id": "32087525",
    "writer": "Demes JAE",
    "year": "2020",
    "summary": "BACKGROUND: Quality improvement in Healthcare is the new fashion actually. Rich countries and developing countries alike are trying to implement quality improvement initiatives to improve their performance and the quality of care. ...There is a paucity of res …",
    "abstract": "Background:\n        \n      \n      Quality improvement in Healthcare is the new fashion actually. Rich countries and developing countries alike are trying to implement quality improvement initiatives to improve their performance and the quality of care. There is evidence in the scientific literature that the existence of a \"champion\" can play an important role in the successful implementation of quality improvement strategies. Most of the time, people get stuck at the implementation level: they know what to do but they fail to execute it in the organizational setting. That's where a champion can be useful to facilitate the success of the change. There is a paucity of research on the link between the champion and the implementation of quality improvement programs. The aim of the study was to investigate the perceptions of stakeholders about the characteristics and qualities of the champion that could facilitate the successful implementation of quality improvement programs in health care settings in Haiti.\n    \n\n\n          Methods:\n        \n      \n      Twenty semi-structured individual interviews and one small group discussion (n = 4) with providers, administrators, directors, and NGO representatives were conducted during a six months period. The total sample size was twenty-four (n = 24). The methods were informed by grounded theory and the data were analyzed using the constant comparative method and thematic content analysis approach.\n    \n\n\n          Results:\n        \n      \n      The analysis resulted in eleven themes describing the characteristics and qualities of a successful champion: Communication and persuasion, proactivity, humility, horizontal and collective leadership style, sense of responsibility and accountability, go-ahead type, empathy, dedication and motivation, ability to inspire and motivate people, have a vision, and encourage learning.\n    \n\n\n          Conclusions:\n        \n      \n      It is important to support and encourage champions in the health care systems in developing countries to master and exhibit those qualities and characteristics in order to lead a team for the successful implementation of quality improvement initiatives in the health facilities. More research is needed to understand how to better articulate those qualities in the context of the Haitian health care system.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32087525/",
    "clean_text": "what are the characteristics of the champion that influence the implementation of quality improvement programs background quality improvement in healthcare is the new fashion actually rich countries and developing countries alike are trying to implement quality improvement initiatives to improve their performance and the quality of care there is a paucity of res background quality improvement in healthcare is the new fashion actually rich countries and developing countries alike are trying to implement quality improvement initiatives to improve their performance and the quality of care there is evidence in the scientific literature that the existence of a champion can play an important role in the successful implementation of quality improvement strategies most of the time people get stuck at the implementation level they know what to do but they fail to execute it in the organizational setting that s where a champion can be useful to facilitate the success of the change there is a paucity of research on the link between the champion and the implementation of quality improvement programs the aim of the study was to investigate the perceptions of stakeholders about the characteristics and qualities of the champion that could facilitate the successful implementation of quality improvement programs in health care settings in haiti methods twenty semi structured individual interviews and one small group discussion n with providers administrators directors and ngo representatives were conducted during a six months period the total sample size was twenty four n the methods were informed by grounded theory and the data were analyzed using the constant comparative method and thematic content analysis approach results the analysis resulted in eleven themes describing the characteristics and qualities of a successful champion communication and persuasion proactivity humility horizontal and collective leadership style sense of responsibility and accountability go ahead type empathy dedication and motivation ability to inspire and motivate people have a vision and encourage learning conclusions it is important to support and encourage champions in the health care systems in developing countries to master and exhibit those qualities and characteristics in order to lead a team for the successful implementation of quality improvement initiatives in the health facilities more research is needed to understand how to better articulate those qualities in the context of the haitian health care system"
}