{
    "title": "Understanding the biological underpinnings of fragile X syndrome.",
    "doc_id": "14631199",
    "writer": "Chiurazzi P",
    "year": "2003",
    "summary": "PURPOSE OF REVIEW: The purpose of this review is to present the latest findings on fragile X syndrome and to put them into perspective. Fragile X syndrome is a relatively common form of inherited mental retardation, caused by loss of func …",
    "abstract": "Purpose of review:\n        \n      \n      The purpose of this review is to present the latest findings on fragile X syndrome and to put them into perspective. Fragile X syndrome is a relatively common form of inherited mental retardation, caused by loss of function of the FMR1 gene on the long arm of the X chromosome. The molecular mechanisms underlying the syndrome are complex and continue to surprise researchers more than 12 years after the cloning of the gene.\n    \n\n\n          Recent findings:\n        \n      \n      We will specifically discuss the various aspects of the clinical phenotype, reassessed with the employment of functional imaging and electrophysiological techniques. The unexpected finding of a pathologic phenotype in premutation carriers is highlighted, as it represents a new and distinct condition with a different presentation in males and females. The third section deals briefly with the various functions of the FMRP protein, an RNA-binding protein interacting with multiple RNA molecules as well as proteins. It is important to realize that FMRP is probably changing partners several times, depending on its localization, on posttranslational modifications and on the available interacting proteins. In the following section, we present in short recent discoveries on the defective neuronal circuits in the fragile X syndrome. Most of these new data were made available by the study of animal models, mostly the Fmr1 knockout mouse, but also Drosophila.\n    \n\n\n          Summary:\n        \n      \n      We briefly discuss the alternative options for treating fragile X syndrome. Presently, a neuropharmacological approach acting on either critical receptors or aimed at reactivating the silenced FMR1 gene appears promising.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/14631199/",
    "clean_text": "understanding the biological underpinnings of fragile x syndrome purpose of review the purpose of this review is to present the latest findings on fragile x syndrome and to put them into perspective fragile x syndrome is a relatively common form of inherited mental retardation caused by loss of func purpose of review the purpose of this review is to present the latest findings on fragile x syndrome and to put them into perspective fragile x syndrome is a relatively common form of inherited mental retardation caused by loss of function of the fmr gene on the long arm of the x chromosome the molecular mechanisms underlying the syndrome are complex and continue to surprise researchers more than years after the cloning of the gene recent findings we will specifically discuss the various aspects of the clinical phenotype reassessed with the employment of functional imaging and electrophysiological techniques the unexpected finding of a pathologic phenotype in premutation carriers is highlighted as it represents a new and distinct condition with a different presentation in males and females the third section deals briefly with the various functions of the fmrp protein an rna binding protein interacting with multiple rna molecules as well as proteins it is important to realize that fmrp is probably changing partners several times depending on its localization on posttranslational modifications and on the available interacting proteins in the following section we present in short recent discoveries on the defective neuronal circuits in the fragile x syndrome most of these new data were made available by the study of animal models mostly the fmr knockout mouse but also drosophila summary we briefly discuss the alternative options for treating fragile x syndrome presently a neuropharmacological approach acting on either critical receptors or aimed at reactivating the silenced fmr gene appears promising"
}