{
    "pmid": "41458539",
    "title": "Mitoxantrone hydrochloride injection guided sentinel lymph node biopsy in cN0 BRAF V600E-mutated papillary thyroid carcinoma: a feasibility study.",
    "abstract": "The BRAF V600E mutation in papillary thyroid carcinoma (PTC) is linked to aggressive behavior and frequent occult central lymph node metastases (CLNM), posing a surgical dilemma in clinically node-negative (cN0) patients. Sentinel lymph node biopsy (SLNB) could enable selective intervention, but its accuracy depends on tracer performance. We investigated the utility of SLNB using mitoxantrone hydrochloride injection (MHI) as a novel lymphatic tracer to determine its feasibility and diagnostic performance for occult metastases in patients with cN0, BRAF V600E-mutated, unilateral PTC. 48 patients with cN0, BRAF V600E-mutated unilateral PTC underwent intraoperative SLNB using MHI, followed by ipsilateral lobectomy with isthmusectomy and prophylactic central neck dissection (PCND). The diagnostic accuracy of SLNB was evaluated by comparing its results with the final histological results from PCND serving as the gold standard. Short-term postoperative complications were recorded to assess the safety of the procedure. Sentinel lymph nodes (SLNs) were identified in 46 out of 48 patients (95.8%), with 62 SLNs retrieved, most commonly in the peritracheal region (93.5%). Intraoperative frozen section analysis identified 21 patients with positive SLNs and 25 with negative SLNs. Final pathology confirmed CLNM in 23 patients (47.9%). The sensitivity, specificity, negative predictive value (NPV), and positive predictive value (PPV) of SLNB for detecting CLNM were 91.3%, 100%, 92.6%, and 100%, respectively. Postoperatively, two patients (4.2%) experienced transient vocal cord palsy, with complete resolution within one week. No cases of parathyroid injury or removal were observed, and there were no instances of transient hypoparathyroidism or permanent complications. In patients with cN0, BRAF V600E-mutated PTC, SLNB using mitoxantrone hydrochloride injection is technically feasible and demonstrates high sensitivity and specificity. This approach may help identify individuals with occult central compartment metastases, thereby potentially avoiding unnecessary PCND in those with negative SLNs.",
    "disease": "breast cancer",
    "clean_text": "mitoxantrone hydrochloride injection guided sentinel lymph node biopsy in cn braf v e mutated papillary thyroid carcinoma a feasibility study the braf v e mutation in papillary thyroid carcinoma ptc is linked to aggressive behavior and frequent occult central lymph node metastases clnm posing a surgical dilemma in clinically node negative cn patients sentinel lymph node biopsy slnb could enable selective intervention but its accuracy depends on tracer performance we investigated the utility of slnb using mitoxantrone hydrochloride injection mhi as a novel lymphatic tracer to determine its feasibility and diagnostic performance for occult metastases in patients with cn braf v e mutated unilateral ptc patients with cn braf v e mutated unilateral ptc underwent intraoperative slnb using mhi followed by ipsilateral lobectomy with isthmusectomy and prophylactic central neck dissection pcnd the diagnostic accuracy of slnb was evaluated by comparing its results with the final histological results from pcnd serving as the gold standard short term postoperative complications were recorded to assess the safety of the procedure sentinel lymph nodes slns were identified in out of patients with slns retrieved most commonly in the peritracheal region intraoperative frozen section analysis identified patients with positive slns and with negative slns final pathology confirmed clnm in patients the sensitivity specificity negative predictive value npv and positive predictive value ppv of slnb for detecting clnm were and respectively postoperatively two patients experienced transient vocal cord palsy with complete resolution within one week no cases of parathyroid injury or removal were observed and there were no instances of transient hypoparathyroidism or permanent complications in patients with cn braf v e mutated ptc slnb using mitoxantrone hydrochloride injection is technically feasible and demonstrates high sensitivity and specificity this approach may help identify individuals with occult central compartment metastases thereby potentially avoiding unnecessary pcnd in those with negative slns"
}