{
    "title": "Impairment of sociocognitive functions in patients with brain tumours.",
    "doc_id": "31786319",
    "writer": "Pertz M",
    "year": "2020",
    "summary": "The ability to decode mental states and to come up with effective solutions for interpersonal problems aids successful initiation and maintenance of social interactions and contributes to participation and mental health. ...",
    "abstract": "The ability to decode mental states and to come up with effective solutions for interpersonal problems aids successful initiation and maintenance of social interactions and contributes to participation and mental health. Since these abilities of social cognition are challenged in highly demanding situations, such as diagnosis and treatment of a life-threatening illness, this article reviews the literature on emotion recognition, empathy, Theory of Mind and socially skilled behaviour in brain tumour patients. The data available suggest that patients are affected by a slight but consistent impairment of emotion recognition, empathy and Theory of Mind before and immediately after brain tumour treatment, with the degree of impairment being influenced by tumour histology and localization. Impairments mostly decrease a few months after surgery due to assumed neuroplasticity. Future research may address more complex sociocognitive functions, such as social problem solving, and may investigate to which degree sociocognitive difficulties act as risk factors for poor or failed reintegration into occupational and social life following successful brain tumour treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31786319/",
    "clean_text": "impairment of sociocognitive functions in patients with brain tumours the ability to decode mental states and to come up with effective solutions for interpersonal problems aids successful initiation and maintenance of social interactions and contributes to participation and mental health the ability to decode mental states and to come up with effective solutions for interpersonal problems aids successful initiation and maintenance of social interactions and contributes to participation and mental health since these abilities of social cognition are challenged in highly demanding situations such as diagnosis and treatment of a life threatening illness this article reviews the literature on emotion recognition empathy theory of mind and socially skilled behaviour in brain tumour patients the data available suggest that patients are affected by a slight but consistent impairment of emotion recognition empathy and theory of mind before and immediately after brain tumour treatment with the degree of impairment being influenced by tumour histology and localization impairments mostly decrease a few months after surgery due to assumed neuroplasticity future research may address more complex sociocognitive functions such as social problem solving and may investigate to which degree sociocognitive difficulties act as risk factors for poor or failed reintegration into occupational and social life following successful brain tumour treatment"
}