{
    "pmid": "41458615",
    "title": "Toxicity profiles of cyclin-dependent kinase 4/6 inhibitors: safety analysis from clinical trials and the FDA adverse event reporting system.",
    "abstract": "This study aimed to evaluate the comprehensive safety profile of CDK4/6 inhibitors in breast cancer treatment by analyzing real-world adverse event (AE) data and systematically reviewing clinical trial findings to provide evidence-based safety guidance. A disproportionality analysis based on real-world data from the FDA adverse event reporting system (FAERS) was combined with a systematic review to evaluate adverse events (AEs) associated with CDK4/6 inhibitors. A total of 16 studies involving 6,722 patients with advanced breast cancer were included to analyze the toxicity risks of CDK4/6 inhibitor combination therapies. Temporal patterns of AEs were assessed using FAERS data, and signal strengths were determined using the reporting odds ratio (ROR). Combination therapy with CDK4/6 inhibitors significantly increased the risk of grade 3-5 AEs. FAERS analysis revealed that most AEs occurred within the first month of treatment, with the lowest incidence between the second and sixth months, followed by a significant rise thereafter. All CDK4/6 inhibitors were associated with myelosuppression, gastrointestinal toxicity, interstitial lung disease (ILD), and QT prolongation. Disproportionality analysis for \"Torsade de pointes/QT prolongation\" identified Ribociclib as the only agent with a strong positive signal (ROR 6.16, 95% CI 5.54-6.84). Additionally, unexpected AEs such as peripheral neuropathy, taste disorders, and epistaxis were detected. Clinicians should prioritize monitoring for myelosuppression, gastrointestinal toxicity, and QT prolongation (particularly with Ribociclib) during the first month of CDK4/6 inhibitor therapy. Long-term surveillance beyond 6 months is crucial to detect delayed-onset AEs.",
    "disease": "breast cancer",
    "clean_text": "toxicity profiles of cyclin dependent kinase inhibitors safety analysis from clinical trials and the fda adverse event reporting system this study aimed to evaluate the comprehensive safety profile of cdk inhibitors in breast cancer treatment by analyzing real world adverse event ae data and systematically reviewing clinical trial findings to provide evidence based safety guidance a disproportionality analysis based on real world data from the fda adverse event reporting system faers was combined with a systematic review to evaluate adverse events aes associated with cdk inhibitors a total of studies involving patients with advanced breast cancer were included to analyze the toxicity risks of cdk inhibitor combination therapies temporal patterns of aes were assessed using faers data and signal strengths were determined using the reporting odds ratio ror combination therapy with cdk inhibitors significantly increased the risk of grade aes faers analysis revealed that most aes occurred within the first month of treatment with the lowest incidence between the second and sixth months followed by a significant rise thereafter all cdk inhibitors were associated with myelosuppression gastrointestinal toxicity interstitial lung disease ild and qt prolongation disproportionality analysis for torsade de pointes qt prolongation identified ribociclib as the only agent with a strong positive signal ror ci additionally unexpected aes such as peripheral neuropathy taste disorders and epistaxis were detected clinicians should prioritize monitoring for myelosuppression gastrointestinal toxicity and qt prolongation particularly with ribociclib during the first month of cdk inhibitor therapy long term surveillance beyond months is crucial to detect delayed onset aes"
}