{
    "pmid": "41460301",
    "title": "PARPs and PARP inhibitors: molecular mechanisms and clinical applications.",
    "abstract": "Poly (ADP-ribose) polymerases (PARPs) are a diverse family of enzymes that regulate genome stability, cell death, and stress responses through ADP-ribosylation. Among them, PARP1, PARP2, and PARP3 are central to cellular DNA repair, while tankyrases, and their isoforms, contribute to telomere maintenance, transcriptional regulation, immune signaling, and metabolism. Dysregulated PARP activity drives genomic instability, apoptosis, parthanatos, and tumor microenvironment remodeling, thereby linking PARPs to oncogenesis, immune escape, and therapy resistance. Clinically, PARP inhibitors (PARPi), such as olaparib, niraparib, rucaparib, and talazoparib, exploit synthetic lethality in homologous recombination-deficient tumors and are increasingly applied in ovarian, breast, prostate, and pancreatic cancers. Beyond oncology, preclinical studies demonstrate antiviral efficacy of PARPi against hepatitis B virus, human immunodeficiency virus, and coronaviruses, and also therapeutic potential in neurodegeneration, cardiovascular disease, fibrosis, and metabolic disorders. However, PARPi resistance arises through restoration of DNA repair, replication fork protection, epigenetic changes, and drug-target dynamics, while adverse events-including hematologic toxicity, gastrointestinal disturbance, and organ-specific effects-limit a broader use. Next-generation PARPi with improved isoform selectivity, PROteolysis-TArgeting Chimera (PROTAC) degraders, and rational combinations with ATR/CHK1 inhibitors, immune checkpoint blockade, or epigenetic modulators offer strategies to enhance efficacy and overcome resistance. Emerging biomarker-driven approaches, including liquid biopsies and functional assays, may further personalize therapy. By integrating canonical DNA repair roles with non-canonical signaling and host-virus interactions, PARPs represent pivotal regulators. Similarly, the versatile therapeutics of PARPi have implications that extend beyond oncology into a broader and diverse range of other human diseases.",
    "disease": "breast cancer",
    "clean_text": "parps and parp inhibitors molecular mechanisms and clinical applications poly adp ribose polymerases parps are a diverse family of enzymes that regulate genome stability cell death and stress responses through adp ribosylation among them parp parp and parp are central to cellular dna repair while tankyrases and their isoforms contribute to telomere maintenance transcriptional regulation immune signaling and metabolism dysregulated parp activity drives genomic instability apoptosis parthanatos and tumor microenvironment remodeling thereby linking parps to oncogenesis immune escape and therapy resistance clinically parp inhibitors parpi such as olaparib niraparib rucaparib and talazoparib exploit synthetic lethality in homologous recombination deficient tumors and are increasingly applied in ovarian breast prostate and pancreatic cancers beyond oncology preclinical studies demonstrate antiviral efficacy of parpi against hepatitis b virus human immunodeficiency virus and coronaviruses and also therapeutic potential in neurodegeneration cardiovascular disease fibrosis and metabolic disorders however parpi resistance arises through restoration of dna repair replication fork protection epigenetic changes and drug target dynamics while adverse events including hematologic toxicity gastrointestinal disturbance and organ specific effects limit a broader use next generation parpi with improved isoform selectivity proteolysis targeting chimera protac degraders and rational combinations with atr chk inhibitors immune checkpoint blockade or epigenetic modulators offer strategies to enhance efficacy and overcome resistance emerging biomarker driven approaches including liquid biopsies and functional assays may further personalize therapy by integrating canonical dna repair roles with non canonical signaling and host virus interactions parps represent pivotal regulators similarly the versatile therapeutics of parpi have implications that extend beyond oncology into a broader and diverse range of other human diseases"
}