{
    "title": "Lactate metabolism and lactylation in kidney diseases: insights into mechanisms and therapeutic opportunities.",
    "doc_id": "40012230",
    "writer": "Cheng Y",
    "year": "2025",
    "summary": "This process is part of a glucose-lactate recycling system between the cortex and medulla. In conditions such as acute kidney injury (AKI) and diabetic kidney disease (DKD), the kidney's ability to metabolize lactate is impaired, leading to lact …",
    "abstract": "The kidney is essential for lactate metabolism. Under normal conditions, the renal cortex mainly absorbs and metabolizes lactate, with minimal amounts excreted in urine. This process is part of a glucose-lactate recycling system between the cortex and medulla. In conditions such as acute kidney injury (AKI) and diabetic kidney disease (DKD), the kidney's ability to metabolize lactate is impaired, leading to lactate accumulation and exacerbated renal dysfunction. Novel post-translational modifications, such as lactylation, are critical in kidney disease pathophysiology by modulating gene transcription, protein function, and cellular metabolism. Lactylation is involved in inflammatory responses and tumor promotion in AKI, mitochondrial dysfunction in DKD, and tumor progression in clear cell renal cell carcinoma (ccRCC). The lactate-lactylation axis is central to the Warburg effect in ccRCC, where tumor cells preferentially rely on glycolysis rather than oxidative phosphorylation. Understanding the mechanisms of lactate metabolism and lactylation in kidney diseases may offer new therapeutic strategies. This review examines the role of lactate esters, especially lactylation, in kidney diseases, with a focus on their regulatory mechanisms and potential as therapeutic targets.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40012230/",
    "clean_text": "lactate metabolism and lactylation in kidney diseases insights into mechanisms and therapeutic opportunities this process is part of a glucose lactate recycling system between the cortex and medulla in conditions such as acute kidney injury aki and diabetic kidney disease dkd the kidney s ability to metabolize lactate is impaired leading to lact the kidney is essential for lactate metabolism under normal conditions the renal cortex mainly absorbs and metabolizes lactate with minimal amounts excreted in urine this process is part of a glucose lactate recycling system between the cortex and medulla in conditions such as acute kidney injury aki and diabetic kidney disease dkd the kidney s ability to metabolize lactate is impaired leading to lactate accumulation and exacerbated renal dysfunction novel post translational modifications such as lactylation are critical in kidney disease pathophysiology by modulating gene transcription protein function and cellular metabolism lactylation is involved in inflammatory responses and tumor promotion in aki mitochondrial dysfunction in dkd and tumor progression in clear cell renal cell carcinoma ccrcc the lactate lactylation axis is central to the warburg effect in ccrcc where tumor cells preferentially rely on glycolysis rather than oxidative phosphorylation understanding the mechanisms of lactate metabolism and lactylation in kidney diseases may offer new therapeutic strategies this review examines the role of lactate esters especially lactylation in kidney diseases with a focus on their regulatory mechanisms and potential as therapeutic targets"
}