{
    "title": "Side Effects in Cancer Therapy: Are Sphingolipids to Blame?",
    "doc_id": "30060816",
    "writer": "Patel F",
    "year": "2018",
    "summary": "Cancer patients' quality of life is greatly dependent on the efficacy of treatments and their associated side effects, which can significantly reduce the overall quality of life. Although the effectiveness of cancer treatments has improved over time, adverse …",
    "abstract": "Cancer patients' quality of life is greatly dependent on the efficacy of treatments and their associated side effects, which can significantly reduce the overall quality of life. Although the effectiveness of cancer treatments has improved over time, adverse effects persist with each treatment. Some side effects, such as paclitaxel-induced peripheral neuropathy, can be dose limiting, thus further reducing the potential of paclitaxel chemotherapy treatment. Premature ovarian failure in young female patients due to radiation and chemotherapy therapy can have devastating infertility consequences. In recent years, a class of lipids known as sphingolipids has been identified as playing a role in the side effects of cancer therapies. Advanced analytical technologies, such as mass spectrometry, have provided great aid in detecting and distinguishing individual sphingolipids at low concentrations. Sphingolipids play an important role in cell proliferation and apoptosis and, importantly, sphingolipid metabolism has been shown to be dysregulated in cancer. The goal of this review is to summarize the latest findings of the role of sphingolipids in the injurious side effects in various cancer treatments. A better understanding of the molecular mechanisms driving these sphingolipid-induced side effects can help develop new drugs and treatments for cancer that have fewer side effects, thus improving treatment efficacy and quality of life.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30060816/",
    "clean_text": "side effects in cancer therapy are sphingolipids to blame cancer patients quality of life is greatly dependent on the efficacy of treatments and their associated side effects which can significantly reduce the overall quality of life although the effectiveness of cancer treatments has improved over time adverse cancer patients quality of life is greatly dependent on the efficacy of treatments and their associated side effects which can significantly reduce the overall quality of life although the effectiveness of cancer treatments has improved over time adverse effects persist with each treatment some side effects such as paclitaxel induced peripheral neuropathy can be dose limiting thus further reducing the potential of paclitaxel chemotherapy treatment premature ovarian failure in young female patients due to radiation and chemotherapy therapy can have devastating infertility consequences in recent years a class of lipids known as sphingolipids has been identified as playing a role in the side effects of cancer therapies advanced analytical technologies such as mass spectrometry have provided great aid in detecting and distinguishing individual sphingolipids at low concentrations sphingolipids play an important role in cell proliferation and apoptosis and importantly sphingolipid metabolism has been shown to be dysregulated in cancer the goal of this review is to summarize the latest findings of the role of sphingolipids in the injurious side effects in various cancer treatments a better understanding of the molecular mechanisms driving these sphingolipid induced side effects can help develop new drugs and treatments for cancer that have fewer side effects thus improving treatment efficacy and quality of life"
}