{
    "pmid": "41416214",
    "title": "Kynurenine Pathway Dysregulation in Parkinson's Disease: Insights for Disease Modulation and Therapy.",
    "abstract": "Parkinson's disease (PD) is identified as the most common neurodegenerative disorder of the central nervous system. Around 8.5 million individuals suffer from PD globally. Neuroinflammation triggers the activation of microglia, resulting in the release of numerous proinflammatory mediators. A major modulator of immune response in Parkinsonism is the kynurenine pathway (KP), probably linked to neurotoxic and inflammatory processes. Two types of compounds are produced by this pathway that act as neurotoxic and neuroprotective. Among these, kynurenic acid released by astrocytes acts as neuroprotective, and quinolinic acid released by microglia acts as neurotoxic by various mechanisms. Previous studies have shown that modulation of enzymes in this pathway can be a therapeutic approach for treating PD. Studies were performed to determine the effect of various drug treatments in inhibiting the enzymes of KP and preventing neurodegeneration. Pharmacological modulators of the KP enzymes will likely be a novel therapeutic approach for PD, and some of the KP metabolites may serve as predictive biomarkers.",
    "disease": "parkinson disease",
    "clean_text": "kynurenine pathway dysregulation in parkinson s disease insights for disease modulation and therapy parkinson s disease pd is identified as the most common neurodegenerative disorder of the central nervous system around million individuals suffer from pd globally neuroinflammation triggers the activation of microglia resulting in the release of numerous proinflammatory mediators a major modulator of immune response in parkinsonism is the kynurenine pathway kp probably linked to neurotoxic and inflammatory processes two types of compounds are produced by this pathway that act as neurotoxic and neuroprotective among these kynurenic acid released by astrocytes acts as neuroprotective and quinolinic acid released by microglia acts as neurotoxic by various mechanisms previous studies have shown that modulation of enzymes in this pathway can be a therapeutic approach for treating pd studies were performed to determine the effect of various drug treatments in inhibiting the enzymes of kp and preventing neurodegeneration pharmacological modulators of the kp enzymes will likely be a novel therapeutic approach for pd and some of the kp metabolites may serve as predictive biomarkers"
}