{
    "title": "Low Back Pain, a Comprehensive Review: Pathophysiology, Diagnosis, and Treatment.",
    "doc_id": "30854609",
    "writer": "Urits I",
    "year": "2019",
    "summary": "PURPOSE OF REVIEW: Low back pain encompasses three distinct sources: axial lumbosacral, radicular, and referred pain. ...Low back pain is a difficult condition to effectively treat and continues to affect millions of Americans every year. ...",
    "abstract": "Purpose of review:\n        \n      \n      Low back pain encompasses three distinct sources: axial lumbosacral, radicular, and referred pain. Annually, the prevalence of low back pain in the general US adult population is 10-30%, and the lifetime prevalence of US adults is as high as 65-80%.\n    \n\n\n          Recent findings:\n        \n      \n      Patient history, physical exam, and diagnostic testing are important components to accurate diagnosis and identification of patient pathophysiology. Etiologies of low back pain include myofascial pain, facet joint pain, sacroiliac joint pain, discogenic pain, spinal stenosis, and failed back surgery. In chronic back pain patients, a multidisciplinary, logical approach to treatment is most effective and can include multimodal medical, psychological, physical, and interventional approaches. Low back pain is a difficult condition to effectively treat and continues to affect millions of Americans every year. In the current investigation, we present a comprehensive review of low back pain and discuss associated pathophysiology, diagnosis, and treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30854609/",
    "clean_text": "low back pain a comprehensive review pathophysiology diagnosis and treatment purpose of review low back pain encompasses three distinct sources axial lumbosacral radicular and referred pain low back pain is a difficult condition to effectively treat and continues to affect millions of americans every year purpose of review low back pain encompasses three distinct sources axial lumbosacral radicular and referred pain annually the prevalence of low back pain in the general us adult population is and the lifetime prevalence of us adults is as high as recent findings patient history physical exam and diagnostic testing are important components to accurate diagnosis and identification of patient pathophysiology etiologies of low back pain include myofascial pain facet joint pain sacroiliac joint pain discogenic pain spinal stenosis and failed back surgery in chronic back pain patients a multidisciplinary logical approach to treatment is most effective and can include multimodal medical psychological physical and interventional approaches low back pain is a difficult condition to effectively treat and continues to affect millions of americans every year in the current investigation we present a comprehensive review of low back pain and discuss associated pathophysiology diagnosis and treatment"
}