{
    "pmid": "41474390",
    "title": "Post-COVID-19 Changes in Body Composition and Adiposity in Patients With Chronic Liver Disease: A Longitudinal Study From Japan.",
    "abstract": "The COVID-19 pandemic markedly affected lifestyle behaviors and metabolic health worldwide. Patients with chronic liver disease (CLD) are particularly vulnerable to such disruptions; however, how these effects changed after daily life returned to normal remains unclear. This study examined changes in body composition, hepatic steatosis, and liver fibrosis during the with-COVID-19 and after-COVID-19 periods, with a focus on potential sex-specific differences. A total of 187 patients with CLD underwent FibroScan and bioelectrical impedance analysis at three time points: before COVID-19 (2019-2020), during the pandemic (2020-2021), and after the disease was reclassified as Category V in Japan (2023-2024). Changes in obesity, hepatic steatosis, and skeletal muscle mass, as well as their associations with liver stiffness, were evaluated using univariate and multivariate analyses. Obesity and hepatic steatosis worsened during the pandemic but improved in the after-COVID-19 period, particularly in men. Overall skeletal muscle mass remained stable, whereas lower-limb muscle mass increased in women. The skeletal muscle index-to-BMI ratio increased in both sexes, showing relative preservation of muscle mass. In univariate analyses, changes in liver stiffness (ΔLSM) were associated with muscle mass parameters only in women; however, these associations did not remain significant as independent predictors after multivariate adjustment. As lifestyles normalized after the pandemic, patients with CLD showed improvements in obesity and hepatic steatosis. Women demonstrated recovery of lower-limb muscle mass, suggesting greater susceptibility to pandemic-related lifestyle changes. Although muscle mass changes were not independently associated with liver stiffness in multivariate analyses, these findings should be interpreted cautiously; nonetheless, they suggest that sex-specific factors may warrant consideration when supporting comprehensive health management in patients with CLD.",
    "disease": "covid-19",
    "clean_text": "post covid changes in body composition and adiposity in patients with chronic liver disease a longitudinal study from japan the covid pandemic markedly affected lifestyle behaviors and metabolic health worldwide patients with chronic liver disease cld are particularly vulnerable to such disruptions however how these effects changed after daily life returned to normal remains unclear this study examined changes in body composition hepatic steatosis and liver fibrosis during the with covid and after covid periods with a focus on potential sex specific differences a total of patients with cld underwent fibroscan and bioelectrical impedance analysis at three time points before covid during the pandemic and after the disease was reclassified as category v in japan changes in obesity hepatic steatosis and skeletal muscle mass as well as their associations with liver stiffness were evaluated using univariate and multivariate analyses obesity and hepatic steatosis worsened during the pandemic but improved in the after covid period particularly in men overall skeletal muscle mass remained stable whereas lower limb muscle mass increased in women the skeletal muscle index to bmi ratio increased in both sexes showing relative preservation of muscle mass in univariate analyses changes in liver stiffness lsm were associated with muscle mass parameters only in women however these associations did not remain significant as independent predictors after multivariate adjustment as lifestyles normalized after the pandemic patients with cld showed improvements in obesity and hepatic steatosis women demonstrated recovery of lower limb muscle mass suggesting greater susceptibility to pandemic related lifestyle changes although muscle mass changes were not independently associated with liver stiffness in multivariate analyses these findings should be interpreted cautiously nonetheless they suggest that sex specific factors may warrant consideration when supporting comprehensive health management in patients with cld"
}