{
    "title": "[VEXAS syndrome].",
    "doc_id": "35179640",
    "writer": "Zeeck M",
    "year": "2022",
    "summary": "The VEXAS syndrome is a recently identified autoinflammatory systemic disease. The acronym VEXAS stands for Vacuoles, E1 enzyme, X-linked, Autoinflammatory, Somatic. The disease is due to an acquired somatic mutation of the UBA1 gene, which encodes for the E-1 enzym …",
    "abstract": "The VEXAS syndrome is a recently identified autoinflammatory systemic disease. The acronym VEXAS stands for Vacuoles, E1 enzyme, X‑linked, Autoinflammatory, Somatic. The disease is due to an acquired somatic mutation of the UBA1 gene, which encodes for the E‑1 enzyme, which in turn is responsible for the ubiquitination of proteins. Due to its location on the X chromosome, the disease predominantly affects men (in the second half of life). The patients present with a plethora of inflammatory clinical symptoms, often with overlap of hematologic, dermatologic, and rheumatologic syndromes. In particular, the presence of cytoplasmic vacuoles in the bone marrow is characteristic. In this article we report the clinical case of a VEXAS patient and give an overview of the pathophysiology, clinical symptoms and diagnostics of the disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35179640/",
    "clean_text": "vexas syndrome the vexas syndrome is a recently identified autoinflammatory systemic disease the acronym vexas stands for vacuoles e enzyme x linked autoinflammatory somatic the disease is due to an acquired somatic mutation of the uba gene which encodes for the e enzym the vexas syndrome is a recently identified autoinflammatory systemic disease the acronym vexas stands for vacuoles e enzyme x linked autoinflammatory somatic the disease is due to an acquired somatic mutation of the uba gene which encodes for the e enzyme which in turn is responsible for the ubiquitination of proteins due to its location on the x chromosome the disease predominantly affects men in the second half of life the patients present with a plethora of inflammatory clinical symptoms often with overlap of hematologic dermatologic and rheumatologic syndromes in particular the presence of cytoplasmic vacuoles in the bone marrow is characteristic in this article we report the clinical case of a vexas patient and give an overview of the pathophysiology clinical symptoms and diagnostics of the disease"
}