{
    "pmid": "41447948",
    "title": "Elucidation of the anti-NSCLC mechanism of flavonoid derivative JW4 by an integrative approach of network pharmacology and experimental verification.",
    "abstract": "Non-small cell lung cancer (NSCLC), accounting for 85 % of lung cancers, presents a significant clinical challenge due to therapeutic limitations. While natural flavonoids possess antitumor potential, their poor pharmacological properties hinder clinical translation. This study aimed to overcome these limitations through novel flavonoid derivatives. We synthesized a series of isatin-flavonoid hybrids and identified the lead compound, JW4. The in vitro anticancer efficacy (proliferation, metastasis, apoptosis) and safety of JW4 were evaluated in NSCLC cell lines (A549, H1299, H460) and normal Beas-2b cells. In vivo antitumor activity was assessed in an A549 xenograft model. Mechanism investigation combined network pharmacology prediction with experimental verification, including rescue experiments using the PI3K agonist 740Y-P. Among fifteen derivatives, JW4 demonstrated superior antiproliferative activity and a favorable safety profile. In vitro, JW4 potently inhibited the proliferation, migration, and invasion of NSCLC cells while inducing mitochondria-mediated apoptosis. JW4 was predicted and confirmed to inhibit the PI3K/Akt/mTOR (PAM) pathway, as evidenced by reduced phosphorylation of key signaling proteins. Crucially, the PI3K agonist 740Y-P significantly reversed the inhibitory effects of JW4 on proliferation, migration, and apoptosis, functionally validating the PAM pathway as a key mechanism. In the xenograft model, JW4 significantly inhibited tumor growth without inducing systemic toxicity or major organ damage. Our findings establish JW4 as a potent inhibitor of NSCLC, acting via suppression of the PAM pathway. With demonstrated efficacy and an excellent safety profile, JW4 represents a highly promising lead compound for development as an innovative therapeutic agent for NSCLC.",
    "disease": "lung cancer",
    "clean_text": "elucidation of the anti nsclc mechanism of flavonoid derivative jw by an integrative approach of network pharmacology and experimental verification non small cell lung cancer nsclc accounting for of lung cancers presents a significant clinical challenge due to therapeutic limitations while natural flavonoids possess antitumor potential their poor pharmacological properties hinder clinical translation this study aimed to overcome these limitations through novel flavonoid derivatives we synthesized a series of isatin flavonoid hybrids and identified the lead compound jw the in vitro anticancer efficacy proliferation metastasis apoptosis and safety of jw were evaluated in nsclc cell lines a h h and normal beas b cells in vivo antitumor activity was assessed in an a xenograft model mechanism investigation combined network pharmacology prediction with experimental verification including rescue experiments using the pi k agonist y p among fifteen derivatives jw demonstrated superior antiproliferative activity and a favorable safety profile in vitro jw potently inhibited the proliferation migration and invasion of nsclc cells while inducing mitochondria mediated apoptosis jw was predicted and confirmed to inhibit the pi k akt mtor pam pathway as evidenced by reduced phosphorylation of key signaling proteins crucially the pi k agonist y p significantly reversed the inhibitory effects of jw on proliferation migration and apoptosis functionally validating the pam pathway as a key mechanism in the xenograft model jw significantly inhibited tumor growth without inducing systemic toxicity or major organ damage our findings establish jw as a potent inhibitor of nsclc acting via suppression of the pam pathway with demonstrated efficacy and an excellent safety profile jw represents a highly promising lead compound for development as an innovative therapeutic agent for nsclc"
}