{
    "pmid": "41444270",
    "title": "Systematic review of healthcare-led and lay-led interventions for type 2 diabetes in community settings.",
    "abstract": "Models led by trained non-professionals or incorporating peer support may serve as promising alternative approaches to address shortages of healthcare personnel and substantial economic burdens. However, no comprehensive meta-analysis has yet evaluated whether models led by non-healthcare professionals and supported by peers can achieve effectiveness comparable to those led by healthcare professionals and without peer support in improving metabolic outcomes. This meta-analysis aims to address this existing knowledge gap. Randomized controlled trials (RCTs) were systematically searched in eight Chinese and English databases from their inception to February 1, 2025. Meta-analyses, subgroup analyses, and sensitivity analyses were performed using RevMan 5.4 and Stata 18.0 software. The quality of evidence for each outcome indicator was evaluated using the online tool GRADEpro GDT. A total of 30 studies were included in the meta-analysis. The findings demonstrated that community-based interventions had a significant effect on improving HbA",
    "disease": "diabetes mellitus",
    "clean_text": "systematic review of healthcare led and lay led interventions for type diabetes in community settings models led by trained non professionals or incorporating peer support may serve as promising alternative approaches to address shortages of healthcare personnel and substantial economic burdens however no comprehensive meta analysis has yet evaluated whether models led by non healthcare professionals and supported by peers can achieve effectiveness comparable to those led by healthcare professionals and without peer support in improving metabolic outcomes this meta analysis aims to address this existing knowledge gap randomized controlled trials rcts were systematically searched in eight chinese and english databases from their inception to february meta analyses subgroup analyses and sensitivity analyses were performed using revman and stata software the quality of evidence for each outcome indicator was evaluated using the online tool gradepro gdt a total of studies were included in the meta analysis the findings demonstrated that community based interventions had a significant effect on improving hba"
}