{
    "title": "Bariatric Surgeries, from Weight Loss to Weight Regain: A Retrospective Five-Years Cohort Study.",
    "doc_id": "37598667",
    "writer": "Hatami M",
    "year": "2023",
    "summary": "INTRODUCTION: Bariatric surgery may lead to unsatisfactory weight loss, weight loss plateau, and even weight regain after various types of surgery. ...So, early identification of suboptimal weight loss could enhance long-term we …",
    "abstract": "Introduction:\n        \n      \n      Bariatric surgery may lead to unsatisfactory weight loss, weight loss plateau, and even weight regain after various types of surgery. Despite the numerous studies, the mid-term results of surgery, after repetitive weight fluctuations remain a major concern. The aim of the present study was to determine the key time points of weight changes after three types of bariatric procedures, as well as to determine 5-year weight loss outcome after surgery.\n    \n\n\n          Methods:\n        \n      \n      This is a retrospective cohort study including patients with morbid obesity conducted in the Minimally Invasive Surgery Research Center. The patients underwent one of the three types of bariatric surgeries including laparoscopic sleeve gastrectomy (LSG), Roux-en-Y gastric bypass (RYGB), and one-anastomosis gastric bypass (OAGB), who had been followed up for weight loss trend during 5 years postoperatively.\n    \n\n\n          Results:\n        \n      \n      The mean excessive weight loss (%EWL) and total weight loss (%TWL) of 2,567 participants with obesity (mean age = 39.03, mean BMI = 45.67) in the first 6 months after surgery was independent of the type of surgery (p &gt; 0.05). OAGB and RYGB showed significantly higher weight loss compared to LSG in ninth and 24th month after surgery, respectively (p &lt; 0.05). The 5 years %WL could be comparable with %WL in 6, 9, and 12 months after LSG, RYGB, and OAGB, respectively.\n    \n\n\n          Conclusion:\n        \n      \n      OAGB provides the fastest and highest %EWL and %TWL, while LSG induced the earliest and largest weight plateau and weight regain during 5-years post-surgery. The pattern of early weight loss could predict the mid-term outcome of bariatric surgery. So, early identification of suboptimal weight loss could enhance long-term weight loss.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37598667/",
    "clean_text": "bariatric surgeries from weight loss to weight regain a retrospective five years cohort study introduction bariatric surgery may lead to unsatisfactory weight loss weight loss plateau and even weight regain after various types of surgery so early identification of suboptimal weight loss could enhance long term we introduction bariatric surgery may lead to unsatisfactory weight loss weight loss plateau and even weight regain after various types of surgery despite the numerous studies the mid term results of surgery after repetitive weight fluctuations remain a major concern the aim of the present study was to determine the key time points of weight changes after three types of bariatric procedures as well as to determine year weight loss outcome after surgery methods this is a retrospective cohort study including patients with morbid obesity conducted in the minimally invasive surgery research center the patients underwent one of the three types of bariatric surgeries including laparoscopic sleeve gastrectomy lsg roux en y gastric bypass rygb and one anastomosis gastric bypass oagb who had been followed up for weight loss trend during years postoperatively results the mean excessive weight loss ewl and total weight loss twl of participants with obesity mean age mean bmi in the first months after surgery was independent of the type of surgery p gt oagb and rygb showed significantly higher weight loss compared to lsg in ninth and th month after surgery respectively p lt the years wl could be comparable with wl in and months after lsg rygb and oagb respectively conclusion oagb provides the fastest and highest ewl and twl while lsg induced the earliest and largest weight plateau and weight regain during years post surgery the pattern of early weight loss could predict the mid term outcome of bariatric surgery so early identification of suboptimal weight loss could enhance long term weight loss"
}