{
    "title": "Desmoid tumors of the head and neck: a therapeutic challenge.",
    "doc_id": "24421052",
    "writer": "de Bree E",
    "year": "2014",
    "summary": "Desmoid tumor, or aggressive fibromatosis, is a rare, histologically benign, fibroblastic lesion that infrequently presents in the head and neck. Desmoid tumors often grow locally, invasively, and may, in rare instances, be fatal secondary to invasion into critical …",
    "abstract": "Desmoid tumor, or aggressive fibromatosis, is a rare, histologically benign, fibroblastic lesion that infrequently presents in the head and neck. Desmoid tumors often grow locally, invasively, and may, in rare instances, be fatal secondary to invasion into critical structures, such as airway or major vessels. The most common treatment is surgery, but desmoid tumors are characteristically associated with a high local recurrence rate after resection. Although the margin status seems to be of importance, operations that avoid function loss and esthetic disfigurement should be the primary goal. The efficacy of postoperative radiotherapy is controversial. Its potential benefit should be carefully balanced against possible radiation-induced adverse effects. Alternative treatment modalities, such as primary radiotherapy and medical treatment or a wait-and-see policy, may be preferable to mutilating surgery. Considering all the aforementioned, it seems obvious that desmoid tumors of the head and neck present a therapeutic challenge and require an individualized approach.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24421052/",
    "clean_text": "desmoid tumors of the head and neck a therapeutic challenge desmoid tumor or aggressive fibromatosis is a rare histologically benign fibroblastic lesion that infrequently presents in the head and neck desmoid tumors often grow locally invasively and may in rare instances be fatal secondary to invasion into critical desmoid tumor or aggressive fibromatosis is a rare histologically benign fibroblastic lesion that infrequently presents in the head and neck desmoid tumors often grow locally invasively and may in rare instances be fatal secondary to invasion into critical structures such as airway or major vessels the most common treatment is surgery but desmoid tumors are characteristically associated with a high local recurrence rate after resection although the margin status seems to be of importance operations that avoid function loss and esthetic disfigurement should be the primary goal the efficacy of postoperative radiotherapy is controversial its potential benefit should be carefully balanced against possible radiation induced adverse effects alternative treatment modalities such as primary radiotherapy and medical treatment or a wait and see policy may be preferable to mutilating surgery considering all the aforementioned it seems obvious that desmoid tumors of the head and neck present a therapeutic challenge and require an individualized approach"
}