{
    "title": "Brain injury biomarkers and applications in neurological diseases.",
    "doc_id": "38915214",
    "writer": "Zhang H",
    "year": "2025",
    "summary": "They are vital in identifying, diagnosing, and treating brain injuries. In this review, we described biomarkers for neuronal cell body injury (neuron-specific enolase, ubiquitin C-terminal hydrolase-L1, alphaII-spectrin), axonal injury (neurofilament p …",
    "abstract": "Neurological diseases are a major health concern, and brain injury is a typical pathological process in various neurological disorders. Different biomarkers in the blood or the cerebrospinal fluid are associated with specific physiological and pathological processes. They are vital in identifying, diagnosing, and treating brain injuries. In this review, we described biomarkers for neuronal cell body injury (neuron-specific enolase, ubiquitin C-terminal hydrolase-L1, αII-spectrin), axonal injury (neurofilament proteins, tau), astrocyte injury (S100β, glial fibrillary acidic protein), demyelination (myelin basic protein), autoantibodies, and other emerging biomarkers (extracellular vesicles, microRNAs). We aimed to summarize the applications of these biomarkers and their related interests and limits in the diagnosis and prognosis for neurological diseases, including traumatic brain injury, status epilepticus, stroke, Alzheimer's disease, and infection. In addition, a reasonable outlook for brain injury biomarkers as ideal detection tools for neurological diseases is presented.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38915214/",
    "clean_text": "brain injury biomarkers and applications in neurological diseases they are vital in identifying diagnosing and treating brain injuries in this review we described biomarkers for neuronal cell body injury neuron specific enolase ubiquitin c terminal hydrolase l alphaii spectrin axonal injury neurofilament p neurological diseases are a major health concern and brain injury is a typical pathological process in various neurological disorders different biomarkers in the blood or the cerebrospinal fluid are associated with specific physiological and pathological processes they are vital in identifying diagnosing and treating brain injuries in this review we described biomarkers for neuronal cell body injury neuron specific enolase ubiquitin c terminal hydrolase l ii spectrin axonal injury neurofilament proteins tau astrocyte injury s glial fibrillary acidic protein demyelination myelin basic protein autoantibodies and other emerging biomarkers extracellular vesicles micrornas we aimed to summarize the applications of these biomarkers and their related interests and limits in the diagnosis and prognosis for neurological diseases including traumatic brain injury status epilepticus stroke alzheimer s disease and infection in addition a reasonable outlook for brain injury biomarkers as ideal detection tools for neurological diseases is presented"
}