{
    "pmid": "41431283",
    "title": "Severe Neurological Disorders in the Greenlandic Population: A Nationwide Register-Based Study.",
    "abstract": "Few studies have addressed the burden of neurological disorders in Greenland (GL). We aim to estimate nationwide incidences and prevalence of a broad group of neurological disorders in the total Greenlandic population and according to ethnicity (Inuit, Non-Inuit). To explore the importance of ethnic and environmental factors we estimated corresponding rates among Inuit and Non-Inuit living in Denmark (DK). A long-standing collaboration between the Danish and Greenlandic healthcare system enabled us to follow the Greenlandic and Danish population for dementia, Parkinson's Disease (PD), epilepsy, stroke, and infections of the Central Nervous System using national registries from both countries. Incidence rates (IRs) were calculated using log linear Poisson-regression for the combined period 1987-2014, and stratified according to ethnicity, country of residence and periods. Age-standardized IRs (ASIRs) were based on the WHO 2000-2025 standard population. The Greenlandic IRs of epilepsy and ischemic stroke were 98.6 (95% CI: 93.8-104) and 118 (95% CI: 113-124) respectively, per 100,000 person-years of risk. IRs for the remaining neurological disorders were below 40 per 100,000. During follow-up we observed an increase in IRs of ischemic stroke and a less pronounced for dementia. Apart from dementia, ASIRs of neurological disorders were generally higher in the Greenlandic population compared with the Danish, most pronounced for subarachnoid hemorrhage (ASIR Our study emphasizes that stroke and epilepsy are important causes of morbidity in Greenland and suggests that dementia may become a challenge. Noticeable differences according to ethnicity and country of residence warrants further research.",
    "disease": "parkinson disease",
    "clean_text": "severe neurological disorders in the greenlandic population a nationwide register based study few studies have addressed the burden of neurological disorders in greenland gl we aim to estimate nationwide incidences and prevalence of a broad group of neurological disorders in the total greenlandic population and according to ethnicity inuit non inuit to explore the importance of ethnic and environmental factors we estimated corresponding rates among inuit and non inuit living in denmark dk a long standing collaboration between the danish and greenlandic healthcare system enabled us to follow the greenlandic and danish population for dementia parkinson s disease pd epilepsy stroke and infections of the central nervous system using national registries from both countries incidence rates irs were calculated using log linear poisson regression for the combined period and stratified according to ethnicity country of residence and periods age standardized irs asirs were based on the who standard population the greenlandic irs of epilepsy and ischemic stroke were ci and ci respectively per person years of risk irs for the remaining neurological disorders were below per during follow up we observed an increase in irs of ischemic stroke and a less pronounced for dementia apart from dementia asirs of neurological disorders were generally higher in the greenlandic population compared with the danish most pronounced for subarachnoid hemorrhage asir our study emphasizes that stroke and epilepsy are important causes of morbidity in greenland and suggests that dementia may become a challenge noticeable differences according to ethnicity and country of residence warrants further research"
}