{
    "title": "COVID-19 seroprevalence amongst healthcare workers: potential biases in estimating infection prevalence.",
    "doc_id": "35184764",
    "writer": "Cordioli M",
    "year": "2022",
    "summary": "SARS-CoV-2 serological tests are used to assess the infection seroprevalence within a population. ...A multi-site cross-sectional study was carried out in April-September 2020 amongst 1.367 Italian HCWs. SARS-CoV-2 prevalence was assessed …",
    "abstract": "SARS-CoV-2 serological tests are used to assess the infection seroprevalence within a population. This study aims at assessing potential biases in estimating infection prevalence amongst healthcare workers (HCWs) when different diagnostic criteria are considered. A multi-site cross-sectional study was carried out in April-September 2020 amongst 1.367 Italian HCWs. SARS-CoV-2 prevalence was assessed using three diagnostic criteria: RT-PCR on nasopharyngeal swab, point-of-care fingerprick serological test (POCT) result and COVID-19 clinical pathognomonic presentation. A logistic regression model was used to estimate the probability of POCT-positive result in relation to the time since infection (RT-PCR positivity). Among 1.367 HCWs, 69.2% were working in COVID-19 units. Statistically significant differences in age, role and gender were observed between COVID-19/non-COVID-19 units. Prevalence of SARS-CoV-2 infection varied according to the criterion considered: 6.7% for POCT, 8.1% for RT-PCR, 10.0% for either POCT or RT-PCR, 9.6% for infection pathognomonic clinical presentation and 17.6% when at least one of the previous criteria was present. The probability of POCT-positive result decreased by 1.1% every 10 days from the infection. This study highlights potential biases in estimating SARS-CoV-2 point-prevalence data according to the criteria used. Although informative on infection susceptibility and herd immunity level, POCT serological tests are not the best predictors of previous COVID-19 infections for public health monitoring programmes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35184764/",
    "clean_text": "covid seroprevalence amongst healthcare workers potential biases in estimating infection prevalence sars cov serological tests are used to assess the infection seroprevalence within a population a multi site cross sectional study was carried out in april september amongst italian hcws sars cov prevalence was assessed sars cov serological tests are used to assess the infection seroprevalence within a population this study aims at assessing potential biases in estimating infection prevalence amongst healthcare workers hcws when different diagnostic criteria are considered a multi site cross sectional study was carried out in april september amongst italian hcws sars cov prevalence was assessed using three diagnostic criteria rt pcr on nasopharyngeal swab point of care fingerprick serological test poct result and covid clinical pathognomonic presentation a logistic regression model was used to estimate the probability of poct positive result in relation to the time since infection rt pcr positivity among hcws were working in covid units statistically significant differences in age role and gender were observed between covid non covid units prevalence of sars cov infection varied according to the criterion considered for poct for rt pcr for either poct or rt pcr for infection pathognomonic clinical presentation and when at least one of the previous criteria was present the probability of poct positive result decreased by every days from the infection this study highlights potential biases in estimating sars cov point prevalence data according to the criteria used although informative on infection susceptibility and herd immunity level poct serological tests are not the best predictors of previous covid infections for public health monitoring programmes"
}