{
    "title": "Considerations on physiological mechanisms of spinal cord movement performance according to cerebral stimuli.",
    "doc_id": "18309646",
    "writer": "Nadvornik P",
    "year": "2007",
    "summary": "The initializing stimulus was the discovery of motoneuron location in all spinal cord segments providing an organic substrate for spinal cord stereotaxy. What remains to be clarified are the anatomical structures of spinal cord, participa …",
    "abstract": "The process of communication between brain and spinal cord remains unclear. Therefore an attempt supported by spinal cord stereotaxy was made to disclose the physiological mechanisms underlying the cooperation between the brain and spine as generated by the spinal cord. The initializing stimulus was the discovery of motoneuron location in all spinal cord segments providing an organic substrate for spinal cord stereotaxy. What remains to be clarified are the anatomical structures of spinal cord, participating in the feedback between brain and spinal cord. Therefore two possible hypotheses were proposed by the authors. One of them is closely related to the analytical synthetical mechanism of real objects and thoughts depiction in the memory of the brain and in form of concrete ideas it forms the basis for concrete thinking. In case of spinal cord another more probable mechanism should be considered: the process of analysis and synthesis between the participating spinal motoneurons. The mutual neuronal spinal cord connections are capable of depicting the movement pattern, and the movement is transferred by means of the described spinal cord pathways to the memory of the brain as a concrete movement idea. From here the ideas are transferred according to the individual needs backwards by means of another described spinal cord pathway back to the spinal cord, and the spinal cord is the final effector. The process of thinking is the physiological correlation of technical software, but in form of abstract thinking it is transferred to the form of abstract thinking. (Fig. 3, Ref 7). Full Text (Free, PDF) www.bmj.sk.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18309646/",
    "clean_text": "considerations on physiological mechanisms of spinal cord movement performance according to cerebral stimuli the initializing stimulus was the discovery of motoneuron location in all spinal cord segments providing an organic substrate for spinal cord stereotaxy what remains to be clarified are the anatomical structures of spinal cord participa the process of communication between brain and spinal cord remains unclear therefore an attempt supported by spinal cord stereotaxy was made to disclose the physiological mechanisms underlying the cooperation between the brain and spine as generated by the spinal cord the initializing stimulus was the discovery of motoneuron location in all spinal cord segments providing an organic substrate for spinal cord stereotaxy what remains to be clarified are the anatomical structures of spinal cord participating in the feedback between brain and spinal cord therefore two possible hypotheses were proposed by the authors one of them is closely related to the analytical synthetical mechanism of real objects and thoughts depiction in the memory of the brain and in form of concrete ideas it forms the basis for concrete thinking in case of spinal cord another more probable mechanism should be considered the process of analysis and synthesis between the participating spinal motoneurons the mutual neuronal spinal cord connections are capable of depicting the movement pattern and the movement is transferred by means of the described spinal cord pathways to the memory of the brain as a concrete movement idea from here the ideas are transferred according to the individual needs backwards by means of another described spinal cord pathway back to the spinal cord and the spinal cord is the final effector the process of thinking is the physiological correlation of technical software but in form of abstract thinking it is transferred to the form of abstract thinking fig ref full text free pdf www bmj sk"
}