{
    "pmid": "41462127",
    "title": "The diagnostic value of uromodulin protein measurement in autosomal dominant tubulointerstitial kidney disease due to uromodulin mutation (ADTKD-UMOD): serum or urine?",
    "abstract": "Autosomal dominant tubulointerstitial kidney disease caused by uromodulin mutation (ADTKD-UMOD) is a hereditary condition characterized by progressive renal dysfunction, often requiring renal replacement therapy by middle age. A notable feature is a strong family history of chronic kidney disease (CKD) and hyperuricemia; however, the absence of urinary abnormalities often delays diagnosis. To facilitate early CKD management, a diagnostic method that is simpler than genetic analysis yet strongly indicative of ADTKD-UMOD is needed. Serum and urinary UMOD levels were measured in patients with ADTKD-UMOD, healthy controls, and patients with other diseases. We investigated whether reduced UMOD levels are a distinctive feature of ADTKD-UMOD. In 13 cases of ADTKD-UMOD, the serum UMOD (sUMOD) was 24.5 ± 13.9 ng/ml, the serum UMOD/GFR (sUMOD/GFR) was 1.23 ± 0.96, and the urinary UMOD/Cr (uUMOD/Cr) was 1.8 ± 0.9 mg/gcr. In the ADTKD-UMOD dataset, the sUMOD values were significantly lower than those in the other disease datasets. The UMOD/Cr and sUMOD/eGFR values also tended to be lower, although statistically significant differences were observed only in limited comparisons. The ROC analysis revealed that a serum UMOD concentration of < 56.4 ng/ml or sUMOD/GFR of < 1.71 is strongly suggestive of ADTKD-UMOD. Measurement of UMOD protein levels is a useful tool for the diagnosis of　ADTKD-UMOD. Considering the stability of the procedure, serum UMOD may be more reliable than urinary UMOD measurement.",
    "disease": "chronic kidney disease",
    "clean_text": "the diagnostic value of uromodulin protein measurement in autosomal dominant tubulointerstitial kidney disease due to uromodulin mutation adtkd umod serum or urine autosomal dominant tubulointerstitial kidney disease caused by uromodulin mutation adtkd umod is a hereditary condition characterized by progressive renal dysfunction often requiring renal replacement therapy by middle age a notable feature is a strong family history of chronic kidney disease ckd and hyperuricemia however the absence of urinary abnormalities often delays diagnosis to facilitate early ckd management a diagnostic method that is simpler than genetic analysis yet strongly indicative of adtkd umod is needed serum and urinary umod levels were measured in patients with adtkd umod healthy controls and patients with other diseases we investigated whether reduced umod levels are a distinctive feature of adtkd umod in cases of adtkd umod the serum umod sumod was ng ml the serum umod gfr sumod gfr was and the urinary umod cr uumod cr was mg gcr in the adtkd umod dataset the sumod values were significantly lower than those in the other disease datasets the umod cr and sumod egfr values also tended to be lower although statistically significant differences were observed only in limited comparisons the roc analysis revealed that a serum umod concentration of ng ml or sumod gfr of is strongly suggestive of adtkd umod measurement of umod protein levels is a useful tool for the diagnosis of adtkd umod considering the stability of the procedure serum umod may be more reliable than urinary umod measurement"
}