{
    "title": "Ethambutol Induced Lichenoid Drug Eruption: A Case Report.",
    "doc_id": "33334297",
    "writer": "Yuyaem T",
    "year": "2021",
    "summary": "BACKGROUND: A rare type of cutaneous adverse drug reaction (CADR), lichenoid drug eruption (LDE), can be associated with ethambutol. CASE REPORT: A 60-year-old woman with spinal tuberculosis received multiple anti-TB medications and developed rashes after 3 months o …",
    "abstract": "Background:\n        \n      \n      A rare type of cutaneous adverse drug reaction (CADR), lichenoid drug eruption (LDE), can be associated with ethambutol.\n    \n\n\n          Case report:\n        \n      \n      A 60-year-old woman with spinal tuberculosis received multiple anti-TB medications and developed rashes after 3 months of the treatments. A skin biopsy from the posterior auricular area confirmed lichenoid dermatitis, and the Naranjo causality assessment indicated ethambutol as a probable cause of LDE in the patient. The rashes slowly improved after discontinuation of ethambutol. Unfortunately, the residual of brown hyperpigmentation on the body still persisted for over 16 months.\n    \n\n\n          Conclusion:\n        \n      \n      The medications were reduced to isoniazid 300 mg/day and rifampicin 450 mg /day as planned for another 3 months. This case report points out the essentials of early recognition of ethambutol LDE by health care professionals.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33334297/",
    "clean_text": "ethambutol induced lichenoid drug eruption a case report background a rare type of cutaneous adverse drug reaction cadr lichenoid drug eruption lde can be associated with ethambutol case report a year old woman with spinal tuberculosis received multiple anti tb medications and developed rashes after months o background a rare type of cutaneous adverse drug reaction cadr lichenoid drug eruption lde can be associated with ethambutol case report a year old woman with spinal tuberculosis received multiple anti tb medications and developed rashes after months of the treatments a skin biopsy from the posterior auricular area confirmed lichenoid dermatitis and the naranjo causality assessment indicated ethambutol as a probable cause of lde in the patient the rashes slowly improved after discontinuation of ethambutol unfortunately the residual of brown hyperpigmentation on the body still persisted for over months conclusion the medications were reduced to isoniazid mg day and rifampicin mg day as planned for another months this case report points out the essentials of early recognition of ethambutol lde by health care professionals"
}