{
    "title": "Number of Pregnancies and Risk of Atrial Fibrillation.",
    "doc_id": "33004225",
    "writer": "Kiage JN",
    "year": "2021",
    "summary": "We searched through PubMed for studies that have investigated the impact of multiparity on the risk of atrial fibrillation. The following Medical Subject Headings terms were used: ([repeated pregnancies] OR parity) AND ([Atrial fibrillation] OR AF). .. …",
    "abstract": "Pregnancy is associated with major structural and hemodynamic changes in the cardiovascular system that predispose women to an increased risk of atrial fibrillation. While these changes generally resolve after parturition, the impact of subsequent pregnancies on the risk of atrial fibrillation is unknown. We searched through PubMed for studies that have investigated the impact of multiparity on the risk of atrial fibrillation. The following Medical Subject Headings terms were used: ([repeated pregnancies] OR parity) AND ([Atrial fibrillation] OR AF). Studies with complete data were included in the current study. Out of 135 studies identified through the prespecified criteria, we selected 2 studies with relevant data. Increasing number of pregnancies was associated with an increased risk of atrial fibrillation in a dose-response relationship. Our systematic review suggests that multiparity is associated with an increased risk of atrial fibrillation. More studies are warranted to elucidate the association between repeated pregnancies and atrial fibrillation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33004225/",
    "clean_text": "number of pregnancies and risk of atrial fibrillation we searched through pubmed for studies that have investigated the impact of multiparity on the risk of atrial fibrillation the following medical subject headings terms were used repeated pregnancies or parity and atrial fibrillation or af pregnancy is associated with major structural and hemodynamic changes in the cardiovascular system that predispose women to an increased risk of atrial fibrillation while these changes generally resolve after parturition the impact of subsequent pregnancies on the risk of atrial fibrillation is unknown we searched through pubmed for studies that have investigated the impact of multiparity on the risk of atrial fibrillation the following medical subject headings terms were used repeated pregnancies or parity and atrial fibrillation or af studies with complete data were included in the current study out of studies identified through the prespecified criteria we selected studies with relevant data increasing number of pregnancies was associated with an increased risk of atrial fibrillation in a dose response relationship our systematic review suggests that multiparity is associated with an increased risk of atrial fibrillation more studies are warranted to elucidate the association between repeated pregnancies and atrial fibrillation"
}