{
    "pmid": "41473094",
    "title": "Long-term survival for preoperative versus postoperative treatment of N2 lung cancer: The importance of complete adjuvant therapy for occult N2 disease.",
    "abstract": "Unsuspected (defined here as occult) N2-positive lung cancer impacts overall survival (OS), and treatment patterns likely influence outcomes. We aimed to evaluate factors that could improve the long-term outcomes of patients with occult N2 disease compared to biopsy-proven, pre-resectional N2 disease. Our institutional prospective database was queried for N2 non-small cell lung cancer (NSCLC) at presentation (biopsy-proven) prior to surgical resection or postoperatively diagnosed N2 (occult N2), excluding stage IV disease or patients with insufficient follow-up. In occult N2 group, postoperative therapy was stratified into complete (≥3 cycles), incomplete (1-2 cycles), or no adjuvant treatment. Propensity score weighting adjusted for age, comorbidities, tumor size, and N2 involvement. Kaplan-Meier analysis assessed 5-year overalls survival (OS). Between 2006-2023, 483 patients met inclusion criteria, stratified into 325 patients (67.2%) with biopsy-proven N2 and 158 (32.8%) with occult N2. The biopsy-proven N2 group primarily received neoadjuvant therapy (chemo/chemoimmunotherapy ± radiation). In the occult N2 group, 86 patients (54.4%) received full-dose adjuvant therapy, 31 (19.6%) received incomplete adjuvant therapy, and 41 (26%) received no adjuvant therapy. After propensity score weighting, the occult N2 group had significantly lower OS ( Patients with occult N2 treated with adjuvant treatment may achieve improved survival rates compared to those not fully treated. Neoadjuvant treatment is optimal to ensure delivery of therapy as prescribed, and thus every effort should be made to identify N2 disease prior to resection.",
    "disease": "lung cancer",
    "clean_text": "long term survival for preoperative versus postoperative treatment of n lung cancer the importance of complete adjuvant therapy for occult n disease unsuspected defined here as occult n positive lung cancer impacts overall survival os and treatment patterns likely influence outcomes we aimed to evaluate factors that could improve the long term outcomes of patients with occult n disease compared to biopsy proven pre resectional n disease our institutional prospective database was queried for n non small cell lung cancer nsclc at presentation biopsy proven prior to surgical resection or postoperatively diagnosed n occult n excluding stage iv disease or patients with insufficient follow up in occult n group postoperative therapy was stratified into complete cycles incomplete cycles or no adjuvant treatment propensity score weighting adjusted for age comorbidities tumor size and n involvement kaplan meier analysis assessed year overalls survival os between patients met inclusion criteria stratified into patients with biopsy proven n and with occult n the biopsy proven n group primarily received neoadjuvant therapy chemo chemoimmunotherapy radiation in the occult n group patients received full dose adjuvant therapy received incomplete adjuvant therapy and received no adjuvant therapy after propensity score weighting the occult n group had significantly lower os patients with occult n treated with adjuvant treatment may achieve improved survival rates compared to those not fully treated neoadjuvant treatment is optimal to ensure delivery of therapy as prescribed and thus every effort should be made to identify n disease prior to resection"
}