{
    "title": "What Makes a Difference? Three-Dimensional Morphological Study of Parameters that Determine Breast Aesthetics.",
    "doc_id": "31240336",
    "writer": "Chen L",
    "year": "2020",
    "summary": "BACKGROUND: The goal of breast plastic surgery is to improve the shape of the breasts. The shape of the breast is determined by several parameters and proportions; however, the proportions that have the greatest impact on breast aesthetics have not bee …",
    "abstract": "Background:\n        \n      \n      The goal of breast plastic surgery is to improve the shape of the breasts. The shape of the breast is determined by several parameters and proportions; however, the proportions that have the greatest impact on breast aesthetics have not been investigated. The purpose of this study is to determine which breast proportions are crucial to aesthetics and should be given priority when surgery is designed.\n    \n\n\n          Methods:\n        \n      \n      Breasts were divided into a high-satisfaction group and a low-satisfaction group according to an aesthetic evaluation that consisted of self-evaluations and evaluations by plastic surgeons. Three-dimensional scanning and measurement of the breasts were performed. The differences in breast parameters and proportions between the two groups were analyzed, and the ROC curve of each proportion was applied to determine which index had a significant influence on satisfaction and could predict satisfaction well.\n    \n\n\n          Results:\n        \n      \n      A total of 179 unilateral breasts were evaluated and measured; of these, 68 breasts were classified as high satisfaction, and 111 were classified as low satisfaction. There were no significant differences in breast width between the two groups. In the high-satisfaction group, the absolute value and the value divided by the breast width of breast projection and the lower pole length were significantly greater than those of the low-satisfaction group. The areas under the ROC for breast projection and lower pole length, as aesthetic predictive indexes, were greater than 0.7.\n    \n\n\n          Conclusions:\n        \n      \n      Breast width emerged as the benchmark of breast aesthetic assessment. Breast projection and the lower pole length had a great impact on unilateral breast aesthetics and should be given priority when improving the breast shape, and appropriate ratio of low pole length and breast projection to breast radius might bring a more satisfying outcome.\n    \n\n\n          Level of evidence iv:\n        \n      \n      This journal requires that authors assign a level of evidence to each article. For a full description of these Evidence-Based Medicine ratings, please refer to the Table of Contents or the online Instructions to Authors www.springer.com/00266.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31240336/",
    "clean_text": "what makes a difference three dimensional morphological study of parameters that determine breast aesthetics background the goal of breast plastic surgery is to improve the shape of the breasts the shape of the breast is determined by several parameters and proportions however the proportions that have the greatest impact on breast aesthetics have not bee background the goal of breast plastic surgery is to improve the shape of the breasts the shape of the breast is determined by several parameters and proportions however the proportions that have the greatest impact on breast aesthetics have not been investigated the purpose of this study is to determine which breast proportions are crucial to aesthetics and should be given priority when surgery is designed methods breasts were divided into a high satisfaction group and a low satisfaction group according to an aesthetic evaluation that consisted of self evaluations and evaluations by plastic surgeons three dimensional scanning and measurement of the breasts were performed the differences in breast parameters and proportions between the two groups were analyzed and the roc curve of each proportion was applied to determine which index had a significant influence on satisfaction and could predict satisfaction well results a total of unilateral breasts were evaluated and measured of these breasts were classified as high satisfaction and were classified as low satisfaction there were no significant differences in breast width between the two groups in the high satisfaction group the absolute value and the value divided by the breast width of breast projection and the lower pole length were significantly greater than those of the low satisfaction group the areas under the roc for breast projection and lower pole length as aesthetic predictive indexes were greater than conclusions breast width emerged as the benchmark of breast aesthetic assessment breast projection and the lower pole length had a great impact on unilateral breast aesthetics and should be given priority when improving the breast shape and appropriate ratio of low pole length and breast projection to breast radius might bring a more satisfying outcome level of evidence iv this journal requires that authors assign a level of evidence to each article for a full description of these evidence based medicine ratings please refer to the table of contents or the online instructions to authors www springer com"
}