{
    "pmid": "41464469",
    "title": "Feasibility and Preliminary Efficacy of Enhanced Midwifery Care to Support Women Experiencing Subclinical Depression: A Pilot Randomised Controlled Trial.",
    "abstract": "This study investigated the feasibility and preliminary effects of enhanced midwifery care in reducing subclinical depression symptoms among women in ethnically diverse areas of the South Western Sydney Local Health District (SWSLHD). A pilot randomised controlled trial was conducted among pregnant women attending the Fairfield and/or Liverpool antenatal clinic with an Edinburgh Depression Scale (EDS) score of 10-12 (i.e., just below the generally accepted clinical cut-off score of 13 to indicate subclinical depressive symptoms) during the first antenatal visit (i.e., before 26 weeks gestation). Participants were randomly allocated to either the intervention group which received continuous and coordinated support from a dedicated Registered Midwife (RM) trained in counselling and linked with a multidisciplinary team, or the usual care group, which received standard maternity care from various providers without continuity or additional coordinated support. Primary outcomes included feasibility of recruitment, randomisation, intervention delivery and fidelity, and retention and follow-up. The secondary outcomes were improvement in depressive symptom severity assessed via EDS, psychological distress (Kessler's psychological distress scale-K10), and parenting confidence (Karitane Parenting Confidence Scale (KPCS). Descriptive analyses were used to assess the feasibility outcomes, whereas mixed-effects models were used to examine the effects of treatment on secondary outcomes. Thirty-seven mothers were recruited into the study, of which eighteen were randomised to the intervention group and nineteen to the usual care group. The intervention was delivered with good fidelity, and remote adaptations during COVID-19 ensured both continuity of care and high retention at 6-month follow-up. Findings of the mixed-effects models showed significant within-group reduction in EDS scores over time, with scores at 8 weeks postpartum (T2) significantly lower than at baseline (T0; β = -2.77, SE = 1.36, ",
    "disease": "covid-19",
    "clean_text": "feasibility and preliminary efficacy of enhanced midwifery care to support women experiencing subclinical depression a pilot randomised controlled trial this study investigated the feasibility and preliminary effects of enhanced midwifery care in reducing subclinical depression symptoms among women in ethnically diverse areas of the south western sydney local health district swslhd a pilot randomised controlled trial was conducted among pregnant women attending the fairfield and or liverpool antenatal clinic with an edinburgh depression scale eds score of i e just below the generally accepted clinical cut off score of to indicate subclinical depressive symptoms during the first antenatal visit i e before weeks gestation participants were randomly allocated to either the intervention group which received continuous and coordinated support from a dedicated registered midwife rm trained in counselling and linked with a multidisciplinary team or the usual care group which received standard maternity care from various providers without continuity or additional coordinated support primary outcomes included feasibility of recruitment randomisation intervention delivery and fidelity and retention and follow up the secondary outcomes were improvement in depressive symptom severity assessed via eds psychological distress kessler s psychological distress scale k and parenting confidence karitane parenting confidence scale kpcs descriptive analyses were used to assess the feasibility outcomes whereas mixed effects models were used to examine the effects of treatment on secondary outcomes thirty seven mothers were recruited into the study of which eighteen were randomised to the intervention group and nineteen to the usual care group the intervention was delivered with good fidelity and remote adaptations during covid ensured both continuity of care and high retention at month follow up findings of the mixed effects models showed significant within group reduction in eds scores over time with scores at weeks postpartum t significantly lower than at baseline t se"
}