{
    "title": "Alternative splicing modulates stem cell differentiation.",
    "doc_id": "19523332",
    "writer": "Fu RH",
    "year": "2009",
    "summary": "Stem cells have the surprising potential to develop into many different cell types. Therefore, major research efforts have focused on transplantation of stem cells and/or derived progenitors for restoring depleted diseased cells in degene …",
    "abstract": "Stem cells have the surprising potential to develop into many different cell types. Therefore, major research efforts have focused on transplantation of stem cells and/or derived progenitors for restoring depleted diseased cells in degenerative disorders. Understanding the molecular controls, including alternative splicing, that arise during lineage differentiation of stem cells is crucial for developing stem cell therapeutic approaches in regeneration medicine. Alternative splicing to allow a single gene to encode multiple transcripts with different protein coding sequences and RNA regulatory elements increases genomic complexities. Utilizing differences in alternative splicing as a molecular marker may be more sensitive than simply gene expression in various degrees of stem cell differentiation. Moreover, alternative splicing maybe provide a new concept to acquire induced pluripotent stem cells or promote cell-cell transdifferentiation for restorative therapies and basic medicine researches. In this review, we highlight the recent advances of alternative splicing regulation in stem cells and their progenitors. It will hopefully provide much needed knowledge into realizing stem cell biology and related applications.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19523332/",
    "clean_text": "alternative splicing modulates stem cell differentiation stem cells have the surprising potential to develop into many different cell types therefore major research efforts have focused on transplantation of stem cells and or derived progenitors for restoring depleted diseased cells in degene stem cells have the surprising potential to develop into many different cell types therefore major research efforts have focused on transplantation of stem cells and or derived progenitors for restoring depleted diseased cells in degenerative disorders understanding the molecular controls including alternative splicing that arise during lineage differentiation of stem cells is crucial for developing stem cell therapeutic approaches in regeneration medicine alternative splicing to allow a single gene to encode multiple transcripts with different protein coding sequences and rna regulatory elements increases genomic complexities utilizing differences in alternative splicing as a molecular marker may be more sensitive than simply gene expression in various degrees of stem cell differentiation moreover alternative splicing maybe provide a new concept to acquire induced pluripotent stem cells or promote cell cell transdifferentiation for restorative therapies and basic medicine researches in this review we highlight the recent advances of alternative splicing regulation in stem cells and their progenitors it will hopefully provide much needed knowledge into realizing stem cell biology and related applications"
}