{
    "title": "Breast Augmentation Combining Fat Injection and Breast Implants in Patients With Atrophied Breasts.",
    "doc_id": "27922487",
    "writer": "Özalp B",
    "year": "2017",
    "summary": "Breast augmentation is a challenging issue in atrophied breasts related to breastfeeding. Here, we describe a modification combining breast implants and fat grafting to obtain a successful outcome without implant edge visibility and palpability.Thirty-four wo …",
    "abstract": "Breast augmentation is a challenging issue in atrophied breasts related to breastfeeding. Here, we describe a modification combining breast implants and fat grafting to obtain a successful outcome without implant edge visibility and palpability.Thirty-four women with atrophied breasts underwent breast augmentation over a 6-year period. The breast implants were placed in the subglandular plane to obtain optimal filling and expansion of atrophied breast tissue. Autologous fat grafting was performed above the inframammary sulcus to prevent implant visibility and palpability due to insufficient soft tissue coverage. Rippling, implant visibility, palpability, and capsular contracture were examined in the follow-up controls.Twenty anatomical and 48 round-shaped breast implants were placed with an average size of 321 cc (range, 200-415 cc). The mean injected fat volume was 114 cc (range, 98-142 cc) per breast. The mean follow-up period was 22 months (range, 19-31 months). The implants were palpable in only 1 breast; however, there was no implant visibility or rippling. Of the 68 breasts, 2 presented with cyst formations, and 4 with Becker Grade 2 capsular contracture, but no fat necrosis was observed. Overall, patient satisfaction in terms of breast shape, size, and coverage of the breast implant was 90%.A breast implant placed in the subglandular plane with fat injection throughout the lower quadrants of the breast may provide the desired increase in size and expansion of atrophied tissue while preventing implant visibility and palpability.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27922487/",
    "clean_text": "breast augmentation combining fat injection and breast implants in patients with atrophied breasts breast augmentation is a challenging issue in atrophied breasts related to breastfeeding here we describe a modification combining breast implants and fat grafting to obtain a successful outcome without implant edge visibility and palpability thirty four wo breast augmentation is a challenging issue in atrophied breasts related to breastfeeding here we describe a modification combining breast implants and fat grafting to obtain a successful outcome without implant edge visibility and palpability thirty four women with atrophied breasts underwent breast augmentation over a year period the breast implants were placed in the subglandular plane to obtain optimal filling and expansion of atrophied breast tissue autologous fat grafting was performed above the inframammary sulcus to prevent implant visibility and palpability due to insufficient soft tissue coverage rippling implant visibility palpability and capsular contracture were examined in the follow up controls twenty anatomical and round shaped breast implants were placed with an average size of cc range cc the mean injected fat volume was cc range cc per breast the mean follow up period was months range months the implants were palpable in only breast however there was no implant visibility or rippling of the breasts presented with cyst formations and with becker grade capsular contracture but no fat necrosis was observed overall patient satisfaction in terms of breast shape size and coverage of the breast implant was a breast implant placed in the subglandular plane with fat injection throughout the lower quadrants of the breast may provide the desired increase in size and expansion of atrophied tissue while preventing implant visibility and palpability"
}