{
    "title": "Temporal patterns of algae in different urban lakes and their correlations with environmental variables in Xi'an, China.",
    "doc_id": "37451783",
    "writer": "Chen S",
    "year": "2023",
    "summary": "Urban lakes were critical in aquatic ecology environments, but how environmental factors affected the distribution and change characteristics of algal communities in urban lakes of Xi'an city was not clearly. Here, we investigated the algal community structure of si …",
    "abstract": "Urban lakes were critical in aquatic ecology environments, but how environmental factors affected the distribution and change characteristics of algal communities in urban lakes of Xi'an city was not clearly. Here, we investigated the algal community structure of six urban lakes in Xi'an and evaluated the effects of water quality parameters on algae. The results indicated that the significant differences on physicochemical parameters existed in different urban lakes. The maximum concentration of total phosphorus in urban lakes was (0.18 ± 0.01) mg/L and there was a phenomenon of phosphorus limitation. In addition, 51 genera of algae were identified and Chlorella sp. was the dominant algal species, which was affiliated with Chlorophyta. Network analysis elucidated that each lake had a unique algal community network and the positive correlation was dominant in the interaction between algae species, illustrating that mature microbial communities existed or occupied similar niches. Redundancy analysis illustrated that environmental factors explained 47.35% variance of algal species-water quality correlation collectively, indicating that water quality conditions had a significant influence on the temporal variations of algae. Structural equation model further verified that algal community structure was directly or indirectly regulated by different water quality conditions. Our study shows that temporal patterns of algal communities can reveal the dynamics and interactions of different urban ecosystem types, providing a theoretical basis for assessing eutrophication levels and for water quality management.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37451783/",
    "clean_text": "temporal patterns of algae in different urban lakes and their correlations with environmental variables in xi an china urban lakes were critical in aquatic ecology environments but how environmental factors affected the distribution and change characteristics of algal communities in urban lakes of xi an city was not clearly here we investigated the algal community structure of si urban lakes were critical in aquatic ecology environments but how environmental factors affected the distribution and change characteristics of algal communities in urban lakes of xi an city was not clearly here we investigated the algal community structure of six urban lakes in xi an and evaluated the effects of water quality parameters on algae the results indicated that the significant differences on physicochemical parameters existed in different urban lakes the maximum concentration of total phosphorus in urban lakes was mg l and there was a phenomenon of phosphorus limitation in addition genera of algae were identified and chlorella sp was the dominant algal species which was affiliated with chlorophyta network analysis elucidated that each lake had a unique algal community network and the positive correlation was dominant in the interaction between algae species illustrating that mature microbial communities existed or occupied similar niches redundancy analysis illustrated that environmental factors explained variance of algal species water quality correlation collectively indicating that water quality conditions had a significant influence on the temporal variations of algae structural equation model further verified that algal community structure was directly or indirectly regulated by different water quality conditions our study shows that temporal patterns of algal communities can reveal the dynamics and interactions of different urban ecosystem types providing a theoretical basis for assessing eutrophication levels and for water quality management"
}