{
    "pmid": "41456640",
    "title": "The Natural History of Glenohumeral Osteoarthritis: An Analysis of Sequential Plain Radiographs.",
    "abstract": "Despite extensive study of the treatment of glenohumeral osteoarthritis (GHOA), there has been little investigation of the progression of the pathoanatomy and associations between longitudinal radiographic changes and clinical manifestations of GHOA remain poorly understood. The purpose of this study was to evaluate the progression of plain radiographic features of GHOA, as well as the effect on clinical presentation. Plain radiographs of 135 shoulders with primary GHOA and minimum 5-year (mean 8.60 years, range 5 - 16.5 years) follow up were retrospectively analyzed. The mean age at initial presentation was 62.5 ± 8.33 years. Radiographic assessments were conducted using the Kellgren-Lawrence (KL), Samilson-Prieto (SP), and Walch classifications, in addition to other radiographic measurements. Associations between classification and radiographic parameters and range of motion (ROM), and patient-reported outcome measures (PROMs) in subgroups of patients were evaluated with multivariable regression analysis. After Benjamini Hochberg multiple comparison analyses significance was determined to be p<0.01. There was a significant deterioration in classification grades and radiographic parameters (all p<0.001). In subgroup analysis, a larger initial humeral spur size was significantly linked to lower future ASES scores (b = -0.56; p = 0.009). Both initial and final larger spur sizes were associated with reduced ROM at the latest follow up (p <0.001). Progression of humeral medialization was significantly correlated with decreased active forward elevation (b = -0.95; p = 0.007) and active external rotation (b = -0.79, p = 0.005). On the latest radiographs, a grade 4 KL was significantly associated with lower ASES scores (b = -22.34; p = 0.001), lower SST scores (b = -32.61; p = 0.001), increased VAS pain (b = 2.27; p = 0.006), and reduced ROM (p <0.001). The long-term follow up of GHOA showed significant radiographic progression, which correlated with more severe clinical manifestations. Notably, early radiographic indicators, along with aspects of both progressive and final pathoanatomy, were linked to poorer clinical outcomes. These findings offer insights into the natural progression of GHOA and may be useful in setting expectations and determining treatment strategies for patients with GHOA.",
    "disease": "osteoarthritis",
    "clean_text": "the natural history of glenohumeral osteoarthritis an analysis of sequential plain radiographs despite extensive study of the treatment of glenohumeral osteoarthritis ghoa there has been little investigation of the progression of the pathoanatomy and associations between longitudinal radiographic changes and clinical manifestations of ghoa remain poorly understood the purpose of this study was to evaluate the progression of plain radiographic features of ghoa as well as the effect on clinical presentation plain radiographs of shoulders with primary ghoa and minimum year mean years range years follow up were retrospectively analyzed the mean age at initial presentation was years radiographic assessments were conducted using the kellgren lawrence kl samilson prieto sp and walch classifications in addition to other radiographic measurements associations between classification and radiographic parameters and range of motion rom and patient reported outcome measures proms in subgroups of patients were evaluated with multivariable regression analysis after benjamini hochberg multiple comparison analyses significance was determined to be p there was a significant deterioration in classification grades and radiographic parameters all p in subgroup analysis a larger initial humeral spur size was significantly linked to lower future ases scores b p both initial and final larger spur sizes were associated with reduced rom at the latest follow up p progression of humeral medialization was significantly correlated with decreased active forward elevation b p and active external rotation b p on the latest radiographs a grade kl was significantly associated with lower ases scores b p lower sst scores b p increased vas pain b p and reduced rom p the long term follow up of ghoa showed significant radiographic progression which correlated with more severe clinical manifestations notably early radiographic indicators along with aspects of both progressive and final pathoanatomy were linked to poorer clinical outcomes these findings offer insights into the natural progression of ghoa and may be useful in setting expectations and determining treatment strategies for patients with ghoa"
}