{
    "title": "Cytological evaluation of thyroid nodules in children and young adults: a multi-institutional experience.",
    "doc_id": "36604406",
    "writer": "Rana C",
    "year": "2023",
    "summary": "ROM was calculated and compared across Bethesda categories in adult (>18 years) and pediatric age groups (18 years), with a subgroup analysis in young adults (19-21 years). ...The similar trend of increased ROM, RON and resection rates was seen among yo …",
    "abstract": "Purpose:\n        \n      \n      The utility of the Bethesda system for reporting thyroid cytopathology is debatable in determining the risk of malignancy in pediatric patients. Moreover, the upper age limit for defining the pediatric group has varied across different studies. The aim of this study is to compare the risk of malignancy (ROM) and risk of neoplasia (RON) across different Bethesda categories between the pediatric, young adult, and adult patients.\n    \n\n\n          Methods:\n        \n      \n      This is a retrospective multi-institutional study performed in three Indian hospitals. ROM was calculated and compared across Bethesda categories in adult (>18 years) and pediatric age groups (≤18 years), with a subgroup analysis in young adults (19-21 years).\n    \n\n\n          Results:\n        \n      \n      Thyroid nodules from a total of 5958 patients were subjected to fine needle aspiration. Of these 199 were pediatric (3.3%) and follow-up histology was available in 2276. The ROM and RON rates, including overall ROM/RON, were significantly higher in pediatric age group as compared to adults. Overall ROM of suspicious for malignancy and malignant categories was higher in children as compared to adults. The overall surgical resection rates were also higher in pediatric patients (45.2% vs. 35.7%; p < 0.01). The similar trend of increased ROM, RON and resection rates was seen among young adults as compared to adult age group.\n    \n\n\n          Conclusion:\n        \n      \n      Thyroid nodules presenting in children are more likely to be malignant than those in adults. Importantly, the young adult group behaved in a similar manner with regard to surgical resection rates, ROM and RON to pediatric.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36604406/",
    "clean_text": "cytological evaluation of thyroid nodules in children and young adults a multi institutional experience rom was calculated and compared across bethesda categories in adult years and pediatric age groups years with a subgroup analysis in young adults years the similar trend of increased rom ron and resection rates was seen among yo purpose the utility of the bethesda system for reporting thyroid cytopathology is debatable in determining the risk of malignancy in pediatric patients moreover the upper age limit for defining the pediatric group has varied across different studies the aim of this study is to compare the risk of malignancy rom and risk of neoplasia ron across different bethesda categories between the pediatric young adult and adult patients methods this is a retrospective multi institutional study performed in three indian hospitals rom was calculated and compared across bethesda categories in adult years and pediatric age groups years with a subgroup analysis in young adults years results thyroid nodules from a total of patients were subjected to fine needle aspiration of these were pediatric and follow up histology was available in the rom and ron rates including overall rom ron were significantly higher in pediatric age group as compared to adults overall rom of suspicious for malignancy and malignant categories was higher in children as compared to adults the overall surgical resection rates were also higher in pediatric patients vs p the similar trend of increased rom ron and resection rates was seen among young adults as compared to adult age group conclusion thyroid nodules presenting in children are more likely to be malignant than those in adults importantly the young adult group behaved in a similar manner with regard to surgical resection rates rom and ron to pediatric"
}