{
    "title": "Chronic low back pain and disability: the efficacy of functional restoration.",
    "doc_id": "8933956",
    "writer": "Hazard RG.",
    "year": "1996",
    "summary": "Chronic disability generates most of the costs associated with occupational low back pain, so the search for interventions that can reduce disability has been extensive. ...These differences suggest strategies for improving our future approach to reducing dis …",
    "abstract": "Chronic disability generates most of the costs associated with occupational low back pain, so the search for interventions that can reduce disability has been extensive. Outcome studies have been complicated by multiple study design and execution issues, as well as by the discrepancies between pain, impairment, and disability inherent in chronic pain populations. Differences in treatment program contents and in socioeconomic settings of the various trials of functional restoration must be considered in outcomes analysis. These differences suggest strategies for improving our future approach to reducing disability from occupational low back pain. Overall, functional restoration programs administered by well-integrated, multidisciplinary staffs can be very effective in reducing disability from occupational low back pain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8933956/",
    "clean_text": "chronic low back pain and disability the efficacy of functional restoration chronic disability generates most of the costs associated with occupational low back pain so the search for interventions that can reduce disability has been extensive these differences suggest strategies for improving our future approach to reducing dis chronic disability generates most of the costs associated with occupational low back pain so the search for interventions that can reduce disability has been extensive outcome studies have been complicated by multiple study design and execution issues as well as by the discrepancies between pain impairment and disability inherent in chronic pain populations differences in treatment program contents and in socioeconomic settings of the various trials of functional restoration must be considered in outcomes analysis these differences suggest strategies for improving our future approach to reducing disability from occupational low back pain overall functional restoration programs administered by well integrated multidisciplinary staffs can be very effective in reducing disability from occupational low back pain"
}