{
    "pmid": "41461699",
    "title": "Broad-spectrum antiviral activity of ebselen.",
    "abstract": "Broad-spectrum antivirals are essential for pandemic preparedness, helping reduce mortality and mitigate social disruption. Ebselen, a synthetic organoselenium compound, is under investigation for treating various conditions, including viral infections. We demonstrate that ebselen exhibits robust antiviral activity against dengue virus, Zika virus, chikungunya virus, influenza A virus, and enterovirus 71. While virus-specific mechanisms involving direct interaction with viral proteins have been reported, ebselen broad-spectrum activity suggests a common mechanism that targets host biological pathways. Ebselen inhibits inositol monophosphatase (IMPA), an enzyme critical for generating myo-inositol, a precursor for phosphatidylinositol derivatives essential to cellular processes and viral replication. Our previous study identified IMPA as a broad-spectrum antiviral target of ivermectin, and lithium, a known IMPA inhibitor, also showed antiviral effects via IMPA inhibition. We postulated that ebselen may act similarly. In this study, we confirm that IMPA silencing inhibits virus production. Notably, reduced IMPA expression partially impairs ebselen antiviral effect. Moreover, supplementation with inositol or phosphatidylinositol partially reversed ebselen activity. These results indicate that its antiviral effect is at least partly mediated through IMPA inhibition. Another IMPA inhibitor, L-690,330, also exhibited broad-spectrum antiviral activity. These findings support IMPA as a promising antiviral target and highlight ebselen potential as a broad-spectrum antiviral agent. The online version contains supplementary material available at 10.1038/s41598-025-28652-9.",
    "disease": "influenza",
    "clean_text": "broad spectrum antiviral activity of ebselen broad spectrum antivirals are essential for pandemic preparedness helping reduce mortality and mitigate social disruption ebselen a synthetic organoselenium compound is under investigation for treating various conditions including viral infections we demonstrate that ebselen exhibits robust antiviral activity against dengue virus zika virus chikungunya virus influenza a virus and enterovirus while virus specific mechanisms involving direct interaction with viral proteins have been reported ebselen broad spectrum activity suggests a common mechanism that targets host biological pathways ebselen inhibits inositol monophosphatase impa an enzyme critical for generating myo inositol a precursor for phosphatidylinositol derivatives essential to cellular processes and viral replication our previous study identified impa as a broad spectrum antiviral target of ivermectin and lithium a known impa inhibitor also showed antiviral effects via impa inhibition we postulated that ebselen may act similarly in this study we confirm that impa silencing inhibits virus production notably reduced impa expression partially impairs ebselen antiviral effect moreover supplementation with inositol or phosphatidylinositol partially reversed ebselen activity these results indicate that its antiviral effect is at least partly mediated through impa inhibition another impa inhibitor l also exhibited broad spectrum antiviral activity these findings support impa as a promising antiviral target and highlight ebselen potential as a broad spectrum antiviral agent the online version contains supplementary material available at s"
}