{
    "pmid": "41379326",
    "title": "Gastrointestinal symptoms in neuronal ceroid lipofuscinoses (NCLs): an observational study on prevalence, timing of progression, and impact on quality of life.",
    "abstract": "Neuronal ceroid lipofuscinoses (NCLs) are rare, inherited lysosomal storage disorders (LSDs) of the brain and retina. Gastrointestinal (GI) manifestations are reported in clinical practice but remain largely underexplored. Lysosomal dysfunction affects both the central and the peripheral nervous systems, including the enteric nervous system (ENS) where accumulation of storage material and neuronal loss may directly contribute to GI dysmotility. These insights, combined with emerging gene therapies targeting both brain and ENS pathology, underscore the need for validated GI endpoints in NCL research. We present a cross-sectional study assessing prevalence, progression, and clinical impact of GI symptoms in an Italian NCL cohort. Using caregiver-reported data and standardized tools - including the PedsQL™ GI Symptoms Scales and the Hamburg rating Scale - we evaluated GI burden and its correlation with neurological severity. Over 60% of caregivers reported GI disturbances, with constipation as the most prevalent and earliest onset symptom. Nutritional issues, such as dysphagia, were common but tended to appear later. GI symptoms correlated well with decline in quality of life, especially for Trouble Swallowing (p",
    "disease": "epilepsy",
    "clean_text": "gastrointestinal symptoms in neuronal ceroid lipofuscinoses ncls an observational study on prevalence timing of progression and impact on quality of life neuronal ceroid lipofuscinoses ncls are rare inherited lysosomal storage disorders lsds of the brain and retina gastrointestinal gi manifestations are reported in clinical practice but remain largely underexplored lysosomal dysfunction affects both the central and the peripheral nervous systems including the enteric nervous system ens where accumulation of storage material and neuronal loss may directly contribute to gi dysmotility these insights combined with emerging gene therapies targeting both brain and ens pathology underscore the need for validated gi endpoints in ncl research we present a cross sectional study assessing prevalence progression and clinical impact of gi symptoms in an italian ncl cohort using caregiver reported data and standardized tools including the pedsql gi symptoms scales and the hamburg rating scale we evaluated gi burden and its correlation with neurological severity over of caregivers reported gi disturbances with constipation as the most prevalent and earliest onset symptom nutritional issues such as dysphagia were common but tended to appear later gi symptoms correlated well with decline in quality of life especially for trouble swallowing p"
}