{
    "title": "Development and validation of a carers quality-of-life questionnaire for parkinsonism (PQoL Carers).",
    "doc_id": "26264781",
    "writer": "Pillas M",
    "year": "2016",
    "summary": "The aim of this study was to develop an instrument for assessing the quality of life (QoL) of carers of patients with AP. METHODS: A 40-item pool was generated from in-depth interviews with carers of patients with AP, a thorough review of the existing literature and …",
    "abstract": "Purpose:\n        \n      \n      Atypical parkinsonism (AP) has a considerable impact on the lives not only of patients but also of their carers. The aim of this study was to develop an instrument for assessing the quality of life (QoL) of carers of patients with AP.\n    \n\n\n          Methods:\n        \n      \n      A 40-item pool was generated from in-depth interviews with carers of patients with AP, a thorough review of the existing literature and consultation with movement disorder experts. Item refinement and reduction was performed using the results of pilot testing and a survey in 282 carers of multiple system atrophy (MSA) patients and 226 carers of progressive supranuclear palsy (PSP) patients. A validation study, with responses of 243 carers of MSA and 187 carers of PSP patients, was undertaken to evaluate the psychometric properties of the final 26-item scale.\n    \n\n\n          Results:\n        \n      \n      The validation study results suggest that the scale is unidimensional and has high internal consistency (Cronbach's α = 0.96). The correlations of scale scores with patients' health status and QoL measures, such as PDQ-39 summary score and EQ-5D index (Spearman's ρ = 0.56 and -0.31, respectively, P < 0.001), as well as carers' measures, such as Caregiver Burden Inventory (CBI) total and EQ-5D index (Spearman's ρ = 0.85 and -0.39, respectively, P < 0.001), document the convergent and concurrent validity of the scale. ANOVA results support the discriminant validity of the scale, as evidenced by its capacity to differentiate between carers with varying levels of self-reported health.\n    \n\n\n          Conclusions:\n        \n      \n      The 26-item Parkinsonism Carers QoL (PQoL Carer) is a concise instrument with adequate psychometric qualities that can be used for clinical and research purposes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26264781/",
    "clean_text": "development and validation of a carers quality of life questionnaire for parkinsonism pqol carers the aim of this study was to develop an instrument for assessing the quality of life qol of carers of patients with ap methods a item pool was generated from in depth interviews with carers of patients with ap a thorough review of the existing literature and purpose atypical parkinsonism ap has a considerable impact on the lives not only of patients but also of their carers the aim of this study was to develop an instrument for assessing the quality of life qol of carers of patients with ap methods a item pool was generated from in depth interviews with carers of patients with ap a thorough review of the existing literature and consultation with movement disorder experts item refinement and reduction was performed using the results of pilot testing and a survey in carers of multiple system atrophy msa patients and carers of progressive supranuclear palsy psp patients a validation study with responses of carers of msa and carers of psp patients was undertaken to evaluate the psychometric properties of the final item scale results the validation study results suggest that the scale is unidimensional and has high internal consistency cronbach s the correlations of scale scores with patients health status and qol measures such as pdq summary score and eq d index spearman s and respectively p as well as carers measures such as caregiver burden inventory cbi total and eq d index spearman s and respectively p document the convergent and concurrent validity of the scale anova results support the discriminant validity of the scale as evidenced by its capacity to differentiate between carers with varying levels of self reported health conclusions the item parkinsonism carers qol pqol carer is a concise instrument with adequate psychometric qualities that can be used for clinical and research purposes"
}