{
    "title": "What low back pain is and why we need to pay attention.",
    "doc_id": "29573870",
    "writer": "Hartvigsen J",
    "year": "2018",
    "summary": "Low back pain is now the leading cause of disability worldwide. For nearly all people with low back pain, it is not possible to identify a specific nociceptive cause. ...Most people with new episodes of low back pain …",
    "abstract": "Low back pain is a very common symptom. It occurs in high-income, middle-income, and low-income countries and all age groups from children to the elderly population. Globally, years lived with disability caused by low back pain increased by 54% between 1990 and 2015, mainly because of population increase and ageing, with the biggest increase seen in low-income and middle-income countries. Low back pain is now the leading cause of disability worldwide. For nearly all people with low back pain, it is not possible to identify a specific nociceptive cause. Only a small proportion of people have a well understood pathological cause-eg, a vertebral fracture, malignancy, or infection. People with physically demanding jobs, physical and mental comorbidities, smokers, and obese individuals are at greatest risk of reporting low back pain. Disabling low back pain is over-represented among people with low socioeconomic status. Most people with new episodes of low back pain recover quickly; however, recurrence is common and in a small proportion of people, low back pain becomes persistent and disabling. Initial high pain intensity, psychological distress, and accompanying pain at multiple body sites increases the risk of persistent disabling low back pain. Increasing evidence shows that central pain-modulating mechanisms and pain cognitions have important roles in the development of persistent disabling low back pain. Cost, health-care use, and disability from low back pain vary substantially between countries and are influenced by local culture and social systems, as well as by beliefs about cause and effect. Disability and costs attributed to low back pain are projected to increase in coming decades, in particular in low-income and middle-income countries, where health and other systems are often fragile and not equipped to cope with this growing burden. Intensified research efforts and global initiatives are clearly needed to address the burden of low back pain as a public health problem.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29573870/",
    "clean_text": "what low back pain is and why we need to pay attention low back pain is now the leading cause of disability worldwide for nearly all people with low back pain it is not possible to identify a specific nociceptive cause most people with new episodes of low back pain low back pain is a very common symptom it occurs in high income middle income and low income countries and all age groups from children to the elderly population globally years lived with disability caused by low back pain increased by between and mainly because of population increase and ageing with the biggest increase seen in low income and middle income countries low back pain is now the leading cause of disability worldwide for nearly all people with low back pain it is not possible to identify a specific nociceptive cause only a small proportion of people have a well understood pathological cause eg a vertebral fracture malignancy or infection people with physically demanding jobs physical and mental comorbidities smokers and obese individuals are at greatest risk of reporting low back pain disabling low back pain is over represented among people with low socioeconomic status most people with new episodes of low back pain recover quickly however recurrence is common and in a small proportion of people low back pain becomes persistent and disabling initial high pain intensity psychological distress and accompanying pain at multiple body sites increases the risk of persistent disabling low back pain increasing evidence shows that central pain modulating mechanisms and pain cognitions have important roles in the development of persistent disabling low back pain cost health care use and disability from low back pain vary substantially between countries and are influenced by local culture and social systems as well as by beliefs about cause and effect disability and costs attributed to low back pain are projected to increase in coming decades in particular in low income and middle income countries where health and other systems are often fragile and not equipped to cope with this growing burden intensified research efforts and global initiatives are clearly needed to address the burden of low back pain as a public health problem"
}