{
    "title": "[Fatty liver in childhood].",
    "doc_id": "18079093",
    "writer": "Eiszrich A",
    "year": "2007",
    "summary": "Normally 5% of the cells contain triglycerides, but this value can increase to over 50% in fatty liver. It is called fatty infiltration under 50%, and fatty liver over 50%. This alteration does not cause cell function disturbance in mild forms, …",
    "abstract": "The abnormal lipid accumulation in the parenchymal cells of the liver is called fatty liver. In the background of this disease is the imbalance of fat accumulation and fat consumption: the overproduction of triglycerides is accumulated in the hepatocytes. Normally 5% of the cells contain triglycerides, but this value can increase to over 50% in fatty liver. It is called fatty infiltration under 50%, and fatty liver over 50%. This alteration does not cause cell function disturbance in mild forms, but it does in severe forms. In many cases it is the first sign of cell necrosis. Fatty liver must be taken seriously as it makes the liver sensitive to other toxic effects. It is not an independent disease, in many cases it is part of some other pathologic process. In the first phase (before the development of fibrosis) it is reversible, when the inducing cause disappears, the liver metabolizes the excessive triglycerides. In the treatment the basic process should be treated. So far no specific drug is known that would be able to decrease the fat accumulated in the hepatocytes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18079093/",
    "clean_text": "fatty liver in childhood normally of the cells contain triglycerides but this value can increase to over in fatty liver it is called fatty infiltration under and fatty liver over this alteration does not cause cell function disturbance in mild forms the abnormal lipid accumulation in the parenchymal cells of the liver is called fatty liver in the background of this disease is the imbalance of fat accumulation and fat consumption the overproduction of triglycerides is accumulated in the hepatocytes normally of the cells contain triglycerides but this value can increase to over in fatty liver it is called fatty infiltration under and fatty liver over this alteration does not cause cell function disturbance in mild forms but it does in severe forms in many cases it is the first sign of cell necrosis fatty liver must be taken seriously as it makes the liver sensitive to other toxic effects it is not an independent disease in many cases it is part of some other pathologic process in the first phase before the development of fibrosis it is reversible when the inducing cause disappears the liver metabolizes the excessive triglycerides in the treatment the basic process should be treated so far no specific drug is known that would be able to decrease the fat accumulated in the hepatocytes"
}