{
    "pmid": "41461937",
    "title": "An integrative computational approach for identification of NLRP3 inhibitors through machine learning, docking, dynamics and DFT analysis.",
    "abstract": "Neuroinflammation, mediated by NLR family pyrin domain containing 3 (NLRP3) inflammasome, plays a crucial role in the development of many central nervous system (CNS) diseases such as Alzheimer's disease, Parkinson's disease, multiple sclerosis, and stroke. Despite extensive efforts, there are no clinically approved NLRP3 inhibitors due to issues like poor selectivity, undesirable drug-like properties, and safety concerns. In this study, a machine learning-based virtual screening strategy was used to identify phytochemicals that inhibit the NLRP3 NACHT domain, a key region involved in ATP-driven oligomerization and inflammasome activation. A carefully curated set of 1,956 active compounds and 5,476 inactive ones was employed to train various classifiers, with the Random Forest model demonstrating the best predictive performance (AUC = 0.83). This enhanced model was applied to analyze the MPD3 phytochemical library, resulting in 183 drug-like candidates. Molecular docking revealed that PubChem 348,482, ZINC14583344, and PubChem 11,027,076 showed excellent binding affinities (-10.6 to - 11.3 kcal/mol), forming strong interactions with key residues (Ala228, Arg578, Glu629) known to influence NLRP3 conformational dynamics. ADMET analysis confirmed favorable pharmacokinetic and safety profiles, while molecular dynamics simulations over more than 100 ns verified the stability of the protein-ligand complexes through consistent RMSD, RMSF, and hydrogen bonding patterns of ZINC14583344. MM-GBSA free energy calculations further identified ZINC14583344 (-23.99 kcal/mol) as the most promising candidate. Additionally, Density Functional Theory (DFT) analysis indicated that ZINC14583344 has a smaller HOMO-LUMO gap, higher softness, and greater electrophilicity, suggesting superior reactivity and receptor binding flexibility. Conversely, PubChem 348,482 displayed a higher dipole moment and nucleophilicity, indicating stronger hydrogen bonding and electrostatic interactions with polar residues. Collectively, these findings highlight ZINC14583344 and PubChem 348,482 as promising scaffolds for developing selective NLRP3 inhibitors, providing a basis for therapeutic strategies against neuroinflammation-related CNS disorders.",
    "disease": "stroke",
    "clean_text": "an integrative computational approach for identification of nlrp inhibitors through machine learning docking dynamics and dft analysis neuroinflammation mediated by nlr family pyrin domain containing nlrp inflammasome plays a crucial role in the development of many central nervous system cns diseases such as alzheimer s disease parkinson s disease multiple sclerosis and stroke despite extensive efforts there are no clinically approved nlrp inhibitors due to issues like poor selectivity undesirable drug like properties and safety concerns in this study a machine learning based virtual screening strategy was used to identify phytochemicals that inhibit the nlrp nacht domain a key region involved in atp driven oligomerization and inflammasome activation a carefully curated set of active compounds and inactive ones was employed to train various classifiers with the random forest model demonstrating the best predictive performance auc this enhanced model was applied to analyze the mpd phytochemical library resulting in drug like candidates molecular docking revealed that pubchem zinc and pubchem showed excellent binding affinities to kcal mol forming strong interactions with key residues ala arg glu known to influence nlrp conformational dynamics admet analysis confirmed favorable pharmacokinetic and safety profiles while molecular dynamics simulations over more than ns verified the stability of the protein ligand complexes through consistent rmsd rmsf and hydrogen bonding patterns of zinc mm gbsa free energy calculations further identified zinc kcal mol as the most promising candidate additionally density functional theory dft analysis indicated that zinc has a smaller homo lumo gap higher softness and greater electrophilicity suggesting superior reactivity and receptor binding flexibility conversely pubchem displayed a higher dipole moment and nucleophilicity indicating stronger hydrogen bonding and electrostatic interactions with polar residues collectively these findings highlight zinc and pubchem as promising scaffolds for developing selective nlrp inhibitors providing a basis for therapeutic strategies against neuroinflammation related cns disorders"
}