{
    "pmid": "41414997",
    "title": "Thalamic metabolite changes after subthalamic nucleus deep brain stimulation in Parkinson's disease: an exploratory magnetic resonance spectroscopy study.",
    "abstract": "The mechanisms underlying the clinical effect of Deep Brain Stimulation (DBS) for Parkinson's disease (PD) remain debated. Proton magnetic resonance spectroscopy ( Eleven PD patients and seven healthy controls were included. Preoperatively and approximately 7 months postoperatively, single-voxel MRS using a PRESS sequence was performed on a 1.5 T (tesla) system. Voxels were placed bilaterally in the thalamus (14 × 13 × 13 mm A total of 11 patients, with a mean PD duration of 9.4 years, were implanted with bilateral implantation (22 leads). All patients self-reported relief of symptoms and significantly reduced their medication ( We present novel metabolite observations obtained through MRS in this exploratory study. Thalamic tNA concentrations in PD patients were comparable to those of healthy controls prior to surgery, but were significantly reduced following DBS implantation targeting the STN. These findings suggests the presence of a metabolite thalamic effect associated with DBS treatment.",
    "disease": "parkinson disease",
    "clean_text": "thalamic metabolite changes after subthalamic nucleus deep brain stimulation in parkinson s disease an exploratory magnetic resonance spectroscopy study the mechanisms underlying the clinical effect of deep brain stimulation dbs for parkinson s disease pd remain debated proton magnetic resonance spectroscopy eleven pd patients and seven healthy controls were included preoperatively and approximately months postoperatively single voxel mrs using a press sequence was performed on a t tesla system voxels were placed bilaterally in the thalamus mm a total of patients with a mean pd duration of years were implanted with bilateral implantation leads all patients self reported relief of symptoms and significantly reduced their medication we present novel metabolite observations obtained through mrs in this exploratory study thalamic tna concentrations in pd patients were comparable to those of healthy controls prior to surgery but were significantly reduced following dbs implantation targeting the stn these findings suggests the presence of a metabolite thalamic effect associated with dbs treatment"
}