{
    "pmid": "41466593",
    "title": "Desorption Electrospray Ionization Mass Spectrometry Imaging: Principles, Advancements, and Multidisciplinary Applications.",
    "abstract": "Desorption electrospray ionization-mass spectrometry imaging (DESI-MSI), as an ambient ionization technique, enables label-free, matrix-free, and minimal sample pretreatment molecular mapping of biological surfaces under atmospheric pressure. Since its inception in 2004, DESI-MSI has evolved through innovations in ionization sources, sprayer design, and data processing, allowing high-throughput visualization of spatial distributions for diverse molecules (e.g., lipids, metabolites, drugs) in tissues. This review systematically reviews the fundamental principles, instrumental configurations, and critical technical parameters of DESI-MSI. Recent technological advancements, specifically the development of nanoscale DESI achieving spatial resolutions under 50 μm and the implementation of additive-enhanced solvents such as metal ions and reactive anions to enhance sensitivity and specificity, are critically evaluated. Furthermore, the multidisciplinary applications of DESI-MSI are comprehensively examined: (1) in biomedicine, it facilitates cancer margin delineation (e.g., breast, prostate tumors) and neuropathological biomarker discovery; (2) in pharmaceutical research, it enables in situ drug distribution analysis and tissue metabolism profiling; (3) in plant sciences, it supports spatial mapping of phytochemicals, pesticide residues, and host-microbe interactions. Nevertheless, despite its advantages in real-time analysis and nondestructive sampling, inherent challenges persist, including limited spatial resolution (~200 μm) and complexities in interpreting complex datasets. Future work should emphasize the integration of multimodal imaging approaches, machine learning-driven data processing pipelines, and clinical translation strategies for intraoperative diagnostics. Collectively, this study positions DESI-MSI as a transformative spatial metabolomics tool with expanding potential in clinical diagnostics and high-throughput drug screening.",
    "disease": "breast cancer",
    "clean_text": "desorption electrospray ionization mass spectrometry imaging principles advancements and multidisciplinary applications desorption electrospray ionization mass spectrometry imaging desi msi as an ambient ionization technique enables label free matrix free and minimal sample pretreatment molecular mapping of biological surfaces under atmospheric pressure since its inception in desi msi has evolved through innovations in ionization sources sprayer design and data processing allowing high throughput visualization of spatial distributions for diverse molecules e g lipids metabolites drugs in tissues this review systematically reviews the fundamental principles instrumental configurations and critical technical parameters of desi msi recent technological advancements specifically the development of nanoscale desi achieving spatial resolutions under m and the implementation of additive enhanced solvents such as metal ions and reactive anions to enhance sensitivity and specificity are critically evaluated furthermore the multidisciplinary applications of desi msi are comprehensively examined in biomedicine it facilitates cancer margin delineation e g breast prostate tumors and neuropathological biomarker discovery in pharmaceutical research it enables in situ drug distribution analysis and tissue metabolism profiling in plant sciences it supports spatial mapping of phytochemicals pesticide residues and host microbe interactions nevertheless despite its advantages in real time analysis and nondestructive sampling inherent challenges persist including limited spatial resolution m and complexities in interpreting complex datasets future work should emphasize the integration of multimodal imaging approaches machine learning driven data processing pipelines and clinical translation strategies for intraoperative diagnostics collectively this study positions desi msi as a transformative spatial metabolomics tool with expanding potential in clinical diagnostics and high throughput drug screening"
}