{
    "title": "Adaptation of the Agency for Healthcare Research and Quality's 'Hospital Survey on Patient Safety Culture' to the Bosnia and Herzegovina context.",
    "doc_id": "34385231",
    "writer": "Draganović Š",
    "year": "2021",
    "summary": "This research addresses the gap in the evidence through the psychometric assessment of the Agency for Healthcare Research and Quality's: 'Hospital Survey on Patient Safety Culture' (HSOPSC), to determine its suitability for the health system in BiH. ...",
    "abstract": "Objectives:\n        \n      \n      Measuring staff perspectives on patient safety culture (PSC) can identify areas of concern that, if addressed, could lead to improvements in healthcare. To date, there is no validated measure to assess PSC that has been tested and adapted for use in Bosnia and Herzegovina (BiH). This research addresses the gap in the evidence through the psychometric assessment of the Agency for Healthcare Research and Quality's: 'Hospital Survey on Patient Safety Culture' (HSOPSC), to determine its suitability for the health system in BiH.\n    \n\n\n          Setting:\n        \n      \n      Nine hospitals.\n    \n\n\n          Participants:\n        \n      \n      Healthcare professionals (n=1429); nurse (n=823), doctors (n=328), other clinical personnel (n=111), non-clinical personnel (n=60), other (n=64), no response (n=43).\n    \n\n\n          Primary and secondary outcome measures:\n        \n      \n      A translated version of HSOPSC was used to conduct psychometric evaluation including exploratory factor analysis and confirmatory factor analysis (CFA). Comparison between the original HSOPSC and the newly adapted 'Hospital Survey on Patient Safety Culture for Bosnia and Herzegovina' (HSOPSC-BiH) was carried out.\n    \n\n\n          Results:\n        \n      \n      Compared with the original survey, which has 12 factors (42 items), the adapted survey consisted of 9 factors (29 items). The following factors from the original survey were not included in their original form: Communication Openness, Feedback and Communications about error, Overall Perceptions of Patient Safety and Organisational learning-Continuous Improvement. The results of the CFA for HSOPSC-BiH showed a better model fit compared with the original HSOPSC. The absolute and relative fit indices showed excellent model adjustment.\n    \n\n\n          Conclusions:\n        \n      \n      The BiH version of Hospital Survey on Patient Safety Culture demonstrated satisfactory psychometric properties, with acceptable to good internal consistency and construct validity. Therefore, we recommend the HSOPSC-BiH as a basis for assessing PSC in BiH. This survey could provide insight into patient safety concerns in BiH so that strategies to overcome these issues could be formulated and implemented.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34385231/",
    "clean_text": "adaptation of the agency for healthcare research and quality s hospital survey on patient safety culture to the bosnia and herzegovina context this research addresses the gap in the evidence through the psychometric assessment of the agency for healthcare research and quality s hospital survey on patient safety culture hsopsc to determine its suitability for the health system in bih objectives measuring staff perspectives on patient safety culture psc can identify areas of concern that if addressed could lead to improvements in healthcare to date there is no validated measure to assess psc that has been tested and adapted for use in bosnia and herzegovina bih this research addresses the gap in the evidence through the psychometric assessment of the agency for healthcare research and quality s hospital survey on patient safety culture hsopsc to determine its suitability for the health system in bih setting nine hospitals participants healthcare professionals n nurse n doctors n other clinical personnel n non clinical personnel n other n no response n primary and secondary outcome measures a translated version of hsopsc was used to conduct psychometric evaluation including exploratory factor analysis and confirmatory factor analysis cfa comparison between the original hsopsc and the newly adapted hospital survey on patient safety culture for bosnia and herzegovina hsopsc bih was carried out results compared with the original survey which has factors items the adapted survey consisted of factors items the following factors from the original survey were not included in their original form communication openness feedback and communications about error overall perceptions of patient safety and organisational learning continuous improvement the results of the cfa for hsopsc bih showed a better model fit compared with the original hsopsc the absolute and relative fit indices showed excellent model adjustment conclusions the bih version of hospital survey on patient safety culture demonstrated satisfactory psychometric properties with acceptable to good internal consistency and construct validity therefore we recommend the hsopsc bih as a basis for assessing psc in bih this survey could provide insight into patient safety concerns in bih so that strategies to overcome these issues could be formulated and implemented"
}