{
    "pmid": "41392828",
    "title": "Cost-Effectiveness Analysis of Treatments for Children With Uncontrolled Asthma Symptoms Despite Inhaled Corticosteroids.",
    "abstract": "There is uncertainty about the cost-effectiveness of treatment options for children and adolescents with uncontrolled asthma despite inhaled corticosteroid (ICS) treatment. A Markov state-transition model was developed to simulate costs from the perspective of the National Health Service in the UK and health outcomes associated with low, medium and high dose ICS, ICS in combination with long-acting β Compared with low-dose ICS, medium-dose ICS and ICS + LABA had incremental cost-effectiveness ratios of £255,555 and £304,956 per quality-adjusted life year gained, respectively. High-dose ICS, LTRA alone and in combination with ICS were dominated by alternatives which were less costly and associated with a greater number of quality-adjusted life years. The incremental cost-effectiveness ratio for medium-dose ICS reduced to £14,797 per quality-adjusted life year gained when the transition probabilities were increased to reflect a higher risk of asthma exacerbation. ICS + LABA became cost effective with a > 60% reduction in inhaler price. Treatment escalation beyond low-dose ICS in children and adolescents with uncontrolled asthma may only be cost-effective in the UK if the prices of alternatives reduce or treatment is targeted to those at higher risk of asthma exacerbations.",
    "disease": "asthma",
    "clean_text": "cost effectiveness analysis of treatments for children with uncontrolled asthma symptoms despite inhaled corticosteroids there is uncertainty about the cost effectiveness of treatment options for children and adolescents with uncontrolled asthma despite inhaled corticosteroid ics treatment a markov state transition model was developed to simulate costs from the perspective of the national health service in the uk and health outcomes associated with low medium and high dose ics ics in combination with long acting compared with low dose ics medium dose ics and ics laba had incremental cost effectiveness ratios of and per quality adjusted life year gained respectively high dose ics ltra alone and in combination with ics were dominated by alternatives which were less costly and associated with a greater number of quality adjusted life years the incremental cost effectiveness ratio for medium dose ics reduced to per quality adjusted life year gained when the transition probabilities were increased to reflect a higher risk of asthma exacerbation ics laba became cost effective with a reduction in inhaler price treatment escalation beyond low dose ics in children and adolescents with uncontrolled asthma may only be cost effective in the uk if the prices of alternatives reduce or treatment is targeted to those at higher risk of asthma exacerbations"
}