{
    "title": "Gene therapy: a concept for the future in medical practice? The current state.",
    "doc_id": "15314702",
    "writer": "Bender N.",
    "year": "2004",
    "summary": "Gene therapy is a new therapeutic approach which is tested in numerous diseases connected with either non or only limited therapeutic effects. ...Publications identified were sorted into the following categories: therapeutic areas with gene therapy act …",
    "abstract": "Gene therapy is a new therapeutic approach which is tested in numerous diseases connected with either non or only limited therapeutic effects. This paper aims at discussing the actual state of the clinical development of gene-therapy which targets an approval by either the FDA or EMEA. Basis of all the figures and tables presented is a BioMedNet/Medline search reviewing all titles found under the keywords gene therapy and/or clinical development. The review period begins in the year 1992 and ends in 2002. Publications identified were sorted into the following categories: therapeutic areas with gene therapy activities; indications and diseases with gene-therapy activities; vectors used in gene therapy and clinical studies using gene therapy. Only in some indications like breast cancer, colorectal cancer, HIV, and cystic fibrosis a variety of clinical studies had been published indicating a serious attempt to develop the indication for approval. But most developments are still in phase I/II. In all other therapeutic areas no systematic continuous approach was identified. Clinical activities in cardiovascular diseases and in peripheral vascular diseases increased during the preceding five years compared other therapeutic areas.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15314702/",
    "clean_text": "gene therapy a concept for the future in medical practice the current state gene therapy is a new therapeutic approach which is tested in numerous diseases connected with either non or only limited therapeutic effects publications identified were sorted into the following categories therapeutic areas with gene therapy act gene therapy is a new therapeutic approach which is tested in numerous diseases connected with either non or only limited therapeutic effects this paper aims at discussing the actual state of the clinical development of gene therapy which targets an approval by either the fda or emea basis of all the figures and tables presented is a biomednet medline search reviewing all titles found under the keywords gene therapy and or clinical development the review period begins in the year and ends in publications identified were sorted into the following categories therapeutic areas with gene therapy activities indications and diseases with gene therapy activities vectors used in gene therapy and clinical studies using gene therapy only in some indications like breast cancer colorectal cancer hiv and cystic fibrosis a variety of clinical studies had been published indicating a serious attempt to develop the indication for approval but most developments are still in phase i ii in all other therapeutic areas no systematic continuous approach was identified clinical activities in cardiovascular diseases and in peripheral vascular diseases increased during the preceding five years compared other therapeutic areas"
}