{
    "title": "Peripheral CD4(+) T Cells Predict T Cell Immunity in Lung Tissues of Non-small Cell Lung Cancer Patients.",
    "doc_id": "40037874",
    "writer": "Tone M",
    "year": "2025",
    "summary": "RESULTS: In patients with NSCLC with a high percentage of the peripheral CD4(+) T cell subset (CD45RA(+)CD25(+)CD4(+) T cells), non-tumor lung tissues had a high percentage of PD-1(+)CD4(+) T cells and a low percentage of PD-1(+) effector regulatory T …",
    "abstract": "Background/aim:\n        \n      \n      Previous investigations showed that non-small cell lung cancer (NSCLC) patients with a high percentage of a peripheral CD4+ T cell subset were more likely to have severe immune-related adverse events (irAEs) due to anti-PD-1 therapy. The present study investigated the relationship between a peripheral CD4+ T cell subset and T cell immunity in the non-tumor lung tissues of patients with NSCLC to clarify the rationale of predictive biomarkers for anti-PD-1-related pneumonitis.\n    \n\n\n          Patients and methods:\n        \n      \n      We analyzed the T cell profiles and functions in peripheral blood and non-tumor lung tissues surgically resected from patients with NSCLC.\n    \n\n\n          Results:\n        \n      \n      In patients with NSCLC with a high percentage of the peripheral CD4+ T cell subset (CD45RA+CD25+CD4+ T cells), non-tumor lung tissues had a high percentage of PD-1+CD4+ T cells and a low percentage of PD-1+ effector regulatory T (Treg) cells. The percentage of PD-1+ effector Treg cells negatively correlated with IFNγ and TNFα production by CD4+ T cells in the lung tissues of patients with NSCLC.\n    \n\n\n          Conclusion:\n        \n      \n      Patients with NSCLC with a high percentage of the peripheral CD4+ T cell subset are at an increased risk of anti-PD-1-related pneumonitis, which activates PD-1+CD4+ T cells in the absence of the suppressive activity of effector Treg cells in lung tissues.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40037874/",
    "clean_text": "peripheral cd t cells predict t cell immunity in lung tissues of non small cell lung cancer patients results in patients with nsclc with a high percentage of the peripheral cd t cell subset cd ra cd cd t cells non tumor lung tissues had a high percentage of pd cd t cells and a low percentage of pd effector regulatory t background aim previous investigations showed that non small cell lung cancer nsclc patients with a high percentage of a peripheral cd t cell subset were more likely to have severe immune related adverse events iraes due to anti pd therapy the present study investigated the relationship between a peripheral cd t cell subset and t cell immunity in the non tumor lung tissues of patients with nsclc to clarify the rationale of predictive biomarkers for anti pd related pneumonitis patients and methods we analyzed the t cell profiles and functions in peripheral blood and non tumor lung tissues surgically resected from patients with nsclc results in patients with nsclc with a high percentage of the peripheral cd t cell subset cd ra cd cd t cells non tumor lung tissues had a high percentage of pd cd t cells and a low percentage of pd effector regulatory t treg cells the percentage of pd effector treg cells negatively correlated with ifn and tnf production by cd t cells in the lung tissues of patients with nsclc conclusion patients with nsclc with a high percentage of the peripheral cd t cell subset are at an increased risk of anti pd related pneumonitis which activates pd cd t cells in the absence of the suppressive activity of effector treg cells in lung tissues"
}