{
    "title": "A clinical series of packing the wound tract for arresting traumatic hemorrhage from injuries of the lung parenchyma as a feasible damage control technique.",
    "doc_id": "31798672",
    "writer": "Garcia AF",
    "year": "2019",
    "summary": "We describe a series of four patients with lung trauma in which packing of the pulmonary wound tract was used as the primary and unique surgical strategy for arresting hemorrhage from injuries of the lung parenchyma. ...There were three patients with peripheral i …",
    "abstract": "Background:\n        \n      \n      Tractotomy has become the standard of care for transfixing through-and-through lung injuries as it can be performed quickly with little blood loss and a low risk of complications. However, packing with laparotomy pads could be a feasible alternative to tractotomy on selected patients. We describe a series of four patients with lung trauma in which packing of the pulmonary wound tract was used as the primary and unique surgical strategy for arresting hemorrhage from injuries of the lung parenchyma.\n    \n\n\n          Methods:\n        \n      \n      Packing of the traumatic tract is achieved by gently pulling a laparotomy pad with a Rochester clamp and adjusting it to the cavity to stop the bleeding. The pack is removed in a subsequent surgery by moistening and tractioning it softly to avoid additional damage. The operation is completed by manual compression of the wounded lobe. We present a case series of our experience with this approach.\n    \n\n\n          Results:\n        \n      \n      From 2012 to 2016, we treated four patients with the described method. The mechanism was penetrating in all them. The clinical condition was of exsanguinations with multiple sources of hemorrhage. There were three patients with peripheral injuries to the lung and one with a central injury to the pulmonary parenchyma. Bleeding was stopped in all the cases. Three patients survived. A patient had recurrent pneumothorax which was resolved with a second chest tube.\n    \n\n\n          Conclusion:\n        \n      \n      Packing of the traumatic tract allowed rapid and safe treatment of transfixing through-and-through pulmonary wounds in exsanguinating patients under damage control from several bleeding sources.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31798672/",
    "clean_text": "a clinical series of packing the wound tract for arresting traumatic hemorrhage from injuries of the lung parenchyma as a feasible damage control technique we describe a series of four patients with lung trauma in which packing of the pulmonary wound tract was used as the primary and unique surgical strategy for arresting hemorrhage from injuries of the lung parenchyma there were three patients with peripheral i background tractotomy has become the standard of care for transfixing through and through lung injuries as it can be performed quickly with little blood loss and a low risk of complications however packing with laparotomy pads could be a feasible alternative to tractotomy on selected patients we describe a series of four patients with lung trauma in which packing of the pulmonary wound tract was used as the primary and unique surgical strategy for arresting hemorrhage from injuries of the lung parenchyma methods packing of the traumatic tract is achieved by gently pulling a laparotomy pad with a rochester clamp and adjusting it to the cavity to stop the bleeding the pack is removed in a subsequent surgery by moistening and tractioning it softly to avoid additional damage the operation is completed by manual compression of the wounded lobe we present a case series of our experience with this approach results from to we treated four patients with the described method the mechanism was penetrating in all them the clinical condition was of exsanguinations with multiple sources of hemorrhage there were three patients with peripheral injuries to the lung and one with a central injury to the pulmonary parenchyma bleeding was stopped in all the cases three patients survived a patient had recurrent pneumothorax which was resolved with a second chest tube conclusion packing of the traumatic tract allowed rapid and safe treatment of transfixing through and through pulmonary wounds in exsanguinating patients under damage control from several bleeding sources"
}