{
    "pmid": "41425989",
    "title": "Analysis of the clinical value of combined monitoring of methylation transferase Wilms' tumour 1-associating protein and lipoprotein-associated phospholipase A2 in patients with coronary artery disease.",
    "abstract": "Clinical significance and correlation study of methyltransferase Wilms' tumour 1-associated protein (WTAP) and lipoprotein-associated phospholipase A2 (Lp-PLA2) in patients with coronary artery disease (CAD). This study enrolled 282 symptomatic patients with suspected CAD. Serum biomarkers including lipids, inflammatory markers (CRP, Lp-PLA2), and WTAP mRNA levels (quantified via RT-PCR) were analyzed. Coronary severity was assessed using Gensini scores. CAD patients exhibited significantly elevated WTAP expression and higher Lp-PLA2 levels. WTAP correlated strongly with Lp-PLA2, CRP, and Gensini scores. Multivariate analysis identified WTAP and Lp-PLA2 as independent CAD predictors. Combined WTAP/Lp-PLA2 detection demonstrated superior diagnostic performance (AUC = 0.9548, sensitivity = 95.26%, specificity = 90.16%). WTAP and Lp-PLA2 synergistically reflect CAD progression, offering dual biomarkers for risk stratification.",
    "disease": "coronary artery disease",
    "clean_text": "analysis of the clinical value of combined monitoring of methylation transferase wilms tumour associating protein and lipoprotein associated phospholipase a in patients with coronary artery disease clinical significance and correlation study of methyltransferase wilms tumour associated protein wtap and lipoprotein associated phospholipase a lp pla in patients with coronary artery disease cad this study enrolled symptomatic patients with suspected cad serum biomarkers including lipids inflammatory markers crp lp pla and wtap mrna levels quantified via rt pcr were analyzed coronary severity was assessed using gensini scores cad patients exhibited significantly elevated wtap expression and higher lp pla levels wtap correlated strongly with lp pla crp and gensini scores multivariate analysis identified wtap and lp pla as independent cad predictors combined wtap lp pla detection demonstrated superior diagnostic performance auc sensitivity specificity wtap and lp pla synergistically reflect cad progression offering dual biomarkers for risk stratification"
}