{
    "title": "Mothers' Thoughts and Feelings About Using a Pediatric Scale in the Home to Monitor Weight Changes in Breastfed Newborns.",
    "doc_id": "30389281",
    "writer": "DiTomasso D",
    "year": "2018",
    "summary": "The collection of daily weight provided valuable knowledge (67%) and elicited feelings of reassurance (32%) and increased confidence in breastfeeding (14%). For some women (14%), using the scale caused concern about neonatal weight. If a participant believed her new …",
    "abstract": "Objective:\n        \n      \n      To document mothers' thoughts and feelings about using a pediatric digital scale in their homes to monitor the weights of their newborns.\n    \n\n\n          Design:\n        \n      \n      Cross-sectional design.\n    \n\n\n          Setting:\n        \n      \n      A community hospital in the northeastern region of the United States.\n    \n\n\n          Participants:\n        \n      \n      Women (N = 63) who gave birth between August 2015 and September 2016 to healthy, full-term singleton newborns who were exclusively or predominantly breastfed at the time of hospital discharge.\n    \n\n\n          Measurements:\n        \n      \n      We used an online survey to document participants' thoughts and feelings about the use of a pediatric scale in their homes to monitor the weights of their newborns every day for 2 weeks after birth.\n    \n\n\n          Results:\n        \n      \n      Most participants (81%) had positive responses about the use of a pediatric scale in their homes. The collection of daily weight provided valuable knowledge (67%) and elicited feelings of reassurance (32%) and increased confidence in breastfeeding (14%). For some women (14%), using the scale caused concern about neonatal weight. If a participant believed her newborn was not feeding or gaining weight well (n = 9), she was more likely to have mixed or negative feelings about the scale (67%).\n    \n\n\n          Conclusion:\n        \n      \n      Women who breastfeed may benefit from the use of a pediatric scale in their homes. They may gain valuable knowledge and have increased confidence in breastfeeding if they monitor neonatal weight changes. Use of the scale may also alert mothers to early problems with newborn feeding or growth.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30389281/",
    "clean_text": "mothers thoughts and feelings about using a pediatric scale in the home to monitor weight changes in breastfed newborns the collection of daily weight provided valuable knowledge and elicited feelings of reassurance and increased confidence in breastfeeding for some women using the scale caused concern about neonatal weight if a participant believed her new objective to document mothers thoughts and feelings about using a pediatric digital scale in their homes to monitor the weights of their newborns design cross sectional design setting a community hospital in the northeastern region of the united states participants women n who gave birth between august and september to healthy full term singleton newborns who were exclusively or predominantly breastfed at the time of hospital discharge measurements we used an online survey to document participants thoughts and feelings about the use of a pediatric scale in their homes to monitor the weights of their newborns every day for weeks after birth results most participants had positive responses about the use of a pediatric scale in their homes the collection of daily weight provided valuable knowledge and elicited feelings of reassurance and increased confidence in breastfeeding for some women using the scale caused concern about neonatal weight if a participant believed her newborn was not feeding or gaining weight well n she was more likely to have mixed or negative feelings about the scale conclusion women who breastfeed may benefit from the use of a pediatric scale in their homes they may gain valuable knowledge and have increased confidence in breastfeeding if they monitor neonatal weight changes use of the scale may also alert mothers to early problems with newborn feeding or growth"
}