{
    "title": "Heat maps present the spatial distribution of human papillomavirus infection in Zhejiang Province, China.",
    "doc_id": "33747223",
    "writer": "Xing J",
    "year": "2021",
    "summary": "Heat maps were then generated to present the spatial distribution of HPV infections in Zhejiang Province according to genotype. Of the exfoliated cervical cell samples from the 4,560 women, HPV was detected in 1,886 samples. ...HPV-16 and -58 infections were mainly distrib …",
    "abstract": "Determining the spatial distribution of human papillomavirus (HPV) and performing accurate public health analyses helps to distinguish areas of healthcare that require further research, and enables therapeutic techniques and approaches in healthcare to be focused more accurately. A total of 4,560 women were enrolled in the present study. Flow-through hybridization and gene chip assays were used to detect the genotypes of HPV infection. Heat maps were then generated to present the spatial distribution of HPV infections in Zhejiang Province according to genotype. Of the exfoliated cervical cell samples from the 4,560 women, HPV was detected in 1,886 samples. HPV-16, -58, -52 and -18 were the most prevalently identified genotypes in the population included in the present study. HPV-16 and -58 infections were mainly distributed in the northern and central regions of Zhejiang Province, such as in Hangzhou and Shaoxing, where the prevalence was higher than that in the southern regions (P<0.05). HPV-18 infection was widespread throughout Zhejiang Province, but had a much lower infection rate in Ningbo and Huzhou (P<0.05). High infection rates of HPV-52 were mainly detected in Hangzhou and the eastern coastal areas of Wenzhou, with a relatively low rate of infection in the center of the province (P<0.05). In conclusion, HPV-16, -58, -52 and -18 were the four most prevalent HPV genotypes observed in Zhejiang Province. Heat maps were created to display the spatial distribution of HPV infection according to genotype, which varied by geographical regions. The results indicate that for individuals in Ningbo or Wenzhou, bivalent or quadrivalent vaccines may be suitable, but for those in Hangzhou and Shaoxing, nonavalent vaccines are strongly recommended.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33747223/",
    "clean_text": "heat maps present the spatial distribution of human papillomavirus infection in zhejiang province china heat maps were then generated to present the spatial distribution of hpv infections in zhejiang province according to genotype of the exfoliated cervical cell samples from the women hpv was detected in samples hpv and infections were mainly distrib determining the spatial distribution of human papillomavirus hpv and performing accurate public health analyses helps to distinguish areas of healthcare that require further research and enables therapeutic techniques and approaches in healthcare to be focused more accurately a total of women were enrolled in the present study flow through hybridization and gene chip assays were used to detect the genotypes of hpv infection heat maps were then generated to present the spatial distribution of hpv infections in zhejiang province according to genotype of the exfoliated cervical cell samples from the women hpv was detected in samples hpv and were the most prevalently identified genotypes in the population included in the present study hpv and infections were mainly distributed in the northern and central regions of zhejiang province such as in hangzhou and shaoxing where the prevalence was higher than that in the southern regions p hpv infection was widespread throughout zhejiang province but had a much lower infection rate in ningbo and huzhou p high infection rates of hpv were mainly detected in hangzhou and the eastern coastal areas of wenzhou with a relatively low rate of infection in the center of the province p in conclusion hpv and were the four most prevalent hpv genotypes observed in zhejiang province heat maps were created to display the spatial distribution of hpv infection according to genotype which varied by geographical regions the results indicate that for individuals in ningbo or wenzhou bivalent or quadrivalent vaccines may be suitable but for those in hangzhou and shaoxing nonavalent vaccines are strongly recommended"
}