{
    "title": "Characterization of Juvenile Stages of Bursaphelenchus crenati Ruhm, 1956 (Nematoda: Aphelenchoidoidea).",
    "doc_id": "31094148",
    "writer": "Ryss AY",
    "year": "2018",
    "summary": "Sex of juveniles may be identified from the J3 stage by the presence of the cloacal primordium in male juvenile and orientation of the germinal zone of the genital primordium. ...Sex of juveniles may be identified from the J3 stage by the presence of the cloa …",
    "abstract": "In this study juvenile stages of Bursaphelenchus crenati (Sexdentati group) were distinguished based mainly on the genital primordium structure. Dauer stage juveniles were sampled under elytra of Hylesinus crenatus in galleries in bark of the wilted Fraxinus excelsior in the Voronezh region of Russia and were multiplied in laboratory cultures on the fungus Botrytis cinerea. Individual development included five stages (J1-J4 and adults) separated by molts. The first molt J1 to J2 occurred inside the egg and the J2 was at the hatching stage. Sex of juvenile stages can be identified using the morphology and size of the genital primordia and a body size of nematodes. Sex of juveniles may be identified from the J3 stage by the presence of the cloacal primordium in male juvenile and orientation of the germinal zone of the genital primordium. A tabular key to developmental stages of B. crenati is given. The body grows during molts and within each stage. The body increases rapidly after J3 stage combined with the most active cellular differentiation and elongation of the genital primordium. The dauer juveniles collected from elytra of vector beetles were similar to the third juvenile stage of the propagative generation by genital primordium structure and body size.\n    \n\n      \n      In this study juvenile stages of Bursaphelenchus crenati (Sexdentati group) were distinguished based mainly on the genital primordium structure. Dauer stage juveniles were sampled under elytra of Hylesinus crenatus in galleries in bark of the wilted Fraxinus excelsior in the Voronezh region of Russia and were multiplied in laboratory cultures on the fungus Botrytis cinerea. Individual development included five stages (J1-J4 and adults) separated by molts. The first molt J1 to J2 occurred inside the egg and the J2 was at the hatching stage. Sex of juvenile stages can be identified using the morphology and size of the genital primordia and a body size of nematodes. Sex of juveniles may be identified from the J3 stage by the presence of the cloacal primordium in male juvenile and orientation of the germinal zone of the genital primordium. A tabular key to developmental stages of B. crenati is given. The body grows during molts and within each stage. The body increases rapidly after J3 stage combined with the most active cellular differentiation and elongation of the genital primordium. The dauer juveniles collected from elytra of vector beetles were similar to the third juvenile stage of the propagative generation by genital primordium structure and body size.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31094148/",
    "clean_text": "characterization of juvenile stages of bursaphelenchus crenati ruhm nematoda aphelenchoidoidea sex of juveniles may be identified from the j stage by the presence of the cloacal primordium in male juvenile and orientation of the germinal zone of the genital primordium sex of juveniles may be identified from the j stage by the presence of the cloa in this study juvenile stages of bursaphelenchus crenati sexdentati group were distinguished based mainly on the genital primordium structure dauer stage juveniles were sampled under elytra of hylesinus crenatus in galleries in bark of the wilted fraxinus excelsior in the voronezh region of russia and were multiplied in laboratory cultures on the fungus botrytis cinerea individual development included five stages j j and adults separated by molts the first molt j to j occurred inside the egg and the j was at the hatching stage sex of juvenile stages can be identified using the morphology and size of the genital primordia and a body size of nematodes sex of juveniles may be identified from the j stage by the presence of the cloacal primordium in male juvenile and orientation of the germinal zone of the genital primordium a tabular key to developmental stages of b crenati is given the body grows during molts and within each stage the body increases rapidly after j stage combined with the most active cellular differentiation and elongation of the genital primordium the dauer juveniles collected from elytra of vector beetles were similar to the third juvenile stage of the propagative generation by genital primordium structure and body size in this study juvenile stages of bursaphelenchus crenati sexdentati group were distinguished based mainly on the genital primordium structure dauer stage juveniles were sampled under elytra of hylesinus crenatus in galleries in bark of the wilted fraxinus excelsior in the voronezh region of russia and were multiplied in laboratory cultures on the fungus botrytis cinerea individual development included five stages j j and adults separated by molts the first molt j to j occurred inside the egg and the j was at the hatching stage sex of juvenile stages can be identified using the morphology and size of the genital primordia and a body size of nematodes sex of juveniles may be identified from the j stage by the presence of the cloacal primordium in male juvenile and orientation of the germinal zone of the genital primordium a tabular key to developmental stages of b crenati is given the body grows during molts and within each stage the body increases rapidly after j stage combined with the most active cellular differentiation and elongation of the genital primordium the dauer juveniles collected from elytra of vector beetles were similar to the third juvenile stage of the propagative generation by genital primordium structure and body size"
}