{
    "pmid": "41382020",
    "title": "Proteome profiling of cerebrospinal fluid-derived extracellular vesicles reveals potential biomarkers for drug-resistant epilepsy.",
    "abstract": "Epilepsy is one of the most common neurological disorders in humans and in dogs. Treatment currently focuses on alleviating symptoms, and a wide range of anti-seizure medications (ASMs) is available. Still, over one-third of patients have an inadequate response to ASM. The proteome of cerebrospinal fluid (CSF)-derived extracellular vesicles (EVs) offers a potential source of biomarkers for drug-resistant epilepsy (DRE). We utilised a spontaneous canine epilepsy model to study the proteomic content of CSF-derived EVs as a source of biomarkers for DRE. We included 37 drug-naïve dogs with recent onset epilepsy and confirmed diagnosis of idiopathic epilepsy. CSF samples were collected at the onset of epilepsy. After the first visit, ASM treatment was started in all dogs and they were followed up for at least 12 months. After the follow-up period, based on their response to ASM treatment, dogs were grouped as either drug-responsive or drug-resistant. We isolated CSF-derived EVs with ultrafiltration combined with size-exclusion chromatography and then performed proteomic analysis with liquid chromatography-tandem mass spectrometry. A comparison between the drug-responsive and drug-resistant dogs was conducted regarding clinical factors and CSF-derived EV proteomic data. Younger age at seizure onset and occurrence of cluster seizures were identified as risk factors for drug-resistance. The proteomic analysis of normalised data identified five proteins with differential abundance between the two groups: KRT4, an uncharacterised immunoglobulin-like domain-containing protein (IgDCPa), F2, DSC1b, and LOC607874. A receiver operating characteristic analysis was performed, revealing a predictive value of ≥ 0.90 for two combinations of three proteins (KRT4, IgDCPa, and F2 (area under curve (AUC) = 0.91, confidence interval (CI) = 0.78-1.00); DSC1b, F2, and IgDCPa (AUC = 0.90, CI = 0.78-1.00)). Proteins with differential abundance studied here are associated with epilepsy due to their potential involvement in critical processes such as neuroprotection, inflammation, cell integrity, and immune response. The observed reduction in the abundance of these proteins in drug-resistant dogs suggests that disruptions in these processes may contribute to the severity of the condition and its resistance to treatment. Results from this pilot study warrant further study in a larger cohort.",
    "disease": "epilepsy",
    "clean_text": "proteome profiling of cerebrospinal fluid derived extracellular vesicles reveals potential biomarkers for drug resistant epilepsy epilepsy is one of the most common neurological disorders in humans and in dogs treatment currently focuses on alleviating symptoms and a wide range of anti seizure medications asms is available still over one third of patients have an inadequate response to asm the proteome of cerebrospinal fluid csf derived extracellular vesicles evs offers a potential source of biomarkers for drug resistant epilepsy dre we utilised a spontaneous canine epilepsy model to study the proteomic content of csf derived evs as a source of biomarkers for dre we included drug na ve dogs with recent onset epilepsy and confirmed diagnosis of idiopathic epilepsy csf samples were collected at the onset of epilepsy after the first visit asm treatment was started in all dogs and they were followed up for at least months after the follow up period based on their response to asm treatment dogs were grouped as either drug responsive or drug resistant we isolated csf derived evs with ultrafiltration combined with size exclusion chromatography and then performed proteomic analysis with liquid chromatography tandem mass spectrometry a comparison between the drug responsive and drug resistant dogs was conducted regarding clinical factors and csf derived ev proteomic data younger age at seizure onset and occurrence of cluster seizures were identified as risk factors for drug resistance the proteomic analysis of normalised data identified five proteins with differential abundance between the two groups krt an uncharacterised immunoglobulin like domain containing protein igdcpa f dsc b and loc a receiver operating characteristic analysis was performed revealing a predictive value of for two combinations of three proteins krt igdcpa and f area under curve auc confidence interval ci dsc b f and igdcpa auc ci proteins with differential abundance studied here are associated with epilepsy due to their potential involvement in critical processes such as neuroprotection inflammation cell integrity and immune response the observed reduction in the abundance of these proteins in drug resistant dogs suggests that disruptions in these processes may contribute to the severity of the condition and its resistance to treatment results from this pilot study warrant further study in a larger cohort"
}