{
    "title": "Para-aortic lymph node metastasis in carcinoma of the head of the pancreas.",
    "doc_id": "15933626",
    "writer": "Sakai M",
    "year": "2005",
    "summary": "METHODS: Using histopathologic data of 178 patients who underwent extended lymph node dissection for pancreatic head cancer, we analyzed the distribution of metastases to lymph node groups classified in detail and attempted to identify the lymph …",
    "abstract": "Background:\n        \n      \n      Metastasis to para-aortic lymph nodes often occurs in pancreatic head cancer, but factors that predict it are not well known.\n    \n\n\n          Methods:\n        \n      \n      Using histopathologic data of 178 patients who underwent extended lymph node dissection for pancreatic head cancer, we analyzed the distribution of metastases to lymph node groups classified in detail and attempted to identify the lymph node groups that have a strong relation with metastasis to para-aortic lymph nodes.\n    \n\n\n          Results:\n        \n      \n      A high incidence of lymph node metastasis was found in para-aortic lymph nodes (No. 16, 19%) as well as in regional lymph nodes, such as those on the posterior aspect of the pancreas head (No. 13, 47%), on the anterior surface of the pancreas head (No. 17, 29%), along the superior mesenteric artery (No. 14, 28%), and along the hepatoduodenal ligament (No. 12, 19%). Statistical analysis showed that metastases to para-aortic lymph nodes had a strong correlation with metastases to Nos. 12, 13, 14, and 17 lymph nodes. Para-aortic lymph node metastases were seldom observed among the patients who had no metastases to Nos.13, 14, and 17 lymph nodes.\n    \n\n\n          Conclusions:\n        \n      \n      Examination of Nos. 13, 14, and 17 lymph nodes may be useful to predict the involvement of para-aortic lymph nodes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15933626/",
    "clean_text": "para aortic lymph node metastasis in carcinoma of the head of the pancreas methods using histopathologic data of patients who underwent extended lymph node dissection for pancreatic head cancer we analyzed the distribution of metastases to lymph node groups classified in detail and attempted to identify the lymph background metastasis to para aortic lymph nodes often occurs in pancreatic head cancer but factors that predict it are not well known methods using histopathologic data of patients who underwent extended lymph node dissection for pancreatic head cancer we analyzed the distribution of metastases to lymph node groups classified in detail and attempted to identify the lymph node groups that have a strong relation with metastasis to para aortic lymph nodes results a high incidence of lymph node metastasis was found in para aortic lymph nodes no as well as in regional lymph nodes such as those on the posterior aspect of the pancreas head no on the anterior surface of the pancreas head no along the superior mesenteric artery no and along the hepatoduodenal ligament no statistical analysis showed that metastases to para aortic lymph nodes had a strong correlation with metastases to nos and lymph nodes para aortic lymph node metastases were seldom observed among the patients who had no metastases to nos and lymph nodes conclusions examination of nos and lymph nodes may be useful to predict the involvement of para aortic lymph nodes"
}