{
    "pmid": "41378330",
    "title": "Prognostic factors for peritoneovenous shunt placement for refractory ascites in liver cirrhosis.",
    "abstract": "Refractory ascites severely impairs quality of life in patients with liver cirrhosis (LC) and cancer-related peritonitis. For individuals who are intolerant to medical therapy and require frequent large-volume paracentesis, a peritoneovenous shunt (PVS) offers a potential treatment option. However, PVS placement is associated with high complication rates, perioperative mortality, and lacks well-defined indications. To identify prognostic factors for PVS placement and develop a novel postoperative survival scoring model for LC with refractory ascites. A total of 100 patients who underwent PVS placement for refractory ascites due to LC in our department between 1998 and 2024 were analyzed. Patients were stratified into two groups: Those who survived more than 180 days after PVS placement (L-group) and those who survived for less than 180 days (S-group). Prognostic factors were compared between groups, and four variables (sex, age, Child-Pugh score, and liver volume) were selected for the creation of a new scoring system. Significant differences between the S- and L-groups were observed for age, sex, Child-Pugh score and preoperative liver volume. Based on these variables, we developed a scoring system as follows: 1 point each for age ≥ 60 years, Child-Pugh score ≥ 10, female sex, and preoperative liver volume < 1057 mL. Patients scoring 0-2 points were classified as PVS grade A, and those scoring 3-4 points as PVS grade B. Survival analysis showed that overall survival was significantly higher in PVS grade A compared with PVS grade B. Multivariate analysis confirmed PVS grade as an independent prognostic factor. The proposed PVS scoring system may be a useful tool for predicting postoperative prognosis following PVS placement in patients with LC and refractory ascites.",
    "disease": "liver cirrhosis",
    "clean_text": "prognostic factors for peritoneovenous shunt placement for refractory ascites in liver cirrhosis refractory ascites severely impairs quality of life in patients with liver cirrhosis lc and cancer related peritonitis for individuals who are intolerant to medical therapy and require frequent large volume paracentesis a peritoneovenous shunt pvs offers a potential treatment option however pvs placement is associated with high complication rates perioperative mortality and lacks well defined indications to identify prognostic factors for pvs placement and develop a novel postoperative survival scoring model for lc with refractory ascites a total of patients who underwent pvs placement for refractory ascites due to lc in our department between and were analyzed patients were stratified into two groups those who survived more than days after pvs placement l group and those who survived for less than days s group prognostic factors were compared between groups and four variables sex age child pugh score and liver volume were selected for the creation of a new scoring system significant differences between the s and l groups were observed for age sex child pugh score and preoperative liver volume based on these variables we developed a scoring system as follows point each for age years child pugh score female sex and preoperative liver volume ml patients scoring points were classified as pvs grade a and those scoring points as pvs grade b survival analysis showed that overall survival was significantly higher in pvs grade a compared with pvs grade b multivariate analysis confirmed pvs grade as an independent prognostic factor the proposed pvs scoring system may be a useful tool for predicting postoperative prognosis following pvs placement in patients with lc and refractory ascites"
}