{
    "title": "Biomedical titanium alloys with Young's moduli close to that of cortical bone.",
    "doc_id": "27252887",
    "writer": "Niinomi M",
    "year": "2016",
    "summary": "Biomedical titanium alloys with Young's moduli close to that of cortical bone, i.e., low Young's modulus titanium alloys, are receiving extensive attentions because of their potential in preventing stress shielding, which usually leads to bone resorption and poor bo …",
    "abstract": "Biomedical titanium alloys with Young's moduli close to that of cortical bone, i.e., low Young's modulus titanium alloys, are receiving extensive attentions because of their potential in preventing stress shielding, which usually leads to bone resorption and poor bone remodeling, when implants made of their alloys are used. They are generally β-type titanium alloys composed of non-toxic and allergy-free elements such as Ti-29Nb-13Ta-4.6Zr referred to as TNTZ, which is highly expected to be used as a biomaterial for implants replacing failed hard tissue. Furthermore, to satisfy the demands from both patients and surgeons, i.e., a low Young's modulus of the whole implant and a high Young's modulus of the deformed part of implant, titanium alloys with changeable Young's modulus, which are also β-type titanium alloys, for instance Ti-12Cr, have been developed. In this review article, by focusing on TNTZ and Ti-12Cr, the biological and mechanical properties of the titanium alloys with low Young's modulus and changeable Young's modulus are described. In addition, the titanium alloys with shape memory and superelastic properties were briefly addressed. Surface modifications for tailoring the biological and anti-wear/corrosion performances of the alloys have also been briefly introduced.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27252887/",
    "clean_text": "biomedical titanium alloys with young s moduli close to that of cortical bone biomedical titanium alloys with young s moduli close to that of cortical bone i e low young s modulus titanium alloys are receiving extensive attentions because of their potential in preventing stress shielding which usually leads to bone resorption and poor bo biomedical titanium alloys with young s moduli close to that of cortical bone i e low young s modulus titanium alloys are receiving extensive attentions because of their potential in preventing stress shielding which usually leads to bone resorption and poor bone remodeling when implants made of their alloys are used they are generally type titanium alloys composed of non toxic and allergy free elements such as ti nb ta zr referred to as tntz which is highly expected to be used as a biomaterial for implants replacing failed hard tissue furthermore to satisfy the demands from both patients and surgeons i e a low young s modulus of the whole implant and a high young s modulus of the deformed part of implant titanium alloys with changeable young s modulus which are also type titanium alloys for instance ti cr have been developed in this review article by focusing on tntz and ti cr the biological and mechanical properties of the titanium alloys with low young s modulus and changeable young s modulus are described in addition the titanium alloys with shape memory and superelastic properties were briefly addressed surface modifications for tailoring the biological and anti wear corrosion performances of the alloys have also been briefly introduced"
}