{
    "pmid": "41441584",
    "title": "Optimization of Case Finding and Preventive Treatment Among Household Contacts of People with Tuberculosis in Zimbabwe.",
    "abstract": "Systematic screening of household contacts (HHCs) of people with tuberculosis (TB) and starting them on either TB treatment or tuberculosis preventive treatment (TPT) reduces TB incidence. This project supported HHC management in six health facilities in Zimbabwe through the provision of CXR services, reimbursement of transport costs for HHCs, and provision of fuel and refreshments for healthcare workers involved in contact tracing. We describe TB and TPT cascades among the HHCs of index patients with all forms of TB. We enrolled 251 index patients who listed 794 HHCs: 551 (69%) HHCs of 158 index patients were traced and 520 (94%) screened for TB. Of the 502 who were referred to clinics, 362 (72%) reached the clinic. Among 520 HHCs, 324 (62%) underwent CXR screening and 18 (5%) had CXRs suggestive of TB. The yield of TB was 2.3% (12/520), with CXR detecting eight people who had not reported TB symptoms. Of the 311 who were assessed for TPT eligibility, 126 (41%) started TPT and 119 were assessed for TPT outcomes. Of these, 111 (93%) had successful TPT outcomes. The median times to starting TB treatment and TPT were 7 days and 11 days, respectively. The intervention facilitated timely access to healthcare services and a high yield of TB detection.",
    "disease": "tuberculosis",
    "clean_text": "optimization of case finding and preventive treatment among household contacts of people with tuberculosis in zimbabwe systematic screening of household contacts hhcs of people with tuberculosis tb and starting them on either tb treatment or tuberculosis preventive treatment tpt reduces tb incidence this project supported hhc management in six health facilities in zimbabwe through the provision of cxr services reimbursement of transport costs for hhcs and provision of fuel and refreshments for healthcare workers involved in contact tracing we describe tb and tpt cascades among the hhcs of index patients with all forms of tb we enrolled index patients who listed hhcs hhcs of index patients were traced and screened for tb of the who were referred to clinics reached the clinic among hhcs underwent cxr screening and had cxrs suggestive of tb the yield of tb was with cxr detecting eight people who had not reported tb symptoms of the who were assessed for tpt eligibility started tpt and were assessed for tpt outcomes of these had successful tpt outcomes the median times to starting tb treatment and tpt were days and days respectively the intervention facilitated timely access to healthcare services and a high yield of tb detection"
}