{
    "title": "Diet quality and a traditional dietary pattern predict lean mass in Australian women: Longitudinal data from the Geelong Osteoporosis Study.",
    "doc_id": "33505843",
    "writer": "Davis JA",
    "year": "2021",
    "summary": "Our study reinforces the importance of diet quality for healthy, aging muscle mass. Furthermore, a less inflammatory diet and a diet comprising a wide variety of plant and animal foods may be conducive to maintenance of muscle mass in women. Further studies investigating d …",
    "abstract": "Low muscle mass is associated with reduced independence and increased risk for falls and fractures. Identification of modifiable risk factors for low muscle mass is thus imperative. This study aimed to examine the longitudinal relationship between both diet quality and patterns and lean mass in Australian women. Data from n = 494 participants of the Geelong Osteoporosis Study's 10- and 15-year women's follow-ups were used (conducted in 2004-08 and 2011-14, respectively), and participants were aged 21-89 years. Self-reported lifestyle and demographics were collected, and food frequency questionnaire data informed the dietary exposure variables: the Australian Recommended Food Score (ARFS); the Dietary Inflammatory Index (DII); and a posteriori dietary patterns. The outcome, Skeletal Muscle Index (SMI), was calculated from DXA-derived appendicular lean mass (ALM) relative to height (ALM kg/m2). Analyses employed Generalised Estimating Equations. A higher ARFS score positively predicted SMI over 5-years, and adjustments for age and physical activity did not attenuate this relationship (B:0.044, (95%CI 0.004, 0.084) kg/m2). Following adjustment, both an anti-inflammatory diet (B:-0.034, (95%CI -0.070, -0.002) kg/m2) and a 'traditional' dietary pattern predicted higher SMI (B:0.081, (95%CI 0.004, 0.158) kg/m2). No other associations were observed. Our study reinforces the importance of diet quality for healthy, aging muscle mass. Furthermore, a less inflammatory diet and a diet comprising a wide variety of plant and animal foods may be conducive to maintenance of muscle mass in women. Further studies investigating diet quality's impact on various muscle health measures over longer time periods are warranted.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33505843/",
    "clean_text": "diet quality and a traditional dietary pattern predict lean mass in australian women longitudinal data from the geelong osteoporosis study our study reinforces the importance of diet quality for healthy aging muscle mass furthermore a less inflammatory diet and a diet comprising a wide variety of plant and animal foods may be conducive to maintenance of muscle mass in women further studies investigating d low muscle mass is associated with reduced independence and increased risk for falls and fractures identification of modifiable risk factors for low muscle mass is thus imperative this study aimed to examine the longitudinal relationship between both diet quality and patterns and lean mass in australian women data from n participants of the geelong osteoporosis study s and year women s follow ups were used conducted in and respectively and participants were aged years self reported lifestyle and demographics were collected and food frequency questionnaire data informed the dietary exposure variables the australian recommended food score arfs the dietary inflammatory index dii and a posteriori dietary patterns the outcome skeletal muscle index smi was calculated from dxa derived appendicular lean mass alm relative to height alm kg m analyses employed generalised estimating equations a higher arfs score positively predicted smi over years and adjustments for age and physical activity did not attenuate this relationship b ci kg m following adjustment both an anti inflammatory diet b ci kg m and a traditional dietary pattern predicted higher smi b ci kg m no other associations were observed our study reinforces the importance of diet quality for healthy aging muscle mass furthermore a less inflammatory diet and a diet comprising a wide variety of plant and animal foods may be conducive to maintenance of muscle mass in women further studies investigating diet quality s impact on various muscle health measures over longer time periods are warranted"
}