{
    "title": "Older adults know when they have been left out but they respond rationally.",
    "doc_id": "40009254",
    "writer": "Kong Q",
    "year": "2025",
    "summary": "Previous research reveals that older adults have relatively intact well-being when excluded by others as compared to young adults. ...Despite older adults' relatively good performance, there were individual differences in recognizing exclusion; older adults w …",
    "abstract": "Previous research reveals that older adults have relatively intact well-being when excluded by others as compared to young adults. This observation can be attributed to two plausible explanations: Either older adults are unaware of their exclusion, thereby shielding their well-being from its impact, or they recognize the exclusion but respond to it rationally. We carried out two studies to compare young and older adults' awareness of and response to exclusion, and explored its potential mechanisms by assessing the explanatory roles of loneliness, general cognition, and rejection sensitivity. Study 1 measured young and older adults' loneliness, awareness of exclusion, and needs satisfaction after playing the Cyberball game, and Study 2 further examined other potential correlates including processing speed, working memory, and rejection sensitivity. Over the two studies, older adults were not worse at recognizing exclusion, and sometimes better than young adults. Older adults' awareness of exclusion predicted their responses to exclusion, whereas the same link was absent in younger adults. Despite older adults' relatively good performance, there were individual differences in recognizing exclusion; older adults with better general cognition and lower rejection sensitivity were particularly adept. In sum, older adults can be as aware of exclusion as young adults, but rather than reacting in an emotional way that is detached from reality, older adults are more likely to respond to it rationally based on the severity of exclusion they have perceived.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40009254/",
    "clean_text": "older adults know when they have been left out but they respond rationally previous research reveals that older adults have relatively intact well being when excluded by others as compared to young adults despite older adults relatively good performance there were individual differences in recognizing exclusion older adults w previous research reveals that older adults have relatively intact well being when excluded by others as compared to young adults this observation can be attributed to two plausible explanations either older adults are unaware of their exclusion thereby shielding their well being from its impact or they recognize the exclusion but respond to it rationally we carried out two studies to compare young and older adults awareness of and response to exclusion and explored its potential mechanisms by assessing the explanatory roles of loneliness general cognition and rejection sensitivity study measured young and older adults loneliness awareness of exclusion and needs satisfaction after playing the cyberball game and study further examined other potential correlates including processing speed working memory and rejection sensitivity over the two studies older adults were not worse at recognizing exclusion and sometimes better than young adults older adults awareness of exclusion predicted their responses to exclusion whereas the same link was absent in younger adults despite older adults relatively good performance there were individual differences in recognizing exclusion older adults with better general cognition and lower rejection sensitivity were particularly adept in sum older adults can be as aware of exclusion as young adults but rather than reacting in an emotional way that is detached from reality older adults are more likely to respond to it rationally based on the severity of exclusion they have perceived"
}