{
    "pmid": "41425238",
    "title": "Clinical characteristics, treatments, and complications of Kawasaki disease in Peruvian children: a retrospective observational study.",
    "abstract": "Kawasaki disease (KD) is a rare medium-sized vessel vasculitis that is the leading cause of acquired heart disease in children. However, most studies on KD focused on its occurrence in infants aged <6 months. To evaluate the clinical characteristics, treatments, and complications of KD in Peruvian children. Retrospective observational study. We collected data from patients aged <18 years who were diagnosed with KD and hospitalized at four healthcare institutions in Lima, Peru, between 2010 and 2022. Clinical characteristics, treatments, and complications were described overall and by age (groups A: <6 months, B: 6 to <12 months, C: 1 to <5 years, and D: ⩾5 years). The median age was 2.3 years (interquartile range: 1.4-4, range: 1 month-13.2 years), and 68% were male. Group A had fewer oral mucocutaneous symptoms, whereas groups C and D had higher frequencies of cervical lymphadenopathy than the other groups. Gastrointestinal symptoms and incomplete KD presentation were common in groups A and D. Elevated white blood cell counts, platelet counts, erythrocyte sedimentation rates, and C-reactive protein levels were observed, particularly in patients with an illness duration of >10 days. A second dose of immunoglobulin was administered to 32 patients, and corticosteroids were administered to 48 patients (21.3%). Immunoglobulin resistance occurred in 14.8% of the patients, predominantly in group D. Coronary aneurysms were observed in 25 patients (12.1%), predominantly in group A. Two patients required intensive care unit admission, and no deaths occurred during hospitalization. Mucocutaneous manifestations of KD in Peruvian children are consistent with those reported in other populations. The frequency of aneurysms and immunoglobulin resistance differed according to age. We emphasize the importance of understanding the clinical presentation of KD, both overall and stratified by age, to prevent late diagnosis and ensure timely treatment. Characteristics of Kawasaki disease in Peruvian children What is Kawasaki disease? Kawasaki disease (KD) is rare in children. KD was initially described in Asian children and later reported in other countries. Its most common complication is coronary artery damage. Treatment consists of administering high-cost medications (immunoglobulins) that are not always available in healthcare institutions in low- and middle-income countries. What is the aim of the study? The study aimed to evaluate the clinical characteristics, treatments, and complications of KD in Peruvian children. What do the results mean? In our study on Peruvian children with KD, we found that the clinical characteristics were similar to those reported in studies from other countries. The frequencies of coronary aneurysms and immunoglobulin resistance varied with age. A group of children were diagnosed late (>10 days) because the healthcare workers misdiagnosed them with other childhood infectious diseases. The treatment was consistent with the recommendations of international institutions. Immunoglobulins and aspirin were the most commonly used drugs. Why is this important? The results of this study provide information on KD stratified by age group and include the most significant number of children with this rare disease in Peru, utilizing data from hospitals that are representative of the Peruvian healthcare system.",
    "disease": "coronary artery disease",
    "clean_text": "clinical characteristics treatments and complications of kawasaki disease in peruvian children a retrospective observational study kawasaki disease kd is a rare medium sized vessel vasculitis that is the leading cause of acquired heart disease in children however most studies on kd focused on its occurrence in infants aged months to evaluate the clinical characteristics treatments and complications of kd in peruvian children retrospective observational study we collected data from patients aged years who were diagnosed with kd and hospitalized at four healthcare institutions in lima peru between and clinical characteristics treatments and complications were described overall and by age groups a months b to months c to years and d years the median age was years interquartile range range month years and were male group a had fewer oral mucocutaneous symptoms whereas groups c and d had higher frequencies of cervical lymphadenopathy than the other groups gastrointestinal symptoms and incomplete kd presentation were common in groups a and d elevated white blood cell counts platelet counts erythrocyte sedimentation rates and c reactive protein levels were observed particularly in patients with an illness duration of days a second dose of immunoglobulin was administered to patients and corticosteroids were administered to patients immunoglobulin resistance occurred in of the patients predominantly in group d coronary aneurysms were observed in patients predominantly in group a two patients required intensive care unit admission and no deaths occurred during hospitalization mucocutaneous manifestations of kd in peruvian children are consistent with those reported in other populations the frequency of aneurysms and immunoglobulin resistance differed according to age we emphasize the importance of understanding the clinical presentation of kd both overall and stratified by age to prevent late diagnosis and ensure timely treatment characteristics of kawasaki disease in peruvian children what is kawasaki disease kawasaki disease kd is rare in children kd was initially described in asian children and later reported in other countries its most common complication is coronary artery damage treatment consists of administering high cost medications immunoglobulins that are not always available in healthcare institutions in low and middle income countries what is the aim of the study the study aimed to evaluate the clinical characteristics treatments and complications of kd in peruvian children what do the results mean in our study on peruvian children with kd we found that the clinical characteristics were similar to those reported in studies from other countries the frequencies of coronary aneurysms and immunoglobulin resistance varied with age a group of children were diagnosed late days because the healthcare workers misdiagnosed them with other childhood infectious diseases the treatment was consistent with the recommendations of international institutions immunoglobulins and aspirin were the most commonly used drugs why is this important the results of this study provide information on kd stratified by age group and include the most significant number of children with this rare disease in peru utilizing data from hospitals that are representative of the peruvian healthcare system"
}