{
    "title": "A VS ultrasound diagnostic system with kidney image evaluation functions.",
    "doc_id": "36198998",
    "writer": "Zhou J",
    "year": "2023",
    "summary": "Additionally, we used different image processing methods (YOLOv5s and BiSeNet V2) to detect the target kidney location, as well as to evaluate the appropriateness of the obtained ultrasound images (ResNet 50). ...CONCLUSION: While the most efficient tracking achieved is ba …",
    "abstract": "Purpose:\n        \n      \n      An inevitable feature of ultrasound-based diagnoses is that the quality of the ultrasound images produced depends directly on the skill of the physician operating the probe. This is because physicians have to constantly adjust the probe position to obtain a cross section of the target organ, which is constantly shifting due to patient respiratory motions. Therefore, we developed an ultrasound diagnostic robot that works in cooperation with a visual servo system based on deep learning that will help alleviate the burdens imposed on physicians.\n    \n\n\n          Methods:\n        \n      \n      Our newly developed robotic ultrasound diagnostic system consists of three robots: an organ tracking robot (OTR), a robotic bed, and a robotic supporting arm. Additionally, we used different image processing methods (YOLOv5s and BiSeNet V2) to detect the target kidney location, as well as to evaluate the appropriateness of the obtained ultrasound images (ResNet 50). Ultimately, the image processing results are transmitted to the OTR for use as motion commands.\n    \n\n\n          Results:\n        \n      \n      In our experiments, the highest effective tracking rate (0.749) was obtained by YOLOv5s with Kalman filtering, while the effective tracking rate was improved by about 37% in comparison with cases without such filtering. Additionally, the appropriateness probability of the ultrasound images obtained during the tracking process was also the highest and most stable. The second highest tracking efficiency value (0.694) was obtained by BiSeNet V2 with Kalman filtering and was a 75% improvement over the case without such filtering.\n    \n\n\n          Conclusion:\n        \n      \n      While the most efficient tracking achieved is based on the combination of YOLOv5s and Kalman filtering, the combination of BiSeNet V2 and Kalman filtering was capable of detecting the kidney center of gravity closer to the kidney's actual motion state. Furthermore, this model could also measure the cross-sectional area, maximum diameter, and other detailed information of the target kidney, which meant it is more practical for use in actual diagnoses.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36198998/",
    "clean_text": "a vs ultrasound diagnostic system with kidney image evaluation functions additionally we used different image processing methods yolov s and bisenet v to detect the target kidney location as well as to evaluate the appropriateness of the obtained ultrasound images resnet conclusion while the most efficient tracking achieved is ba purpose an inevitable feature of ultrasound based diagnoses is that the quality of the ultrasound images produced depends directly on the skill of the physician operating the probe this is because physicians have to constantly adjust the probe position to obtain a cross section of the target organ which is constantly shifting due to patient respiratory motions therefore we developed an ultrasound diagnostic robot that works in cooperation with a visual servo system based on deep learning that will help alleviate the burdens imposed on physicians methods our newly developed robotic ultrasound diagnostic system consists of three robots an organ tracking robot otr a robotic bed and a robotic supporting arm additionally we used different image processing methods yolov s and bisenet v to detect the target kidney location as well as to evaluate the appropriateness of the obtained ultrasound images resnet ultimately the image processing results are transmitted to the otr for use as motion commands results in our experiments the highest effective tracking rate was obtained by yolov s with kalman filtering while the effective tracking rate was improved by about in comparison with cases without such filtering additionally the appropriateness probability of the ultrasound images obtained during the tracking process was also the highest and most stable the second highest tracking efficiency value was obtained by bisenet v with kalman filtering and was a improvement over the case without such filtering conclusion while the most efficient tracking achieved is based on the combination of yolov s and kalman filtering the combination of bisenet v and kalman filtering was capable of detecting the kidney center of gravity closer to the kidney s actual motion state furthermore this model could also measure the cross sectional area maximum diameter and other detailed information of the target kidney which meant it is more practical for use in actual diagnoses"
}