{
    "pmid": "41448282",
    "title": "Allergic sensitization in asthma and COPD in the NOVELTY study.",
    "abstract": "Allergic sensitization is a hallmark of asthma, linked to increased disease burden. However, its role in chronic obstructive pulmonary disease (COPD) and asthma + COPD remains less understood. This cross-sectional study evaluates the prevalence of allergic sensitization and its associations with disease severity, lung function, exacerbations and health status across these conditions in the multinational observational NOVELTY cohort. Allergic sensitization was assessed from specific IgE (sIgE) to11 common aeroallergens. Physician-assessed severity, post-bronchodilator FEV1 % predicted, exacerbation history, and health status were evaluated. Mixed-effects multivariable regression models were used to assess associations, adjusted for age, sex, BMI, smoking history, and geographical region. Baseline sIgE data were available from n = 5389 participants (asthma:2707; asthma + COPD:773; COPD:1909). Allergic sensitization prevalence was 56 % in asthma, 36 % in asthma + COPD, and 19 % in COPD. In asthma, sensitization to any allergen, mites or molds was associated with more severe disease (odds ratios (OR) 1.46 to 2.91) and lower post-BD FEV Allergic sensitization shows divergent clinical associations across asthma and COPD, being linked to more severe disease in asthma but higher lung function and milder severity in COPD. These findings emphasize the phenotypic heterogeneity of allergic sensitization in airway diseases and support its use in guiding personalized diagnostic and therapeutic strategies.",
    "disease": "asthma",
    "clean_text": "allergic sensitization in asthma and copd in the novelty study allergic sensitization is a hallmark of asthma linked to increased disease burden however its role in chronic obstructive pulmonary disease copd and asthma copd remains less understood this cross sectional study evaluates the prevalence of allergic sensitization and its associations with disease severity lung function exacerbations and health status across these conditions in the multinational observational novelty cohort allergic sensitization was assessed from specific ige sige to common aeroallergens physician assessed severity post bronchodilator fev predicted exacerbation history and health status were evaluated mixed effects multivariable regression models were used to assess associations adjusted for age sex bmi smoking history and geographical region baseline sige data were available from n participants asthma asthma copd copd allergic sensitization prevalence was in asthma in asthma copd and in copd in asthma sensitization to any allergen mites or molds was associated with more severe disease odds ratios or to and lower post bd fev allergic sensitization shows divergent clinical associations across asthma and copd being linked to more severe disease in asthma but higher lung function and milder severity in copd these findings emphasize the phenotypic heterogeneity of allergic sensitization in airway diseases and support its use in guiding personalized diagnostic and therapeutic strategies"
}