{
    "title": "Stem cell-based therapies for ischemic stroke.",
    "doc_id": "24719869",
    "writer": "Hao L",
    "year": "2014",
    "summary": "Animal studies have demonstrated that the beneficial effects of stem cells including embryonic stem cells (ESCs), inducible pluripotent stem cells (iPSCs), neural stem cells (NSCs), and mesenchymal stem cell (M …",
    "abstract": "In recent years, stem cell-based approaches have attracted more attention from scientists and clinicians due to their possible therapeutical effect on stroke. Animal studies have demonstrated that the beneficial effects of stem cells including embryonic stem cells (ESCs), inducible pluripotent stem cells (iPSCs), neural stem cells (NSCs), and mesenchymal stem cell (MSCs) might be due to cell replacement, neuroprotection, endogenous neurogenesis, angiogenesis, and modulation on inflammation and immune response. Although several clinical studies have shown the high efficiency and safety of stem cell in stroke management, mainly MSCs, some issues regarding to cell homing, survival, tracking, safety, and optimal cell transplantation protocol, such as cell dose and time window, should be addressed. Undoubtably, stem cell-based gene therapy represents a novel potential therapeutic strategy for stroke in future.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24719869/",
    "clean_text": "stem cell based therapies for ischemic stroke animal studies have demonstrated that the beneficial effects of stem cells including embryonic stem cells escs inducible pluripotent stem cells ipscs neural stem cells nscs and mesenchymal stem cell m in recent years stem cell based approaches have attracted more attention from scientists and clinicians due to their possible therapeutical effect on stroke animal studies have demonstrated that the beneficial effects of stem cells including embryonic stem cells escs inducible pluripotent stem cells ipscs neural stem cells nscs and mesenchymal stem cell mscs might be due to cell replacement neuroprotection endogenous neurogenesis angiogenesis and modulation on inflammation and immune response although several clinical studies have shown the high efficiency and safety of stem cell in stroke management mainly mscs some issues regarding to cell homing survival tracking safety and optimal cell transplantation protocol such as cell dose and time window should be addressed undoubtably stem cell based gene therapy represents a novel potential therapeutic strategy for stroke in future"
}