{
    "pmid": "41404671",
    "title": "Higher Life-Course Blood Pressure Associates With Reduced Myocardial Perfusion in Older Age: Insights From MyoFit46.",
    "abstract": "Elevated blood pressure (BP) is a major contributor to coronary artery disease. We explored the impact of life-course BP on later-life normalized stress myocardial blood flow (sMBF MyoFit46 (URL: https://www.clinicaltrials.gov; Unique identifier: NCT05455125) prospectively recruited ≈500 National Survey of Health and Development 1946 birth cohort participants aged ≈77 years to undergo stress perfusion and late gadolinium enhancement cardiovascular magnetic resonance. Systolic (SBPs) and diastolic BPs (DBPs) were recorded at 36, 43, 53, 63, 69, and 77 years. For each participant, annual rates of BP change (steepness) and area under the BP trajectory curve (cumulative burden) were derived using mixed-effects models. BP cardiovascular magnetic resonance perfusion associations were tested using generalized models, adjusted for antihypertensive use, demographics, lifestyle, and comorbidities. Cross-sectional associations between major adverse cardiovascular events (myocardial infarction, stroke, and heart failure) were also tested. Mediation analyses explored mechanistic pathways. Among 459 participants, each 10 mm Hg higher SBP at 36 to 69 years was associated with 3% to 6% lower sMBF Higher life-course BPs, steeper increases, and greater cumulative burden associate with lower myocardial perfusion at 77 years, which can be linked with higher major adverse cardiovascular event odds and fibrosis burden. This underscores the importance of early life screening and guiding treatment based on BP trajectories.",
    "disease": "coronary artery disease",
    "clean_text": "higher life course blood pressure associates with reduced myocardial perfusion in older age insights from myofit elevated blood pressure bp is a major contributor to coronary artery disease we explored the impact of life course bp on later life normalized stress myocardial blood flow smbf myofit url https www clinicaltrials gov unique identifier nct prospectively recruited national survey of health and development birth cohort participants aged years to undergo stress perfusion and late gadolinium enhancement cardiovascular magnetic resonance systolic sbps and diastolic bps dbps were recorded at and years for each participant annual rates of bp change steepness and area under the bp trajectory curve cumulative burden were derived using mixed effects models bp cardiovascular magnetic resonance perfusion associations were tested using generalized models adjusted for antihypertensive use demographics lifestyle and comorbidities cross sectional associations between major adverse cardiovascular events myocardial infarction stroke and heart failure were also tested mediation analyses explored mechanistic pathways among participants each mm hg higher sbp at to years was associated with to lower smbf higher life course bps steeper increases and greater cumulative burden associate with lower myocardial perfusion at years which can be linked with higher major adverse cardiovascular event odds and fibrosis burden this underscores the importance of early life screening and guiding treatment based on bp trajectories"
}