{
    "title": "Herpes Zoster after Botulinum Toxin Combined with Hyaluronic Acid Injection.",
    "doc_id": "37254245",
    "writer": "Zhuang J",
    "year": "2023",
    "summary": "However, these treatment methods can also cause adverse events. This article reports a case of herpes zoster that occurred several days after botulinum toxin and hyaluronic acid injections. Antiviral treatment of herpes zoster virus proved successful i …",
    "abstract": "Botulinum toxin and hyaluronic acid injections are commonly used in plastic surgery. However, these treatment methods can also cause adverse events. This article reports a case of herpes zoster that occurred several days after botulinum toxin and hyaluronic acid injections. Antiviral treatment of herpes zoster virus proved successful in managing this complication. Furthermore, several articles concerning injection therapy-induced herpes zoster are reviewed. It is suggested that clinicians should consider herpes zoster in the differential diagnosis of unilateral erythema and papules, following injection therapy, in order to provide timely treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37254245/",
    "clean_text": "herpes zoster after botulinum toxin combined with hyaluronic acid injection however these treatment methods can also cause adverse events this article reports a case of herpes zoster that occurred several days after botulinum toxin and hyaluronic acid injections antiviral treatment of herpes zoster virus proved successful i botulinum toxin and hyaluronic acid injections are commonly used in plastic surgery however these treatment methods can also cause adverse events this article reports a case of herpes zoster that occurred several days after botulinum toxin and hyaluronic acid injections antiviral treatment of herpes zoster virus proved successful in managing this complication furthermore several articles concerning injection therapy induced herpes zoster are reviewed it is suggested that clinicians should consider herpes zoster in the differential diagnosis of unilateral erythema and papules following injection therapy in order to provide timely treatment"
}