{
    "title": "Neuroendocrine cell proliferations in lungs explanted for fibrotic interstitial lung disease and emphysema.",
    "doc_id": "30360902",
    "writer": "Shyu S",
    "year": "2018",
    "summary": "Using recently proposed pathological criteria, we determined the incidence of neuroendocrine cell proliferation in a series of explants with lung disease. Cases were defined as NECH (3 bronchioles with 5 endocrine cells), borderline diffuse neuroendocrine …",
    "abstract": "Using recently proposed pathological criteria, we determined the incidence of neuroendocrine cell proliferation in a series of explants with lung disease. Cases were defined as NECH (≥3 bronchioles with ≥5 endocrine cells), borderline diffuse neuroendocrine cell hyperplasia (DPNECH) (1-3 tumourlets with or without NECH), and DPNECH (≥3 tumourlets with NECH). Endocrine cells were identified by immunohistochemical staining for synaptophysin. There were 65 explants with interstitial lung disease (57 with non-sarcoid fibrotic lung disease, 8 with sarcoidosis), and 21 with centrilobular emphysema. Over one-third of all explant cases demonstrated histological criteria for NECH. There were three cases of DPNECH in the non-sarcoid fibrotic lung disease group (5%) and 20 cases of NECH (35%). The emphysema group had one case of DPNECH (5%), two cases of borderline DPNECH (10%), and seven cases with NECH (33%). The sarcoidosis group had two cases of DPNECH (25%) and three cases of NECH (38%). NECH is common in interstitial lung disease and emphysema. These results suggest that fibrotic lung disease is a predisposing factor for neuroendocrine cell proliferation, in addition to the known risk of epithelial neoplasms.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30360902/",
    "clean_text": "neuroendocrine cell proliferations in lungs explanted for fibrotic interstitial lung disease and emphysema using recently proposed pathological criteria we determined the incidence of neuroendocrine cell proliferation in a series of explants with lung disease cases were defined as nech bronchioles with endocrine cells borderline diffuse neuroendocrine using recently proposed pathological criteria we determined the incidence of neuroendocrine cell proliferation in a series of explants with lung disease cases were defined as nech bronchioles with endocrine cells borderline diffuse neuroendocrine cell hyperplasia dpnech tumourlets with or without nech and dpnech tumourlets with nech endocrine cells were identified by immunohistochemical staining for synaptophysin there were explants with interstitial lung disease with non sarcoid fibrotic lung disease with sarcoidosis and with centrilobular emphysema over one third of all explant cases demonstrated histological criteria for nech there were three cases of dpnech in the non sarcoid fibrotic lung disease group and cases of nech the emphysema group had one case of dpnech two cases of borderline dpnech and seven cases with nech the sarcoidosis group had two cases of dpnech and three cases of nech nech is common in interstitial lung disease and emphysema these results suggest that fibrotic lung disease is a predisposing factor for neuroendocrine cell proliferation in addition to the known risk of epithelial neoplasms"
}