{
    "pmid": "41474148",
    "title": "Role of Automated Red Cell Exchange in Sickle Cell Anemia and Poisoning.",
    "abstract": "Red cell exchange (RCE) is the removal of a patient's diseased red cells and replacing them with normal donor red cells either manually or using an automated cell separator. It is the treatment of choice in patients with sickle cell disease (SCD) presenting with acute stroke and severe acute chest syndrome with hypoxia. However, its use is limited because of the need for sophisticated equipment, specialized staff, and high cost of procedure. A total of 10 automated red blood cell exchanges were performed from January 2016 to December 2023 in patients who were in the age group 2 year-35 year with mean age 18.6 years. All the procedures were performed on Com.Tec (version 04.03.07) which has inbuilt software program. Among these 10 patients, 7 were male and 3 were female patients. Out of 10 patients, 9 were of SCD and one was of poisoning. In our study, 1 out of 10 patients had alloantibody Anti E, so antigen negative, phenotype matched, crossmatch compatible blood was given. The targeted and final fraction of red cell remaining (FCR) values were kept at <30% which was achieved in all cases. RCE is a safe and effective therapeutic treatment procedure with minimal or no side effects when performed at the right time by trained staff.",
    "disease": "stroke",
    "clean_text": "role of automated red cell exchange in sickle cell anemia and poisoning red cell exchange rce is the removal of a patient s diseased red cells and replacing them with normal donor red cells either manually or using an automated cell separator it is the treatment of choice in patients with sickle cell disease scd presenting with acute stroke and severe acute chest syndrome with hypoxia however its use is limited because of the need for sophisticated equipment specialized staff and high cost of procedure a total of automated red blood cell exchanges were performed from january to december in patients who were in the age group year year with mean age years all the procedures were performed on com tec version which has inbuilt software program among these patients were male and were female patients out of patients were of scd and one was of poisoning in our study out of patients had alloantibody anti e so antigen negative phenotype matched crossmatch compatible blood was given the targeted and final fraction of red cell remaining fcr values were kept at which was achieved in all cases rce is a safe and effective therapeutic treatment procedure with minimal or no side effects when performed at the right time by trained staff"
}