{
    "pmid": "41434181",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "White matter hyperintensities (WMHs), visible as bright regions on T2-weighted FLAIR MRI, are frequent with age and elevated in Alzheimer's disease (AD). Representing axonal damage, demyelination, and edema, WMHs are driven by vascular mechanisms, including endothelial dysfunction and impaired cerebrovascular autoregulation. WMHs also exhibit strong heritability (55-73%), with overlapping genetic pathways shared with AD. Emerging evidence suggests systemic factors across the brain-body axis influence WMHs, yet these contributions and their genetic overlap with AD remain underexplored. Our study investigated genetic underpinnings specific to WMHs and those shared with AD by assessing partitioned heritability of WMHs and AD across the brain-body axis with SNP level tissue- and cell-specific annotations; identifying genes associated with WMHs and AD through integration of gene expression data, establishing causal links between SNP-level findings and imaging-derived phenotypes (IDPs), particularly structural variations in regional brain volumes. Partitioned heritability was assessed using stratified-linkage disequilibrium score regression (sLDSC) on GWAS summary statistics (N = 3 WMH studies; N = 6 AD studies) using human A1) tissue level annotations (N = 10) and A2) continuous cell-specific annotations (N = 64). MAGMA and FUSION analyses highlighted genes associated with WMH and AD for further bioinformatics analysis (using human protein atlas (HPA) and STRING database). MACAW (Vigneshwaran et al, 2024) modeled causal relationships between WMH-associated SNPs (from FUMA analysis) and IDPs (N = 172), leveraging directed acyclic graphs to evaluate genetic effects while controlling for confounders (Figure 2). Tissue-specific analysis revealed significant enrichment of WMH-associated SNPs in the CNS, liver, cardiovascular system, and kidneys, while AD-associated SNPs were enriched in the CNS, connective bone, liver, and immune tissues. (Figure 1). Cell-specific analysis identified vascular endothelial cells as enriched across WMH-enriched tissues. MAGMA analysis, combined with HPA analysis, corroborated sLDSC tissue-level findings. MAGMA and FUSION analyses highlighted genes associated with WMHs (N = 39 and 69) and AD (N = 291 and 193). MACAW linked WMH-associated SNP to 172 IDPs, consistently impacting WM hypointensities and regional brain volumes (e.g., left inferior temporal volume). Our findings highlight systemic multi-tissue contributions (CNS, liver, cardiovascular system, and kidneys) to WMHs, driven by vascular endothelial dysfunction and shared AD genetics, with SNPs across the body also affecting brain imaging derived phenotypes.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium white matter hyperintensities wmhs visible as bright regions on t weighted flair mri are frequent with age and elevated in alzheimer s disease ad representing axonal damage demyelination and edema wmhs are driven by vascular mechanisms including endothelial dysfunction and impaired cerebrovascular autoregulation wmhs also exhibit strong heritability with overlapping genetic pathways shared with ad emerging evidence suggests systemic factors across the brain body axis influence wmhs yet these contributions and their genetic overlap with ad remain underexplored our study investigated genetic underpinnings specific to wmhs and those shared with ad by assessing partitioned heritability of wmhs and ad across the brain body axis with snp level tissue and cell specific annotations identifying genes associated with wmhs and ad through integration of gene expression data establishing causal links between snp level findings and imaging derived phenotypes idps particularly structural variations in regional brain volumes partitioned heritability was assessed using stratified linkage disequilibrium score regression sldsc on gwas summary statistics n wmh studies n ad studies using human a tissue level annotations n and a continuous cell specific annotations n magma and fusion analyses highlighted genes associated with wmh and ad for further bioinformatics analysis using human protein atlas hpa and string database macaw vigneshwaran et al modeled causal relationships between wmh associated snps from fuma analysis and idps n leveraging directed acyclic graphs to evaluate genetic effects while controlling for confounders figure tissue specific analysis revealed significant enrichment of wmh associated snps in the cns liver cardiovascular system and kidneys while ad associated snps were enriched in the cns connective bone liver and immune tissues figure cell specific analysis identified vascular endothelial cells as enriched across wmh enriched tissues magma analysis combined with hpa analysis corroborated sldsc tissue level findings magma and fusion analyses highlighted genes associated with wmhs n and and ad n and macaw linked wmh associated snp to idps consistently impacting wm hypointensities and regional brain volumes e g left inferior temporal volume our findings highlight systemic multi tissue contributions cns liver cardiovascular system and kidneys to wmhs driven by vascular endothelial dysfunction and shared ad genetics with snps across the body also affecting brain imaging derived phenotypes"
}