{
    "title": "The prevalence and management of side effects of lithium and anticonvulsants as mood stabilizers in bipolar disorder from a clinical perspective: a review.",
    "doc_id": "23873292",
    "writer": "Dols A",
    "year": "2013",
    "summary": "Side effects are among the most frequent reasons preventing patients from taking their medication. Although the management of side effects is an important issue in clinical practice, particularly in patients with physical comorbidities, research on cli …",
    "abstract": "Side effects are among the most frequent reasons preventing patients from taking their medication. Although the management of side effects is an important issue in clinical practice, particularly in patients with physical comorbidities, research on clinical management of side effects is rather scattered. The aim of this article was to provide an overview on the prevalence and management of various side effects of mood-stabilizing drugs. In December 2012, we carried out a PubMed search for publications reporting side effects in patients with bipolar disorder. Naturalistic studies describing the prevalence of side effects in treatment with mood stabilizers are sparse. We describe the prevalence of neurological, gastrointestinal, metabolic, thyroid, dermatological, nephrogenic, cognitive, sexual, hematological, hepatogenic, and teratogenic side effects of lithium, valproate, carbamazepine, and lamotrigine and discuss their clinical management. There are specific strategies that aim at reducing side effects, but, to date, studies on the efficacy of these interventions are lacking. With age, the renal elimination and hepatic metabolism of drugs reduce and comedication and somatic comorbidity increase, making elderly patients particularly susceptible to side effects. Most side effects can be managed by striving for the lowest possible dose without losing efficacy by lowering the dose below the therapeutic window. Specific measurements to limit certain side effects are available and may ameliorate treatment adherence.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23873292/",
    "clean_text": "the prevalence and management of side effects of lithium and anticonvulsants as mood stabilizers in bipolar disorder from a clinical perspective a review side effects are among the most frequent reasons preventing patients from taking their medication although the management of side effects is an important issue in clinical practice particularly in patients with physical comorbidities research on cli side effects are among the most frequent reasons preventing patients from taking their medication although the management of side effects is an important issue in clinical practice particularly in patients with physical comorbidities research on clinical management of side effects is rather scattered the aim of this article was to provide an overview on the prevalence and management of various side effects of mood stabilizing drugs in december we carried out a pubmed search for publications reporting side effects in patients with bipolar disorder naturalistic studies describing the prevalence of side effects in treatment with mood stabilizers are sparse we describe the prevalence of neurological gastrointestinal metabolic thyroid dermatological nephrogenic cognitive sexual hematological hepatogenic and teratogenic side effects of lithium valproate carbamazepine and lamotrigine and discuss their clinical management there are specific strategies that aim at reducing side effects but to date studies on the efficacy of these interventions are lacking with age the renal elimination and hepatic metabolism of drugs reduce and comedication and somatic comorbidity increase making elderly patients particularly susceptible to side effects most side effects can be managed by striving for the lowest possible dose without losing efficacy by lowering the dose below the therapeutic window specific measurements to limit certain side effects are available and may ameliorate treatment adherence"
}