{
    "pmid": "41454200",
    "title": "TAPSE/PASP combined with IVC can identify poor prognosis in PAH patients with low and intermediate risk.",
    "abstract": "To identify echocardiographic parameters that predict prognosis in pulmonary arterial hypertension (PAH) patients with low and intermediate risk. This single-center retrospective cohort study included PAH patients classified as low or intermediate risk according to WSPH criteria. All patients were regularly followed at the First Affiliated Hospital of Nanjing Medical University. Baseline and follow-up data were collected using standardized case report forms. Missing data were imputed using the random forest method. Statistical analyses were performed using SPSS 26.0 and R 4.3.1, with a two-sided p < 0.05 considered significant. A total of 116 PAH patients (57 low risk, 59 intermediate risk) were enrolled. During a median follow-up of 34.8 months, 28 patients (24.1%) experienced clinical failure events. The TAPSE/PASP ratio was an independent predictor of poor prognosis (HR = 0.002, 95% CI 1.09e-5-0.294, p = 0.015). Kaplan-Meier analysis showed that patients with TAPSE/PASP < 0.33 and IVC ≥ 16 mm had significantly worse event-free survival (p < 0.001). The combination of TAPSE/PASP < 0.33 and IVC ≥ 16 mm identifies poor prognosis among low- and intermediate-risk PAH patients, providing a simple echocardiographic tool for early risk stratification. Key Points • TAPSE/PASP ratio combined with IVC diameter provides a simple, non-invasive index to identify poor prognosis in low- and intermediate-risk CTD-PAH patients. • This combined echocardiographic assessment may facilitate early recognition of right ventricular-pulmonary arterial uncoupling and guide timely treatment adjustment. • It refines risk evaluation beyond conventional WSPH stratification, supporting individualized long-term management in CTD-PAH.",
    "disease": "hypertension",
    "clean_text": "tapse pasp combined with ivc can identify poor prognosis in pah patients with low and intermediate risk to identify echocardiographic parameters that predict prognosis in pulmonary arterial hypertension pah patients with low and intermediate risk this single center retrospective cohort study included pah patients classified as low or intermediate risk according to wsph criteria all patients were regularly followed at the first affiliated hospital of nanjing medical university baseline and follow up data were collected using standardized case report forms missing data were imputed using the random forest method statistical analyses were performed using spss and r with a two sided p considered significant a total of pah patients low risk intermediate risk were enrolled during a median follow up of months patients experienced clinical failure events the tapse pasp ratio was an independent predictor of poor prognosis hr ci e p kaplan meier analysis showed that patients with tapse pasp and ivc mm had significantly worse event free survival p the combination of tapse pasp and ivc mm identifies poor prognosis among low and intermediate risk pah patients providing a simple echocardiographic tool for early risk stratification key points tapse pasp ratio combined with ivc diameter provides a simple non invasive index to identify poor prognosis in low and intermediate risk ctd pah patients this combined echocardiographic assessment may facilitate early recognition of right ventricular pulmonary arterial uncoupling and guide timely treatment adjustment it refines risk evaluation beyond conventional wsph stratification supporting individualized long term management in ctd pah"
}