{
    "pmid": "41450922",
    "title": "Case Report: A rare case of bone destructive sacrococcygeal chordoma presenting as anal distension.",
    "abstract": "Various pathologies, environmental factors, and medications can cause anal distension. Sacrococcygeal chordoma is a rare tumor originating from the remnants of the primitive spinal cord. Nonetheless, only a few case reports of anal swelling caused by sacrococcygeal chordoma have been published. This article reports a female patient with a history of mastectomy due to breast cancer who presented with anal swelling and was finally diagnosed with sacrococcygeal chordoma. The patient experienced anal swelling and discomfort that worsened at night. A smooth, oval-shaped mass was palpable in the rectum, 4 cm from the anal verge near the coccyx. The mass was tender and no blood was found on the glove after examination. A mass shadow was observed in and around the S2-5 vertebrae according to MRI. Immunohistochemical analysis revealed strong positivity for vimentin(VIM), cytokeratin(CK) AE1/AE3, epithelial, embrane antigen(EMA), and S-100 protein. The cytogenetic marker SMARCB1/INI1 was positive but not missing, and the Ki-67 proliferation index was approximately 5%. These findings confirmed the diagnosis of sacrococcygeal chordoma. This article aims to expand the knowledge about sacrococcygeal chordoma and its pathogenesis. Notably, chordoma can exclusively cause anal swelling, and clinicians should consider differential diagnosis in practice.",
    "disease": "breast cancer",
    "clean_text": "case report a rare case of bone destructive sacrococcygeal chordoma presenting as anal distension various pathologies environmental factors and medications can cause anal distension sacrococcygeal chordoma is a rare tumor originating from the remnants of the primitive spinal cord nonetheless only a few case reports of anal swelling caused by sacrococcygeal chordoma have been published this article reports a female patient with a history of mastectomy due to breast cancer who presented with anal swelling and was finally diagnosed with sacrococcygeal chordoma the patient experienced anal swelling and discomfort that worsened at night a smooth oval shaped mass was palpable in the rectum cm from the anal verge near the coccyx the mass was tender and no blood was found on the glove after examination a mass shadow was observed in and around the s vertebrae according to mri immunohistochemical analysis revealed strong positivity for vimentin vim cytokeratin ck ae ae epithelial embrane antigen ema and s protein the cytogenetic marker smarcb ini was positive but not missing and the ki proliferation index was approximately these findings confirmed the diagnosis of sacrococcygeal chordoma this article aims to expand the knowledge about sacrococcygeal chordoma and its pathogenesis notably chordoma can exclusively cause anal swelling and clinicians should consider differential diagnosis in practice"
}