{
    "pmid": "41461328",
    "title": "Marsdenia tenacissima extract potentiates the anti-lung cancer efficacy of gefitinib through dual regulation of the Wnt pathway and ferroptosis.",
    "abstract": "Lung cancer remains a leading cause of cancer-related mortality worldwide, and resistance to therapies such as gefitinib presents a significant challenge. Marsdenia tenacissima (Roxb.) Wight et Arn., a traditional Chinese medicinal herb, has shown promising anticancer activity, but its mechanisms, particularly in combination with gefitinib, remain insufficiently understood. This study aimed to evaluate the anticancer effects of Marsdenia tenacissima extract (MTE) on lung cancer cells and investigate its potential to enhance gefitinib efficacy while elucidating the underlying mechanisms involved. We assessed the effects of MTE on cell viability, proliferation, migration, invasion, cell cycle progression, and apoptosis in the lung cancer cell lines A549, LLC, and H1299 via CCK-8, colony formation, wound healing, and Transwell assays. We further evaluated its effects in vivo in a C57BL/6 mouse xenograft model. Proteomic analysis and Western blotting were used to explore the molecular mechanisms involved, with a focus on the Wnt/β-catenin and ferroptosis signaling pathways. In vitro, MTE significantly inhibited lung cancer cell viability, proliferation, migration, and invasion, inducing dose- and time-dependent cell cycle arrest and apoptosis. In vivo, MTE suppressed subcutaneous lung tumor growth in mice without causing significant toxicity to the liver, heart, or kidneys. Proteomic analysis revealed alterations in the expression of key proteins, including HMOX1 and DKK1. Specifically, MTE reduced the expression of DKK1, β-catenin, and GSK3β while upregulating HMOX1 and inhibiting GPX4 and the ferritin heavy chain. When combined with gefitinib, MTE enhances apoptosis and induces cell cycle alterations, overcoming gefitinib resistance in HCC827-GR cells by modulating the Wnt/β-catenin and ferroptosis pathways. These findings suggest that MTE has potential as an adjunctive treatment in lung cancer therapy. MTE exerts potent anticancer effects by inducing ferroptosis and downregulating the Wnt/β-catenin signaling pathway while also enhancing the efficacy of gefitinib in both sensitive and resistant lung cancer cells.",
    "disease": "lung cancer",
    "clean_text": "marsdenia tenacissima extract potentiates the anti lung cancer efficacy of gefitinib through dual regulation of the wnt pathway and ferroptosis lung cancer remains a leading cause of cancer related mortality worldwide and resistance to therapies such as gefitinib presents a significant challenge marsdenia tenacissima roxb wight et arn a traditional chinese medicinal herb has shown promising anticancer activity but its mechanisms particularly in combination with gefitinib remain insufficiently understood this study aimed to evaluate the anticancer effects of marsdenia tenacissima extract mte on lung cancer cells and investigate its potential to enhance gefitinib efficacy while elucidating the underlying mechanisms involved we assessed the effects of mte on cell viability proliferation migration invasion cell cycle progression and apoptosis in the lung cancer cell lines a llc and h via cck colony formation wound healing and transwell assays we further evaluated its effects in vivo in a c bl mouse xenograft model proteomic analysis and western blotting were used to explore the molecular mechanisms involved with a focus on the wnt catenin and ferroptosis signaling pathways in vitro mte significantly inhibited lung cancer cell viability proliferation migration and invasion inducing dose and time dependent cell cycle arrest and apoptosis in vivo mte suppressed subcutaneous lung tumor growth in mice without causing significant toxicity to the liver heart or kidneys proteomic analysis revealed alterations in the expression of key proteins including hmox and dkk specifically mte reduced the expression of dkk catenin and gsk while upregulating hmox and inhibiting gpx and the ferritin heavy chain when combined with gefitinib mte enhances apoptosis and induces cell cycle alterations overcoming gefitinib resistance in hcc gr cells by modulating the wnt catenin and ferroptosis pathways these findings suggest that mte has potential as an adjunctive treatment in lung cancer therapy mte exerts potent anticancer effects by inducing ferroptosis and downregulating the wnt catenin signaling pathway while also enhancing the efficacy of gefitinib in both sensitive and resistant lung cancer cells"
}