{
    "title": "Tight junctions: from molecules to gastrointestinal diseases.",
    "doc_id": "35621376",
    "writer": "Moonwiriyakit A",
    "year": "2023",
    "summary": "These vital functions require strong integrity of tight junction proteins. In fact, intestinal tight junctions that seal the paracellular space can restrict mucosal-to-serosal transport of hostile luminal contents. Tight junctions can for …",
    "abstract": "Intestinal epithelium functions as a tissue barrier to prevent interaction between the internal compartment and the external milieu. Intestinal barrier function also determines epithelial polarity for the absorption of nutrients and the secretion of waste products. These vital functions require strong integrity of tight junction proteins. In fact, intestinal tight junctions that seal the paracellular space can restrict mucosal-to-serosal transport of hostile luminal contents. Tight junctions can form both an absolute barrier and a paracellular ion channel. Although defective tight junctions potentially lead to compromised intestinal barrier and the development and progression of gastrointestinal (GI) diseases, no FDA-approved therapies that recover the epithelial tight junction barrier are currently available in clinical practice. Here, we discuss the impacts and regulatory mechanisms of tight junction disruption in the gut and related diseases. We also provide an overview of potential therapeutic targets to restore the epithelial tight junction barrier in the GI tract.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35621376/",
    "clean_text": "tight junctions from molecules to gastrointestinal diseases these vital functions require strong integrity of tight junction proteins in fact intestinal tight junctions that seal the paracellular space can restrict mucosal to serosal transport of hostile luminal contents tight junctions can for intestinal epithelium functions as a tissue barrier to prevent interaction between the internal compartment and the external milieu intestinal barrier function also determines epithelial polarity for the absorption of nutrients and the secretion of waste products these vital functions require strong integrity of tight junction proteins in fact intestinal tight junctions that seal the paracellular space can restrict mucosal to serosal transport of hostile luminal contents tight junctions can form both an absolute barrier and a paracellular ion channel although defective tight junctions potentially lead to compromised intestinal barrier and the development and progression of gastrointestinal gi diseases no fda approved therapies that recover the epithelial tight junction barrier are currently available in clinical practice here we discuss the impacts and regulatory mechanisms of tight junction disruption in the gut and related diseases we also provide an overview of potential therapeutic targets to restore the epithelial tight junction barrier in the gi tract"
}