{
    "title": "Patient's perceptions of physical examination in the setting of chronic pain.",
    "doc_id": "32451763",
    "writer": "Hashim MM",
    "year": "2021",
    "summary": "Most patients (77%) indicated that the overall experience of being examined was highly positive. Patients believe in the value of the physical examination as a diagnostic tool (97%). Patients believe in the relational value of the physical examination …",
    "abstract": "Introduction:\n        \n      \n      Despite its clinical utility, progressive reliance on imaging technology can lead to devaluing the physical examination in patients with chronic pain. The primary objective of this study was to determine whether chronic pain patients have a positive or negative perception of the physical examination.\n    \n\n\n          Methods:\n        \n      \n      After institutional ethics committee approval, 120 adult patients as a convenience sample who attended a chronic pain clinic were included. Participants completed a 10-item survey regarding their overall perception of the physical examination. Kruskal-Wallis and Mann-Whitney U test analyses were conducted to explore associations between test items and patient ages, gender, employment, pain diagnosis, and duration of pain. All cross-tabulations of categorical variables were analyzed using Fisher's exact test for associations.\n    \n\n\n          Results:\n        \n      \n      The majority of participants were male (51%), aged 50-70 (44%). The most common pain diagnosis was back pain (62%). Most patients (77%) indicated that the overall experience of being examined was highly positive. Patients believe in the value of the physical examination as a diagnostic tool (97%). Patients believe in the relational value of the physical examination (92%). Age, gender, employment, pain diagnosis, and duration of pain were not associated with a more positive perception of the physical examination.\n    \n\n\n          Conclusion:\n        \n      \n      Patients with chronic pain indicate that the physical examination is a highly positive aspect of their care. There are some negative aspects of been examined which physicians should be aware of. This study adds to our knowledge regarding the physical exam in chronic pain patients. It will inform practice and training.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32451763/",
    "clean_text": "patient s perceptions of physical examination in the setting of chronic pain most patients indicated that the overall experience of being examined was highly positive patients believe in the value of the physical examination as a diagnostic tool patients believe in the relational value of the physical examination introduction despite its clinical utility progressive reliance on imaging technology can lead to devaluing the physical examination in patients with chronic pain the primary objective of this study was to determine whether chronic pain patients have a positive or negative perception of the physical examination methods after institutional ethics committee approval adult patients as a convenience sample who attended a chronic pain clinic were included participants completed a item survey regarding their overall perception of the physical examination kruskal wallis and mann whitney u test analyses were conducted to explore associations between test items and patient ages gender employment pain diagnosis and duration of pain all cross tabulations of categorical variables were analyzed using fisher s exact test for associations results the majority of participants were male aged the most common pain diagnosis was back pain most patients indicated that the overall experience of being examined was highly positive patients believe in the value of the physical examination as a diagnostic tool patients believe in the relational value of the physical examination age gender employment pain diagnosis and duration of pain were not associated with a more positive perception of the physical examination conclusion patients with chronic pain indicate that the physical examination is a highly positive aspect of their care there are some negative aspects of been examined which physicians should be aware of this study adds to our knowledge regarding the physical exam in chronic pain patients it will inform practice and training"
}