{
    "title": "Posttransplant atrial fibrillation: Evidence of early posttransplant recipient-to-donor atrioatrial connections.",
    "doc_id": "38225537",
    "writer": "Izekor B",
    "year": "2024",
    "summary": "INTRODUCTION: Atrial fibrillation and atrial flutter originating from the donor s heart is a commonly reported complication post heart transplant. ...Radiofrequency ablation appears to be an effective treatment for atrial fibrillation propagated …",
    "abstract": "Introduction:\n        \n      \n      Atrial fibrillation and atrial flutter originating from the donor s heart is a commonly reported complication post heart transplant. Atrial tachyarrhythmia originating from the recipient s heart, propagated through recipient-to-donor connections, is rare with only few cases reported in the literature; most reported cases from our review occur years post-transplant.\n    \n\n\n          Case:\n        \n      \n      A 47-year-old male presented with atrial tachycardia 6 months post heart transplant. Electrophysiologic study demonstrated atrial fibrillation originating from native heart and propagated through atrio-atrial connections to the donor heart. This arrhythmia was successfully terminated with radiofrequency ablation.\n    \n\n\n          Conclusion:\n        \n      \n      Atrio-atrial connection between recipient and donor can form as early as a few months post heart transplant. Radiofrequency ablation appears to be an effective treatment for atrial fibrillation propagated through donor-to-recipient connections.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38225537/",
    "clean_text": "posttransplant atrial fibrillation evidence of early posttransplant recipient to donor atrioatrial connections introduction atrial fibrillation and atrial flutter originating from the donor s heart is a commonly reported complication post heart transplant radiofrequency ablation appears to be an effective treatment for atrial fibrillation propagated introduction atrial fibrillation and atrial flutter originating from the donor s heart is a commonly reported complication post heart transplant atrial tachyarrhythmia originating from the recipient s heart propagated through recipient to donor connections is rare with only few cases reported in the literature most reported cases from our review occur years post transplant case a year old male presented with atrial tachycardia months post heart transplant electrophysiologic study demonstrated atrial fibrillation originating from native heart and propagated through atrio atrial connections to the donor heart this arrhythmia was successfully terminated with radiofrequency ablation conclusion atrio atrial connection between recipient and donor can form as early as a few months post heart transplant radiofrequency ablation appears to be an effective treatment for atrial fibrillation propagated through donor to recipient connections"
}