{
    "pmid": "41359127",
    "title": "Methotrexate osteopathy in rheumatoid arthritis.",
    "abstract": "Methotrexate (MTX) is one of the most commonly used therapeutic agents for rheumatologic inflammatory diseases and is generally considered a safe medication. Its negative effects on bone mineral density and the occurrence of fractures were first described as side effects of high-dose MTX in pediatric cancer patients. MTX-associated osteopathy in adults receiving moderate or low doses of MTX (up to 25 mg/week) for rheumatic musculoskeletal disorders remains a controversial topic. The pathogenesis and clinical significance of MTX-associated osteopathy are still incompletely understood. Clinically, it presents as atraumatic stress fractures of the distal or proximal tibia and the calcaneus, most often in elderly women with longstanding rheumatic musculoskeletal diseases, particularly rheumatoid arthritis (RA) and reduced bone mineral density. Its characteristic hallmark remains the imaging finding of band- or meander-shaped fractures along the growth plate, which are commonly multiple. The diagnosis is challenging and requires the exclusion of other causes of lower limb pain. Moreover, overlapping risk factors for insufficiency fractures are common and should be carefully investigated. The diagnosis must be made with caution, as the clinical consequences are discontinuation of MTX. In this paper, we describe four female patients with RA who presented with stress, meander-shaped fractures of the calcaneus and tibia (two with multiple fractures), showing rapid clinical improvement after MTX discontinuation, which can be attributed to MTX-associated osteopathy. Additionally, we performed a systematic review of this condition, focusing on its most common clinical and radiological features, as well as the effects of MTX on bone mineral density and fracture risk.",
    "disease": "rheumatoid arthritis",
    "clean_text": "methotrexate osteopathy in rheumatoid arthritis methotrexate mtx is one of the most commonly used therapeutic agents for rheumatologic inflammatory diseases and is generally considered a safe medication its negative effects on bone mineral density and the occurrence of fractures were first described as side effects of high dose mtx in pediatric cancer patients mtx associated osteopathy in adults receiving moderate or low doses of mtx up to mg week for rheumatic musculoskeletal disorders remains a controversial topic the pathogenesis and clinical significance of mtx associated osteopathy are still incompletely understood clinically it presents as atraumatic stress fractures of the distal or proximal tibia and the calcaneus most often in elderly women with longstanding rheumatic musculoskeletal diseases particularly rheumatoid arthritis ra and reduced bone mineral density its characteristic hallmark remains the imaging finding of band or meander shaped fractures along the growth plate which are commonly multiple the diagnosis is challenging and requires the exclusion of other causes of lower limb pain moreover overlapping risk factors for insufficiency fractures are common and should be carefully investigated the diagnosis must be made with caution as the clinical consequences are discontinuation of mtx in this paper we describe four female patients with ra who presented with stress meander shaped fractures of the calcaneus and tibia two with multiple fractures showing rapid clinical improvement after mtx discontinuation which can be attributed to mtx associated osteopathy additionally we performed a systematic review of this condition focusing on its most common clinical and radiological features as well as the effects of mtx on bone mineral density and fracture risk"
}