{
    "title": "Non-genetic risk factors for keratoconus and its progression.",
    "doc_id": "39762118",
    "writer": "Cheung IMY",
    "year": "2025",
    "summary": "This article provides a comprehensive overview of environmental risk factors implicated in the onset and progression of keratoconus. Key factors include contact lens wear, eye rubbing, atopy, UV-A exposure, geographical influences, nutritional and hormonal im …",
    "abstract": "Keratoconus is a multifaceted corneal ectatic disorder characterized by a range of genetic and environmental risk factors. While genetic predisposition significantly influences global disease prevalence rates as well as severity and progression rates, emerging evidence highlights the critical interplay between environmental factors and genetic susceptibility. This article provides a comprehensive overview of environmental risk factors implicated in the onset and progression of keratoconus. Key factors include contact lens wear, eye rubbing, atopy, UV-A exposure, geographical influences, nutritional and hormonal imbalances, and socioeconomic determinants. The objective of this review is to summarise current evidence on these environmental risk factors and, where feasible, offer guidance on managing modifiable risk factors. Early identification and intervention in modifiable behaviours, especially in young patients exhibiting rapidly progressive disease, are expected to yield the most significant therapeutic benefits. Addressing these environmental factors proactively can enhance long-term patient outcomes, reducing visual impairment and improving quality of life.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39762118/",
    "clean_text": "non genetic risk factors for keratoconus and its progression this article provides a comprehensive overview of environmental risk factors implicated in the onset and progression of keratoconus key factors include contact lens wear eye rubbing atopy uv a exposure geographical influences nutritional and hormonal im keratoconus is a multifaceted corneal ectatic disorder characterized by a range of genetic and environmental risk factors while genetic predisposition significantly influences global disease prevalence rates as well as severity and progression rates emerging evidence highlights the critical interplay between environmental factors and genetic susceptibility this article provides a comprehensive overview of environmental risk factors implicated in the onset and progression of keratoconus key factors include contact lens wear eye rubbing atopy uv a exposure geographical influences nutritional and hormonal imbalances and socioeconomic determinants the objective of this review is to summarise current evidence on these environmental risk factors and where feasible offer guidance on managing modifiable risk factors early identification and intervention in modifiable behaviours especially in young patients exhibiting rapidly progressive disease are expected to yield the most significant therapeutic benefits addressing these environmental factors proactively can enhance long term patient outcomes reducing visual impairment and improving quality of life"
}