{
    "pmid": "41426689",
    "title": "Use of machine learning models to predict mortality in dialysis patients.",
    "abstract": "Mortality among maintenance hemodialysis patients remains high, and traditional statistical models often fail to capture complex clinical relationships. This study aimed to systematically develop, compare, and validate 19 machine learning algorithms for predicting all-cause mortality in maintenance hemodialysis patients. This retrospective study included data from 538 maintenance hemodialysis patients (2018.1-2023.12), with 70% used for training and 30% for testing. Each model underwent hyperparameter optimization based on three performance metrics (accuracy, F1-score, and ROC Area Under the Curve [AUC]) to evaluate the impact of different clinical priorities. Gradient boosting models demonstrated consistent superiority, with performance outcomes highly sensitive to the selected optimization target. XGBoost optimized for accuracy achieved an F1 score of 0.683 and a ROC AUC of 0.899. AdaBoost optimized for F1 score attained the highest ROC AUC of 0.903 and an F1 score of 0.682. AdaBoost also demonstrated robust performance across optimization strategies, suggesting its suitability for clinical implementation where balanced risk prediction is essential. A systematic ML framework can yield tailored, high-performing models for mortality risk stratification in maintenance hemodialysis patients, with significant potential to enhance identification and management of high-risk individuals in clinical practice. Chinese Clinica Trial Registry (ChiCTR), TRN:ChiCTR2500103960, Registration date: 9 June 2025.",
    "disease": "chronic kidney disease",
    "clean_text": "use of machine learning models to predict mortality in dialysis patients mortality among maintenance hemodialysis patients remains high and traditional statistical models often fail to capture complex clinical relationships this study aimed to systematically develop compare and validate machine learning algorithms for predicting all cause mortality in maintenance hemodialysis patients this retrospective study included data from maintenance hemodialysis patients with used for training and for testing each model underwent hyperparameter optimization based on three performance metrics accuracy f score and roc area under the curve auc to evaluate the impact of different clinical priorities gradient boosting models demonstrated consistent superiority with performance outcomes highly sensitive to the selected optimization target xgboost optimized for accuracy achieved an f score of and a roc auc of adaboost optimized for f score attained the highest roc auc of and an f score of adaboost also demonstrated robust performance across optimization strategies suggesting its suitability for clinical implementation where balanced risk prediction is essential a systematic ml framework can yield tailored high performing models for mortality risk stratification in maintenance hemodialysis patients with significant potential to enhance identification and management of high risk individuals in clinical practice chinese clinica trial registry chictr trn chictr registration date june"
}