{
    "pmid": "41473409",
    "title": "Development of an Indirect ELISA Based on the PEDV S Protein and Evaluation of Its Correlation With Neutralizing Antibody and Immune Protection.",
    "abstract": "Porcine epidemic diarrhea virus (PEDV) is an enteric coronavirus that infects pigs of all ages. Notably, neonatal piglets (≤7 days old) in naïve herds can experience case fatality rates approaching 100%, with hallmark clinical signs of vomiting, diarrhea, and dehydration, thereby representing a major threat to swine herd health. Serum PEDV-specific IgG serves as a key serological marker of vaccine-induced herd immunity. Accordingly, we developed an indirect ELISA (iELISA) using Chinese hamster ovary (CHO) cell-expressed recombinant PEDV spike (S) protein as the coating antigen. Checkerboard titration identified the optimal antigen-coating concentration and serum dilution as 1 μg/mL and 1:300, respectively. Based on sample-to-positive (S/P) ratios from 50 PEDV-negative sera, the diagnostic cutoff was set at 0.796, corresponding to the mean plus 3 standard deviation (SD) of the negative control group (",
    "disease": "covid-19",
    "clean_text": "development of an indirect elisa based on the pedv s protein and evaluation of its correlation with neutralizing antibody and immune protection porcine epidemic diarrhea virus pedv is an enteric coronavirus that infects pigs of all ages notably neonatal piglets days old in na ve herds can experience case fatality rates approaching with hallmark clinical signs of vomiting diarrhea and dehydration thereby representing a major threat to swine herd health serum pedv specific igg serves as a key serological marker of vaccine induced herd immunity accordingly we developed an indirect elisa ielisa using chinese hamster ovary cho cell expressed recombinant pedv spike s protein as the coating antigen checkerboard titration identified the optimal antigen coating concentration and serum dilution as g ml and respectively based on sample to positive s p ratios from pedv negative sera the diagnostic cutoff was set at corresponding to the mean plus standard deviation sd of the negative control group"
}