{
    "title": "Evidence-Based Treatment of Young Adults With Substance Use Disorders.",
    "doc_id": "33386323",
    "writer": "Hadland SE",
    "year": "2021",
    "summary": "In summarizing the proceedings of a longitudinal meeting of experts in substance use disorders (SUDs) among adolescents and young adults, in this special article, we review principles of care related to SUD treatment of young adults. ...These evidence- …",
    "abstract": "In summarizing the proceedings of a longitudinal meeting of experts in substance use disorders (SUDs) among adolescents and young adults, in this special article, we review principles of care related to SUD treatment of young adults. SUDs are most commonly diagnosed during young adulthood, but most of the evidence guiding the treatment of this population has been obtained from older adult study participants. Extrapolating evidence from older populations, the expert group asserted the following principles for SUD treatment: It is important that clinicians who work with young adults effectively identify and address SUD to avert long-term addiction and its associated adverse health outcomes. Young adults receiving addiction treatment should have access to a broad range of evidence-based assessment, psychosocial and pharmacologic treatments, harm reduction interventions, and recovery services. These evidence-based approaches should be tailored to young adults' needs and provided in the least restrictive environment possible. Young adults should enter care voluntarily; civil commitment to treatment should be a last resort. In many settings, compulsory treatment does not use evidence-based approaches; thus, when treatment is involuntary, it should reflect recognized standards of care. Continuous engagement with young adults, particularly during periods of relapse, should be considered a goal of treatment and can be supported by care that is patient-centered and focused on the young adult's goals. Lastly, substance use treatments for young adults should be held to the same evidence and quality standards as those for other chronic health conditions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33386323/",
    "clean_text": "evidence based treatment of young adults with substance use disorders in summarizing the proceedings of a longitudinal meeting of experts in substance use disorders suds among adolescents and young adults in this special article we review principles of care related to sud treatment of young adults these evidence in summarizing the proceedings of a longitudinal meeting of experts in substance use disorders suds among adolescents and young adults in this special article we review principles of care related to sud treatment of young adults suds are most commonly diagnosed during young adulthood but most of the evidence guiding the treatment of this population has been obtained from older adult study participants extrapolating evidence from older populations the expert group asserted the following principles for sud treatment it is important that clinicians who work with young adults effectively identify and address sud to avert long term addiction and its associated adverse health outcomes young adults receiving addiction treatment should have access to a broad range of evidence based assessment psychosocial and pharmacologic treatments harm reduction interventions and recovery services these evidence based approaches should be tailored to young adults needs and provided in the least restrictive environment possible young adults should enter care voluntarily civil commitment to treatment should be a last resort in many settings compulsory treatment does not use evidence based approaches thus when treatment is involuntary it should reflect recognized standards of care continuous engagement with young adults particularly during periods of relapse should be considered a goal of treatment and can be supported by care that is patient centered and focused on the young adult s goals lastly substance use treatments for young adults should be held to the same evidence and quality standards as those for other chronic health conditions"
}