{
    "title": "Postoperative quality of life and cosmetic outcome between minimally invasive video-assisted thyroidectomy and bilateral axillo-breast approach robotic thyroidectomy: a single center retrospective cohort study.",
    "doc_id": "33755858",
    "writer": "Chen WH",
    "year": "2021",
    "summary": "Different approaches to endoscopic thyroidectomy utilize incisions that result in inevitable physical trauma to patients since postoperative tissue fibrosis and scars will influence their quality of life for a lifetime. Over the past few years, most studies have dis …",
    "abstract": "Different approaches to endoscopic thyroidectomy utilize incisions that result in inevitable physical trauma to patients since postoperative tissue fibrosis and scars will influence their quality of life for a lifetime. Over the past few years, most studies have discussed the safety concerns of different kinds of endoscopic thyroidectomy; conversely, there has been less discussion on postoperative quality of life. Because most patients undergoing thyroidectomy for cancer or benign diseases are likely to have long-term survival, it is essential to study the cosmetic outcome of patients' scars from minimally invasive video-assisted thyroidectomy (MIVAT) and bilateral axillo-breast approach (BABA) robotic thyroidectomy on quality of life. From July 2015 to December 2017, 95 patients-60 who underwent MIVAT and 35 who underwent BABA robotic thyroidectomy-were retrospectively studied. Patient demographics, operative indications, pathologic findings, pain scores after surgery, complications, perception of scars, and overall satisfaction were compared between the two groups. The cosmetic outcome and overall satisfaction were evaluated at least 2 years after the operation using the patient scar assessment questionnaire and the 36-item short form health survey (SF-36). There was no statistically significant difference in scar perception between the two groups. However, in the SF-36, the MIVAT group had better satisfaction than the BABA robotic group regarding general health, vitality, mental health, and health change. MIVAT and BABA robotic thyroidectomy can be safely performed in selected patients, and patients who underwent MIVAT had better postoperative qualities of life than those who underwent the BABA robotic approach.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33755858/",
    "clean_text": "postoperative quality of life and cosmetic outcome between minimally invasive video assisted thyroidectomy and bilateral axillo breast approach robotic thyroidectomy a single center retrospective cohort study different approaches to endoscopic thyroidectomy utilize incisions that result in inevitable physical trauma to patients since postoperative tissue fibrosis and scars will influence their quality of life for a lifetime over the past few years most studies have dis different approaches to endoscopic thyroidectomy utilize incisions that result in inevitable physical trauma to patients since postoperative tissue fibrosis and scars will influence their quality of life for a lifetime over the past few years most studies have discussed the safety concerns of different kinds of endoscopic thyroidectomy conversely there has been less discussion on postoperative quality of life because most patients undergoing thyroidectomy for cancer or benign diseases are likely to have long term survival it is essential to study the cosmetic outcome of patients scars from minimally invasive video assisted thyroidectomy mivat and bilateral axillo breast approach baba robotic thyroidectomy on quality of life from july to december patients who underwent mivat and who underwent baba robotic thyroidectomy were retrospectively studied patient demographics operative indications pathologic findings pain scores after surgery complications perception of scars and overall satisfaction were compared between the two groups the cosmetic outcome and overall satisfaction were evaluated at least years after the operation using the patient scar assessment questionnaire and the item short form health survey sf there was no statistically significant difference in scar perception between the two groups however in the sf the mivat group had better satisfaction than the baba robotic group regarding general health vitality mental health and health change mivat and baba robotic thyroidectomy can be safely performed in selected patients and patients who underwent mivat had better postoperative qualities of life than those who underwent the baba robotic approach"
}