{
    "pmid": "41427809",
    "title": "What do the clinical and respiratory functional assessments of woodworkers in Parakou, West Africa, reveal?",
    "abstract": "The prevalence of chronic respiratory diseases is increasing globally. Apart from smoking, other contributing factors include occupational exposures, of which wood dust is thought to play a role. This study aimed to investigate relationships between respiratory symptoms or lung function measurements and exposure to wood dust. This was a prospective and comparative cross-sectional study carried out at Parakou, between June and September 2024. Overall, 108 woodworkers (exposed group) and 108 administrative agents from the city hall, the court and five selected banks (control group) were included. Data were collected on upper and lower respiratory symptoms persisting for at least one week in the last 12 months, demographic and occupational-related characteristics, comorbidities, lifestyles, followed by particulate matter  measurements in the workplace and spirometry testing. The mean ages of participants in exposed and control groups were 40±11 and 38±9 years-old, respectively (p=0.163). All were males. Seniority in the profession was longer in the exposed group (18±12 years vs 8±6 years; p<0.001). Workplace ventilation was found inadequate in the exposed group (27% vs 0%; p<0.001). In carpentry, Milicia excelsa (66%) and Afzelia africana (64%) were the types of wood most commonly used. Mean dust levels for PM10, PM2.5 and PM1.0 were 1.4±0.6 mg/m3, 1.2±0.6 mg/m3 and 1.2±0.6 mg/m3, respectively. Cleaning and protection methods for woodworkers included dry sweeping (61%), dust collection devices (7%), personal homemade face-masks (99%), and affiliation to company insurance schemes (12%).No worker had planned check-ups arranged with an occupational physician. Both respiratory symptoms (94% vs 56%; p<0.001) and work-related respiratory symptoms (92% vs 19%; p<0.001) were more common in the exposed versus control group. Exposure to wood dust (aPR=6.8; 95%CI=4.1-11.4; p<0.001) and asthma (aPR=5.4; 95%CI=2.9-10.1; p<0.001) were significantly associated with respiratory symptoms, after adjustment for biomass and passive smoking exposure and length in the profession. The exposed group had a higher prevalence of restrictive disorder suggestive pattern on spirometry than the control group (48% vs 20%; p<0.001). Exposure to wood dust adversely affects respiratory function in woodworkers at Parakou, hence the need to raise awareness among these professionals and identify ways to improve their working conditions.",
    "disease": "asthma",
    "clean_text": "what do the clinical and respiratory functional assessments of woodworkers in parakou west africa reveal the prevalence of chronic respiratory diseases is increasing globally apart from smoking other contributing factors include occupational exposures of which wood dust is thought to play a role this study aimed to investigate relationships between respiratory symptoms or lung function measurements and exposure to wood dust this was a prospective and comparative cross sectional study carried out at parakou between june and september overall woodworkers exposed group and administrative agents from the city hall the court and five selected banks control group were included data were collected on upper and lower respiratory symptoms persisting for at least one week in the last months demographic and occupational related characteristics comorbidities lifestyles followed by particulate matter measurements in the workplace and spirometry testing the mean ages of participants in exposed and control groups were and years old respectively p all were males seniority in the profession was longer in the exposed group years vs years p workplace ventilation was found inadequate in the exposed group vs p in carpentry milicia excelsa and afzelia africana were the types of wood most commonly used mean dust levels for pm pm and pm were mg m mg m and mg m respectively cleaning and protection methods for woodworkers included dry sweeping dust collection devices personal homemade face masks and affiliation to company insurance schemes no worker had planned check ups arranged with an occupational physician both respiratory symptoms vs p and work related respiratory symptoms vs p were more common in the exposed versus control group exposure to wood dust apr ci p and asthma apr ci p were significantly associated with respiratory symptoms after adjustment for biomass and passive smoking exposure and length in the profession the exposed group had a higher prevalence of restrictive disorder suggestive pattern on spirometry than the control group vs p exposure to wood dust adversely affects respiratory function in woodworkers at parakou hence the need to raise awareness among these professionals and identify ways to improve their working conditions"
}