{
    "pmid": "41410580",
    "title": "Correlation between colour Doppler activity and parenchymal alterations in salivary glands of patients with primary Sjögren's disease.",
    "abstract": "Sjögren's disease (SjD) is a systemic autoimmune disorder characterised by chronic lymphocytic inflammation of the salivary and lacrimal glands, leading to progressive dysfunction and tissue damage. Salivary gland ultrasonography (SGUS) enables standardised, semiquantitative evaluation of glandular structure. While grey-scale (B-mode) scoring systems such as De Vita et al. and OMERACT are widely used, the recently validated colour Doppler (CD) OMERACT scoring system allows assessment of glandular vascularisation. However, its relationship with structural imaging and clinical disease activity remains uncertain. The aim of the study is to assess the correlation between CD ultrasonography and established B-mode scores, and to explore the clinical significance of vascular assessment in patients with SjD. Sixty-three consecutive patients fulfilling the 2016 ACR/EULAR criteria for SjD underwent standardised SGUS of parotid and submandibular glands using De Vita et al., B-mode OMERACT, and CD OMERACT semiquantitative scores (0-3). Clinical, serological, and disease activity parameters were recorded and correlated using Spearman's rank coefficient. Most patients exhibited moderate to severe B-mode alterations, while higher CD grades (2-3) were less frequent. CD OMERACT scores correlated moderately with De Vita et al. (ρ=0.44, p<0.001), B-mode OMERACT (ρ=0.48, p<0.001), and glandular ESSDAI (ρ=0.43, p<0.001). SjD-related lymphoma showed weak but significant correlation with CD OMERACT and moderate correlation with both B-mode scores. Colour Doppler ultrasonography reflects inflammatory vascular changes paralleling structural and clinical disease activity in SjD. Although it does not yet provide independent diagnostic value, further studies are needed to define the role of Colour Doppler as a complementary tool in salivary gland ultrasonography for assessing glandular inflammation and lymphoproliferative risk.",
    "disease": "rheumatoid arthritis",
    "clean_text": "correlation between colour doppler activity and parenchymal alterations in salivary glands of patients with primary sj gren s disease sj gren s disease sjd is a systemic autoimmune disorder characterised by chronic lymphocytic inflammation of the salivary and lacrimal glands leading to progressive dysfunction and tissue damage salivary gland ultrasonography sgus enables standardised semiquantitative evaluation of glandular structure while grey scale b mode scoring systems such as de vita et al and omeract are widely used the recently validated colour doppler cd omeract scoring system allows assessment of glandular vascularisation however its relationship with structural imaging and clinical disease activity remains uncertain the aim of the study is to assess the correlation between cd ultrasonography and established b mode scores and to explore the clinical significance of vascular assessment in patients with sjd sixty three consecutive patients fulfilling the acr eular criteria for sjd underwent standardised sgus of parotid and submandibular glands using de vita et al b mode omeract and cd omeract semiquantitative scores clinical serological and disease activity parameters were recorded and correlated using spearman s rank coefficient most patients exhibited moderate to severe b mode alterations while higher cd grades were less frequent cd omeract scores correlated moderately with de vita et al p b mode omeract p and glandular essdai p sjd related lymphoma showed weak but significant correlation with cd omeract and moderate correlation with both b mode scores colour doppler ultrasonography reflects inflammatory vascular changes paralleling structural and clinical disease activity in sjd although it does not yet provide independent diagnostic value further studies are needed to define the role of colour doppler as a complementary tool in salivary gland ultrasonography for assessing glandular inflammation and lymphoproliferative risk"
}