{
    "pmid": "41440901",
    "title": "Chitosan-Based Drug Delivery Systems for Targeted Chemotherapy in Colorectal Cancer: A Scoping Review.",
    "abstract": "Chitosan (CS) has emerged as a versatile biopolymer for designing drug delivery systems (DDS) in colorectal cancer (CRC) therapy due to its biocompatibility, mucoadhesive properties, and ability to be surface-functionalized. This scoping review systematically analyzed current experimental studies on CS-based DDS for CRC, comparing non-targeted formulations with ligand-modified systems to identify advances in targeting efficiency, drug release behavior, and biological outcomes. Among the twenty-five initially identified studies, divided into two categories, non-targeted CS-based DDSs and ligand-modified CS-DDSs, five fulfilled the inclusion criteria for ligand-functionalized systems. These incorporated targeting moieties, such as folic acid (FA), hyaluronic acid (HA), and galactose (Gal), to achieve receptor-mediated uptake via FRα, CD44, and ASGP receptors, respectively. Ligand modification consistently enhanced cellular uptake, reduced IC",
    "disease": "colorectal cancer",
    "clean_text": "chitosan based drug delivery systems for targeted chemotherapy in colorectal cancer a scoping review chitosan cs has emerged as a versatile biopolymer for designing drug delivery systems dds in colorectal cancer crc therapy due to its biocompatibility mucoadhesive properties and ability to be surface functionalized this scoping review systematically analyzed current experimental studies on cs based dds for crc comparing non targeted formulations with ligand modified systems to identify advances in targeting efficiency drug release behavior and biological outcomes among the twenty five initially identified studies divided into two categories non targeted cs based ddss and ligand modified cs ddss five fulfilled the inclusion criteria for ligand functionalized systems these incorporated targeting moieties such as folic acid fa hyaluronic acid ha and galactose gal to achieve receptor mediated uptake via fr cd and asgp receptors respectively ligand modification consistently enhanced cellular uptake reduced ic"
}