{
    "pmid": "41450404",
    "title": "Systematic Review of Clinical and Imaging Features for Differentiating Pulmonary Tuberculosis and Nontuberculous Mycobacterial Pulmonary Diseases.",
    "abstract": "Pulmonary tuberculosis (TB) and nontuberculous mycobacterial pulmonary disease (NTM-PD) often present with similar clinical and radiological features, making accurate differentiation essential. This systematic review aimed to summarize diagnostic features that distinguish pulmonary TB from NTM-PD. A systematic review following Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines searched PubMed for studies differentiating pulmonary TB from NTM-PD. Eligible studies were screened by pulmonary disease specialists, and data on study design, demographics, and diagnostic factors were extracted. Risk of bias was assessed using the Quality Assessment of Diagnostic Accuracy Studies-2 tool, and meta-analysis with random-effects models evaluated effect sizes and heterogeneity. A PubMed search identified 847 studies, of which 11 observational studies met the inclusion criteria. Imaging findings were the most commonly distinguishing features, with the absence of bronchiectasis more frequently observed in pulmonary TB. Meta-analysis showed a significant association between the absence of bronchiectasis and TB diagnosis (odds ratio (OR): 0.19; 95% CI: 0.10-0.36; I² = 82%). Three studies also reported that positive interferon-gamma release assay (IGRA) results were significantly associated with pulmonary TB (OR: 17.34; 95% CI: 6.71-44.75; I² = 68%). In addition, pulmonary TB was more frequently associated with upper lobe opacities and less involvement of the right middle lobe than NTM-PD. These findings reveal that radiological patterns and the IGRA results may serve as useful markers for differentiating pulmonary TB and NTM-PD. Further large-scale studies are required to validate these findings.",
    "disease": "tuberculosis",
    "clean_text": "systematic review of clinical and imaging features for differentiating pulmonary tuberculosis and nontuberculous mycobacterial pulmonary diseases pulmonary tuberculosis tb and nontuberculous mycobacterial pulmonary disease ntm pd often present with similar clinical and radiological features making accurate differentiation essential this systematic review aimed to summarize diagnostic features that distinguish pulmonary tb from ntm pd a systematic review following preferred reporting items for systematic reviews and meta analyses guidelines searched pubmed for studies differentiating pulmonary tb from ntm pd eligible studies were screened by pulmonary disease specialists and data on study design demographics and diagnostic factors were extracted risk of bias was assessed using the quality assessment of diagnostic accuracy studies tool and meta analysis with random effects models evaluated effect sizes and heterogeneity a pubmed search identified studies of which observational studies met the inclusion criteria imaging findings were the most commonly distinguishing features with the absence of bronchiectasis more frequently observed in pulmonary tb meta analysis showed a significant association between the absence of bronchiectasis and tb diagnosis odds ratio or ci i three studies also reported that positive interferon gamma release assay igra results were significantly associated with pulmonary tb or ci i in addition pulmonary tb was more frequently associated with upper lobe opacities and less involvement of the right middle lobe than ntm pd these findings reveal that radiological patterns and the igra results may serve as useful markers for differentiating pulmonary tb and ntm pd further large scale studies are required to validate these findings"
}