{
    "pmid": "41394141",
    "title": "Regulatory mechanisms of luteolin in inflammatory respiratory diseases.",
    "abstract": "Respiratory diseases continue to pose significant challenges to global public health, accounting for considerable morbidity and mortality. Medicinal plants have historically served as valuable sources of therapeutic agents, among which luteolin-a flavonoid abundant in various fruits, vegetables, and herbs-has recently garnered growing interest for its potential in treating inflammatory respiratory conditions. This review summarizes recent evidence on the pharmacological activities of luteolin in pneumonia, acute lung injury (ALI), asthma, chronic obstructive pulmonary disease (COPD), and pulmonary fibrosis. Data retrieved from PubMed, Web of Science, Google Scholar, CNKI, and Wanfang databases highlight that luteolin exerts multi-target protective effects through modulation of oxidative stress, inflammation, and immune responses. Specifically, luteolin suppresses NF-κB and MAPK signaling, activates the Nrf2/HO-1 pathway while inhibiting NOX4/NF-κB signaling, and downregulates TLR4/NF-κB signaling, NLRP3 inflammasome activation, and pyroptosis. In addition, it restores immune homeostasis by regulating macrophage polarization, balancing Th1/Th2 differentiation, and enhancing regulatory T cell (Treg) function. These results suggest that luteolin exhibits favorable safety and distribution profiles in the lung tissue in preclinical studies, highlighting its potential as a therapeutic candidate for inflammatory respiratory diseases. Nevertheless, further preclinical and clinical investigations are required to validate its efficacy, safety, and translational applicability in clinical practice.",
    "disease": "asthma",
    "clean_text": "regulatory mechanisms of luteolin in inflammatory respiratory diseases respiratory diseases continue to pose significant challenges to global public health accounting for considerable morbidity and mortality medicinal plants have historically served as valuable sources of therapeutic agents among which luteolin a flavonoid abundant in various fruits vegetables and herbs has recently garnered growing interest for its potential in treating inflammatory respiratory conditions this review summarizes recent evidence on the pharmacological activities of luteolin in pneumonia acute lung injury ali asthma chronic obstructive pulmonary disease copd and pulmonary fibrosis data retrieved from pubmed web of science google scholar cnki and wanfang databases highlight that luteolin exerts multi target protective effects through modulation of oxidative stress inflammation and immune responses specifically luteolin suppresses nf b and mapk signaling activates the nrf ho pathway while inhibiting nox nf b signaling and downregulates tlr nf b signaling nlrp inflammasome activation and pyroptosis in addition it restores immune homeostasis by regulating macrophage polarization balancing th th differentiation and enhancing regulatory t cell treg function these results suggest that luteolin exhibits favorable safety and distribution profiles in the lung tissue in preclinical studies highlighting its potential as a therapeutic candidate for inflammatory respiratory diseases nevertheless further preclinical and clinical investigations are required to validate its efficacy safety and translational applicability in clinical practice"
}