{
    "pmid": "41458073",
    "title": "Case Report: Multi drug resistant tuberculosis in an 18-month-old boy with seizure, vomiting, and loss of vision.",
    "abstract": "Multi drug resistant tuberculosis (MDR-TB) in children is rare and requires tremendous skill and knowledge of clinicians for early detection and treatment. This case highlights the complexities in diagnosing and treating MDR-TB in young children. An 18-month-old immunocompetent boy presented with prolonged fever, sudden onset of vision loss, vomiting, and seizures, which led to a suspicion of meningitis. Given his family history of treated pulmonary TB in the father and uncle one year ago, the initial treatment followed the Nepali national protocol for non-MDR tuberculous meningitis (TBM). However, the child's lack of response to this treatment raised concerns about MDR-TB, particularly after discovering on close questioning that the uncle, who lived with the boy's family, had actually been diagnosed with MDR-TB. The diagnosis was confirmed by molecular tests of cerebrospinal fluid (CSF) and customized treatment for MDR TB meningitis (MDR TBM) administered. The boy then slowly improved and became less irritable, afebrile, seizure-free, developed spontaneous movements of all four limbs, and was discharged after one month. Delays in suspicion, confirmation, and treatment of MDR TBM led to complications of leptomeningitis with non-communicating hydrocephalus and bilateral optic atrophy, which was confirmed by magnetic resonance imaging (MRI) scan of the brain. This case highlights the importance of taking a very thorough and proper history and considering the possibility of MDR, especially in countries like Nepal where TB in general is rampant so that timely diagnosis and treatment is possible and complications are avoided. Deo MK et al have managed and written up this case report entitled “Multi drug resistance tuberculosis in an 18-month-old boy with prolonged fever, seizure, vomiting, and sudden loss of vision”. The patient was admitted, diagnosed, managed and discharged from Pediatric Ward of Kanti Children’s hospital, Kathmandu, Nepal in April of 2022. If the organism, ",
    "disease": "tuberculosis",
    "clean_text": "case report multi drug resistant tuberculosis in an month old boy with seizure vomiting and loss of vision multi drug resistant tuberculosis mdr tb in children is rare and requires tremendous skill and knowledge of clinicians for early detection and treatment this case highlights the complexities in diagnosing and treating mdr tb in young children an month old immunocompetent boy presented with prolonged fever sudden onset of vision loss vomiting and seizures which led to a suspicion of meningitis given his family history of treated pulmonary tb in the father and uncle one year ago the initial treatment followed the nepali national protocol for non mdr tuberculous meningitis tbm however the child s lack of response to this treatment raised concerns about mdr tb particularly after discovering on close questioning that the uncle who lived with the boy s family had actually been diagnosed with mdr tb the diagnosis was confirmed by molecular tests of cerebrospinal fluid csf and customized treatment for mdr tb meningitis mdr tbm administered the boy then slowly improved and became less irritable afebrile seizure free developed spontaneous movements of all four limbs and was discharged after one month delays in suspicion confirmation and treatment of mdr tbm led to complications of leptomeningitis with non communicating hydrocephalus and bilateral optic atrophy which was confirmed by magnetic resonance imaging mri scan of the brain this case highlights the importance of taking a very thorough and proper history and considering the possibility of mdr especially in countries like nepal where tb in general is rampant so that timely diagnosis and treatment is possible and complications are avoided deo mk et al have managed and written up this case report entitled multi drug resistance tuberculosis in an month old boy with prolonged fever seizure vomiting and sudden loss of vision the patient was admitted diagnosed managed and discharged from pediatric ward of kanti children s hospital kathmandu nepal in april of if the organism"
}