{
    "pmid": "41399257",
    "title": "From Coronary Arteries to Lower Limbs: Advances in Drug-Eluting Bioresorbable Scaffolds for Treating Chronic Limb-Threatening Ischemia.",
    "abstract": "As the most severe manifestation of peripheral arterial disease, patients with chronic limb-threatening ischemia (CLTI) are at significant risk for adverse outcomes, such as amputation and mortality. A standard endovascular therapy for below the knee (BTK) intervention, percutaneous transluminal angioplasty (PTA), has shown high rates of restenosis and frequent re-interventions. Alternative technologies, such as drug-eluting stents (DES) and drug-coated balloons, have not consistently demonstrated superiority over PTA and have not received US regulatory approval. Esprit BTK, recently approved by the Food and Drug Administration (FDA), is a novel drug-eluting resorbable scaffold (DRS) designed for treatment of infrapopliteal artery disease in patients with CLTI. The Esprit BTK DRS has shown superior efficacy and non-inferior safety compared with PTA. This technology is an evolution of the coronary Absorb bioresorbable vascular scaffold (BVS) sought to improve upon the limitations of metallic DES. Coronary use of Absorb BVS provided both technical and clinical insights that informed the design and adaptation of bioresorbable scaffolds for infrapopliteal applications. Findings from the ABSORB coronary clinical trials and Absorb BTK studies for treating infrapopliteal atherosclerotic disease, including procedural and implantation best practices, were incorporated and implemented into the development of the Esprit BTK DRS and LIFE-BTK randomized controlled trial protocol.Clinical ImpactThe Esprit BTK drug-eluting resorbable scaffold is the first Food and Drug Administration (FDA)-approved bioresorbable device for infrapopliteal artery disease in patients with chronic limb-threatening ischemia (CLTI). In the LIFE-BTK randomized trial, it demonstrated superior efficacy and non-inferior safety versus angioplasty. Designed with thinner struts and optimized for BTK anatomy, Esprit BTK incorporates learnings from Absorb bioresorbable vascular scaffold and emphasizes intravascular imaging and procedural best practices. These innovations address clinical challenges, offering clinicians a novel, evidence-based alternative to percutaneous transluminal angioplasty with the potential to improve long-term outcomes in patients with CLTI.",
    "disease": "coronary artery disease",
    "clean_text": "from coronary arteries to lower limbs advances in drug eluting bioresorbable scaffolds for treating chronic limb threatening ischemia as the most severe manifestation of peripheral arterial disease patients with chronic limb threatening ischemia clti are at significant risk for adverse outcomes such as amputation and mortality a standard endovascular therapy for below the knee btk intervention percutaneous transluminal angioplasty pta has shown high rates of restenosis and frequent re interventions alternative technologies such as drug eluting stents des and drug coated balloons have not consistently demonstrated superiority over pta and have not received us regulatory approval esprit btk recently approved by the food and drug administration fda is a novel drug eluting resorbable scaffold drs designed for treatment of infrapopliteal artery disease in patients with clti the esprit btk drs has shown superior efficacy and non inferior safety compared with pta this technology is an evolution of the coronary absorb bioresorbable vascular scaffold bvs sought to improve upon the limitations of metallic des coronary use of absorb bvs provided both technical and clinical insights that informed the design and adaptation of bioresorbable scaffolds for infrapopliteal applications findings from the absorb coronary clinical trials and absorb btk studies for treating infrapopliteal atherosclerotic disease including procedural and implantation best practices were incorporated and implemented into the development of the esprit btk drs and life btk randomized controlled trial protocol clinical impactthe esprit btk drug eluting resorbable scaffold is the first food and drug administration fda approved bioresorbable device for infrapopliteal artery disease in patients with chronic limb threatening ischemia clti in the life btk randomized trial it demonstrated superior efficacy and non inferior safety versus angioplasty designed with thinner struts and optimized for btk anatomy esprit btk incorporates learnings from absorb bioresorbable vascular scaffold and emphasizes intravascular imaging and procedural best practices these innovations address clinical challenges offering clinicians a novel evidence based alternative to percutaneous transluminal angioplasty with the potential to improve long term outcomes in patients with clti"
}