{
    "pmid": "41442498",
    "title": "Targeting brain hubs of ictal fast ripple activity to reduce seizures in patients with drug-resistant epilepsy.",
    "abstract": "Brain stimulation therapies have been increasingly applied to treat patients with drug-resistant epilepsy or other neuropsychiatric disorders, but identifying effective stimulation targets appropriate for individual patients remains challenging. Using intracranial electrophysiological recordings, we found that fast ripple (FR) activity was tightly correlated with the severity of consciousness impairment during seizures in patients with drug-resistant, consciousness-staged epilepsy. Epileptic network analysis based on FR coincidence across brain regions revealed hubs of ictal FR activity, defined as highly connected nodes, specific to individual patients. A small, exploratory study on eight patients with drug-resistant epilepsy showed that stimulating these hubs reduced FRs, ameliorated consciousness impairments, and reduced seizures during a poststimulation time window of up to 11 days. Moreover, FR hub stimulation showed a lower risk of evoking seizures than stimulating seizure onset zones, a now approved treatment option. These results suggest a potentially safe and effective strategy to alleviate epileptic seizures by stimulating patient-specific FR network hubs.",
    "disease": "epilepsy",
    "clean_text": "targeting brain hubs of ictal fast ripple activity to reduce seizures in patients with drug resistant epilepsy brain stimulation therapies have been increasingly applied to treat patients with drug resistant epilepsy or other neuropsychiatric disorders but identifying effective stimulation targets appropriate for individual patients remains challenging using intracranial electrophysiological recordings we found that fast ripple fr activity was tightly correlated with the severity of consciousness impairment during seizures in patients with drug resistant consciousness staged epilepsy epileptic network analysis based on fr coincidence across brain regions revealed hubs of ictal fr activity defined as highly connected nodes specific to individual patients a small exploratory study on eight patients with drug resistant epilepsy showed that stimulating these hubs reduced frs ameliorated consciousness impairments and reduced seizures during a poststimulation time window of up to days moreover fr hub stimulation showed a lower risk of evoking seizures than stimulating seizure onset zones a now approved treatment option these results suggest a potentially safe and effective strategy to alleviate epileptic seizures by stimulating patient specific fr network hubs"
}