{
    "title": "Therapeutic advances in systemic lupus erythematosus.",
    "doc_id": "9746859",
    "writer": "Godfrey T",
    "year": "1998",
    "summary": "In treating systemic lupus erythematosus, clinicians need to consider not only the organ involvement and the complications of therapy, but also associated conditions such as premature atherosclerosis and thrombosis. ...",
    "abstract": "In treating systemic lupus erythematosus, clinicians need to consider not only the organ involvement and the complications of therapy, but also associated conditions such as premature atherosclerosis and thrombosis. A variety of agents are now available to treat cutaneous disease, including the antimalarials and thalidomide. Controversy exists about the most appropriate immunosuppressive regimen in severe disease. Experience with using cyclosporine, mycophenolate mofetil, dehydroepiandrosterone, and intravenous immunoglobulin is increasing, but plasmapheresis has not been shown to be of benefit. Autologous bone marrow transplantation has been performed. The advent of the biological era, particularly with monoclonal antibodies, gives promise of more targeted therapy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9746859/",
    "clean_text": "therapeutic advances in systemic lupus erythematosus in treating systemic lupus erythematosus clinicians need to consider not only the organ involvement and the complications of therapy but also associated conditions such as premature atherosclerosis and thrombosis in treating systemic lupus erythematosus clinicians need to consider not only the organ involvement and the complications of therapy but also associated conditions such as premature atherosclerosis and thrombosis a variety of agents are now available to treat cutaneous disease including the antimalarials and thalidomide controversy exists about the most appropriate immunosuppressive regimen in severe disease experience with using cyclosporine mycophenolate mofetil dehydroepiandrosterone and intravenous immunoglobulin is increasing but plasmapheresis has not been shown to be of benefit autologous bone marrow transplantation has been performed the advent of the biological era particularly with monoclonal antibodies gives promise of more targeted therapy"
}