{
    "title": "The role of mentalization in child psychotherapy, interpersonal trauma, and recovery: A scoping review.",
    "doc_id": "32881544",
    "writer": "Oehlman Forbes D",
    "year": "2021",
    "summary": "In all, 3 themes were identified across the articles: (a) trauma and mentalization, (b) measurement of mentalization, and (c) charting recovery. The literature suggests the role of mentalization treatment in the remission of symptoms for internalizing and ext …",
    "abstract": "Children who are exposed to trauma often develop difficulties with reflective functioning, affect, and emotion regulation. These problems are thought to arise from and are reflective of disruptions in the process of mentalization, or the human capacity to interpret and reflect upon the thoughts, feelings, wishes, and intentions of oneself and others. This scoping review sought to describe the empirical support for focusing on mentalization processes in psychotherapy for children who have been exposed to trauma. Two independent researchers searched electronic databases, Psychology and Behavioral Sciences Collection, MEDLINE, PsycARTICLES, PsycINFO, and Cochrane. Search terms child, trauma, mentalization and mentalization-based therapy were applied. A total of 425 studies were screened against the inclusion criteria, to include 18 studies comprising quasi-experimental, cross-sectional, naturalistic, case-control, and case studies. In all, 3 themes were identified across the articles: (a) trauma and mentalization, (b) measurement of mentalization, and (c) charting recovery. The literature suggests the role of mentalization treatment in the remission of symptoms for internalizing and externalizing disorders and shaping mentalization deficits over time. Mentalization focused treatments may also improve reflective functioning, emotional regulation capacity and the quality of attachment. The implementation of a child mentalization-based model as a preventative intervention may contribute to increased positive outcomes for vulnerable children. This scoping review presents an overview of the evidence for program developers, mental health services, family support services and those in independent practice that wish to adopt a mentalization approach in child psychotherapy. Future systematic reviews are needed to support this evidence. (PsycInfo Database Record (c) 2021 APA, all rights reserved).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32881544/",
    "clean_text": "the role of mentalization in child psychotherapy interpersonal trauma and recovery a scoping review in all themes were identified across the articles a trauma and mentalization b measurement of mentalization and c charting recovery the literature suggests the role of mentalization treatment in the remission of symptoms for internalizing and ext children who are exposed to trauma often develop difficulties with reflective functioning affect and emotion regulation these problems are thought to arise from and are reflective of disruptions in the process of mentalization or the human capacity to interpret and reflect upon the thoughts feelings wishes and intentions of oneself and others this scoping review sought to describe the empirical support for focusing on mentalization processes in psychotherapy for children who have been exposed to trauma two independent researchers searched electronic databases psychology and behavioral sciences collection medline psycarticles psycinfo and cochrane search terms child trauma mentalization and mentalization based therapy were applied a total of studies were screened against the inclusion criteria to include studies comprising quasi experimental cross sectional naturalistic case control and case studies in all themes were identified across the articles a trauma and mentalization b measurement of mentalization and c charting recovery the literature suggests the role of mentalization treatment in the remission of symptoms for internalizing and externalizing disorders and shaping mentalization deficits over time mentalization focused treatments may also improve reflective functioning emotional regulation capacity and the quality of attachment the implementation of a child mentalization based model as a preventative intervention may contribute to increased positive outcomes for vulnerable children this scoping review presents an overview of the evidence for program developers mental health services family support services and those in independent practice that wish to adopt a mentalization approach in child psychotherapy future systematic reviews are needed to support this evidence psycinfo database record c apa all rights reserved"
}