{
    "pmid": "41449479",
    "title": "Building a tool to assess malaria surveillance and response capacity in malaria post-elimination contexts: a modified and dual-weighted Delphi approach.",
    "abstract": "Sustaining the elimination of malaria requires robust surveillance to prevent reintroduction, but standardized frameworks for assessing the surveillance capacity of a country post-elimination are lacking. This study aims to develop a standardized framework for assessing malaria surveillance and response capacity in countries that have eliminated malaria. We developed a malaria surveillance and response assessment framework through a three-stage process. First, two systematic reviews were conducted to identify indicators used in post-elimination settings worldwide and specifically in China. The candidate indicators were refined through expert panel discussions, which yielded 45 indicators across six domains. Next, a modified two-round Delphi process was conducted, involving 30 experts in epidemiology, disease control, and public health from diverse institutions and administrative levels. The experts rated the importance and feasibility of the indicators using structured questionnaires and then engaged in group discussions to contextualize the findings. Indicator weights were determined using a combined analytic hierarchy process (AHP) and entropy methods. The systematic reviews and expert consultations identified 45 candidate indicators. After two rounds of expert consultation, a framework comprising 34 indicators across six domains for assessing malaria surveillance and response capacity in post-elimination settings was developed. The weights of the six domains are as follows: surveillance system coverage and performance (0.240); the quality and use of the surveillance data (0.3710); the functioning of the information management system (0.0973); the availability and adequacy of resources (0.0375); early diagnosis and treatment (0.1571); and quality control supervision and training (0.0973). The expert authority coefficient (Cr) values of the first and second rounds were 0.777 and 0.895 respectively. Of the 34 indicators, the proportion of confirmed cases with completed epidemiological investigations and submitted reports (0.1153) and the interval between the first medical visit and diagnosis (0.1131) had the highest weights. This consensus-based framework provides a standardized tool for evaluating malaria surveillance and response capacity in post-elimination settings. Adoption of the framework could help countries monitor and improve their systems to sustain elimination of the disease, mitigate reintroduction risks, and support global malaria eradication efforts.",
    "disease": "tuberculosis",
    "clean_text": "building a tool to assess malaria surveillance and response capacity in malaria post elimination contexts a modified and dual weighted delphi approach sustaining the elimination of malaria requires robust surveillance to prevent reintroduction but standardized frameworks for assessing the surveillance capacity of a country post elimination are lacking this study aims to develop a standardized framework for assessing malaria surveillance and response capacity in countries that have eliminated malaria we developed a malaria surveillance and response assessment framework through a three stage process first two systematic reviews were conducted to identify indicators used in post elimination settings worldwide and specifically in china the candidate indicators were refined through expert panel discussions which yielded indicators across six domains next a modified two round delphi process was conducted involving experts in epidemiology disease control and public health from diverse institutions and administrative levels the experts rated the importance and feasibility of the indicators using structured questionnaires and then engaged in group discussions to contextualize the findings indicator weights were determined using a combined analytic hierarchy process ahp and entropy methods the systematic reviews and expert consultations identified candidate indicators after two rounds of expert consultation a framework comprising indicators across six domains for assessing malaria surveillance and response capacity in post elimination settings was developed the weights of the six domains are as follows surveillance system coverage and performance the quality and use of the surveillance data the functioning of the information management system the availability and adequacy of resources early diagnosis and treatment and quality control supervision and training the expert authority coefficient cr values of the first and second rounds were and respectively of the indicators the proportion of confirmed cases with completed epidemiological investigations and submitted reports and the interval between the first medical visit and diagnosis had the highest weights this consensus based framework provides a standardized tool for evaluating malaria surveillance and response capacity in post elimination settings adoption of the framework could help countries monitor and improve their systems to sustain elimination of the disease mitigate reintroduction risks and support global malaria eradication efforts"
}