{
    "pmid": "41454126",
    "title": "Impact of neoadjuvant cetuximab on liver function and tumor reduction in a murine model of selective portal vein ligation.",
    "abstract": "Colorectal cancer mortality is largely driven by metastatic spread, with colorectal liver metastases (CRLM) being the most frequent. Treatment often combines surgery and systemic therapy, including anti-EGFR agents such as cetuximab. This study evaluated the cytoreductive effect of cetuximab on CRLM and its influence on liver function and regeneration in a selective portal vein ligation (PVL) model. Sixty-six male WAG/RijHsd rats were used. Seven days before PVL, twelve tumor-bearing animals received intra-arterial cetuximab, while other six received vehicle (saline). Additional groups included tumor-bearing rats without PVL, rats undergoing PVL alone, and untreated controls (n = 6 each). Seven days after PVL, the future remnant liver volume (%FRL) and hepatocyte replication were quantified. Serum markers for hepatic, renal, and systemic injury were analyzed, and tumor volume was assessed by ultrasound before and after PVL. The regenerative response following PVL was not significantly affected by cetuximab, with %FRL reaching 80-90%. However, hepatocyte nuclei exhibited a smaller mean area compared with non-treated animals (45.35 ± 9.09 vs. 43.54 ± 9.87 μm²; p < 0.001). Liver function remained preserved, although glucose levels decreased after PVL. Cetuximab significantly reduced tumor growth driven by hepatic regeneration (1.12 ± 0.45 vs. 0.53 ± 0.16 mL; p < 0.01). Neoadjuvant intra-arterial cetuximab does not impair liver regeneration after PVL while effectively limiting tumor proliferation linked to regenerative stimuli. These findings support its perioperative safety and potential use to prevent tumor recurrence in patients with CRLM undergoing staged hepatectomy.",
    "disease": "colorectal cancer",
    "clean_text": "impact of neoadjuvant cetuximab on liver function and tumor reduction in a murine model of selective portal vein ligation colorectal cancer mortality is largely driven by metastatic spread with colorectal liver metastases crlm being the most frequent treatment often combines surgery and systemic therapy including anti egfr agents such as cetuximab this study evaluated the cytoreductive effect of cetuximab on crlm and its influence on liver function and regeneration in a selective portal vein ligation pvl model sixty six male wag rijhsd rats were used seven days before pvl twelve tumor bearing animals received intra arterial cetuximab while other six received vehicle saline additional groups included tumor bearing rats without pvl rats undergoing pvl alone and untreated controls n each seven days after pvl the future remnant liver volume frl and hepatocyte replication were quantified serum markers for hepatic renal and systemic injury were analyzed and tumor volume was assessed by ultrasound before and after pvl the regenerative response following pvl was not significantly affected by cetuximab with frl reaching however hepatocyte nuclei exhibited a smaller mean area compared with non treated animals vs m p liver function remained preserved although glucose levels decreased after pvl cetuximab significantly reduced tumor growth driven by hepatic regeneration vs ml p neoadjuvant intra arterial cetuximab does not impair liver regeneration after pvl while effectively limiting tumor proliferation linked to regenerative stimuli these findings support its perioperative safety and potential use to prevent tumor recurrence in patients with crlm undergoing staged hepatectomy"
}