{
    "pmid": "41455107",
    "title": "IgG2c subclass dominance drives fatal lupus-like nephritis via FcγR and complement activation.",
    "abstract": "Lupus nephritis (LN) is a leading cause of mortality in systemic lupus erythematosus. While the dominance of Fcγ receptor (FcγR)-activating IgG subclasses has been observed in both human and murine LN, whether this imbalance is causal or merely correlative remains unresolved. To address this, we generated a murine model that exclusively expresses the activating IgG2c while lacking all other IgG subclasses. Despite preserved B cell receptor diversity and intact humoral immunity, these mice developed rapidly progressive and fatal lupus-like nephritis, with 100% mortality by 30 weeks, characterized by extensive renal inflammation. Genetic ablation of FcγRs or complement C3 rescued this phenotype, establishing both as essential and non-redundant mediators of disease. Supporting clinical relevance, renal biopsies from patients with LN exhibited glomerular immune deposits enriched for FcγR-activating IgG1 and minimal inhibitory IgG4. Together, these results identify IgG subclass dominance as a direct driver of LN and provide a fully penetrant, rapid-onset disease model for therapeutic studies.",
    "disease": "breast cancer",
    "clean_text": "igg c subclass dominance drives fatal lupus like nephritis via fc r and complement activation lupus nephritis ln is a leading cause of mortality in systemic lupus erythematosus while the dominance of fc receptor fc r activating igg subclasses has been observed in both human and murine ln whether this imbalance is causal or merely correlative remains unresolved to address this we generated a murine model that exclusively expresses the activating igg c while lacking all other igg subclasses despite preserved b cell receptor diversity and intact humoral immunity these mice developed rapidly progressive and fatal lupus like nephritis with mortality by weeks characterized by extensive renal inflammation genetic ablation of fc rs or complement c rescued this phenotype establishing both as essential and non redundant mediators of disease supporting clinical relevance renal biopsies from patients with ln exhibited glomerular immune deposits enriched for fc r activating igg and minimal inhibitory igg together these results identify igg subclass dominance as a direct driver of ln and provide a fully penetrant rapid onset disease model for therapeutic studies"
}