{
    "pmid": "41435504",
    "title": "Association between pan-immune inflammatory values and chronic kidney disease: An insight originating from the NHANES database.",
    "abstract": "Pan-immune-inflammatory value (PIV) is a novel inflammatory biomarker that integrates four immune cell types to generate a holistic inflammatory profile. Its comprehensive nature has positioned PIV as a clinically relevant predictor. Chronic kidney disease (CKD), characterized by irreversible kidney damage, is increasingly recognized as an inflammatory disorder, yet the clinical utility of PIV in CKD remains underexplored. This cross-sectional study analyzed data from 39,156 participants in the 2011-2018 National Health and Nutrition Examination Survey (NHANES) cycles. Weighted multivariate logistic regression models were employed to evaluate the association between PIV levels and CKD prevalence. Non-linear relationships were assessed using restricted cubic spline (RCS) analyzes with smoothed curve fitting. Subgroup analyses and interaction tests were conducted to examine potential effect modification by demographic and clinical confounders. Multivariate logistic regression revealed a significant positive association between elevated PIV and CKD prevalence. RCS analyzes demonstrated a J-shaped relationship, suggesting that the risk of developing chronic kidney disease increases when PIV is elevated. Subgroup interactions were non-significant, suggesting consistent associations across strata of gender, educational attainment, comorbidity status, or lifestyle factors. This study identifies a non-linear positive association between PIV and incident CKD that is independent of traditional confounders. RCS analyzes demonstrated a J-shaped relationship, suggesting that when PIV is elevated, there is also an increased risk of developing chronic kidney disease. These findings support PIV as a complementary biomarker for CKD risk stratification and warrant mechanistic studies investigating its role in renal inflammation pathways, alongside prospective validation in cross-sectional study.",
    "disease": "chronic kidney disease",
    "clean_text": "association between pan immune inflammatory values and chronic kidney disease an insight originating from the nhanes database pan immune inflammatory value piv is a novel inflammatory biomarker that integrates four immune cell types to generate a holistic inflammatory profile its comprehensive nature has positioned piv as a clinically relevant predictor chronic kidney disease ckd characterized by irreversible kidney damage is increasingly recognized as an inflammatory disorder yet the clinical utility of piv in ckd remains underexplored this cross sectional study analyzed data from participants in the national health and nutrition examination survey nhanes cycles weighted multivariate logistic regression models were employed to evaluate the association between piv levels and ckd prevalence non linear relationships were assessed using restricted cubic spline rcs analyzes with smoothed curve fitting subgroup analyses and interaction tests were conducted to examine potential effect modification by demographic and clinical confounders multivariate logistic regression revealed a significant positive association between elevated piv and ckd prevalence rcs analyzes demonstrated a j shaped relationship suggesting that the risk of developing chronic kidney disease increases when piv is elevated subgroup interactions were non significant suggesting consistent associations across strata of gender educational attainment comorbidity status or lifestyle factors this study identifies a non linear positive association between piv and incident ckd that is independent of traditional confounders rcs analyzes demonstrated a j shaped relationship suggesting that when piv is elevated there is also an increased risk of developing chronic kidney disease these findings support piv as a complementary biomarker for ckd risk stratification and warrant mechanistic studies investigating its role in renal inflammation pathways alongside prospective validation in cross sectional study"
}