{
    "title": "Endometrial Cancer: Is This a New Disease?",
    "doc_id": "28561715",
    "writer": "Moore K",
    "year": "2017",
    "summary": "The incidence of endometrial cancer is increasing, and the age of onset is younger than in prior years. Although endometrial cancer still occurs more commonly in older women, for whom the mortality rate is increasing, it also is being diagnosed in youn …",
    "abstract": "The incidence of endometrial cancer is increasing, and the age of onset is younger than in prior years. Although endometrial cancer still occurs more commonly in older women, for whom the mortality rate is increasing, it also is being diagnosed in younger and younger women. The underlying cause of the increase in incidence is the epidemic of obesity and the resulting hyperinsulinemia. Conservative treatment may be indicated for younger women who wish to retain their fertility. Lifestyle modifications such as diet and exercise can modulate the risk of developing endometrial cancer as well as prevent recurrence and other comorbidities associated with obesity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28561715/",
    "clean_text": "endometrial cancer is this a new disease the incidence of endometrial cancer is increasing and the age of onset is younger than in prior years although endometrial cancer still occurs more commonly in older women for whom the mortality rate is increasing it also is being diagnosed in youn the incidence of endometrial cancer is increasing and the age of onset is younger than in prior years although endometrial cancer still occurs more commonly in older women for whom the mortality rate is increasing it also is being diagnosed in younger and younger women the underlying cause of the increase in incidence is the epidemic of obesity and the resulting hyperinsulinemia conservative treatment may be indicated for younger women who wish to retain their fertility lifestyle modifications such as diet and exercise can modulate the risk of developing endometrial cancer as well as prevent recurrence and other comorbidities associated with obesity"
}