{
    "pmid": "41474679",
    "title": "Global Burden of Neurological Diseases Attributable to Behavioral Risks, 1990-2021.",
    "abstract": "Behavioral risks contribute to the burden of neurological diseases, but changes from 1990 to 2021 remain unclear. Using the 2021 Global Burden of Disease database, we analyzed changes in age-standardized mortality (ASMR) and disability-adjusted life years (ASDR) for neurological diseases attributable to behavioral risks from 1990 to 2021, globally and regionally, including gender differences. The Joinpoint regression model estimated the annual percentage change of ASMR and ASDR. An age-period-cohort model separated the effects of age, period, and cohort, while a Bayesian model predicted changes from 2022 to 2035. Finally, cross-national inequality analysis evaluated the impact of socio-economic disparities on disease burden. From 1990 to 2021, neurological diseases' burden increased, with stroke contributing most, followed by Alzheimer's disease and other dementias (ADOD), idiopathic epilepsy (IE), and multiple sclerosis (MS). ASMR and ASDR for ADOD, MS, and stroke declined. But ASMR for IE attributable to high alcohol use increased (Net drift= 0.28%), particularly among individuals aged 65-69 years (Local drift= 0.33%) and older, whereas stroke mortality associated with alcohol remained stable in the 20-30-year age group. By 2035, IE burden is projected to remain similar to 2021 levels. The disease burden was higher in males than females. Stroke burden varied by SDI level: tobacco and high alcohol use were more prominent in high SDI regions, while tobacco and dietary risks were significant in other SDI regions. Regional health inequalities were pronounced, with ADOD and MS burden concentrated in high-income groups, while stroke burden was concentrated in low-income groups. Tobacco remains the primary risk for neurological diseases. Alcohol significantly affects IE in adults 65+ and stroke in those aged 20-30. Dietary risks contribute greatly to stroke in non-high SDI regions. Future efforts should strengthen behavioral risk control in males and reduce the increasingly concentrated stroke burden in low-income populations.",
    "disease": "stroke",
    "clean_text": "global burden of neurological diseases attributable to behavioral risks behavioral risks contribute to the burden of neurological diseases but changes from to remain unclear using the global burden of disease database we analyzed changes in age standardized mortality asmr and disability adjusted life years asdr for neurological diseases attributable to behavioral risks from to globally and regionally including gender differences the joinpoint regression model estimated the annual percentage change of asmr and asdr an age period cohort model separated the effects of age period and cohort while a bayesian model predicted changes from to finally cross national inequality analysis evaluated the impact of socio economic disparities on disease burden from to neurological diseases burden increased with stroke contributing most followed by alzheimer s disease and other dementias adod idiopathic epilepsy ie and multiple sclerosis ms asmr and asdr for adod ms and stroke declined but asmr for ie attributable to high alcohol use increased net drift particularly among individuals aged years local drift and older whereas stroke mortality associated with alcohol remained stable in the year age group by ie burden is projected to remain similar to levels the disease burden was higher in males than females stroke burden varied by sdi level tobacco and high alcohol use were more prominent in high sdi regions while tobacco and dietary risks were significant in other sdi regions regional health inequalities were pronounced with adod and ms burden concentrated in high income groups while stroke burden was concentrated in low income groups tobacco remains the primary risk for neurological diseases alcohol significantly affects ie in adults and stroke in those aged dietary risks contribute greatly to stroke in non high sdi regions future efforts should strengthen behavioral risk control in males and reduce the increasingly concentrated stroke burden in low income populations"
}