{
    "title": "Prostate cancer screening.",
    "doc_id": "1384077",
    "writer": "Roetzheim RG",
    "year": "1992",
    "summary": "No screening test has been proven to reduce prostate cancer mortality. DRE has been the traditional method of screening, and it is often used to detect other diseases in addition to prostate cancer. Newer modalities, such as TRUS and PSA, can identify …",
    "abstract": "No screening test has been proven to reduce prostate cancer mortality. DRE has been the traditional method of screening, and it is often used to detect other diseases in addition to prostate cancer. Newer modalities, such as TRUS and PSA, can identify patients with nonpalpable prostate cancer, but the use of these tests will also result in many false-positives. In addition, it is not known whether the use of these tests will reduce prostate cancer mortality, or instead cause harm to those patients screened. Given the potential for harm, and the extraordinary expense, routine screening of asymptomatic men with newer modalities should be considered experimental.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1384077/",
    "clean_text": "prostate cancer screening no screening test has been proven to reduce prostate cancer mortality dre has been the traditional method of screening and it is often used to detect other diseases in addition to prostate cancer newer modalities such as trus and psa can identify no screening test has been proven to reduce prostate cancer mortality dre has been the traditional method of screening and it is often used to detect other diseases in addition to prostate cancer newer modalities such as trus and psa can identify patients with nonpalpable prostate cancer but the use of these tests will also result in many false positives in addition it is not known whether the use of these tests will reduce prostate cancer mortality or instead cause harm to those patients screened given the potential for harm and the extraordinary expense routine screening of asymptomatic men with newer modalities should be considered experimental"
}