{
    "title": "Ovarian cancer in the older woman.",
    "doc_id": "27499341",
    "writer": "Tew WP.",
    "year": "2016",
    "summary": "Ovarian cancer is the seventh most common cancer in women worldwide and accounts for nearly 4% of all new cases of cancer in women. Almost half of all patients with ovarian cancer are over the age of 65 at diagnosis, and over 70% of death …",
    "abstract": "Ovarian cancer is the seventh most common cancer in women worldwide and accounts for nearly 4% of all new cases of cancer in women. Almost half of all patients with ovarian cancer are over the age of 65 at diagnosis, and over 70% of deaths from ovarian cancer occur in this same age group. As the population ages, the number of older women with ovarian cancer is increasing. Compared to younger women, older women with ovarian cancer receive less surgery and chemotherapy, develop worse toxicity, and have poorer outcomes. They are also significantly under-represented in clinical trials and thus application of standard treatment regimens can be challenging. Performance status alone has been shown to be an inadequate tool to predict toxicity of older patients from chemotherapy. Use of formal geriatric assessment tools is a promising direction for stratifying older patients on trials. Elderly-specific trials, adjustments to the eligibility criteria, modified treatment regimens, and interventions to decrease morbidities in the vulnerable older population should be encouraged.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27499341/",
    "clean_text": "ovarian cancer in the older woman ovarian cancer is the seventh most common cancer in women worldwide and accounts for nearly of all new cases of cancer in women almost half of all patients with ovarian cancer are over the age of at diagnosis and over of death ovarian cancer is the seventh most common cancer in women worldwide and accounts for nearly of all new cases of cancer in women almost half of all patients with ovarian cancer are over the age of at diagnosis and over of deaths from ovarian cancer occur in this same age group as the population ages the number of older women with ovarian cancer is increasing compared to younger women older women with ovarian cancer receive less surgery and chemotherapy develop worse toxicity and have poorer outcomes they are also significantly under represented in clinical trials and thus application of standard treatment regimens can be challenging performance status alone has been shown to be an inadequate tool to predict toxicity of older patients from chemotherapy use of formal geriatric assessment tools is a promising direction for stratifying older patients on trials elderly specific trials adjustments to the eligibility criteria modified treatment regimens and interventions to decrease morbidities in the vulnerable older population should be encouraged"
}