{
    "title": "Perceptions of pregnant women about prenatal care in primary health care.",
    "doc_id": "31188972",
    "writer": "Livramento DDVPD",
    "year": "2019",
    "summary": "OBJECTIVE: To understand the perceptions of pregnant women about the care received during prenatal care, in the field of primary health care. ...RESULTS: Three categories were elaborated: Care before and during gestation, Participation in groups of pregnant …",
    "abstract": "Objective:\n        \n      \n      To understand the perceptions of pregnant women about the care received during prenatal care, in the field of primary health care.\n    \n\n\n          Method:\n        \n      \n      Qualitative study, based on Grounded Theory. Data collection was performed from August to December 2016, through a semi-structured interview with 12 pregnant women who received prenatal care in the city of Florianópolis/SC/Brazil. Data collection and analysis were performed concomitantly. Data analysis was performed using open and axial coding.\n    \n\n\n          Results:\n        \n      \n      Three categories were elaborated: Care before and during gestation, Participation in groups of pregnant women, and Quality care during pregnancy.\n    \n\n\n          Conclusion:\n        \n      \n      The perceptions of the pregnant women about the care received during the prenatal care is related to the care given, humanized reception, consideration of the pregnant woman's subjectivity and support in the difficult moments that make this period satisfactory.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31188972/",
    "clean_text": "perceptions of pregnant women about prenatal care in primary health care objective to understand the perceptions of pregnant women about the care received during prenatal care in the field of primary health care results three categories were elaborated care before and during gestation participation in groups of pregnant objective to understand the perceptions of pregnant women about the care received during prenatal care in the field of primary health care method qualitative study based on grounded theory data collection was performed from august to december through a semi structured interview with pregnant women who received prenatal care in the city of florian polis sc brazil data collection and analysis were performed concomitantly data analysis was performed using open and axial coding results three categories were elaborated care before and during gestation participation in groups of pregnant women and quality care during pregnancy conclusion the perceptions of the pregnant women about the care received during the prenatal care is related to the care given humanized reception consideration of the pregnant woman s subjectivity and support in the difficult moments that make this period satisfactory"
}