{
    "title": "Adhesion-based capture stabilizes nascent microvilli at epithelial cell junctions.",
    "doc_id": "36945471",
    "writer": "Cencer CS",
    "year": "2023",
    "summary": "While medial microvilli are highly dynamic and sample multiple orientations over time, marginal protrusions exhibit constrained motion and maintain a vertical orientation. Unexpectedly, we found that marginal microvilli span the junctional space and contact protrusi …",
    "abstract": "Differentiated transporting epithelial cells present an extensive apical array of microvilli - a \"brush border\" - where neighboring microvilli are linked together by intermicrovillar adhesion complexes (IMACs) composed of protocadherins CDHR2 and CDHR5. Although loss-of-function studies provide strong evidence that IMAC function is needed to build a mature brush border, how the IMAC contributes to the stabilization and accumulation of nascent microvilli remains unclear. We found that, early in differentiation, the apical surface exhibits a marginal accumulation of microvilli, characterized by higher packing density relative to medial regions of the surface. While medial microvilli are highly dynamic and sample multiple orientations over time, marginal protrusions exhibit constrained motion and maintain a vertical orientation. Unexpectedly, we found that marginal microvilli span the junctional space and contact protrusions on neighboring cells, mediated by complexes of CDHR2/CDHR5. FRAP analysis indicated that these transjunctional IMACs are highly stable relative to adhesion complexes between medial microvilli, which explains the restricted motion of protrusions in the marginal zone. Finally, long-term live imaging revealed that the accumulation of microvilli at cell margins consistently leads to accumulation in medial regions of the cell. Collectively, our findings suggest that nascent microvilli are stabilized by a capture mechanism that is localized to cell margins and enabled by the transjunctional formation of IMACs. These results inform our understanding of how apical specializations are assembled in diverse epithelial systems.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36945471/",
    "clean_text": "adhesion based capture stabilizes nascent microvilli at epithelial cell junctions while medial microvilli are highly dynamic and sample multiple orientations over time marginal protrusions exhibit constrained motion and maintain a vertical orientation unexpectedly we found that marginal microvilli span the junctional space and contact protrusi differentiated transporting epithelial cells present an extensive apical array of microvilli a brush border where neighboring microvilli are linked together by intermicrovillar adhesion complexes imacs composed of protocadherins cdhr and cdhr although loss of function studies provide strong evidence that imac function is needed to build a mature brush border how the imac contributes to the stabilization and accumulation of nascent microvilli remains unclear we found that early in differentiation the apical surface exhibits a marginal accumulation of microvilli characterized by higher packing density relative to medial regions of the surface while medial microvilli are highly dynamic and sample multiple orientations over time marginal protrusions exhibit constrained motion and maintain a vertical orientation unexpectedly we found that marginal microvilli span the junctional space and contact protrusions on neighboring cells mediated by complexes of cdhr cdhr frap analysis indicated that these transjunctional imacs are highly stable relative to adhesion complexes between medial microvilli which explains the restricted motion of protrusions in the marginal zone finally long term live imaging revealed that the accumulation of microvilli at cell margins consistently leads to accumulation in medial regions of the cell collectively our findings suggest that nascent microvilli are stabilized by a capture mechanism that is localized to cell margins and enabled by the transjunctional formation of imacs these results inform our understanding of how apical specializations are assembled in diverse epithelial systems"
}