{
    "pmid": "41331562",
    "title": "Mediators of the association between rheumatoid arthritis and depression.",
    "abstract": "The etiology of rheumatoid arthritis (RA) comorbid with depression is poorly defined. This study aims to investigate the mediating factors in RA co-morbid depression. Through the multicenter, cross-sectional study method, the variables that may become mediating factors were collected. Depression was assessed with the Patient Health Questionnaire-9 (PHQ-9). The generalized linear model and Structural Equation Model (SEM) were used to explore the mediators. Mendelian randomization (MR) was employed to validate the results. A total of 746 subjects were enrolled, including 506 RA patients and 240 non-RA patients. Correlation analysis showed that Health assessment questionnaire disability index (HAQ-DI) (β = 0.04; 95%CI = 0.01, 0.07;  Fatigue and disability are primary mediators contributing to the comorbidity of RA and depression. Therefore, targeting these mediating factors through clinical interventions may represent an effective strategy for preventing and treating depression in this population. The online version contains supplementary material available at 10.1186/s12889-025-25231-5.",
    "disease": "rheumatoid arthritis",
    "clean_text": "mediators of the association between rheumatoid arthritis and depression the etiology of rheumatoid arthritis ra comorbid with depression is poorly defined this study aims to investigate the mediating factors in ra co morbid depression through the multicenter cross sectional study method the variables that may become mediating factors were collected depression was assessed with the patient health questionnaire phq the generalized linear model and structural equation model sem were used to explore the mediators mendelian randomization mr was employed to validate the results a total of subjects were enrolled including ra patients and non ra patients correlation analysis showed that health assessment questionnaire disability index haq di ci fatigue and disability are primary mediators contributing to the comorbidity of ra and depression therefore targeting these mediating factors through clinical interventions may represent an effective strategy for preventing and treating depression in this population the online version contains supplementary material available at s"
}