{
    "title": "Case report: Vaccine Brigade Chicago, Illinois: From founding February to July, 2021.",
    "doc_id": "35352391",
    "writer": "Blacksin BA.",
    "year": "2022",
    "summary": "The COVID 19 epidemic disrupted every aspect of American life and imposed severe trauma as a result of lockdown, fears of disease or death, separation from and death of loved ones, and daily media coverage of the unfolding pandemic. The following case report describ …",
    "abstract": "The COVID 19 epidemic disrupted every aspect of American life and imposed severe trauma as a result of lockdown, fears of disease or death, separation from and death of loved ones, and daily media coverage of the unfolding pandemic. The following case report describes the experiences of the Vaccine Brigade, a group of Public Health Nurses (PHNs) and other professionals, mostly retired, who organized themselves to provide assistance with vaccine administration in the city of Chicago and Cook County, Illinois. The report describes the founding of their organization in February, 2021 and their work to support vaccine administration in communities of color and other underserved communities. This case report presents a successful model of volunteerism, built on foundational principals of collective decision making, democracy and social justice. Its members developed existing social networks and skills they had learned during their careers as PHNs and activists to create a functional organization that could assist with the task of getting shots into arms.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35352391/",
    "clean_text": "case report vaccine brigade chicago illinois from founding february to july the covid epidemic disrupted every aspect of american life and imposed severe trauma as a result of lockdown fears of disease or death separation from and death of loved ones and daily media coverage of the unfolding pandemic the following case report describ the covid epidemic disrupted every aspect of american life and imposed severe trauma as a result of lockdown fears of disease or death separation from and death of loved ones and daily media coverage of the unfolding pandemic the following case report describes the experiences of the vaccine brigade a group of public health nurses phns and other professionals mostly retired who organized themselves to provide assistance with vaccine administration in the city of chicago and cook county illinois the report describes the founding of their organization in february and their work to support vaccine administration in communities of color and other underserved communities this case report presents a successful model of volunteerism built on foundational principals of collective decision making democracy and social justice its members developed existing social networks and skills they had learned during their careers as phns and activists to create a functional organization that could assist with the task of getting shots into arms"
}