{
    "pmid": "41448962",
    "title": "Combining Suspect Screening with Large Language Model-Based Text Mining to Comprehensively Characterize Organic Compounds in Human Milk Associated with Pregnancy Complications.",
    "abstract": "Chemical exposure contributes to maternal pregnancy complications like gestational hypertension (GH), anemia, and gestational diabetes mellitus (GDM). However, current studies remain fragmented due to limited analysis of compounds, impeding mechanistic insights. Here, we present a novel framework that integrates high-throughput analysis and large language model-based text mining to identify organic compounds while leveraging existing massive data, thereby enabling a comprehensive understanding of pregnancy complication mechanisms and establishing an exposure atlas. Using this approach, we identified five compounds in human milk for the first time, including carbazole and 4,4'-diphenoxybenzophenone, and 35 additional compounds not previously linked to pregnancy complications. We further employed text mining to comprehensively uncover disease-specific chemical signatures based on global data: GH with polycyclic aromatic hydrocarbons (PAHs) and derivatives (e.g., 2-methylnaphthalene and acenaphthene), anemia with nitrogen-containing compounds (e.g., 4-methoxyformanilide), and GDM with long-chain carboxylic acids (e.g., 2,4,7,9-tetramethyldec-5-yne-4,7-diol). Further analysis revealed pathogenic mechanisms: PAHs and derivatives promoted oxidative stress in GH, nitrogen-containing compounds damaged red blood cells in anemia, and long-chain carboxylic acids interfered with mitochondrial function in GDM. These findings construct an atlas of organic compounds associated with pregnancy complications and offer new leads for understanding their environmental origins.",
    "disease": "diabetes mellitus",
    "clean_text": "combining suspect screening with large language model based text mining to comprehensively characterize organic compounds in human milk associated with pregnancy complications chemical exposure contributes to maternal pregnancy complications like gestational hypertension gh anemia and gestational diabetes mellitus gdm however current studies remain fragmented due to limited analysis of compounds impeding mechanistic insights here we present a novel framework that integrates high throughput analysis and large language model based text mining to identify organic compounds while leveraging existing massive data thereby enabling a comprehensive understanding of pregnancy complication mechanisms and establishing an exposure atlas using this approach we identified five compounds in human milk for the first time including carbazole and diphenoxybenzophenone and additional compounds not previously linked to pregnancy complications we further employed text mining to comprehensively uncover disease specific chemical signatures based on global data gh with polycyclic aromatic hydrocarbons pahs and derivatives e g methylnaphthalene and acenaphthene anemia with nitrogen containing compounds e g methoxyformanilide and gdm with long chain carboxylic acids e g tetramethyldec yne diol further analysis revealed pathogenic mechanisms pahs and derivatives promoted oxidative stress in gh nitrogen containing compounds damaged red blood cells in anemia and long chain carboxylic acids interfered with mitochondrial function in gdm these findings construct an atlas of organic compounds associated with pregnancy complications and offer new leads for understanding their environmental origins"
}