{
    "pmid": "41417225",
    "title": "Genetic characterization of highly pathogenic avian influenza A/H5N8 virus isolated from commercial poultry farms in Egypt reveals zoonotic potential.",
    "abstract": "Highly pathogenic avian influenza (HPAI) H5N8 virus, first identified in late 2016 in Egypt, continues to circulate and has replaced the previously dominant HPAI H5N1 virus of clade 2.2.1. In this study, HPAI H5N8 was detected on 23 commercial poultry farms in Egypt. Complete genome sequences of three isolates collected in 2021 were obtained using next-generation sequencing (NGS) and subjected to genetic characterization. Phylogenetic analysis showed these isolates to belong to clade 2.3.4.4b, comprising two genotypes: EA-2021-Q and EA-2020-A. Molecular analysis of the haemagglutinin (HA) protein revealed the presence of T156A and V538A substitutions in the duck isolate and an N183S substitution in the chicken isolate. Several additional nonsynonymous mutations were identified, including 147I and 504V in the PB2 protein, 127V, 672L, and 550L in the PA protein, 64F and 69P in the M2 protein, and 42S in the NS1 protein. Comparative analysis of HA antigenic sites between these isolates and the human vaccine against H5N8 revealed four nonsynonymous mutations: S141P, A154N, D45N, and V174I. Notably, the HA sequences of the studied isolates shared 98.7-99.4% amino acid sequence identity, and the NA sequences shared 96.1-97.1% identity to those of the 2.3.4.4b candidate human H5N8 vaccine strain (CVV) A/Astrakhan/3212/2020-like. These findings underscore the importance of continuous monitoring of the genetic evolution of avian influenza viruses to guide updates of candidate vaccine strains. Furthermore, the high similarity between the detected isolates and a zoonotic Russian H5N8 wild-type strain highlights the potential risk of cross-species transmission and possible human infection.",
    "disease": "influenza",
    "clean_text": "genetic characterization of highly pathogenic avian influenza a h n virus isolated from commercial poultry farms in egypt reveals zoonotic potential highly pathogenic avian influenza hpai h n virus first identified in late in egypt continues to circulate and has replaced the previously dominant hpai h n virus of clade in this study hpai h n was detected on commercial poultry farms in egypt complete genome sequences of three isolates collected in were obtained using next generation sequencing ngs and subjected to genetic characterization phylogenetic analysis showed these isolates to belong to clade b comprising two genotypes ea q and ea a molecular analysis of the haemagglutinin ha protein revealed the presence of t a and v a substitutions in the duck isolate and an n s substitution in the chicken isolate several additional nonsynonymous mutations were identified including i and v in the pb protein v l and l in the pa protein f and p in the m protein and s in the ns protein comparative analysis of ha antigenic sites between these isolates and the human vaccine against h n revealed four nonsynonymous mutations s p a n d n and v i notably the ha sequences of the studied isolates shared amino acid sequence identity and the na sequences shared identity to those of the b candidate human h n vaccine strain cvv a astrakhan like these findings underscore the importance of continuous monitoring of the genetic evolution of avian influenza viruses to guide updates of candidate vaccine strains furthermore the high similarity between the detected isolates and a zoonotic russian h n wild type strain highlights the potential risk of cross species transmission and possible human infection"
}