{
    "pmid": "41457258",
    "title": "The Timing of Anterior Cruciate Ligament Reconstruction Surgery After Injury Affects Development of Cartilage and Meniscus Degeneration in Rats.",
    "abstract": "Post-traumatic osteoarthritis after anterior cruciate ligament (ACL) injury is an important issue. Many patients with ACL injury undergo ligament reconstruction surgery, and the risk of osteoarthritis after ACL reconstruction may vary depending on the time between ACL injury and reconstruction surgery. We aimed to investigate the effects of timing of ACL reconstruction surgery on cartilage and meniscus degeneration. ACL-transected rats were divided into groups based on the timing of reconstruction: immediate (1 day), early (14 days), and delayed (28 days) post-ACL transection. Some ACL-transected rats did not receive reconstruction surgery. Intact rats were used as controls. 56 days after ACL transection, cartilage and meniscus degeneration and synovitis were assessed histologically. ACL transection alone induced meniscus and cartilage degeneration and synovitis. ACL reconstruction, regardless of timing, enhanced synovitis. Immediate reconstruction reduced meniscus degeneration and had no negative effect on cartilage degeneration. In contrast, early and delayed reconstruction failed to reduce meniscus degeneration. Delayed reconstruction facilitated cartilage degeneration with an increased cyclooxygenase-2-positive cell ratio compared with no reconstruction surgery. We speculate that worsening cartilage degeneration observed in the delayed reconstruction group was mediated by inflammatory reactions due to reconstruction surgery, which was enhanced by the excessive mechanical stress caused by meniscus degeneration. In the immediate reconstruction group, the negative effects of reconstruction surgery on the cartilage might be counteracted by the positive effect of meniscus protection. STATEMENT OF CLINICAL SIGNIFICANCE: Our results suggest that ACL reconstruction surgery should be performed as soon as possible to protect the meniscus, which affects cartilage degeneration.",
    "disease": "osteoarthritis",
    "clean_text": "the timing of anterior cruciate ligament reconstruction surgery after injury affects development of cartilage and meniscus degeneration in rats post traumatic osteoarthritis after anterior cruciate ligament acl injury is an important issue many patients with acl injury undergo ligament reconstruction surgery and the risk of osteoarthritis after acl reconstruction may vary depending on the time between acl injury and reconstruction surgery we aimed to investigate the effects of timing of acl reconstruction surgery on cartilage and meniscus degeneration acl transected rats were divided into groups based on the timing of reconstruction immediate day early days and delayed days post acl transection some acl transected rats did not receive reconstruction surgery intact rats were used as controls days after acl transection cartilage and meniscus degeneration and synovitis were assessed histologically acl transection alone induced meniscus and cartilage degeneration and synovitis acl reconstruction regardless of timing enhanced synovitis immediate reconstruction reduced meniscus degeneration and had no negative effect on cartilage degeneration in contrast early and delayed reconstruction failed to reduce meniscus degeneration delayed reconstruction facilitated cartilage degeneration with an increased cyclooxygenase positive cell ratio compared with no reconstruction surgery we speculate that worsening cartilage degeneration observed in the delayed reconstruction group was mediated by inflammatory reactions due to reconstruction surgery which was enhanced by the excessive mechanical stress caused by meniscus degeneration in the immediate reconstruction group the negative effects of reconstruction surgery on the cartilage might be counteracted by the positive effect of meniscus protection statement of clinical significance our results suggest that acl reconstruction surgery should be performed as soon as possible to protect the meniscus which affects cartilage degeneration"
}