{
    "pmid": "41410330",
    "title": "Knowledge-based clinical decision support system for the automated classification of anemia in hemodialysis patients.",
    "abstract": "Anemia is a frequent complication in patients with chronic kidney disease undergoing hemodialysis and is associated with increased morbidity, mortality, and healthcare burden. Accurate classification is essential to optimize treatment with intravenous iron and erythropoiesis-stimulating agents. Rule-based clinical decision support systems (CDSS) provide a strategy to standardize this process. To describe the development and implementation of a knowledge-based clinical decision support system for the automated classification of anemia in hemodialysis patients using laboratory data. This retrospective observational study included 883 adult patients receiving prevalent hemodialysis during 2023. An algorithm was developed based on established clinical guidelines [Sociedad Latinoamericana de Nefrología e Hipertensión (SLANH)], KDIGO, NICE to classify patients with hemoglobin below 12 g/dl into three categories: absolute iron deficiency, functional iron deficiency, and candidates for therapeutic trial with intravenous iron. The system also flagged cases with suspected severe secondary hyperparathyroidism (PTH > 800 pg/ml). Data was obtained from the laboratory information system and the clinical decision support system. We applied a descriptive statistical analysis. The clinical decision support system automatically classified patients into the following categories: functional iron deficiency (39.2%), severe hyperparathyroidism (26.7%), absolute iron deficiency (17.7%), and candidates for intravenous iron trial (16.4%). A subgroup (9.5% within the functional iron deficiency group) also showed elevated PTH levels, suggesting potential resistance to erythropoiesis-stimulating agents. Distinct clinical profiles were observed across the groups. The clinical decision support system enabled automated and standardized classification of anemia in hemodialysis patients, supporting evidence-based clinical decision-making. Its implementation represents a digital health innovation with the potential to improve the quality and safety of anemia management in chronic kidney disease. El personal médico enfrenta limitaciones al consultar y utilizar guías clínicas en la práctica. Las recientes tecnologías de inteligencia artificial, como los modelos de lenguaje a gran escala –también llamados “pesados”– (large language models, LLM), pueden ayudar a superar estas limitaciones. Cuando se usa la generación aumentada por recuperación (retrieval-augmented generation, RAG) a estos modelos, las respuestas generadas se vuelven más relevantes en contextos específicos y se ajustan mejor a las guías médicas. Evaluar el desempeño de los modelos comerciales de lenguaje a gran escala mediante sus respuestas, cuando se trata de preguntas relacionadas con la atención materna en sistemas de generación aumentada por recuperación, supervisados estos sistemas mediante mediciones humanas y automáticas. Se diseñó un experimento controlado para obtener respuestas precisas y constantes de un sistema de generación aumentada por recuperación, utilizando las guías colombianas para la atención materna. Un médico formuló diez preguntas y determinó las respuestas de referencia. Se generó una instrucción (prompt) para la inteligencia artificial y se evaluaron varios modelos de lenguaje a gran escala, utilizando: 1) una clasificación binaria humana de conceptos en las respuestas, y 2) los valores de la evaluación de la generación aumentada por recuperación (retrieval-augmented generation assessment, RAGAS), juzgadas por otro modelo de lenguaje. El modelo GPT-3.5 (generative pre-trained transformer 3.5) obtuvo la puntuación más alta en la evaluación médica, con una precisión de 0,9. Mediante la valoración por GPT-4, el modelo Claude 3.5 fue el mejor calificado, destacándose una fidelidad de 0,78. Por otra parte, mediante la evaluación por Claude 3.5, el modelo Mistral obtuvo la puntuación más alta, con una fidelidad de 0,84. En cuanto a la relevancia de las respuestas, el modelo GPT-3.5 obtuvo la puntuación más alta en ambas evaluaciones: 0,94 con GPT-4o y 0,86 con Claude 3.5. La integración de la generación aumentada por recuperación en obstetricia puede mejorar las prácticas basadas en la evidencia, optimizando los resultados para los pacientes. Sin embargo, es crucial evaluar la precisión de las respuestas y la información específica del contexto antes de su uso clínico. Los resultados del presente estudio sugieren que los modelos pesados o a gran escala, como GPT-3.5, Claude o Llama 70B, superan siempre a los modelos más livianos o a menor escala, como Llama 8B.",
    "disease": "chronic kidney disease",
    "clean_text": "knowledge based clinical decision support system for the automated classification of anemia in hemodialysis patients anemia is a frequent complication in patients with chronic kidney disease undergoing hemodialysis and is associated with increased morbidity mortality and healthcare burden accurate classification is essential to optimize treatment with intravenous iron and erythropoiesis stimulating agents rule based clinical decision support systems cdss provide a strategy to standardize this process to describe the development and implementation of a knowledge based clinical decision support system for the automated classification of anemia in hemodialysis patients using laboratory data this retrospective observational study included adult patients receiving prevalent hemodialysis during an algorithm was developed based on established clinical guidelines sociedad latinoamericana de nefrolog a e hipertensi n slanh kdigo nice to classify patients with hemoglobin below g dl into three categories absolute iron deficiency functional iron deficiency and candidates for therapeutic trial with intravenous iron the system also flagged cases with suspected severe secondary hyperparathyroidism pth pg ml data was obtained from the laboratory information system and the clinical decision support system we applied a descriptive statistical analysis the clinical decision support system automatically classified patients into the following categories functional iron deficiency severe hyperparathyroidism absolute iron deficiency and candidates for intravenous iron trial a subgroup within the functional iron deficiency group also showed elevated pth levels suggesting potential resistance to erythropoiesis stimulating agents distinct clinical profiles were observed across the groups the clinical decision support system enabled automated and standardized classification of anemia in hemodialysis patients supporting evidence based clinical decision making its implementation represents a digital health innovation with the potential to improve the quality and safety of anemia management in chronic kidney disease el personal m dico enfrenta limitaciones al consultar y utilizar gu as cl nicas en la pr ctica las recientes tecnolog as de inteligencia artificial como los modelos de lenguaje a gran escala tambi n llamados pesados large language models llm pueden ayudar a superar estas limitaciones cuando se usa la generaci n aumentada por recuperaci n retrieval augmented generation rag a estos modelos las respuestas generadas se vuelven m s relevantes en contextos espec ficos y se ajustan mejor a las gu as m dicas evaluar el desempe o de los modelos comerciales de lenguaje a gran escala mediante sus respuestas cuando se trata de preguntas relacionadas con la atenci n materna en sistemas de generaci n aumentada por recuperaci n supervisados estos sistemas mediante mediciones humanas y autom ticas se dise un experimento controlado para obtener respuestas precisas y constantes de un sistema de generaci n aumentada por recuperaci n utilizando las gu as colombianas para la atenci n materna un m dico formul diez preguntas y determin las respuestas de referencia se gener una instrucci n prompt para la inteligencia artificial y se evaluaron varios modelos de lenguaje a gran escala utilizando una clasificaci n binaria humana de conceptos en las respuestas y los valores de la evaluaci n de la generaci n aumentada por recuperaci n retrieval augmented generation assessment ragas juzgadas por otro modelo de lenguaje el modelo gpt generative pre trained transformer obtuvo la puntuaci n m s alta en la evaluaci n m dica con una precisi n de mediante la valoraci n por gpt el modelo claude fue el mejor calificado destac ndose una fidelidad de por otra parte mediante la evaluaci n por claude el modelo mistral obtuvo la puntuaci n m s alta con una fidelidad de en cuanto a la relevancia de las respuestas el modelo gpt obtuvo la puntuaci n m s alta en ambas evaluaciones con gpt o y con claude la integraci n de la generaci n aumentada por recuperaci n en obstetricia puede mejorar las pr cticas basadas en la evidencia optimizando los resultados para los pacientes sin embargo es crucial evaluar la precisi n de las respuestas y la informaci n espec fica del contexto antes de su uso cl nico los resultados del presente estudio sugieren que los modelos pesados o a gran escala como gpt claude o llama b superan siempre a los modelos m s livianos o a menor escala como llama b"
}