{
    "pmid": "41399200",
    "title": "Socioeconomic deprivation performs equally to race in the Pediatric Asthma Risk Score.",
    "abstract": "Race has been retained in the Pediatric Asthma Risk Score (PARS) as a proxy for multiple factors yet to be determined that increase asthma risk, but this can promote structural racism and racially based health disparities. Socioeconomic deprivation (SED) indices may better elucidate disparities in asthma risk since they combine multiple dimensions of socioeconomic position and environment into one variable. To evaluate the performance of 11 SED indices in the PARS model compared to race, I conducted a longitudinal analysis of children participating in the Cincinnati Childhood Allergy and Air Pollution (CCAAPS, n = 589) and the Mechanisms of Progression of Atopic Dermatitis to Asthma in Children (MPAACH, n = 119) cohorts. Overall, the 708 children in CCAAPS and MPAACH were 6.9 (6.8-7.1) years of age at asthma assessment, 55.5% male, 28.4% African-American, and 20.2% had asthma. Race AUCs were 0.795 (CCAAPS) and 0.76 (MPAACH); SED AUCs ranged from 0.786 to 0.805 and 0.747 to 0.759. 93% of children remained in the same asthma risk category when SED was used instead of race. No socioeconomic or environmental factors were associated with the 7% that had a change in asthma risk category. In this cohort study of 708 children, SED performed equally to race to estimate childhood asthma in the PARS model, and 93% retained the same risk category. We recommend using SED in place of race to reduce factors that contribute to structural racism and move towards demoting health disparities in children.",
    "disease": "asthma",
    "clean_text": "socioeconomic deprivation performs equally to race in the pediatric asthma risk score race has been retained in the pediatric asthma risk score pars as a proxy for multiple factors yet to be determined that increase asthma risk but this can promote structural racism and racially based health disparities socioeconomic deprivation sed indices may better elucidate disparities in asthma risk since they combine multiple dimensions of socioeconomic position and environment into one variable to evaluate the performance of sed indices in the pars model compared to race i conducted a longitudinal analysis of children participating in the cincinnati childhood allergy and air pollution ccaaps n and the mechanisms of progression of atopic dermatitis to asthma in children mpaach n cohorts overall the children in ccaaps and mpaach were years of age at asthma assessment male african american and had asthma race aucs were ccaaps and mpaach sed aucs ranged from to and to of children remained in the same asthma risk category when sed was used instead of race no socioeconomic or environmental factors were associated with the that had a change in asthma risk category in this cohort study of children sed performed equally to race to estimate childhood asthma in the pars model and retained the same risk category we recommend using sed in place of race to reduce factors that contribute to structural racism and move towards demoting health disparities in children"
}