{
    "title": "A molecular cell atlas of the human lung from single-cell RNA sequencing.",
    "doc_id": "33208946",
    "writer": "Travaglini KJ",
    "year": "2020",
    "summary": "Here, using droplet- and plate-based single-cell RNA sequencing of approximately 75,000 human cells across all lung tissue compartments and circulating blood, combined with a multi-pronged cell annotation approach, we create an extensive cell at …",
    "abstract": "Although single-cell RNA sequencing studies have begun to provide compendia of cell expression profiles1-9, it has been difficult to systematically identify and localize all molecular cell types in individual organs to create a full molecular cell atlas. Here, using droplet- and plate-based single-cell RNA sequencing of approximately 75,000 human cells across all lung tissue compartments and circulating blood, combined with a multi-pronged cell annotation approach, we create an extensive cell atlas of the human lung. We define the gene expression profiles and anatomical locations of 58 cell populations in the human lung, including 41 out of 45 previously known cell types and 14 previously unknown ones. This comprehensive molecular atlas identifies the biochemical functions of lung cells and the transcription factors and markers for making and monitoring them; defines the cell targets of circulating hormones and predicts local signalling interactions and immune cell homing; and identifies cell types that are directly affected by lung disease genes and respiratory viruses. By comparing human and mouse data, we identified 17 molecular cell types that have been gained or lost during lung evolution and others with substantially altered expression profiles, revealing extensive plasticity of cell types and cell-type-specific gene expression during organ evolution including expression switches between cell types. This atlas provides the molecular foundation for investigating how lung cell identities, functions and interactions are achieved in development and tissue engineering and altered in disease and evolution.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33208946/",
    "clean_text": "a molecular cell atlas of the human lung from single cell rna sequencing here using droplet and plate based single cell rna sequencing of approximately human cells across all lung tissue compartments and circulating blood combined with a multi pronged cell annotation approach we create an extensive cell at although single cell rna sequencing studies have begun to provide compendia of cell expression profiles it has been difficult to systematically identify and localize all molecular cell types in individual organs to create a full molecular cell atlas here using droplet and plate based single cell rna sequencing of approximately human cells across all lung tissue compartments and circulating blood combined with a multi pronged cell annotation approach we create an extensive cell atlas of the human lung we define the gene expression profiles and anatomical locations of cell populations in the human lung including out of previously known cell types and previously unknown ones this comprehensive molecular atlas identifies the biochemical functions of lung cells and the transcription factors and markers for making and monitoring them defines the cell targets of circulating hormones and predicts local signalling interactions and immune cell homing and identifies cell types that are directly affected by lung disease genes and respiratory viruses by comparing human and mouse data we identified molecular cell types that have been gained or lost during lung evolution and others with substantially altered expression profiles revealing extensive plasticity of cell types and cell type specific gene expression during organ evolution including expression switches between cell types this atlas provides the molecular foundation for investigating how lung cell identities functions and interactions are achieved in development and tissue engineering and altered in disease and evolution"
}