{
    "title": "Effectiveness of a Qualitative Approach Toward Evaluating OCT Imaging for Detecting Glaucomatous Damage.",
    "doc_id": "30034951",
    "writer": "Wu Z",
    "year": "2018",
    "summary": "Customized one-page reports derived using OCT volume scans of the optic disc and macula from these eyes were qualitatively graded for the probability of optic neuropathy affecting the eye. RESULTS: The sensitivity of detecting perimetric glaucoma eyes with the global circu …",
    "abstract": "Purpose:\n        \n      \n      The purpose of this study was to determine whether a qualitative approach toward evaluating optical coherence tomography (OCT) imaging improves the ability to detect glaucomatous damage compared to a conventional metric of global circumpapillary retinal nerve fiber layer (cpRNFL) thickness.\n    \n\n\n          Methods:\n        \n      \n      A total of 394 healthy eyes and 272 glaucoma eyes were evaluated. Glaucoma eyes were categorized as perimetric (156 eyes) based on a history of three or more consecutive abnormal 24-2 visual field tests or suspected glaucoma if they did not (116 eyes). Customized one-page reports derived using OCT volume scans of the optic disc and macula from these eyes were qualitatively graded for the probability of optic neuropathy affecting the eye.\n    \n\n\n          Results:\n        \n      \n      The sensitivity of detecting perimetric glaucoma eyes with the global circumpapillary RNFL thickness metric and qualitative evaluation of the OCT imaging results were 86.5% and 95.5% at a specificity of 95%, being significantly higher for the latter (P < 0.001). There were seven eyes with perimetric glaucoma missed by the qualitative evaluation. Based upon examination of all available visual fields, at least four of these seven eyes had visual fields that either improved or had abnormalities that were inconsistent over time or with patterns of glaucomatous damage.\n    \n\n\n          Conclusions:\n        \n      \n      Qualitative evaluation of OCT imaging results allows glaucoma eyes with repeatable visual field abnormalities to be detected with a high level of accuracy, performing better than a conventional summary metric of global cpRNFL thickness.\n    \n\n\n          Translational relevance:\n        \n      \n      Clinical detection of glaucomatous damage with OCT imaging can be optimized through a qualitative evaluation of its results.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30034951/",
    "clean_text": "effectiveness of a qualitative approach toward evaluating oct imaging for detecting glaucomatous damage customized one page reports derived using oct volume scans of the optic disc and macula from these eyes were qualitatively graded for the probability of optic neuropathy affecting the eye results the sensitivity of detecting perimetric glaucoma eyes with the global circu purpose the purpose of this study was to determine whether a qualitative approach toward evaluating optical coherence tomography oct imaging improves the ability to detect glaucomatous damage compared to a conventional metric of global circumpapillary retinal nerve fiber layer cprnfl thickness methods a total of healthy eyes and glaucoma eyes were evaluated glaucoma eyes were categorized as perimetric eyes based on a history of three or more consecutive abnormal visual field tests or suspected glaucoma if they did not eyes customized one page reports derived using oct volume scans of the optic disc and macula from these eyes were qualitatively graded for the probability of optic neuropathy affecting the eye results the sensitivity of detecting perimetric glaucoma eyes with the global circumpapillary rnfl thickness metric and qualitative evaluation of the oct imaging results were and at a specificity of being significantly higher for the latter p there were seven eyes with perimetric glaucoma missed by the qualitative evaluation based upon examination of all available visual fields at least four of these seven eyes had visual fields that either improved or had abnormalities that were inconsistent over time or with patterns of glaucomatous damage conclusions qualitative evaluation of oct imaging results allows glaucoma eyes with repeatable visual field abnormalities to be detected with a high level of accuracy performing better than a conventional summary metric of global cprnfl thickness translational relevance clinical detection of glaucomatous damage with oct imaging can be optimized through a qualitative evaluation of its results"
}