{
    "pmid": "41473250",
    "title": "The hemoglobin glycation index stratifies heart failure phenotypes and in-hospital risk.",
    "abstract": "To evaluate the association between the hemoglobin glycation index (HGI) and ejection fraction (EF) categories in hospitalized heart failure (HF) patients and to investigate the relationship between HGI and in-hospital worsening heart failure (WHF). This single-center retrospective study included 647 HF patients (261 HFrEF, 186 HFmrEF, 200 HFpEF). HGI was calculated as measured HbA1c minus predicted HbA1c (derived from fasting plasma glucose regression). Ordinal multinomial logistic regression and binomial logistic regression were used to evaluate the relationships between HGI (exposure) and EF-based phenotypes and in-hospital WHF (outcome), respectively, with stepwise adjustment for confounding factors. Dose-response relationships were assessed using restricted cubic spline (RCS) analysis. HFrEF patients exhibited the highest HGIs and the highest incidence of In-hospital WHF (33.72% vs. 18.82% [HFmrEF] and 14.00% [HFpEF]; P < 0.001). After full adjustment, a higher HGI was significantly associated with the HFrEF phenotype. For every 1-unit increase in HGI, the probability of being classified into a higher EF category (HFrEF → HFmrEF/HFpEF) decreased by approximately 25% (OR = 0.746, 95% CI 0.617-0.902; P = 0.003; P for trend = 0.029). Regarding outcomes, HGI showed a stable, positive association with In-hospital WHF. After full adjustment, every 1-unit increase in HGI increased the risk of In-hospital WHF 2.16-fold (OR = 2.161, 95% CI 1.680-2.840; P<0.001). When divided into quartiles (Q1 as reference), the ORs for In-hospital WHF in Q2, Q3, and Q4 were 2.790, 3.811, and 7.322, respectively (P for trend < 0.001). RCS analysis revealed an approximately linear dose-response relationship. In hospitalized HF patients, a higher HGI was significantly associated with the HFrEF phenotype and an increased risk of in-hospital WHF. HGI may serve as a potential supplementary indicator for phenotype characterization and risk stratification.",
    "disease": "stroke",
    "clean_text": "the hemoglobin glycation index stratifies heart failure phenotypes and in hospital risk to evaluate the association between the hemoglobin glycation index hgi and ejection fraction ef categories in hospitalized heart failure hf patients and to investigate the relationship between hgi and in hospital worsening heart failure whf this single center retrospective study included hf patients hfref hfmref hfpef hgi was calculated as measured hba c minus predicted hba c derived from fasting plasma glucose regression ordinal multinomial logistic regression and binomial logistic regression were used to evaluate the relationships between hgi exposure and ef based phenotypes and in hospital whf outcome respectively with stepwise adjustment for confounding factors dose response relationships were assessed using restricted cubic spline rcs analysis hfref patients exhibited the highest hgis and the highest incidence of in hospital whf vs hfmref and hfpef p after full adjustment a higher hgi was significantly associated with the hfref phenotype for every unit increase in hgi the probability of being classified into a higher ef category hfref hfmref hfpef decreased by approximately or ci p p for trend regarding outcomes hgi showed a stable positive association with in hospital whf after full adjustment every unit increase in hgi increased the risk of in hospital whf fold or ci p when divided into quartiles q as reference the ors for in hospital whf in q q and q were and respectively p for trend rcs analysis revealed an approximately linear dose response relationship in hospitalized hf patients a higher hgi was significantly associated with the hfref phenotype and an increased risk of in hospital whf hgi may serve as a potential supplementary indicator for phenotype characterization and risk stratification"
}