{
    "pmid": "41460264",
    "title": "Application of Fully Convolutional Neural Networks in the Assessment of Cerebral White Matter Involvement in Primary Sjögren's Syndrome.",
    "abstract": "Central nervous system (CNS) involvement in primary Sjögren's syndrome (pSS), although less frequent, can lead to serious complications. Our study aimed to assess white matter (WM) tract integrity, identify specific regions of disruption, quantify diffusion tensor imaging (DTI) metrics, and correlate these findings with rheumatologic factors. Thirty-three patients with pSS and twenty-six healthy subjects included in the control group, matched by gender and age were studied by performing brain DTI, which was reprocessed by the TractSeg algorithm based on fully convolutional neural networks (FCNN). The result was the segmentation of 72 main WM tracts, which were used to calculate quantitative values (fractional anisotropy - FA) of WM integrity. Finally, correlations of these values with rheumatological factors were made. Considering all WM tracts collectively, we observed significant differences between the study group and the control group. Numerous areas showed significant reductions in FA values, including novel observations involving all cerebellar peduncles and optic radiations. There were numerous significant correlations between altered FA values and particular clinical factors such as CRP level, haemoglobin level, presence of cryoglobulins and more. Our work unquestionably confirms and emphasises CNS involvement in pSS patients. Multiple impaired WM tracts correspond with symptoms associated with CNS, moreover, there were areas of impaired WM tracts previously not reported in DTI studies. Finally, multiple significant correlations were found with particular rheumatological factors, can indirectly indicate the influence of the severity of pSS on the integrity of WM tracts of CNS.",
    "disease": "rheumatoid arthritis",
    "clean_text": "application of fully convolutional neural networks in the assessment of cerebral white matter involvement in primary sj gren s syndrome central nervous system cns involvement in primary sj gren s syndrome pss although less frequent can lead to serious complications our study aimed to assess white matter wm tract integrity identify specific regions of disruption quantify diffusion tensor imaging dti metrics and correlate these findings with rheumatologic factors thirty three patients with pss and twenty six healthy subjects included in the control group matched by gender and age were studied by performing brain dti which was reprocessed by the tractseg algorithm based on fully convolutional neural networks fcnn the result was the segmentation of main wm tracts which were used to calculate quantitative values fractional anisotropy fa of wm integrity finally correlations of these values with rheumatological factors were made considering all wm tracts collectively we observed significant differences between the study group and the control group numerous areas showed significant reductions in fa values including novel observations involving all cerebellar peduncles and optic radiations there were numerous significant correlations between altered fa values and particular clinical factors such as crp level haemoglobin level presence of cryoglobulins and more our work unquestionably confirms and emphasises cns involvement in pss patients multiple impaired wm tracts correspond with symptoms associated with cns moreover there were areas of impaired wm tracts previously not reported in dti studies finally multiple significant correlations were found with particular rheumatological factors can indirectly indicate the influence of the severity of pss on the integrity of wm tracts of cns"
}