{
    "pmid": "41469144",
    "title": "Changes in myocardial blood flow and microvascular resistance in patients with coronary artery disease undergoing transcatheter aortic valve implantation.",
    "abstract": "Severe aortic stenosis (AS) causes a pathophysiological cascade, which impairs myocardial blood flow. This effect is exacerbated in the presence of coronary disease (CAD). Treatment with transcatheter aortic valve implantation (TAVI) may promote reversal of these pathophysiological conditions. We performed multimodality assessment of cardiac physiology in patients with AS and concurrent CAD requiring percutaneous coronary intervention, prior to and 6 months after undergoing TAVI. Techniques include: coronary angiography and bolus thermodilution-derived indices of microvascular function (coronary flow reserve (CFR); index of microcirculatory resistance (IMR)); stress perfusion cardiac magnetic resonance (CMR) imaging, which was used to measure changes in global myocardial blood flow (MBF) and left ventricular mass (LVM), and computed resting and hyperaemic vessel specific absolute coronary flow (aCBF) and microvascular resistance (MVR) using a computational model of coronary physiology. Data were obtained for seven patients (10 vessels). CFR increased from 1.53 (1.2-1.7) to 2.35 (2.0-2.7) (p=0.037) 6 months post-TAVI. There was a 33% reduction in resting aCBF from 218 mL/min to 146 mL/min (p=0.004). On CMR, resting MBF fell 37% from 3.0±0.98 mL/min/g to 1.9±0.7 mL/min/g (p=0.033) and stress MBF fell 25% from 3.6±0.57 mL/min/g to 2.7±0.7 mL/min/g (p=0.004). Indexed LVM regressed from 79±14 g/m CFR increased following TAVI. The mechanism for this was a significant reduction in resting coronary blood flow measured with CMR and modelled computationally. The unchanged MVR and IMR suggest that resting blood flow reduces due to reduced myocardial demand and myocardial remodelling, rather than changes in resistance.",
    "disease": "coronary artery disease",
    "clean_text": "changes in myocardial blood flow and microvascular resistance in patients with coronary artery disease undergoing transcatheter aortic valve implantation severe aortic stenosis as causes a pathophysiological cascade which impairs myocardial blood flow this effect is exacerbated in the presence of coronary disease cad treatment with transcatheter aortic valve implantation tavi may promote reversal of these pathophysiological conditions we performed multimodality assessment of cardiac physiology in patients with as and concurrent cad requiring percutaneous coronary intervention prior to and months after undergoing tavi techniques include coronary angiography and bolus thermodilution derived indices of microvascular function coronary flow reserve cfr index of microcirculatory resistance imr stress perfusion cardiac magnetic resonance cmr imaging which was used to measure changes in global myocardial blood flow mbf and left ventricular mass lvm and computed resting and hyperaemic vessel specific absolute coronary flow acbf and microvascular resistance mvr using a computational model of coronary physiology data were obtained for seven patients vessels cfr increased from to p months post tavi there was a reduction in resting acbf from ml min to ml min p on cmr resting mbf fell from ml min g to ml min g p and stress mbf fell from ml min g to ml min g p indexed lvm regressed from g m cfr increased following tavi the mechanism for this was a significant reduction in resting coronary blood flow measured with cmr and modelled computationally the unchanged mvr and imr suggest that resting blood flow reduces due to reduced myocardial demand and myocardial remodelling rather than changes in resistance"
}