{
    "pmid": "41448668",
    "title": "Understanding the barriers for prevention and detection of chronic kidney disease among healthcare professionals in Syria: a qualitative study.",
    "abstract": "The risk of acquiring chronic kidney disease (CKD) is rising in Middle East countries, particularly due to the high prevalence of diabetes and hypertension. Healthcare professionals (HCPs) play a vital role in patient education, risk management and early detection of CKD, thereby impacting health outcomes across countries with varying resource levels. This study aimed to identify the obstacles to primary and secondary prevention of CKD among HCPs in Syria. We conducted a descriptive qualitative study design underpinned by semistructured interviews. Data were analysed using thematic analysis. Participants were recruited across the Syrian Arab Republic, encompassing diverse geographical areas, hospital types and community centres. A purposive sample of 12 HCPs was interviewed using online semistructured interviews. The interviews were audio-recorded, transcribed verbatim and thematically analysed from November 2023 to May 2024. Several factors hindered CKD primary prevention and early detection among HCPs in Syria. These include individual factors such as a lack of knowledge, awareness and training. Interpersonal factors include unclear role delineation and poor communication among HCPs. Community/societal factors include a lack of government financial support, lower clinical priority for CKD, inadequate supplies for CKD primary prevention and diagnosis, a lack of patient education resources, limited access to nephrology services and a fragmented healthcare system. The primary and secondary prevention of CKD in Syria is still nascent. Comprehensive strategies addressing individual, interpersonal and community/societal barriers are necessary to advance CKD primary prevention and early detection efforts. The study contributes to advancing the primary and secondary prevention of CKD and guiding targeted interventions and collaborative efforts to improve early detection of CKD in Syria. Analysing the local context of Syria and the availability of international resources for CKD primary prevention and early detection provides a decision-making framework that outlines actionable strategies for both domestic capacity-building and international organisational support.",
    "disease": "chronic kidney disease",
    "clean_text": "understanding the barriers for prevention and detection of chronic kidney disease among healthcare professionals in syria a qualitative study the risk of acquiring chronic kidney disease ckd is rising in middle east countries particularly due to the high prevalence of diabetes and hypertension healthcare professionals hcps play a vital role in patient education risk management and early detection of ckd thereby impacting health outcomes across countries with varying resource levels this study aimed to identify the obstacles to primary and secondary prevention of ckd among hcps in syria we conducted a descriptive qualitative study design underpinned by semistructured interviews data were analysed using thematic analysis participants were recruited across the syrian arab republic encompassing diverse geographical areas hospital types and community centres a purposive sample of hcps was interviewed using online semistructured interviews the interviews were audio recorded transcribed verbatim and thematically analysed from november to may several factors hindered ckd primary prevention and early detection among hcps in syria these include individual factors such as a lack of knowledge awareness and training interpersonal factors include unclear role delineation and poor communication among hcps community societal factors include a lack of government financial support lower clinical priority for ckd inadequate supplies for ckd primary prevention and diagnosis a lack of patient education resources limited access to nephrology services and a fragmented healthcare system the primary and secondary prevention of ckd in syria is still nascent comprehensive strategies addressing individual interpersonal and community societal barriers are necessary to advance ckd primary prevention and early detection efforts the study contributes to advancing the primary and secondary prevention of ckd and guiding targeted interventions and collaborative efforts to improve early detection of ckd in syria analysing the local context of syria and the availability of international resources for ckd primary prevention and early detection provides a decision making framework that outlines actionable strategies for both domestic capacity building and international organisational support"
}