{
    "title": "Topical treatment with the opioid antagonist naltrexone accelerates the remodeling phase of full-thickness wound healing in type 1 diabetic rats.",
    "doc_id": "23986225",
    "writer": "Immonen JA",
    "year": "2013",
    "summary": "Diabetes is a major risk factor for improper wound repair, and impaired wound healing is a major complication for more than 26 million people in the US diagnosed with diabetes. ...The integrity of wounded skin was evaluated by tensile strength measurements. T …",
    "abstract": "Wound repair involves a series of overlapping phases that include inflammation, proliferation, and tissue remodeling, with the latter phase requiring months for proper healing. Delays in any of these processes can result in infection, chronic ulceration, and possible amputation. Diabetes is a major risk factor for improper wound repair, and impaired wound healing is a major complication for more than 26 million people in the US diagnosed with diabetes. Previous studies have demonstrated that the opioid antagonist naltrexone (NTX) dissolved in moisturizing cream reverses delays in wound closure in streptozotocin-induced type 1 diabetic (T1D) rats. NTX accelerated DNA synthesis and increased the number of epithelial and mast cells, as well as new blood vessel formation. In this study, remodeling was evaluated in T1D rats up to eight weeks after initial wounding. Twenty days following wounding, diabetic rats treated with vehicle had elevated numbers of MMP-2+ fibroblasts, suggesting delayed healing processes; birefringence of granulation tissue stained with Sirius red revealed diminished collagen formation and maturation. Wound tissue from NTX-treated T1D rats had comparable numbers of MMP-2+ fibroblasts to control specimens, as well as accelerated maturation of granulation tissue. The integrity of wounded skin was evaluated by tensile strength measurements. T1D resulted in delayed wound healing, and wounded skin that displayed reduced tensile strength relative to normal rats. Topical NTX applied to wounds in T1D rats resulted in enhanced collagen formation and maturation over a 60-day period of time. Moreover, the force required to tear skin of NTX-treated T1D rats was elevated relative to the force necessary to tear the skin of vehicle-treated T1D rats, and comparable to that for normal rats. These data reveal that complications in wound healing associated with T1D involve the novel OGF-OGFr pathway, and that topical NTX is an effective treatment to enhance wound healing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23986225/",
    "clean_text": "topical treatment with the opioid antagonist naltrexone accelerates the remodeling phase of full thickness wound healing in type diabetic rats diabetes is a major risk factor for improper wound repair and impaired wound healing is a major complication for more than million people in the us diagnosed with diabetes the integrity of wounded skin was evaluated by tensile strength measurements t wound repair involves a series of overlapping phases that include inflammation proliferation and tissue remodeling with the latter phase requiring months for proper healing delays in any of these processes can result in infection chronic ulceration and possible amputation diabetes is a major risk factor for improper wound repair and impaired wound healing is a major complication for more than million people in the us diagnosed with diabetes previous studies have demonstrated that the opioid antagonist naltrexone ntx dissolved in moisturizing cream reverses delays in wound closure in streptozotocin induced type diabetic t d rats ntx accelerated dna synthesis and increased the number of epithelial and mast cells as well as new blood vessel formation in this study remodeling was evaluated in t d rats up to eight weeks after initial wounding twenty days following wounding diabetic rats treated with vehicle had elevated numbers of mmp fibroblasts suggesting delayed healing processes birefringence of granulation tissue stained with sirius red revealed diminished collagen formation and maturation wound tissue from ntx treated t d rats had comparable numbers of mmp fibroblasts to control specimens as well as accelerated maturation of granulation tissue the integrity of wounded skin was evaluated by tensile strength measurements t d resulted in delayed wound healing and wounded skin that displayed reduced tensile strength relative to normal rats topical ntx applied to wounds in t d rats resulted in enhanced collagen formation and maturation over a day period of time moreover the force required to tear skin of ntx treated t d rats was elevated relative to the force necessary to tear the skin of vehicle treated t d rats and comparable to that for normal rats these data reveal that complications in wound healing associated with t d involve the novel ogf ogfr pathway and that topical ntx is an effective treatment to enhance wound healing"
}