{
    "pmid": "41454079",
    "title": "Risk prediction and therapeutic targets for incident pulmonary hypertension: a large-scale proteomic profiling and Mendelian randomization study.",
    "abstract": "We aimed to identify plasma proteins associated with pulmonary hypertension (PH) risk, discover potential therapeutic targets for PH, and develop and validate a protein-based prediction model. The development cohort included 38 499 UK Biobank participants from England (split into 70% training and 30% testing set), while the validation cohort comprised 5021 participants from Scotland and Wales. LASSO regression was used to identify predictive proteins in the training set, with model performance assessed using Harrell's C-index, net reclassification improvement (NRI), and integrated discrimination improvement (IDI) in the testing and validation cohorts. We developed a 30-protein risk score, identifying RGMA and NPC2 as causal factors and potential therapeutic targets. Endothelin-1 emerged as a central hub in the protein-protein interaction network. In the testing set, the PH protein risk score demonstrated superior predictive performance for PH risk (C-index = 0.873, 95% CI 0.846-0.900) compared to a basic model (age and sex; C-index = 0.761, 95% CI 0.726-0.795) and a clinical risk model (C-index = 0.843, 95% CI 0.815-0.870). Adding the PH protein risk score to clinical risk factors significantly improved 10-year PH risk reclassification (NRI = 0.258, IDI = 0.053). Similar performance was observed in the validation cohort. These findings underscore the clinical utility of protein biomarkers for PH risk assessment and identify RGMA and NPC2 as promising therapeutic targets.",
    "disease": "hypertension",
    "clean_text": "risk prediction and therapeutic targets for incident pulmonary hypertension a large scale proteomic profiling and mendelian randomization study we aimed to identify plasma proteins associated with pulmonary hypertension ph risk discover potential therapeutic targets for ph and develop and validate a protein based prediction model the development cohort included uk biobank participants from england split into training and testing set while the validation cohort comprised participants from scotland and wales lasso regression was used to identify predictive proteins in the training set with model performance assessed using harrell s c index net reclassification improvement nri and integrated discrimination improvement idi in the testing and validation cohorts we developed a protein risk score identifying rgma and npc as causal factors and potential therapeutic targets endothelin emerged as a central hub in the protein protein interaction network in the testing set the ph protein risk score demonstrated superior predictive performance for ph risk c index ci compared to a basic model age and sex c index ci and a clinical risk model c index ci adding the ph protein risk score to clinical risk factors significantly improved year ph risk reclassification nri idi similar performance was observed in the validation cohort these findings underscore the clinical utility of protein biomarkers for ph risk assessment and identify rgma and npc as promising therapeutic targets"
}