{
    "title": "Fragile X syndrome: from molecular genetics to therapy.",
    "doc_id": "19724010",
    "writer": "D'Hulst C",
    "year": "2009",
    "summary": "Fragile X syndrome, the main cause of inherited mental retardation, is caused by transcriptional silencing of the fragile X mental retardation gene, FMR1. ...The core aim of this review is to summarise two decades of molecular research leading to the characte …",
    "abstract": "Fragile X syndrome, the main cause of inherited mental retardation, is caused by transcriptional silencing of the fragile X mental retardation gene, FMR1. Absence of the associated protein FMRP leads to the dysregulation of many genes creating a phenotype of ADHD, anxiety, epilepsy and autism. The core aim of this review is to summarise two decades of molecular research leading to the characterisation of cellular and molecular pathways involved in the pathology of this disease and as a consequence to the identification of two new promising targets for rational therapy of fragile X syndrome, namely the group 1 metabotrope glutamate receptors (Gp1 mGluRs) and the gamma-amino butyric acid A receptors (GABA(A)Rs). As no current clinical treatments are directed specifically at the underlying neuronal defect due to absence of FMRP, this might open new powerful therapeutic strategies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19724010/",
    "clean_text": "fragile x syndrome from molecular genetics to therapy fragile x syndrome the main cause of inherited mental retardation is caused by transcriptional silencing of the fragile x mental retardation gene fmr the core aim of this review is to summarise two decades of molecular research leading to the characte fragile x syndrome the main cause of inherited mental retardation is caused by transcriptional silencing of the fragile x mental retardation gene fmr absence of the associated protein fmrp leads to the dysregulation of many genes creating a phenotype of adhd anxiety epilepsy and autism the core aim of this review is to summarise two decades of molecular research leading to the characterisation of cellular and molecular pathways involved in the pathology of this disease and as a consequence to the identification of two new promising targets for rational therapy of fragile x syndrome namely the group metabotrope glutamate receptors gp mglurs and the gamma amino butyric acid a receptors gaba a rs as no current clinical treatments are directed specifically at the underlying neuronal defect due to absence of fmrp this might open new powerful therapeutic strategies"
}