{
    "title": "Mesenchymal stem cells and tooth engineering.",
    "doc_id": "20690498",
    "writer": "Peng L",
    "year": "2009",
    "summary": "Mesenchymal stem cells (MSCs) are multipotent stem cells which can differentiate into a variety of cell types. The potential MSCs for tooth regeneration mainly include stem cells from human exfoliated deciduous teeth (SHEDs), adult dental …",
    "abstract": "Tooth loss compromises human oral health. Although several prosthetic methods, such as artificial denture and dental implants, are clinical therapies to tooth loss problems, they are thought to have safety and usage time issues. Recently, tooth tissue engineering has attracted more and more attention. Stem cell based tissue engineering is thought to be a promising way to replace the missing tooth. Mesenchymal stem cells (MSCs) are multipotent stem cells which can differentiate into a variety of cell types. The potential MSCs for tooth regeneration mainly include stem cells from human exfoliated deciduous teeth (SHEDs), adult dental pulp stem cells (DPSCs), stem cells from the apical part of the papilla (SCAPs), stem cells from the dental follicle (DFSCs), periodontal ligament stem cells (PDLSCs) and bone marrow derived mesenchymal stem cells (BMSCs). This review outlines the recent progress in the mesenchymal stem cells used in tooth regeneration.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20690498/",
    "clean_text": "mesenchymal stem cells and tooth engineering mesenchymal stem cells mscs are multipotent stem cells which can differentiate into a variety of cell types the potential mscs for tooth regeneration mainly include stem cells from human exfoliated deciduous teeth sheds adult dental tooth loss compromises human oral health although several prosthetic methods such as artificial denture and dental implants are clinical therapies to tooth loss problems they are thought to have safety and usage time issues recently tooth tissue engineering has attracted more and more attention stem cell based tissue engineering is thought to be a promising way to replace the missing tooth mesenchymal stem cells mscs are multipotent stem cells which can differentiate into a variety of cell types the potential mscs for tooth regeneration mainly include stem cells from human exfoliated deciduous teeth sheds adult dental pulp stem cells dpscs stem cells from the apical part of the papilla scaps stem cells from the dental follicle dfscs periodontal ligament stem cells pdlscs and bone marrow derived mesenchymal stem cells bmscs this review outlines the recent progress in the mesenchymal stem cells used in tooth regeneration"
}