{
    "pmid": "41463538",
    "title": "Single-Cell Mapping of Genetic Risk Across Ten Respiratory Diseases.",
    "abstract": "Understanding how genetic risk variants contribute to respiratory diseases requires mapping genome-wide association study (GWAS) signals to disease-relevant cell types and states within the human lung. Here, we integrated GWAS summary statistics for ten major respiratory diseases, including asthma, COPD, idiopathic pulmonary fibrosis (IPF), COVID-19, and lung cancer, using a large-scale single-cell transcriptomic dataset of more than 523,000 cells from the Human Lung Cell Atlas. Applying the single-cell Disease Relevance Score (scDRS) framework, we systematically identified shared and disease-specific cellular associations across four major compartments, namely epithelial, immune, endothelial, and stromal. We found that alveolar type II (AT2) cells represent a central susceptibility hub for asthma, COPD, and COVID-19, whereas disease-specific risk enrichment was observed in subpopulations such as CCL3",
    "disease": "asthma",
    "clean_text": "single cell mapping of genetic risk across ten respiratory diseases understanding how genetic risk variants contribute to respiratory diseases requires mapping genome wide association study gwas signals to disease relevant cell types and states within the human lung here we integrated gwas summary statistics for ten major respiratory diseases including asthma copd idiopathic pulmonary fibrosis ipf covid and lung cancer using a large scale single cell transcriptomic dataset of more than cells from the human lung cell atlas applying the single cell disease relevance score scdrs framework we systematically identified shared and disease specific cellular associations across four major compartments namely epithelial immune endothelial and stromal we found that alveolar type ii at cells represent a central susceptibility hub for asthma copd and covid whereas disease specific risk enrichment was observed in subpopulations such as ccl"
}