{
    "pmid": "41409595",
    "title": "Airway microbial and metabolic features associated with ICS therapy in COPD.",
    "abstract": "Inhaled corticosteroids (ICS) are a cornerstone of therapy for selected phenotypes of chronic obstructive pulmonary disease (COPD), yet the underlying mechanisms remain incompletely understood. Increasing evidence suggests that airway microbiome and their metabolites play crucial roles in shaping host immune responses and disease progression. This study used multi-omics technology to explore the differences in sputum microbiome, metabolites and the systematic connections in patients with stable COPD who use or not ICS. We performed an integrated microbiome-metabolome analysis of induced sputum samples from 53 stable COPD patients (40 ICS users and 13 non-users). Microbial communities were profiled using 16S rRNA sequencing, while metabolic signatures were assessed via liquid chromatography-mass spectrometry. Correlation analyses were conducted to explore microbe-metabolite interactions. The microbial alpha diversity (Simpson, Shannon, Pielou indices; P < 0.05) was significantly reduced in the ICS group, and the beta diversity was distincted between the two groups. The relative abundance of  Our findings suggest that ICS therapy not only reshapes the airway microbial ecosystem but also alters host-microbe co-metabolic pathways, particularly caffeine metabolism. By reducing microbial degradation of methylxanthines, ICS may enhance the bioavailability of bronchodilatory compounds, providing a potential microbiome-mediated adjunctive mechanism of action. These insights advance our understanding of ICS pharmacology in COPD and highlight the therapeutic potential of targeting microbiome-metabolite interactions.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "airway microbial and metabolic features associated with ics therapy in copd inhaled corticosteroids ics are a cornerstone of therapy for selected phenotypes of chronic obstructive pulmonary disease copd yet the underlying mechanisms remain incompletely understood increasing evidence suggests that airway microbiome and their metabolites play crucial roles in shaping host immune responses and disease progression this study used multi omics technology to explore the differences in sputum microbiome metabolites and the systematic connections in patients with stable copd who use or not ics we performed an integrated microbiome metabolome analysis of induced sputum samples from stable copd patients ics users and non users microbial communities were profiled using s rrna sequencing while metabolic signatures were assessed via liquid chromatography mass spectrometry correlation analyses were conducted to explore microbe metabolite interactions the microbial alpha diversity simpson shannon pielou indices p was significantly reduced in the ics group and the beta diversity was distincted between the two groups the relative abundance of our findings suggest that ics therapy not only reshapes the airway microbial ecosystem but also alters host microbe co metabolic pathways particularly caffeine metabolism by reducing microbial degradation of methylxanthines ics may enhance the bioavailability of bronchodilatory compounds providing a potential microbiome mediated adjunctive mechanism of action these insights advance our understanding of ics pharmacology in copd and highlight the therapeutic potential of targeting microbiome metabolite interactions"
}