{
    "title": "Contraceptive decisions among individuals with medical conditions in Michigan, USA: A qualitative explanatory model informed by the Health Belief Model and the principle of respect for patient autonomy.",
    "doc_id": "35351446",
    "writer": "Wu JP",
    "year": "2022",
    "summary": "OBJECTIVE: We aimed to qualitatively describe the contraceptive experiences of individuals with medical conditions and develop an explanatory model of contraceptive decision-making in this context. ...To develop the explanatory model, we qualitatively mapped out rel …",
    "abstract": "Objective:\n        \n      \n      We aimed to qualitatively describe the contraceptive experiences of individuals with medical conditions and develop an explanatory model of contraceptive decision-making in this context.\n    \n\n\n          Study design:\n        \n      \n      We conducted 41 interviews with pre-menopausal patients with a range of medical conditions from Michigan, United States. We identified themes through open coding and comparative analysis until we reached theoretical saturation. We analyzed the themes in the context of the Health Belief Model constructs and patient autonomy. To develop the explanatory model, we qualitatively mapped out relationships between constructs and how they informed contraceptive-decision making.\n    \n\n\n          Results:\n        \n      \n      The model posits that contraceptive decisions are affected by the perceived impact of chronic disease on pregnancy, parenting, and contraceptive options. These perceptions were strongly affected by others, particularly health care providers (HCPs). Most worried that pregnancy could threaten their health, fetal health, or ability to parent. Active symptoms of chronic disease (e.g., pain, fatigue) amplified this perceived threat. Patients appreciated when their HCPs acknowledged, rather than dismissed, their concerns about contraceptive side effects that affected their chronic disease symptoms and management (e.g., headaches, worsening mood). Patients with medical contraindications to hormonal contraception and preferred to use coital-dependent methods (e.g., condoms) did not feel supported to do so by their HCPs. Patients who were Black, young, living on low-incomes, or considered medically \"high risk\" felt discriminated against by HCPs who limited or coerced their contraceptive decisions.\n    \n\n\n          Conclusions:\n        \n      \n      This explanatory model synthesizes factors that underlie, constrain, or promote reproductive and contraceptive decisions and autonomy for individuals with medical conditions.\n    \n\n\n          Implications:\n        \n      \n      This new explanatory model can guide the development and evaluation of interventions that support the contraceptive decisions and autonomy of individuals with medical conditions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35351446/",
    "clean_text": "contraceptive decisions among individuals with medical conditions in michigan usa a qualitative explanatory model informed by the health belief model and the principle of respect for patient autonomy objective we aimed to qualitatively describe the contraceptive experiences of individuals with medical conditions and develop an explanatory model of contraceptive decision making in this context to develop the explanatory model we qualitatively mapped out rel objective we aimed to qualitatively describe the contraceptive experiences of individuals with medical conditions and develop an explanatory model of contraceptive decision making in this context study design we conducted interviews with pre menopausal patients with a range of medical conditions from michigan united states we identified themes through open coding and comparative analysis until we reached theoretical saturation we analyzed the themes in the context of the health belief model constructs and patient autonomy to develop the explanatory model we qualitatively mapped out relationships between constructs and how they informed contraceptive decision making results the model posits that contraceptive decisions are affected by the perceived impact of chronic disease on pregnancy parenting and contraceptive options these perceptions were strongly affected by others particularly health care providers hcps most worried that pregnancy could threaten their health fetal health or ability to parent active symptoms of chronic disease e g pain fatigue amplified this perceived threat patients appreciated when their hcps acknowledged rather than dismissed their concerns about contraceptive side effects that affected their chronic disease symptoms and management e g headaches worsening mood patients with medical contraindications to hormonal contraception and preferred to use coital dependent methods e g condoms did not feel supported to do so by their hcps patients who were black young living on low incomes or considered medically high risk felt discriminated against by hcps who limited or coerced their contraceptive decisions conclusions this explanatory model synthesizes factors that underlie constrain or promote reproductive and contraceptive decisions and autonomy for individuals with medical conditions implications this new explanatory model can guide the development and evaluation of interventions that support the contraceptive decisions and autonomy of individuals with medical conditions"
}