{
    "pmid": "41461300",
    "title": "Echocardiographic estimation of mean pulmonary artery pressure: head-to-head comparison of five methods.",
    "abstract": "Transthoracic echocardiography is recommended for the initial evaluation of patients with suspected pulmonary hypertension (PH), while right heart catheterization (RHC) is indicated to measure mean pulmonary artery pressure (mPAP). Although different echocardiographic algorithms have been proposed to estimate mPAP, these are based on limited validation, often in small or selected populations, and all predate the revised PH diagnostic threshold (mPAP >20 mmHg). This study aimed to evaluate and compare the diagnostic performance of five echocardiographic formulas for estimating mPAP in a large cohort of patients referred to RHC. Consecutive patients undergoing clinically indicated RHC and transthoracic echocardiograph within 7 days were prospectively enrolled from a PH referral center over a 10-year period. Echocardiographic mPAP estimates were calculated using five previously proposed formulas derived from tricuspid regurgitation (TR), pulmonary regurgitation (PR), and pulmonary flow acceleration time. Diagnostic accuracy was assessed through correlation analysis, Bland-Altman plots, and receiver operating characteristic (ROC) curves, applying the updated PH definition (mPAP >20 mmHg). Out of 571 patients included (aged 68 ± 13 years, 50% male), 450 (79%) were diagnosed with PH. All echocardiographic formulas showed significant correlation with invasive mPAP (p <0.001). The formula based on minimal end-diastolic PR pressure showed the best correlation (mPAP Echocardiographic estimation of mPAP using the mPAP",
    "disease": "hypertension",
    "clean_text": "echocardiographic estimation of mean pulmonary artery pressure head to head comparison of five methods transthoracic echocardiography is recommended for the initial evaluation of patients with suspected pulmonary hypertension ph while right heart catheterization rhc is indicated to measure mean pulmonary artery pressure mpap although different echocardiographic algorithms have been proposed to estimate mpap these are based on limited validation often in small or selected populations and all predate the revised ph diagnostic threshold mpap mmhg this study aimed to evaluate and compare the diagnostic performance of five echocardiographic formulas for estimating mpap in a large cohort of patients referred to rhc consecutive patients undergoing clinically indicated rhc and transthoracic echocardiograph within days were prospectively enrolled from a ph referral center over a year period echocardiographic mpap estimates were calculated using five previously proposed formulas derived from tricuspid regurgitation tr pulmonary regurgitation pr and pulmonary flow acceleration time diagnostic accuracy was assessed through correlation analysis bland altman plots and receiver operating characteristic roc curves applying the updated ph definition mpap mmhg out of patients included aged years male were diagnosed with ph all echocardiographic formulas showed significant correlation with invasive mpap p the formula based on minimal end diastolic pr pressure showed the best correlation mpap echocardiographic estimation of mpap using the mpap"
}