{
    "pmid": "41431903",
    "title": "Audiological Findings in Hemodialysis Patients.",
    "abstract": "Hearing loss in end-stage chronic renal failure is more common than in the general population. The etiopathogenetic mechanisms reported included the use of ototoxic drugs, hypertension, fluid and electrolyte disorders associated with kidney failure, and factors related to hemodialysis itself, such as acute hypotension, reduced blood osmotic pressure, acute urea clearance, and the immunological reaction caused by dialyzer membranes. The aim of our study was to evaluate auditory function in patients with end-stage chronic renal failure, to study the prevalence of hearing loss and the factors that may influence its occurrence in these patients, and to evaluate the effects of a single session of hemodialysis on the parameters of hearing. A descriptive and analytical cross-sectional study was conducted in hemodialysis patients attending the hemodialysis center of the university hospital Ibn Rochd of Casablanca. The inclusion criteria were age less than 65 years, patient consent, the absence of otologic pathology, and the absence of a documented history of drug ototoxicity. We collected demographic, clinical and laboratory data. All patients underwent a complete otologic examination. Tone audiometry was performed in all patients one hour before the hemodialysis session; a subgroup of patients received a second audiogram after the dialysis session. Thirty patients were enrolled. The average age was 47.37 ± 10.17 years; the sex ratio was 1, and 13.3% had hearing loss at all tested frequencies. Severe hearing loss was only found at the high frequencies (4000 and 8000 Hz); it was around 10%. Low frequencies (125 and 200 Hz) were affected in 61.67% of cases. Higher frequencies (4000 and 8000 Hz) were affected in 63.33% of cases. The prevalence of hearing loss in speech frequencies (500, 1000, 2000 and 4000 Hz) was about 33.3% (10 patients). It was mild in 20% of cases and moderate in 13.33% of cases. Sensorineural hearing loss was found in 16.6% of cases, conductive hearing loss in 10% and mixed hearing loss in 6.67%. No statistically significant correlation was found between hearing impairment in these patients and their age, gender, duration of hemodialysis, body mass index, history of ototoxic drugs, hypertension, hypotension during dialysis and biochemical parameters. There was a statistically significant correlation between hearing loss and the presence of peridialytic cramps. The comparison of hearing thresholds before and after hemodialysis did not find any statistically significant difference. The prevalence of hearing impairment in patients undergoing hemodialysis remains high. We have not been able to demonstrate the effect of hemodialysis on hearing. Hearing loss can negatively affect patients' quality of life. A hearing evaluation of patients treated for chronic renal failure may be necessary to enable appropriate and early care for possible impairment and thus avoid the social impact of deafness.",
    "disease": "chronic kidney disease",
    "clean_text": "audiological findings in hemodialysis patients hearing loss in end stage chronic renal failure is more common than in the general population the etiopathogenetic mechanisms reported included the use of ototoxic drugs hypertension fluid and electrolyte disorders associated with kidney failure and factors related to hemodialysis itself such as acute hypotension reduced blood osmotic pressure acute urea clearance and the immunological reaction caused by dialyzer membranes the aim of our study was to evaluate auditory function in patients with end stage chronic renal failure to study the prevalence of hearing loss and the factors that may influence its occurrence in these patients and to evaluate the effects of a single session of hemodialysis on the parameters of hearing a descriptive and analytical cross sectional study was conducted in hemodialysis patients attending the hemodialysis center of the university hospital ibn rochd of casablanca the inclusion criteria were age less than years patient consent the absence of otologic pathology and the absence of a documented history of drug ototoxicity we collected demographic clinical and laboratory data all patients underwent a complete otologic examination tone audiometry was performed in all patients one hour before the hemodialysis session a subgroup of patients received a second audiogram after the dialysis session thirty patients were enrolled the average age was years the sex ratio was and had hearing loss at all tested frequencies severe hearing loss was only found at the high frequencies and hz it was around low frequencies and hz were affected in of cases higher frequencies and hz were affected in of cases the prevalence of hearing loss in speech frequencies and hz was about patients it was mild in of cases and moderate in of cases sensorineural hearing loss was found in of cases conductive hearing loss in and mixed hearing loss in no statistically significant correlation was found between hearing impairment in these patients and their age gender duration of hemodialysis body mass index history of ototoxic drugs hypertension hypotension during dialysis and biochemical parameters there was a statistically significant correlation between hearing loss and the presence of peridialytic cramps the comparison of hearing thresholds before and after hemodialysis did not find any statistically significant difference the prevalence of hearing impairment in patients undergoing hemodialysis remains high we have not been able to demonstrate the effect of hemodialysis on hearing hearing loss can negatively affect patients quality of life a hearing evaluation of patients treated for chronic renal failure may be necessary to enable appropriate and early care for possible impairment and thus avoid the social impact of deafness"
}