{
    "title": "Has retinal gene therapy come of age? From bench to bedside and back to bench.",
    "doc_id": "31238338",
    "writer": "Trapani I",
    "year": "2019",
    "summary": "Retinal gene therapy has advanced considerably in the past three decades. Initial efforts have been devoted to comprehensively explore and optimize the transduction abilities of gene delivery vectors, define the appropriate intraocular administration routes a …",
    "abstract": "Retinal gene therapy has advanced considerably in the past three decades. Initial efforts have been devoted to comprehensively explore and optimize the transduction abilities of gene delivery vectors, define the appropriate intraocular administration routes and obtain evidence of efficacy in animal models of inherited retinal diseases (IRDs). Successful translation in clinical trials of the initial promising proof-of-concept studies led to the important milestone of the first approved product for retinal gene therapy in both US and Europe. The unprecedented clinical development observed during the last decade in the field is however highlighting new challenges that will need to be overcome to bring gene therapy to fruition to a larger patient population within and beyond the realm of IRDs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31238338/",
    "clean_text": "has retinal gene therapy come of age from bench to bedside and back to bench retinal gene therapy has advanced considerably in the past three decades initial efforts have been devoted to comprehensively explore and optimize the transduction abilities of gene delivery vectors define the appropriate intraocular administration routes a retinal gene therapy has advanced considerably in the past three decades initial efforts have been devoted to comprehensively explore and optimize the transduction abilities of gene delivery vectors define the appropriate intraocular administration routes and obtain evidence of efficacy in animal models of inherited retinal diseases irds successful translation in clinical trials of the initial promising proof of concept studies led to the important milestone of the first approved product for retinal gene therapy in both us and europe the unprecedented clinical development observed during the last decade in the field is however highlighting new challenges that will need to be overcome to bring gene therapy to fruition to a larger patient population within and beyond the realm of irds"
}