{
    "title": "MiRNA as potential biomarkers and therapeutic targets for gastric cancer.",
    "doc_id": "25132759",
    "writer": "Shin VY",
    "year": "2014",
    "summary": "Gastric cancer is one of the leading causes of cancer mortality in the world. Aberrant expression of microRNAs (miRNAs) is the hallmark of this disease. ...Here, we summarized the updated gastric cancer-associated miRNAs and the downstream targe …",
    "abstract": "Gastric cancer is one of the leading causes of cancer mortality in the world. Aberrant expression of microRNAs (miRNAs) is the hallmark of this disease. MiRNAs are endogenous non-coding RNAs that are involved in many biological processes (e.g., cell proliferation, differentiation, apoptosis, invasion and development) through gene repression. Deregulation of miRNA expression in gastric tumors and cancer cell lines have been documented to contribute in tumorigenesis, and the expression signature may correlate with different cancer types and clinicopathological features. Here, we summarized the updated gastric cancer-associated miRNAs and the downstream targets in the process of tumorigenesis. Recently, many researchers make use of the miRNA microarray platform to profile miRNA expression in gastric cancer and correlated with different clinical parameters. Its application on cancer diagnosis, prognosis and predicting treatment response rate are still underway and needs further investigation. Emerging roles of miRNAs with oncogenic or tumor suppressive properties in gastric tumorigenesis were discussed. Epigenetic silencing of miRNA by hypermethylation of promoter CpG island was also observed in gastric cancer. However, detailed mechanisms of how miRNAs regulate gene expression in gastric cancer has not been well studied. In this review, we highlight the up-to-date findings on the deregulated miRNAs in gastric cancer, and the potential use of miRNA in the clinical settings, such as diagnostic/prognostic markers and chemotherapeutic tools.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25132759/",
    "clean_text": "mirna as potential biomarkers and therapeutic targets for gastric cancer gastric cancer is one of the leading causes of cancer mortality in the world aberrant expression of micrornas mirnas is the hallmark of this disease here we summarized the updated gastric cancer associated mirnas and the downstream targe gastric cancer is one of the leading causes of cancer mortality in the world aberrant expression of micrornas mirnas is the hallmark of this disease mirnas are endogenous non coding rnas that are involved in many biological processes e g cell proliferation differentiation apoptosis invasion and development through gene repression deregulation of mirna expression in gastric tumors and cancer cell lines have been documented to contribute in tumorigenesis and the expression signature may correlate with different cancer types and clinicopathological features here we summarized the updated gastric cancer associated mirnas and the downstream targets in the process of tumorigenesis recently many researchers make use of the mirna microarray platform to profile mirna expression in gastric cancer and correlated with different clinical parameters its application on cancer diagnosis prognosis and predicting treatment response rate are still underway and needs further investigation emerging roles of mirnas with oncogenic or tumor suppressive properties in gastric tumorigenesis were discussed epigenetic silencing of mirna by hypermethylation of promoter cpg island was also observed in gastric cancer however detailed mechanisms of how mirnas regulate gene expression in gastric cancer has not been well studied in this review we highlight the up to date findings on the deregulated mirnas in gastric cancer and the potential use of mirna in the clinical settings such as diagnostic prognostic markers and chemotherapeutic tools"
}