{
    "title": "Negative attitudes of healthy older adults toward unhealthy older adults: Focus on the subjective health.",
    "doc_id": "36343442",
    "writer": "Shimizu Y",
    "year": "2023",
    "summary": "Negative attitudes toward older adults, especially those with declining physical function and/or advanced dementia (i.e., unhealthy older adults), are serious. ...We tested the hypothesis that healthy older adults with lower subjective health have more negati …",
    "abstract": "Negative attitudes toward older adults, especially those with declining physical function and/or advanced dementia (i.e., unhealthy older adults), are serious. It is important to identify psychological factors associated with such negative attitudes toward unhealthy older adults. In this study, we focused on subjective health (subjective perception of one's own health status). We tested the hypothesis that healthy older adults with lower subjective health have more negative attitudes toward unhealthy older adults. We also examined whether this association is still pronounced after controlling for the participants' physical health status and demographics. In this study, an online survey was conducted among Japanese older adults who were not certified as needing long-term care (N = 1,082, aged 65-88). To control for the participants' physical health status, we focus on frailty. We conducted a factor analysis and multiple regression analysis on negative attitudes toward unhealthy older adults. As a result, healthy older participants with lower subjective health perceived unhealthy older adults negatively, and this association was still pronounced even after controlling for the participants' frailty score and demographics. Based on our findings, it is suggested that increasing the subjective health of older adults may help them view each other more positively. Therefore, it is important to devise gerontological and psychological interventions to improve older adults' subjective health. This study has limitations, such as the fact that we conducted only an online survey. Previous studies on how older adults perceive the social group of older adults are scarce, and further studies are expected.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36343442/",
    "clean_text": "negative attitudes of healthy older adults toward unhealthy older adults focus on the subjective health negative attitudes toward older adults especially those with declining physical function and or advanced dementia i e unhealthy older adults are serious we tested the hypothesis that healthy older adults with lower subjective health have more negati negative attitudes toward older adults especially those with declining physical function and or advanced dementia i e unhealthy older adults are serious it is important to identify psychological factors associated with such negative attitudes toward unhealthy older adults in this study we focused on subjective health subjective perception of one s own health status we tested the hypothesis that healthy older adults with lower subjective health have more negative attitudes toward unhealthy older adults we also examined whether this association is still pronounced after controlling for the participants physical health status and demographics in this study an online survey was conducted among japanese older adults who were not certified as needing long term care n aged to control for the participants physical health status we focus on frailty we conducted a factor analysis and multiple regression analysis on negative attitudes toward unhealthy older adults as a result healthy older participants with lower subjective health perceived unhealthy older adults negatively and this association was still pronounced even after controlling for the participants frailty score and demographics based on our findings it is suggested that increasing the subjective health of older adults may help them view each other more positively therefore it is important to devise gerontological and psychological interventions to improve older adults subjective health this study has limitations such as the fact that we conducted only an online survey previous studies on how older adults perceive the social group of older adults are scarce and further studies are expected"
}