{
    "pmid": "41431262",
    "title": "Effectiveness and Safety of 4-Fr Distal Radial Access With Low-Dose Unfractionated Heparin Versus Proximal Radial Access for Coronary Angiography.",
    "abstract": "A minimum of 2 h is required to achieve hemostasis after coronary angiography via a radial approach. To evaluate an initial minimalist approach for scheduled coronary angiography, combining 4-Fr distal radial access with low-dose (2000 IU) unfractionated heparin (UFH) (4DRA). This prospective cohort study enrolled consecutive outpatients undergoing scheduled diagnostic coronary angiography (November 2023 to November 2024). For distal radial access, a 4 Fr introducer was first used, with intravenous injection of low-dose UFH (2000 IU; 4DRA group). For proximal radial access, a 4-6 Fr introducer was used, with intravenous injection of standard-dose UFH (50 IU/kg; PRA group). The primary outcome was hemostasis time. Secondary safety outcomes were the rate of definite proximal radial artery occlusion (RAO), Grade ≥ II hematomas, examination metrics, puncture failure rate, and technical failure. One thousand three hundred eight-two consecutive patients were enrolled (632 4DRA, 750 PRA). Median hemostasis time was lower in 4RDA versus PRA (30 min [interquartile range: 10-111 min] vs. 140 min [120-180 min], respectively; p < 0.001). This time difference was driven by patients who had a diagnostic coronary angiography (20 min [interquartile range: 5-30 min] vs. 135 min [120-160 min]). Proximal RAO was lower in 4DRA (0.2 vs. 1.1%; p = 0.04). Rates of Grade ≥ II hematomas (1.6 vs. 2.3%; p = 0.4) and technical failure (3.2 vs. 3.7%; p = 0.6) were low and were similar between groups. An initial 4-Fr distal radial approach combined with low-dose UFH results in a substantial reduction in hemostasis time while also demonstrating an excellent safety profile.",
    "disease": "coronary artery disease",
    "clean_text": "effectiveness and safety of fr distal radial access with low dose unfractionated heparin versus proximal radial access for coronary angiography a minimum of h is required to achieve hemostasis after coronary angiography via a radial approach to evaluate an initial minimalist approach for scheduled coronary angiography combining fr distal radial access with low dose iu unfractionated heparin ufh dra this prospective cohort study enrolled consecutive outpatients undergoing scheduled diagnostic coronary angiography november to november for distal radial access a fr introducer was first used with intravenous injection of low dose ufh iu dra group for proximal radial access a fr introducer was used with intravenous injection of standard dose ufh iu kg pra group the primary outcome was hemostasis time secondary safety outcomes were the rate of definite proximal radial artery occlusion rao grade ii hematomas examination metrics puncture failure rate and technical failure one thousand three hundred eight two consecutive patients were enrolled dra pra median hemostasis time was lower in rda versus pra min interquartile range min vs min min respectively p this time difference was driven by patients who had a diagnostic coronary angiography min interquartile range min vs min min proximal rao was lower in dra vs p rates of grade ii hematomas vs p and technical failure vs p were low and were similar between groups an initial fr distal radial approach combined with low dose ufh results in a substantial reduction in hemostasis time while also demonstrating an excellent safety profile"
}