{
    "title": "Left ventricular remodelling post-myocardial infarction: pathophysiology, imaging, and novel therapies.",
    "doc_id": "35511857",
    "writer": "Frantz S",
    "year": "2022",
    "summary": "Yet this encouraging development has certain drawbacks: heart failure (HF) prevalence is increasing and patients affected tend to have more comorbidities worsening economic strain on healthcare systems and impeding effective medical management. The heart's pa …",
    "abstract": "Most patients survive acute myocardial infarction (MI). Yet this encouraging development has certain drawbacks: heart failure (HF) prevalence is increasing and patients affected tend to have more comorbidities worsening economic strain on healthcare systems and impeding effective medical management. The heart's pathological changes in structure and/or function, termed myocardial remodelling, significantly impact on patient outcomes. Risk factors like diabetes, chronic obstructive pulmonary disease, female sex, and others distinctly shape disease progression on the 'road to HF'. Despite the availability of HF drugs that interact with general pathways involved in myocardial remodelling, targeted drugs remain absent, and patient risk stratification is poor. Hence, in this review, we highlight the pathophysiological basis, current diagnostic methods and available treatments for cardiac remodelling following MI. We further aim to provide a roadmap for developing improved risk stratification and novel medical and interventional therapies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35511857/",
    "clean_text": "left ventricular remodelling post myocardial infarction pathophysiology imaging and novel therapies yet this encouraging development has certain drawbacks heart failure hf prevalence is increasing and patients affected tend to have more comorbidities worsening economic strain on healthcare systems and impeding effective medical management the heart s pa most patients survive acute myocardial infarction mi yet this encouraging development has certain drawbacks heart failure hf prevalence is increasing and patients affected tend to have more comorbidities worsening economic strain on healthcare systems and impeding effective medical management the heart s pathological changes in structure and or function termed myocardial remodelling significantly impact on patient outcomes risk factors like diabetes chronic obstructive pulmonary disease female sex and others distinctly shape disease progression on the road to hf despite the availability of hf drugs that interact with general pathways involved in myocardial remodelling targeted drugs remain absent and patient risk stratification is poor hence in this review we highlight the pathophysiological basis current diagnostic methods and available treatments for cardiac remodelling following mi we further aim to provide a roadmap for developing improved risk stratification and novel medical and interventional therapies"
}