{
    "title": "Applications of CRISPR Cas-9 in Ovarian Cancer Research.",
    "doc_id": "37287283",
    "writer": "Sherazi SAM",
    "year": "2023",
    "summary": "Ovarian cancer is a highly prevalent malignancy among women and affects a significant population worldwide. ...This article aims to review the current state of ovarian cancer research, highlight the significance of CRISPR-Cas9 in ovarian canc …",
    "abstract": "Ovarian cancer is a highly prevalent malignancy among women and affects a significant population worldwide. Different forms of hormonal treatments or chemotherapies are used to treat ovarian cancer, but the possible side effects, including menopausal symptoms, can be severe, forcing some patients to prematurely stop the treatment. The emerging genome editing technology, known as clustered regularly interspaced short palindromic repeats (CRISPR)-caspase 9 (Cas9), has the potential to treat ovarian cancer via gene editing strategies. Studies have reported CRISPR knockouts of several oncogenes that are involved in the pathogenesis of ovarian cancer, such as BMI1, CXCR2, MTF1, miR-21, and BIRC5, and demonstrate the potential of the CRISPR-Cas9 genome editing technique to effectively treat ovarian cancer. However, there are limitations that restrict the biomedical applications of CRISPR-Cas9 and limit the implementation of Gene therapy for ovarian cancer. These include offtarget DNA cleavage and the effects of CRISPR-Cas9 in non-target, normal cells. This article aims to review the current state of ovarian cancer research, highlight the significance of CRISPR-Cas9 in ovarian cancer treatment, and establish the groundwork for potential clinical research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37287283/",
    "clean_text": "applications of crispr cas in ovarian cancer research ovarian cancer is a highly prevalent malignancy among women and affects a significant population worldwide this article aims to review the current state of ovarian cancer research highlight the significance of crispr cas in ovarian canc ovarian cancer is a highly prevalent malignancy among women and affects a significant population worldwide different forms of hormonal treatments or chemotherapies are used to treat ovarian cancer but the possible side effects including menopausal symptoms can be severe forcing some patients to prematurely stop the treatment the emerging genome editing technology known as clustered regularly interspaced short palindromic repeats crispr caspase cas has the potential to treat ovarian cancer via gene editing strategies studies have reported crispr knockouts of several oncogenes that are involved in the pathogenesis of ovarian cancer such as bmi cxcr mtf mir and birc and demonstrate the potential of the crispr cas genome editing technique to effectively treat ovarian cancer however there are limitations that restrict the biomedical applications of crispr cas and limit the implementation of gene therapy for ovarian cancer these include offtarget dna cleavage and the effects of crispr cas in non target normal cells this article aims to review the current state of ovarian cancer research highlight the significance of crispr cas in ovarian cancer treatment and establish the groundwork for potential clinical research"
}