{
    "pmid": "41472188",
    "title": "Phylogenetic Analysis of Highly Pathogenic Avian Influenza H7 Viruses in Australia and New Zealand Suggests Local Viral Evolution.",
    "abstract": "Avian Influenza (AI) remains a critical threat to livestock production in Oceania, with recent outbreaks of Highly Pathogenic Avian Influenza (HPAI) H7 subtypes in Australia and New Zealand. Historically, AI detections in these countries were largely confined to wild birds. However, since 2024, multiple outbreaks in commercial poultry populations have been reported, with the emergence of HPAI H7N3, H7N8, and H7N9 in Australia and H7N6 in New Zealand. To investigate the epidemiological links of these outbreaks, we retrieved all publicly available H7 hemagglutinin (HA) gene sequences from animals in Oceania between 2014 and 2025 that were deposited in GISAID and NCBI databases. Phylogenetic reconstruction using maximum likelihood methods revealed distinct Australian and New Zealand clades, suggesting local viral evolution rather than recent transboundary introductions. The absence of phylogenetic clustering between Oceanian and Asian H7 sequences suggests limited recent gene flow between regions, particularly in the HA gene segment. These local viral mutations can pose a threat to the poultry industry; therefore, continuous genomic surveillance in commercial farms and wild bird reservoirs is crucial. Such efforts support the One Health framework by enabling early detection of pathogenic variants and reducing zoonotic spillover risks for animal and public health.",
    "disease": "influenza",
    "clean_text": "phylogenetic analysis of highly pathogenic avian influenza h viruses in australia and new zealand suggests local viral evolution avian influenza ai remains a critical threat to livestock production in oceania with recent outbreaks of highly pathogenic avian influenza hpai h subtypes in australia and new zealand historically ai detections in these countries were largely confined to wild birds however since multiple outbreaks in commercial poultry populations have been reported with the emergence of hpai h n h n and h n in australia and h n in new zealand to investigate the epidemiological links of these outbreaks we retrieved all publicly available h hemagglutinin ha gene sequences from animals in oceania between and that were deposited in gisaid and ncbi databases phylogenetic reconstruction using maximum likelihood methods revealed distinct australian and new zealand clades suggesting local viral evolution rather than recent transboundary introductions the absence of phylogenetic clustering between oceanian and asian h sequences suggests limited recent gene flow between regions particularly in the ha gene segment these local viral mutations can pose a threat to the poultry industry therefore continuous genomic surveillance in commercial farms and wild bird reservoirs is crucial such efforts support the one health framework by enabling early detection of pathogenic variants and reducing zoonotic spillover risks for animal and public health"
}