{
    "pmid": "41441645",
    "title": "BCGitis and BCGosis: Clinical Spectrum, Immunological Mechanisms, and Risk Management.",
    "abstract": "Bacille Calmette-Guérin (BCG) remains the only licensed vaccine against tuberculosis (TB), administered to >100 million neonates annually. It confers approximately 70-80% protection against tuberculous meningitis and miliary TB in early childhood, under-pinning its continued use in high-burden settings. As a live-attenuated vaccine, however, BCG can rarely cause adverse reactions ranging from self-limited local lesions to life-threatening disseminated BCG disease (BCGosis), which almost exclusively occurs in infants with severe primary or acquired immunodeficiencies such as SCID, MSMD, CGD, or symptomatic HIV infection. Implementation of universal newborn screening for severe combined immunodeficiency (SCID) using the T-cell receptor excision circle (TREC) assay now enables prospective identification and deferral of these high-risk neonates, virtually eliminating fatal BCGosis. Here we synthesize global data published since 2010 on the clinical spectrum, immunopathogenesis, and epidemiology of BCG-related complications, highlighting the impact of vaccine substrain, administration technique, and host immune status on adverse-event rates. On the basis of this evidence, we propose a practical, evidence-based risk-assessment checklist (BCG-RAKE) to support safer vaccine deployment while preserving the substantial TB-control benefits of universal BCG immunization.",
    "disease": "tuberculosis",
    "clean_text": "bcgitis and bcgosis clinical spectrum immunological mechanisms and risk management bacille calmette gu rin bcg remains the only licensed vaccine against tuberculosis tb administered to million neonates annually it confers approximately protection against tuberculous meningitis and miliary tb in early childhood under pinning its continued use in high burden settings as a live attenuated vaccine however bcg can rarely cause adverse reactions ranging from self limited local lesions to life threatening disseminated bcg disease bcgosis which almost exclusively occurs in infants with severe primary or acquired immunodeficiencies such as scid msmd cgd or symptomatic hiv infection implementation of universal newborn screening for severe combined immunodeficiency scid using the t cell receptor excision circle trec assay now enables prospective identification and deferral of these high risk neonates virtually eliminating fatal bcgosis here we synthesize global data published since on the clinical spectrum immunopathogenesis and epidemiology of bcg related complications highlighting the impact of vaccine substrain administration technique and host immune status on adverse event rates on the basis of this evidence we propose a practical evidence based risk assessment checklist bcg rake to support safer vaccine deployment while preserving the substantial tb control benefits of universal bcg immunization"
}