{
    "title": "Cognitive impairment in people with schizophrenia: an umbrella review.",
    "doc_id": "35633394",
    "writer": "Gebreegziabhere Y",
    "year": "2022",
    "summary": "The quality of all eligible systematic reviews was assessed using A MeaSurement Tool to Assess methodological quality of systematic Review (AMSTAR) tool. Results are summarized and presented in a narrative form. ...",
    "abstract": "Cognitive impairment is one of the core symptoms of schizophrenia. Quite a number of systematic reviews were published related to cognitive impairment in people with schizophrenia (PWS). This umbrella review, therefore, aimed at reviewing and synthesizing the findings of systematic reviews related to domains of cognition impaired and associated factors in PWS. We searched four electronic databases. Data related to domains, occurrence, and associated factors of cognitive impairment in PWS were extracted. The quality of all eligible systematic reviews was assessed using A MeaSurement Tool to Assess methodological quality of systematic Review (AMSTAR) tool. Results are summarized and presented in a narrative form. We identified 63 systematic reviews fulfilling the eligibility criteria. The included reviews showed that PWS had lower cognitive functioning compared to both healthy controls and people with affective disorders. Similar findings were reported among psychotropic free cases and people with first episode psychosis. Greater impairment of cognition was reported in processing speed, verbal memory, and working memory domains. Greater cognitive impairment was reported to be associated with worse functionality and poor insight. Cognitive impairment was also reported to be associated with childhood trauma and aggressive behaviour. According to our quality assessment, the majority of the reviews had moderate quality. We were able to find a good number of systematic reviews on cognitive impairment in PWS. The reviews showed that PWS had higher impairment in different cognitive domains compared to healthy controls and people with affective disorders. Impairment in domains of memory and processing speed were reported frequently.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35633394/",
    "clean_text": "cognitive impairment in people with schizophrenia an umbrella review the quality of all eligible systematic reviews was assessed using a measurement tool to assess methodological quality of systematic review amstar tool results are summarized and presented in a narrative form cognitive impairment is one of the core symptoms of schizophrenia quite a number of systematic reviews were published related to cognitive impairment in people with schizophrenia pws this umbrella review therefore aimed at reviewing and synthesizing the findings of systematic reviews related to domains of cognition impaired and associated factors in pws we searched four electronic databases data related to domains occurrence and associated factors of cognitive impairment in pws were extracted the quality of all eligible systematic reviews was assessed using a measurement tool to assess methodological quality of systematic review amstar tool results are summarized and presented in a narrative form we identified systematic reviews fulfilling the eligibility criteria the included reviews showed that pws had lower cognitive functioning compared to both healthy controls and people with affective disorders similar findings were reported among psychotropic free cases and people with first episode psychosis greater impairment of cognition was reported in processing speed verbal memory and working memory domains greater cognitive impairment was reported to be associated with worse functionality and poor insight cognitive impairment was also reported to be associated with childhood trauma and aggressive behaviour according to our quality assessment the majority of the reviews had moderate quality we were able to find a good number of systematic reviews on cognitive impairment in pws the reviews showed that pws had higher impairment in different cognitive domains compared to healthy controls and people with affective disorders impairment in domains of memory and processing speed were reported frequently"
}