{
    "title": "Insulin resistance, polycystic ovary syndrome, and type 2 diabetes mellitus.",
    "doc_id": "12057712",
    "writer": "Ovalle F",
    "year": "2002",
    "summary": "Two common disorders frequently associated with IR are PCOS, affecting 4% to 6% of reproductive-aged women, and type 2 diabetes mellitus, which is observed in about 2% to 6% of similarly aged women. ...The risk of type 2 diabetes …",
    "abstract": "Objective:\n        \n      \n      To review the definition and prevalence of two insulin resistance (IR)-associated phenotypes, polycystic ovary syndrome (PCOS) and type 2 diabetes mellitus, as well as the risk and nature of their simultaneous presentation.\n    \n\n\n          Design:\n        \n      \n      Review of published literature.\n    \n\n\n          Result(s):\n        \n      \n      Insulin resistance affects between 10% and 25% of the general population. Two common disorders frequently associated with IR are PCOS, affecting 4% to 6% of reproductive-aged women, and type 2 diabetes mellitus, which is observed in about 2% to 6% of similarly aged women. Overall, about 50% to 70% of women with PCOS and 80% to 100% of patients with type 2 diabetes mellitus have variable degrees of IR. Insulin resistance and its secondary hyperinsulinemia appear to underlie many of the endocrine features of PCOS in a large proportion of such patients. The risk of type 2 diabetes mellitus among PCOS patients is 5- to 10-fold higher than normal. In turn, the risk of PCOS among reproductive-aged type 2 diabetes mellitus patients appears to be similarly increased.\n    \n\n\n          Conclusion(s):\n        \n      \n      It remains to be determined whether PCOS and type 2 diabetes mellitus represent no more than different clinical manifestations of the same IR syndrome, with their phenotypic differences due to the presence or absence of a coincidental genetic defect at the level of the ovary or pancreas, respectively, or representing the result of etiologically different subtypes of IR syndromes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12057712/",
    "clean_text": "insulin resistance polycystic ovary syndrome and type diabetes mellitus two common disorders frequently associated with ir are pcos affecting to of reproductive aged women and type diabetes mellitus which is observed in about to of similarly aged women the risk of type diabetes objective to review the definition and prevalence of two insulin resistance ir associated phenotypes polycystic ovary syndrome pcos and type diabetes mellitus as well as the risk and nature of their simultaneous presentation design review of published literature result s insulin resistance affects between and of the general population two common disorders frequently associated with ir are pcos affecting to of reproductive aged women and type diabetes mellitus which is observed in about to of similarly aged women overall about to of women with pcos and to of patients with type diabetes mellitus have variable degrees of ir insulin resistance and its secondary hyperinsulinemia appear to underlie many of the endocrine features of pcos in a large proportion of such patients the risk of type diabetes mellitus among pcos patients is to fold higher than normal in turn the risk of pcos among reproductive aged type diabetes mellitus patients appears to be similarly increased conclusion s it remains to be determined whether pcos and type diabetes mellitus represent no more than different clinical manifestations of the same ir syndrome with their phenotypic differences due to the presence or absence of a coincidental genetic defect at the level of the ovary or pancreas respectively or representing the result of etiologically different subtypes of ir syndromes"
}