{
    "title": "An update on urotrauma.",
    "doc_id": "26049876",
    "writer": "Stein DM",
    "year": "2015",
    "summary": "Also, notably absent from the guidelines is a section on the management of renovascular injuries, which will be reviewed here. RECENT FINDINGS: In the 2014, the American Urologic Association and updated European Association of Urology guidelines were published with highlig …",
    "abstract": "Purpose of review:\n        \n      \n      The subject of genitourinary trauma was recently reviewed as an American Urologic Association guideline as well as recently updated as a European Association of Urology guideline. These guidelines, while complete and authoritative, deserve review, amplification and clarification. Also, notably absent from the guidelines is a section on the management of renovascular injuries, which will be reviewed here.\n    \n\n\n          Recent findings:\n        \n      \n      In the 2014, the American Urologic Association and updated European Association of Urology guidelines were published with highlighted features or changes described here.\n    \n\n\n          Summary:\n        \n      \n      We report the updated features of the guidelines as well as sections of update from our own experiences in which the guidelines remain vague or are absent.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26049876/",
    "clean_text": "an update on urotrauma also notably absent from the guidelines is a section on the management of renovascular injuries which will be reviewed here recent findings in the the american urologic association and updated european association of urology guidelines were published with highlig purpose of review the subject of genitourinary trauma was recently reviewed as an american urologic association guideline as well as recently updated as a european association of urology guideline these guidelines while complete and authoritative deserve review amplification and clarification also notably absent from the guidelines is a section on the management of renovascular injuries which will be reviewed here recent findings in the the american urologic association and updated european association of urology guidelines were published with highlighted features or changes described here summary we report the updated features of the guidelines as well as sections of update from our own experiences in which the guidelines remain vague or are absent"
}