{
    "title": "Non-Medical Prescription Stimulant Use in Graduate Students: Relationship With Academic Self-Efficacy and Psychological Variables.",
    "doc_id": "24756173",
    "writer": "Verdi G",
    "year": "2016",
    "summary": "OBJECTIVE: The objective of this study was to examine graduate students' non-medical use of prescription stimulant medication, and the relationship between non-medical use of prescription stimulants with academic self-efficacy, psychological factors (i.e., an …",
    "abstract": "Objective:\n        \n      \n      The objective of this study was to examine graduate students' non-medical use of prescription stimulant medication, and the relationship between non-medical use of prescription stimulants with academic self-efficacy, psychological factors (i.e., anxiety, depression, and stress), and internal restlessness.\n    \n\n\n          Method:\n        \n      \n      The sample consisted of 807 graduate students from universities located in five geographic regions of the United States.\n    \n\n\n          Results:\n        \n      \n      Past-year rates of self-reported non-medical use were determined to be 5.9%, with overall lifetime prevalence of 17.5%. Observed self-reported non-medical use of prescription stimulant medications was significantly correlated with self-reported levels of anxiety and stress, various aspects of internal restlessness, and perceived safety of the medications.\n    \n\n\n          Conclusion:\n        \n      \n      Findings support graduate students' motivations of non-medical prescription stimulant use to be both academic and social in nature. Effective prevention and education efforts are needed to help address the non-medical use of prescription stimulants by graduate students on university campuses.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24756173/",
    "clean_text": "non medical prescription stimulant use in graduate students relationship with academic self efficacy and psychological variables objective the objective of this study was to examine graduate students non medical use of prescription stimulant medication and the relationship between non medical use of prescription stimulants with academic self efficacy psychological factors i e an objective the objective of this study was to examine graduate students non medical use of prescription stimulant medication and the relationship between non medical use of prescription stimulants with academic self efficacy psychological factors i e anxiety depression and stress and internal restlessness method the sample consisted of graduate students from universities located in five geographic regions of the united states results past year rates of self reported non medical use were determined to be with overall lifetime prevalence of observed self reported non medical use of prescription stimulant medications was significantly correlated with self reported levels of anxiety and stress various aspects of internal restlessness and perceived safety of the medications conclusion findings support graduate students motivations of non medical prescription stimulant use to be both academic and social in nature effective prevention and education efforts are needed to help address the non medical use of prescription stimulants by graduate students on university campuses"
}