{
    "title": "The diet-heart disease hypothesis: a response to Atrens.",
    "doc_id": "8733193",
    "writer": "Rieger E.",
    "year": "1996",
    "summary": "In a recent examination of the main tenets of the widely accepted diet-heart disease hypothesis, Atrens concluded that the evidence to date is not sufficient to support the hypothesis. Reviewing Atrens' critique highlights both strengths and limitations in his case …",
    "abstract": "In a recent examination of the main tenets of the widely accepted diet-heart disease hypothesis, Atrens concluded that the evidence to date is not sufficient to support the hypothesis. Reviewing Atrens' critique highlights both strengths and limitations in his case against the role of dietary lipids and cholesterol in coronary heart disease mortality. Research on the following hypothesized relationships is discussed in light of the objections raised by Atrens: the relationships between fat intake and heart disease mortality; dietary fat and serum cholesterol; serum cholesterol and atherosclerosis; atherosclerosis and heart disease death; and serum cholesterol and heart disease death. The inconsistency of the findings suggests that definitive answers regarding the diet-heart disease hypothesis are premature and that the polarized positions of acceptance vs rejection of the hypothesis fail to account for the full range of results.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8733193/",
    "clean_text": "the diet heart disease hypothesis a response to atrens in a recent examination of the main tenets of the widely accepted diet heart disease hypothesis atrens concluded that the evidence to date is not sufficient to support the hypothesis reviewing atrens critique highlights both strengths and limitations in his case in a recent examination of the main tenets of the widely accepted diet heart disease hypothesis atrens concluded that the evidence to date is not sufficient to support the hypothesis reviewing atrens critique highlights both strengths and limitations in his case against the role of dietary lipids and cholesterol in coronary heart disease mortality research on the following hypothesized relationships is discussed in light of the objections raised by atrens the relationships between fat intake and heart disease mortality dietary fat and serum cholesterol serum cholesterol and atherosclerosis atherosclerosis and heart disease death and serum cholesterol and heart disease death the inconsistency of the findings suggests that definitive answers regarding the diet heart disease hypothesis are premature and that the polarized positions of acceptance vs rejection of the hypothesis fail to account for the full range of results"
}