{
    "title": "Percolation and tortuosity in heart-like cells.",
    "doc_id": "34075111",
    "writer": "Rabinovitch R",
    "year": "2021",
    "summary": "However, these methods have not been applied to the passage of action potential in heart fibrosis (HF), which is crucial for problems of heart arrhythmia, especially of atrial tachycardia and fibrillation. ...A cellular automaton model is used to analyze percolation …",
    "abstract": "In the last several years, quite a few papers on the joint question of transport, tortuosity and percolation have appeared in the literature, dealing with passage of miscellaneous liquids or electrical currents in different media. However, these methods have not been applied to the passage of action potential in heart fibrosis (HF), which is crucial for problems of heart arrhythmia, especially of atrial tachycardia and fibrillation. In this work we address the HF problem from these aspects. A cellular automaton model is used to analyze percolation and transport of a distributed-fibrosis inflicted heart-like tissue. Although based on a rather simple mathematical model, it leads to several important outcomes: (1) It is shown that, for a single wave front (as the one emanated by the heart's sinus node), the percolation of heart-like matrices is exactly similar to the forest fire case. (2) It is shown that, on the average, the shape of the transport (a question not dealt with in relation to forest fire, and deals with the delay of action potential when passing a fibrotic tissue) behaves like a Gaussian. (3) Moreover, it is shown that close to the percolation threshold the parameters of this Gaussian behave in a critical way. From the physical point of view, these three results are an important contribution to the general percolation investigation. The relevance of our results to cardiological issues, specifically to the question of reentry initiation, are discussed and it is shown that: (A) Without an ectopic source and under a mere sinus node operation, no arrhythmia is generated, and (B) A sufficiently high refractory period could prevent some reentry mechanisms, even in partially fibrotic heart tissue.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34075111/",
    "clean_text": "percolation and tortuosity in heart like cells however these methods have not been applied to the passage of action potential in heart fibrosis hf which is crucial for problems of heart arrhythmia especially of atrial tachycardia and fibrillation a cellular automaton model is used to analyze percolation in the last several years quite a few papers on the joint question of transport tortuosity and percolation have appeared in the literature dealing with passage of miscellaneous liquids or electrical currents in different media however these methods have not been applied to the passage of action potential in heart fibrosis hf which is crucial for problems of heart arrhythmia especially of atrial tachycardia and fibrillation in this work we address the hf problem from these aspects a cellular automaton model is used to analyze percolation and transport of a distributed fibrosis inflicted heart like tissue although based on a rather simple mathematical model it leads to several important outcomes it is shown that for a single wave front as the one emanated by the heart s sinus node the percolation of heart like matrices is exactly similar to the forest fire case it is shown that on the average the shape of the transport a question not dealt with in relation to forest fire and deals with the delay of action potential when passing a fibrotic tissue behaves like a gaussian moreover it is shown that close to the percolation threshold the parameters of this gaussian behave in a critical way from the physical point of view these three results are an important contribution to the general percolation investigation the relevance of our results to cardiological issues specifically to the question of reentry initiation are discussed and it is shown that a without an ectopic source and under a mere sinus node operation no arrhythmia is generated and b a sufficiently high refractory period could prevent some reentry mechanisms even in partially fibrotic heart tissue"
}