{
    "title": "Mercury Chloride but Not Lead Acetate Causes Apoptotic Cell Death in Human Lung Fibroblast MRC5 Cells via Regulation of Cell Cycle Progression.",
    "doc_id": "33801350",
    "writer": "Kim JY",
    "year": "2021",
    "summary": "Despite the increasing evidence on the adverse effects of heavy metals, the detailed mechanisms underlying their action on lung cancer progression are still poorly understood. In the present study, we investigated whether heavy metals (mercury chloride and lead acetate) af …",
    "abstract": "Heavy metals are important for various biological systems, but, in excess, they pose a serious risk to human health. Heavy metals are commonly used in consumer and industrial products. Despite the increasing evidence on the adverse effects of heavy metals, the detailed mechanisms underlying their action on lung cancer progression are still poorly understood. In the present study, we investigated whether heavy metals (mercury chloride and lead acetate) affect cell viability, cell cycle, and apoptotic cell death in human lung fibroblast MRC5 cells. The results showed that mercury chloride arrested the sub-G1 and G2/M phases by inducing cyclin B1 expression. In addition, the exposure to mercury chloride increased apoptosis through the activation of caspase-3. However, lead had no cytotoxic effects on human lung fibroblast MRC5 cells at low concentration. These findings demonstrated that mercury chloride affects the cytotoxicity of MRC5 cells by increasing cell cycle progression and apoptotic cell death.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33801350/",
    "clean_text": "mercury chloride but not lead acetate causes apoptotic cell death in human lung fibroblast mrc cells via regulation of cell cycle progression despite the increasing evidence on the adverse effects of heavy metals the detailed mechanisms underlying their action on lung cancer progression are still poorly understood in the present study we investigated whether heavy metals mercury chloride and lead acetate af heavy metals are important for various biological systems but in excess they pose a serious risk to human health heavy metals are commonly used in consumer and industrial products despite the increasing evidence on the adverse effects of heavy metals the detailed mechanisms underlying their action on lung cancer progression are still poorly understood in the present study we investigated whether heavy metals mercury chloride and lead acetate affect cell viability cell cycle and apoptotic cell death in human lung fibroblast mrc cells the results showed that mercury chloride arrested the sub g and g m phases by inducing cyclin b expression in addition the exposure to mercury chloride increased apoptosis through the activation of caspase however lead had no cytotoxic effects on human lung fibroblast mrc cells at low concentration these findings demonstrated that mercury chloride affects the cytotoxicity of mrc cells by increasing cell cycle progression and apoptotic cell death"
}