{
    "title": "Resilience and the rehabilitation of adult spinal cord injury survivors: A qualitative systematic review.",
    "doc_id": "28726274",
    "writer": "Kornhaber R",
    "year": "2018",
    "summary": "AIM: To synthesize the qualitative research evidence that explored how survivors of adult spinal cord injury experience and make sense of resilience. BACKGROUND: Spinal cord injury is often a sudden and unexpected life-changing event requ …",
    "abstract": "Aim:\n        \n      \n      To synthesize the qualitative research evidence that explored how survivors of adult spinal cord injury experience and make sense of resilience.\n    \n\n\n          Background:\n        \n      \n      Spinal cord injury is often a sudden and unexpected life-changing event requiring complex and long-term rehabilitation. The development of resilience is essential in determining how spinal cord injury survivors negotiate this injury and rehabilitation.\n    \n\n\n          Design:\n        \n      \n      A qualitative systematic review and thematic synthesis of the research evidence.\n    \n\n\n          Data sources:\n        \n      \n      CINAHL, PubMed, Embase, Scopus and PsycINFO were searched, no restriction dates were used.\n    \n\n\n          Review methods:\n        \n      \n      Methodological quality was assessed using the Critical Appraisal Skills Programme checklist. Thematic synthesis focused on how survivors of adult spinal cord injury experience and make sense of resilience.\n    \n\n\n          Results:\n        \n      \n      Six qualitative research articles reported the experiences of 84 spinal cord injury survivors. Themes identified were: uncertainty and regaining independence; prior experiences of resilience; adopting resilient thinking; and strengthening resilience through supports.\n    \n\n\n          Conclusion:\n        \n      \n      Recovery and rehabilitation following spinal cord survivors is influenced by the individual's capacity for resilience. Resilience may be influenced by previous life experiences and enhanced by supportive nursing staff encouraging self-efficacy. Survivors identified the need for active involvement in decision-making about their care to enable a sense of regaining control of their lives. This has the potential to have a significant impact on their self-efficacy and in turn health outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28726274/",
    "clean_text": "resilience and the rehabilitation of adult spinal cord injury survivors a qualitative systematic review aim to synthesize the qualitative research evidence that explored how survivors of adult spinal cord injury experience and make sense of resilience background spinal cord injury is often a sudden and unexpected life changing event requ aim to synthesize the qualitative research evidence that explored how survivors of adult spinal cord injury experience and make sense of resilience background spinal cord injury is often a sudden and unexpected life changing event requiring complex and long term rehabilitation the development of resilience is essential in determining how spinal cord injury survivors negotiate this injury and rehabilitation design a qualitative systematic review and thematic synthesis of the research evidence data sources cinahl pubmed embase scopus and psycinfo were searched no restriction dates were used review methods methodological quality was assessed using the critical appraisal skills programme checklist thematic synthesis focused on how survivors of adult spinal cord injury experience and make sense of resilience results six qualitative research articles reported the experiences of spinal cord injury survivors themes identified were uncertainty and regaining independence prior experiences of resilience adopting resilient thinking and strengthening resilience through supports conclusion recovery and rehabilitation following spinal cord survivors is influenced by the individual s capacity for resilience resilience may be influenced by previous life experiences and enhanced by supportive nursing staff encouraging self efficacy survivors identified the need for active involvement in decision making about their care to enable a sense of regaining control of their lives this has the potential to have a significant impact on their self efficacy and in turn health outcomes"
}