{
    "pmid": "41450988",
    "title": "Correlation between single nucleotide polymorphisms in TLR4, LTA and RFP175 genes and susceptibility to invasive bacterial infections in infants under three months of age: A case control study.",
    "abstract": "This study investigates the correlation of TLR4 rs2149356, LTA rs2229094 and RFP175 rs1585110 genes single nucleotide polymorphisms (SNPs) with invasive bacterial infections (IBIs) in neonates and young infants. We conducted a prospective, case-control study at Ege University Faculty of Medicine, Izmir, Turkiye, between January 2021 to December 2023. Infants under 90 days of age admitted with confirmed IBIs (cases) or non-infectious conditions (controls) were included. Genomic DNA was extracted from peripheral blood samples and next-generation sequencing was used to analyze selected SNPs in TLR4, LTA and RFP175 genes. Clinical and demographic characteristics, as well as SNP frequencies, were compared between groups. A total of 200 infants were enrolled (100 cases, 100 controls). Most infections were urinary tract infections (n=84), 84%), with smaller numbers of gastroenteritis (n=6, 6%), bacteremia (n=5, 5%), pneumonia (n=3, 3%), and meningitis (n=2, 2%). No significant differences were found in clinical characteristics or SNP frequencies between groups. This study found no association between the investigated SNPs in TLR4, LTA and RFP175 and susceptibility to IBIs in infants under three months. Larger studies are needed to clarify the genetic contribution to early-life infections. ",
    "disease": "pneumonia",
    "clean_text": "correlation between single nucleotide polymorphisms in tlr lta and rfp genes and susceptibility to invasive bacterial infections in infants under three months of age a case control study this study investigates the correlation of tlr rs lta rs and rfp rs genes single nucleotide polymorphisms snps with invasive bacterial infections ibis in neonates and young infants we conducted a prospective case control study at ege university faculty of medicine izmir turkiye between january to december infants under days of age admitted with confirmed ibis cases or non infectious conditions controls were included genomic dna was extracted from peripheral blood samples and next generation sequencing was used to analyze selected snps in tlr lta and rfp genes clinical and demographic characteristics as well as snp frequencies were compared between groups a total of infants were enrolled cases controls most infections were urinary tract infections n with smaller numbers of gastroenteritis n bacteremia n pneumonia n and meningitis n no significant differences were found in clinical characteristics or snp frequencies between groups this study found no association between the investigated snps in tlr lta and rfp and susceptibility to ibis in infants under three months larger studies are needed to clarify the genetic contribution to early life infections"
}