{
    "pmid": "41462258",
    "title": "Adverse events following measles, mumps, rubella and varicella virus vaccine live (PROQUAD",
    "abstract": "PROQUAD We performed a disproportionality analysis of PROQUAD-related adverse events (AEs) reported to the Vaccine Adverse Event Reporting System (VAERS) between 2015 and 2025. Multiple statistical algorithms were applied to detect safety signals, supplemented by stratified analyses across age, sex, severity, and fatal outcomes. Among 17,234 reports, the most frequently reported AEs included injection site erythema, swelling, and fever, consistent with established reactogenicity. Several statistically significant signals not listed in the current FDA label were identified, such as febrile convulsion, vaccination failure, cyanosis, and influenza-like illness. These unlabeled events exhibited distinct patterns across age and sex subgroups, with serious and fatal outcomes occurring more frequently in children under three years of age and in medically vulnerable individuals. Most AEs occurred within three days of vaccination, although serious events showed delayed onset profiles. This real-world pharmacovigilance analysis confirms the expected safety profile of PROQUAD while revealing additional adverse event signals that merit further clinical investigation and potential regulatory attention. Continued monitoring is essential to inform vaccine safety practices, particularly in pediatric populations with heightened susceptibility.",
    "disease": "influenza",
    "clean_text": "adverse events following measles mumps rubella and varicella virus vaccine live proquad proquad we performed a disproportionality analysis of proquad related adverse events aes reported to the vaccine adverse event reporting system vaers between and multiple statistical algorithms were applied to detect safety signals supplemented by stratified analyses across age sex severity and fatal outcomes among reports the most frequently reported aes included injection site erythema swelling and fever consistent with established reactogenicity several statistically significant signals not listed in the current fda label were identified such as febrile convulsion vaccination failure cyanosis and influenza like illness these unlabeled events exhibited distinct patterns across age and sex subgroups with serious and fatal outcomes occurring more frequently in children under three years of age and in medically vulnerable individuals most aes occurred within three days of vaccination although serious events showed delayed onset profiles this real world pharmacovigilance analysis confirms the expected safety profile of proquad while revealing additional adverse event signals that merit further clinical investigation and potential regulatory attention continued monitoring is essential to inform vaccine safety practices particularly in pediatric populations with heightened susceptibility"
}