{
    "title": "Therapeutic potential of GABA(B) receptor ligands in drug addiction, anxiety, depression and other CNS disorders.",
    "doc_id": "23872369",
    "writer": "Kumar K",
    "year": "2013",
    "summary": "Glutamate and gamma-aminobutyric acid (GABA) are the major excitatory and inhibitory neurotransmitter systems, respectively in the central nervous system (CNS). Dysregulation, in any of these or both, has been implicated in various CNS disorders. ...",
    "abstract": "Glutamate and γ-aminobutyric acid (GABA) are the major excitatory and inhibitory neurotransmitter systems, respectively in the central nervous system (CNS). Dysregulation, in any of these or both, has been implicated in various CNS disorders. GABA acts via ionotropic (GABA(A) and GABA(C) receptor) and metabotropic (GABA(B)) receptor. Dysregulation of GABAergic signaling and alteration in GABA(B) receptor expression has been implicated in various CNS disorders. Clinically, baclofen-a GABA(B) receptor agonist is available for the treatment of spasticity, dystonia etc., associated with various neurological disorders. Moreover, GABAB receptor ligands has also been suggested to be beneficial in various neuropsychiatric and neurodegenerative disorders. The present review is aimed to discuss the role of GABA(B) receptors and the possible outcomes of GABA(B) receptor modulation in CNS disorders.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23872369/",
    "clean_text": "therapeutic potential of gaba b receptor ligands in drug addiction anxiety depression and other cns disorders glutamate and gamma aminobutyric acid gaba are the major excitatory and inhibitory neurotransmitter systems respectively in the central nervous system cns dysregulation in any of these or both has been implicated in various cns disorders glutamate and aminobutyric acid gaba are the major excitatory and inhibitory neurotransmitter systems respectively in the central nervous system cns dysregulation in any of these or both has been implicated in various cns disorders gaba acts via ionotropic gaba a and gaba c receptor and metabotropic gaba b receptor dysregulation of gabaergic signaling and alteration in gaba b receptor expression has been implicated in various cns disorders clinically baclofen a gaba b receptor agonist is available for the treatment of spasticity dystonia etc associated with various neurological disorders moreover gabab receptor ligands has also been suggested to be beneficial in various neuropsychiatric and neurodegenerative disorders the present review is aimed to discuss the role of gaba b receptors and the possible outcomes of gaba b receptor modulation in cns disorders"
}