{
    "title": "Does emotional stress cause type 2 diabetes mellitus? A review from the European Depression in Diabetes (EDID) Research Consortium.",
    "doc_id": "20193636",
    "writer": "Pouwer F",
    "year": "2010",
    "summary": "According to the World Health Organization, approximately 220 million people worldwide have type 2 diabetes mellitus. Patients with type 2 diabetes not only have a chronic disease to cope with, they are also at increased risk for c …",
    "abstract": "According to the World Health Organization, approximately 220 million people worldwide have type 2 diabetes mellitus. Patients with type 2 diabetes not only have a chronic disease to cope with, they are also at increased risk for coronary heart disease, peripheral vascular disease, retinopathy, nephropathy, and neuropathy. The exact causes of type 2 diabetes are still not clear. Since the 17th century, it has been suggested that emotional stress plays a role in the etiology of type 2 diabetes mellitus. So far, review studies have mainly focused on depression as a risk factor for the development of type 2 diabetes mellitus. Yet, chronic emotional stress is an established risk factor for the development of depression. The present review provides an overview of mainly prospective epidemiological studies that have investigated the associations between different forms of emotional stress and the development of type 2 diabetes mellitus. Results of longitudinal studies suggest that not only depression but also general emotional stress and anxiety, sleeping problems, anger, and hostility are associated with an increased risk for the development of type 2 diabetes. Conflicting results were found regarding childhood neglect, life events, and work stress. It is important to emphasize that publication-bias may have occurred, resulting from \"fishing-expeditions,\" where authors search their data for significant associations. Publication bias may also be caused by the tendency of reviewers and Editors to reject manuscripts with negative results for publication. It is therefore essential that research groups, who aim to conduct a new epidemiological cohort study, prospectively describe and publish the design of their study. Future research should focus on identifying mechanisms linking different forms of stress and incident type 2 diabetes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20193636/",
    "clean_text": "does emotional stress cause type diabetes mellitus a review from the european depression in diabetes edid research consortium according to the world health organization approximately million people worldwide have type diabetes mellitus patients with type diabetes not only have a chronic disease to cope with they are also at increased risk for c according to the world health organization approximately million people worldwide have type diabetes mellitus patients with type diabetes not only have a chronic disease to cope with they are also at increased risk for coronary heart disease peripheral vascular disease retinopathy nephropathy and neuropathy the exact causes of type diabetes are still not clear since the th century it has been suggested that emotional stress plays a role in the etiology of type diabetes mellitus so far review studies have mainly focused on depression as a risk factor for the development of type diabetes mellitus yet chronic emotional stress is an established risk factor for the development of depression the present review provides an overview of mainly prospective epidemiological studies that have investigated the associations between different forms of emotional stress and the development of type diabetes mellitus results of longitudinal studies suggest that not only depression but also general emotional stress and anxiety sleeping problems anger and hostility are associated with an increased risk for the development of type diabetes conflicting results were found regarding childhood neglect life events and work stress it is important to emphasize that publication bias may have occurred resulting from fishing expeditions where authors search their data for significant associations publication bias may also be caused by the tendency of reviewers and editors to reject manuscripts with negative results for publication it is therefore essential that research groups who aim to conduct a new epidemiological cohort study prospectively describe and publish the design of their study future research should focus on identifying mechanisms linking different forms of stress and incident type diabetes"
}