{
    "title": "Risk Factors for New-Onset Atrial Fibrillation in Patients With Sepsis: A Systematic Review and Meta-Analysis.",
    "doc_id": "30653473",
    "writer": "Bosch NA",
    "year": "2019",
    "summary": "We classified risk factors according to type and quantified the factor effect sizes. We then compared sepsis-associated atrial fibrillation risk factors with risk factors for community-associated atrial fibrillation. ...Several cardiovasc …",
    "abstract": "Objective:\n        \n      \n      Atrial fibrillation frequently develops in patients with sepsis and is associated with increased morbidity and mortality. Unfortunately, risk factors for new-onset atrial fibrillation in sepsis have not been clearly elucidated. Clarification of the risk factors for atrial fibrillation during sepsis may improve our understanding of the mechanisms of arrhythmia development and help guide clinical practice.\n    \n\n\n          Data sources:\n        \n      \n      Medline, Embase, Web of Science, and Cochrane CENTRAL.\n    \n\n\n          Study selection:\n        \n      \n      We conducted a systematic review and meta-analysis to identify risk factors for new-onset atrial fibrillation during sepsis.\n    \n\n\n          Data extraction:\n        \n      \n      We extracted the adjusted odds ratio for each risk factor associated with new-onset atrial fibrillation during sepsis. For risk factors present in more than one study, we calculated pooled odds ratios (meta-analysis). We classified risk factors according to type and quantified the factor effect sizes. We then compared sepsis-associated atrial fibrillation risk factors with risk factors for community-associated atrial fibrillation.\n    \n\n\n          Data synthesis:\n        \n      \n      Forty-four factors were examined as possible risk factors for new-onset atrial fibrillation in sepsis, 18 of which were included in meta-analyses. Risk factors for new-onset atrial fibrillation included demographic factors, comorbid conditions, and most strongly, sepsis-related factors. Sepsis-related factors with a greater than 50% change in odds of new-onset atrial fibrillation included corticosteroid use, right heart catheterization, fungal infection, vasopressor use, and a mean arterial pressure target of 80-85 mm Hg. Several cardiovascular conditions that are known risk factors for community-associated atrial fibrillation were not identified as risk factors for new-onset atrial fibrillation in sepsis.\n    \n\n\n          Conclusions:\n        \n      \n      Our study shows that risk factors for new-onset atrial fibrillation during sepsis are mainly factors that are associated with the acute sepsis event and are not synonymous with risk factors for community-associated atrial fibrillation. Our results provide targets for future studies focused on atrial fibrillation prevention and have implications for several key areas in the management of patients with sepsis such as glucocorticoid administration, vasopressor selection, and blood pressure targets.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30653473/",
    "clean_text": "risk factors for new onset atrial fibrillation in patients with sepsis a systematic review and meta analysis we classified risk factors according to type and quantified the factor effect sizes we then compared sepsis associated atrial fibrillation risk factors with risk factors for community associated atrial fibrillation several cardiovasc objective atrial fibrillation frequently develops in patients with sepsis and is associated with increased morbidity and mortality unfortunately risk factors for new onset atrial fibrillation in sepsis have not been clearly elucidated clarification of the risk factors for atrial fibrillation during sepsis may improve our understanding of the mechanisms of arrhythmia development and help guide clinical practice data sources medline embase web of science and cochrane central study selection we conducted a systematic review and meta analysis to identify risk factors for new onset atrial fibrillation during sepsis data extraction we extracted the adjusted odds ratio for each risk factor associated with new onset atrial fibrillation during sepsis for risk factors present in more than one study we calculated pooled odds ratios meta analysis we classified risk factors according to type and quantified the factor effect sizes we then compared sepsis associated atrial fibrillation risk factors with risk factors for community associated atrial fibrillation data synthesis forty four factors were examined as possible risk factors for new onset atrial fibrillation in sepsis of which were included in meta analyses risk factors for new onset atrial fibrillation included demographic factors comorbid conditions and most strongly sepsis related factors sepsis related factors with a greater than change in odds of new onset atrial fibrillation included corticosteroid use right heart catheterization fungal infection vasopressor use and a mean arterial pressure target of mm hg several cardiovascular conditions that are known risk factors for community associated atrial fibrillation were not identified as risk factors for new onset atrial fibrillation in sepsis conclusions our study shows that risk factors for new onset atrial fibrillation during sepsis are mainly factors that are associated with the acute sepsis event and are not synonymous with risk factors for community associated atrial fibrillation our results provide targets for future studies focused on atrial fibrillation prevention and have implications for several key areas in the management of patients with sepsis such as glucocorticoid administration vasopressor selection and blood pressure targets"
}