{
    "pmid": "41417368",
    "title": "Enoxaparin preserves cellular morphology and modulates mitophagy-associated Parkin-LC3 in acute ischemic rat myocardium.",
    "abstract": "Despite the longstanding clinical use of low-molecular-weight heparins and their well-characterized mechanisms of action, their effects on mitophagy pathways in acute myocardial ischemia remain incompletely delineated. The aim of this study was to investigate the enoxaparin effect on cardiomyocyte morphology and the immunopositivity of mitophagy-associated Parkin-LC3 proteins in a rat model of acute myocardial ischemia. Female Wistar albino rats (median weight: 400 g, minimum: 375 g-maximum: 415 g) were divided into sham (n=7), control (n=7), and treatment (n=7) groups. The control group received subcutaneous 0.9% saline (0.2 mL/kg) twice daily for 28 days, followed by the induction of myocardial ischemia. The treatment group was administered subcutaneous enoxaparin sodium (1 mg/kg) twice daily for the same duration before undergoing myocardial ischemia. Myocardial ischemia was induced by occluding the proximal left anterior descending coronary artery using a 6-0 polypropylene suture for 10 min. Morphometric calculations of cardiomyocytes (cell length and diameter) were performed using light microscopy. Immunohistochemical analysis was performed using anti-Parkin and anti-LC3 antibodies, and immunopositive cells were counted. Statistically significant differences were found between the groups (p<0.001). Post-hoc analysis revealed significant differences between the control and treatment groups based on cell length, cell diameter, Parkin, and LC3 values (p<0.001, p=0.001, p<0.001, and p=0.001, respectively). This study demonstrated that enoxaparin preserved cardiomyocyte morphology and reduced the number of Parkin-LC3 immunopositive cells in a model of induced acute ischemic injury in rat myocardium.",
    "disease": "coronary artery disease",
    "clean_text": "enoxaparin preserves cellular morphology and modulates mitophagy associated parkin lc in acute ischemic rat myocardium despite the longstanding clinical use of low molecular weight heparins and their well characterized mechanisms of action their effects on mitophagy pathways in acute myocardial ischemia remain incompletely delineated the aim of this study was to investigate the enoxaparin effect on cardiomyocyte morphology and the immunopositivity of mitophagy associated parkin lc proteins in a rat model of acute myocardial ischemia female wistar albino rats median weight g minimum g maximum g were divided into sham n control n and treatment n groups the control group received subcutaneous saline ml kg twice daily for days followed by the induction of myocardial ischemia the treatment group was administered subcutaneous enoxaparin sodium mg kg twice daily for the same duration before undergoing myocardial ischemia myocardial ischemia was induced by occluding the proximal left anterior descending coronary artery using a polypropylene suture for min morphometric calculations of cardiomyocytes cell length and diameter were performed using light microscopy immunohistochemical analysis was performed using anti parkin and anti lc antibodies and immunopositive cells were counted statistically significant differences were found between the groups p post hoc analysis revealed significant differences between the control and treatment groups based on cell length cell diameter parkin and lc values p p p and p respectively this study demonstrated that enoxaparin preserved cardiomyocyte morphology and reduced the number of parkin lc immunopositive cells in a model of induced acute ischemic injury in rat myocardium"
}