{
    "pmid": "41436118",
    "title": "Up-regulation of peripheral and central CGRP expression combined with subchondral bone remodeling in rat MIA-induced TMJOA model.",
    "abstract": "Temporomandibular joint osteoarthritis (TMJOA) is a pathological condition marked by subchondral bone remodeling. Osteoarthritis can lead to TMJ pain, nevertheless, the relationship between nociceptive mechanisms and subchondral bone in TMJOA still unclear. In the present investigation, a rat TMJOA model was established via intra-articular administration of monosodium iodoacetate (MIA). Following the induction of MIA-triggered TMJOA, tissue samples were collected from the TMJ condyle, trigeminal system components including ganglion (TG) and nucleus caudalis (TNC), and hippocampal formation. Micro-computed tomography (Micro-CT) was employed to evaluate subchondral bone degeneration in the TMJ, while tartrate-resistant acid phosphatase (TRAP) staining was conducted to measure the activity of osteoclasts in the subchondral bone. Furthermore, immunofluorescence (IF) staining was performed to detect the expression of calcitonin gene related peptide (CGRP) in the TMJ subchondral bone. Afterwards, immunohistochemistry (IHC) was used to detect the expression of CGRP in the TG, TNC and hippocampus tissues. The experimental results were expressed as mean ± Standard Error of the Mean (SEM) values and two-way Analysis of Variance (ANOVA) with Student-Newman-Keuls  Compared with the control group, Micro-CT results revealed progressive condylar degeneration over time. Consistently, MIA-induced TMJOA rats demonstrated a pronounced accumulation of TRAP-positive osteoclasts in the subchondral bone. The expression of CGRP in the TMJ subchondral bone, TG, TNC and hippocampus tissues was also obviously increased in MIA-induced TMJOA rats. MIA-induced rat TMJOA pain could be attributed to the augmented exprssion of CGRP in the TMJ subchondral bone, TG, TNC and hippocampus tissues. An elevated level of CGRP stimulated nociception which was implicated in the development of peripheral and central sensitization in TMJOA pain.",
    "disease": "osteoarthritis",
    "clean_text": "up regulation of peripheral and central cgrp expression combined with subchondral bone remodeling in rat mia induced tmjoa model temporomandibular joint osteoarthritis tmjoa is a pathological condition marked by subchondral bone remodeling osteoarthritis can lead to tmj pain nevertheless the relationship between nociceptive mechanisms and subchondral bone in tmjoa still unclear in the present investigation a rat tmjoa model was established via intra articular administration of monosodium iodoacetate mia following the induction of mia triggered tmjoa tissue samples were collected from the tmj condyle trigeminal system components including ganglion tg and nucleus caudalis tnc and hippocampal formation micro computed tomography micro ct was employed to evaluate subchondral bone degeneration in the tmj while tartrate resistant acid phosphatase trap staining was conducted to measure the activity of osteoclasts in the subchondral bone furthermore immunofluorescence if staining was performed to detect the expression of calcitonin gene related peptide cgrp in the tmj subchondral bone afterwards immunohistochemistry ihc was used to detect the expression of cgrp in the tg tnc and hippocampus tissues the experimental results were expressed as mean standard error of the mean sem values and two way analysis of variance anova with student newman keuls compared with the control group micro ct results revealed progressive condylar degeneration over time consistently mia induced tmjoa rats demonstrated a pronounced accumulation of trap positive osteoclasts in the subchondral bone the expression of cgrp in the tmj subchondral bone tg tnc and hippocampus tissues was also obviously increased in mia induced tmjoa rats mia induced rat tmjoa pain could be attributed to the augmented exprssion of cgrp in the tmj subchondral bone tg tnc and hippocampus tissues an elevated level of cgrp stimulated nociception which was implicated in the development of peripheral and central sensitization in tmjoa pain"
}