{
    "pmid": "41392125",
    "title": "Galectin-9 activates microglial asparagine endopeptidase and promotes α-synuclein pathology in Parkinson's disease.",
    "abstract": "Parkinson's disease (PD) is characterized by the aggregation of misfolded α-synuclein (α-syn) and microglial activation. Galectin-9 (Gal-9) is an immunoregulatory mediator generated by microglia. Here, we found that α-syn fibrils are internalized by microglia and processed by microglial protease AEP, generating α-syn species with enhanced seeding activity and neurotoxicity. Notably, the uptake of α-syn fibrils by microglia leads to increased expression of Gal-9, which further promotes the production of toxic α-syn species via activation of the C/EBPβ/AEP axis. Knockout of Gal-9 attenuates α-syn pathology, dopaminergic neuronal loss, and motor impairments in a mouse model induced by intrastriatal injection of α-syn PFFs. Intrastriatal injection of Gal-9 promoted PD-like phenotypes induced by α-syn PFFs. Furthermore, the detrimental effect of Gal-9 was attenuated by the knockout of AEP. These observations illustrate the key role of Gal-9 in promoting α-syn pathology and neurodegeneration via the C/EBPβ/AEP axis in PD.",
    "disease": "parkinson disease",
    "clean_text": "galectin activates microglial asparagine endopeptidase and promotes synuclein pathology in parkinson s disease parkinson s disease pd is characterized by the aggregation of misfolded synuclein syn and microglial activation galectin gal is an immunoregulatory mediator generated by microglia here we found that syn fibrils are internalized by microglia and processed by microglial protease aep generating syn species with enhanced seeding activity and neurotoxicity notably the uptake of syn fibrils by microglia leads to increased expression of gal which further promotes the production of toxic syn species via activation of the c ebp aep axis knockout of gal attenuates syn pathology dopaminergic neuronal loss and motor impairments in a mouse model induced by intrastriatal injection of syn pffs intrastriatal injection of gal promoted pd like phenotypes induced by syn pffs furthermore the detrimental effect of gal was attenuated by the knockout of aep these observations illustrate the key role of gal in promoting syn pathology and neurodegeneration via the c ebp aep axis in pd"
}