{
    "title": "Sensation of the autologous reconstructed breast improves quality of life: a pilot study.",
    "doc_id": "29071492",
    "writer": "Cornelissen AJM",
    "year": "2018",
    "summary": "PURPOSE: The number of breast cancer survivors continues to grow. Due to refinements in operating techniques, autologous breast reconstruction has become part of standard care. ...The Semmes-Weinstein monofilaments were used for objective sensation measurement of th …",
    "abstract": "Purpose:\n        \n      \n      The number of breast cancer survivors continues to grow. Due to refinements in operating techniques, autologous breast reconstruction has become part of standard care. Impaired sensation remains a debilitating side effect with a significant impact on the quality of life. Microsurgical nerve coaptation of a sensory nerve has the potential to improve sensation of the reconstructed breast. This study investigates the effect of improved sensation of the reconstructed breast on the quality of life in breast cancer survivors.\n    \n\n\n          Methods:\n        \n      \n      A retrospective cohort study was performed in the Maastricht University Medical Center. Patients undergoing a DIEP flap breast reconstruction between January 2015 and January 2016 were included. The primary outcome was quality of life (BREAST-Q domain 'physical well-being of the chest'). The Semmes-Weinstein monofilaments were used for objective sensation measurement of the reconstructed breast(s).\n    \n\n\n          Results:\n        \n      \n      Eighteen patients with and 14 patients without nerve coaptation responded. Nipple reconstruction was the only characteristic that differed statistically significant between both groups (p = 0.04). The BREAST-Q score for the domain physical well-being of the chest was 77.89 ± 18.89 on average in patients with nerve coaptation and 66.21 ± 18.26 in patients without nerve coaptation (p = 0.09). Linear regression showed a statistically significant relation between objectively measured sensation and BREAST-Q score for the domain physical well-being of the chest with a regression coefficient of - 13.17 ± 3.61 (p < 0.01).\n    \n\n\n          Conclusions:\n        \n      \n      Improved sensation in the autologous reconstructed breast, with the addition of microsurgical nerve coaptation, has a statistical significant positive impact on the quality of life in breast cancer survivors according to the BREAST-Q.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29071492/",
    "clean_text": "sensation of the autologous reconstructed breast improves quality of life a pilot study purpose the number of breast cancer survivors continues to grow due to refinements in operating techniques autologous breast reconstruction has become part of standard care the semmes weinstein monofilaments were used for objective sensation measurement of th purpose the number of breast cancer survivors continues to grow due to refinements in operating techniques autologous breast reconstruction has become part of standard care impaired sensation remains a debilitating side effect with a significant impact on the quality of life microsurgical nerve coaptation of a sensory nerve has the potential to improve sensation of the reconstructed breast this study investigates the effect of improved sensation of the reconstructed breast on the quality of life in breast cancer survivors methods a retrospective cohort study was performed in the maastricht university medical center patients undergoing a diep flap breast reconstruction between january and january were included the primary outcome was quality of life breast q domain physical well being of the chest the semmes weinstein monofilaments were used for objective sensation measurement of the reconstructed breast s results eighteen patients with and patients without nerve coaptation responded nipple reconstruction was the only characteristic that differed statistically significant between both groups p the breast q score for the domain physical well being of the chest was on average in patients with nerve coaptation and in patients without nerve coaptation p linear regression showed a statistically significant relation between objectively measured sensation and breast q score for the domain physical well being of the chest with a regression coefficient of p conclusions improved sensation in the autologous reconstructed breast with the addition of microsurgical nerve coaptation has a statistical significant positive impact on the quality of life in breast cancer survivors according to the breast q"
}