{
    "pmid": "41444697",
    "title": "Five-Grass-Pollen Sublingual Immunotherapy Drops Are Efficacious and Well Tolerated in Adults: The RHAPSODY Phase III Trial.",
    "abstract": "Tablet formulations of allergen extracts are widely recommended over other formulations for the sublingual immunotherapy (SLIT) of respiratory allergies. However, with adequate clinical trial evidence, SLIT (liquid) drop formulations may be a relevant allergy treatment option. The RHAPSODY multinational, Phase III, parallel-group, double-blind, placebo-controlled, randomised clinical study of adults with moderate-to-severe, grass-pollen-induced allergic rhinoconjunctivitis (ARC) with or without asthma was conducted at 45 investigating centres in six European countries. Participants received 26 months of continuous treatment with active 5-grass-pollen SLIT drops or placebo. The primary efficacy endpoint was the average daily total combined score (TCS, comprising a symptom score and a rescue medication score) during the second peak grass pollen season (PGPS). Of the 445 randomised patients (mean ± standard deviation (range) age: 32.6 ± 9.9 (18-63); males: 55.1%), 389 completed the trial. The primary efficacy endpoint showed a statistically significant difference in favour of active treatment versus placebo (average difference in the daily TCS: 1.88 (95% CI: 0.60-3.17); relative difference 26.51% (95% CI: 9.42-40.55); p = 0.0036). The difference (0.17 points) in the average weekly Rhinitis Quality of Life Questionnaire score during the second PGPS in favour of the active treatment was clinically relevant but not statistically significant. The differences in efficacy were generally driven by the medication score, rather than the symptom score. Most adverse events were mild and local. RHAPSODY was the first well-powered clinical trial to show the positive risk-benefit ratio of 5-grass-pollen SLIT drops in adult participants with moderate-to-severe grass-pollen-induced ARC.",
    "disease": "asthma",
    "clean_text": "five grass pollen sublingual immunotherapy drops are efficacious and well tolerated in adults the rhapsody phase iii trial tablet formulations of allergen extracts are widely recommended over other formulations for the sublingual immunotherapy slit of respiratory allergies however with adequate clinical trial evidence slit liquid drop formulations may be a relevant allergy treatment option the rhapsody multinational phase iii parallel group double blind placebo controlled randomised clinical study of adults with moderate to severe grass pollen induced allergic rhinoconjunctivitis arc with or without asthma was conducted at investigating centres in six european countries participants received months of continuous treatment with active grass pollen slit drops or placebo the primary efficacy endpoint was the average daily total combined score tcs comprising a symptom score and a rescue medication score during the second peak grass pollen season pgps of the randomised patients mean standard deviation range age males completed the trial the primary efficacy endpoint showed a statistically significant difference in favour of active treatment versus placebo average difference in the daily tcs ci relative difference ci p the difference points in the average weekly rhinitis quality of life questionnaire score during the second pgps in favour of the active treatment was clinically relevant but not statistically significant the differences in efficacy were generally driven by the medication score rather than the symptom score most adverse events were mild and local rhapsody was the first well powered clinical trial to show the positive risk benefit ratio of grass pollen slit drops in adult participants with moderate to severe grass pollen induced arc"
}