{
    "title": "APOL1 Nephropathy: From Genetics to Clinical Applications.",
    "doc_id": "32616495",
    "writer": "Friedman DJ",
    "year": "2021",
    "summary": "Rates of many types of severe kidney disease are much higher in Black individuals than most other ethnic groups. Much of this disparity can now be attributed to genetic variants in the apoL1 (APOL1) gene found only in individuals with recent African ancestry. ...We …",
    "abstract": "Rates of many types of severe kidney disease are much higher in Black individuals than most other ethnic groups. Much of this disparity can now be attributed to genetic variants in the apoL1 (APOL1) gene found only in individuals with recent African ancestry. These variants greatly increase rates of hypertension-associated ESKD, FSGS, HIV-associated nephropathy, and other forms of nondiabetic kidney disease. We discuss the population genetics of APOL1 risk variants and the clinical spectrum of APOL1 nephropathy. We then consider clinical issues that arise for the practicing nephrologist caring for the patient who may have APOL1 kidney disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32616495/",
    "clean_text": "apol nephropathy from genetics to clinical applications rates of many types of severe kidney disease are much higher in black individuals than most other ethnic groups much of this disparity can now be attributed to genetic variants in the apol apol gene found only in individuals with recent african ancestry we rates of many types of severe kidney disease are much higher in black individuals than most other ethnic groups much of this disparity can now be attributed to genetic variants in the apol apol gene found only in individuals with recent african ancestry these variants greatly increase rates of hypertension associated eskd fsgs hiv associated nephropathy and other forms of nondiabetic kidney disease we discuss the population genetics of apol risk variants and the clinical spectrum of apol nephropathy we then consider clinical issues that arise for the practicing nephrologist caring for the patient who may have apol kidney disease"
}