{
    "pmid": "41445545",
    "title": "Clinical profiling and prognosis of out-of-hospital cardiac arrest in ST-segment elevation myocardial infarction in an Asian population.",
    "abstract": "Out-of-hospital cardiac arrest (OHCA) is a major cause of mortality in patients with ST-segment elevation myocardial infarction (STEMI). However, the clinical characteristics and prognostic outcomes of STEMI patients who experience OHCA remain poorly understood. Using data from the CCC-ACS (Improving Care for Cardiovascular Disease in China - Acute Coronary Syndrome) project, we analyzed data from 70,901 patients with STEMI. Multivariable regression models were used to evaluate the associations between patient characteristics and the occurrence of OHCA as well as subsequent in-hospital cardiac arrest (IHCA). Among the 70,901 STEMI patients included in this national retrospective cohort study, 1.9 % experienced OHCA, of whom 35.1 % subsequently developed IHCA. Ten independent predictors of OHCA were identified, including a history of atrial fibrillation, chronic heart failure, chronic renal failure, diabetes mellitus, ischemic stroke, culprit lesions in the left main coronary artery (LMCA), left circumflex artery (LCX), or right coronary artery (RCA), and the use of antiplatelet agents or angiotensin-converting enzyme inhibitors/angiotensin II receptor blockers (ACEI/ARB). IHCA was the strongest predictor of in-hospital mortality among OHCA patients, with four factors independently associated with IHCA: advanced age, female gender, Killip class IV, and absence of standard modifiable cardiovascular risk factors (SMuRF-less). Percutaneous coronary intervention (PCI) and timely medical treatment (statins, ACEI/ARB, and mineralocorticoid receptor antagonists [MRA]) are critical for preventing IHCA. OHCA is a rare but highly fatal complication in STEMI patients. A multitude of factors are associated with OHCA and subsequent IHCA, laying the groundwork for early risk stratification and optimized treatment strategies to enhance patient outcomes.",
    "disease": "diabetes mellitus",
    "clean_text": "clinical profiling and prognosis of out of hospital cardiac arrest in st segment elevation myocardial infarction in an asian population out of hospital cardiac arrest ohca is a major cause of mortality in patients with st segment elevation myocardial infarction stemi however the clinical characteristics and prognostic outcomes of stemi patients who experience ohca remain poorly understood using data from the ccc acs improving care for cardiovascular disease in china acute coronary syndrome project we analyzed data from patients with stemi multivariable regression models were used to evaluate the associations between patient characteristics and the occurrence of ohca as well as subsequent in hospital cardiac arrest ihca among the stemi patients included in this national retrospective cohort study experienced ohca of whom subsequently developed ihca ten independent predictors of ohca were identified including a history of atrial fibrillation chronic heart failure chronic renal failure diabetes mellitus ischemic stroke culprit lesions in the left main coronary artery lmca left circumflex artery lcx or right coronary artery rca and the use of antiplatelet agents or angiotensin converting enzyme inhibitors angiotensin ii receptor blockers acei arb ihca was the strongest predictor of in hospital mortality among ohca patients with four factors independently associated with ihca advanced age female gender killip class iv and absence of standard modifiable cardiovascular risk factors smurf less percutaneous coronary intervention pci and timely medical treatment statins acei arb and mineralocorticoid receptor antagonists mra are critical for preventing ihca ohca is a rare but highly fatal complication in stemi patients a multitude of factors are associated with ohca and subsequent ihca laying the groundwork for early risk stratification and optimized treatment strategies to enhance patient outcomes"
}