{
    "title": "The Roles of MicroRNA in Lung Cancer.",
    "doc_id": "30935143",
    "writer": "Wu KL",
    "year": "2019",
    "summary": "This has enriched our understanding about basic cancer biology and lit up the opportunities for potential therapeutic development. In this review, we summarize the involvement of microRNAs in lung cancer carcinogenesis and behavior, by illustrating the relati …",
    "abstract": "Lung cancer is the most devastating malignancy in the world. Beyond genetic research, epigenomic studies-especially investigations of microRNAs-have grown rapidly in quantity and quality in the past decade. This has enriched our understanding about basic cancer biology and lit up the opportunities for potential therapeutic development. In this review, we summarize the involvement of microRNAs in lung cancer carcinogenesis and behavior, by illustrating the relationship to each cancer hallmark capability, and in addition, we briefly describe the clinical applications of microRNAs in lung cancer diagnosis and prognosis. Finally, we discuss the potential therapeutic use of microRNAs in lung cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30935143/",
    "clean_text": "the roles of microrna in lung cancer this has enriched our understanding about basic cancer biology and lit up the opportunities for potential therapeutic development in this review we summarize the involvement of micrornas in lung cancer carcinogenesis and behavior by illustrating the relati lung cancer is the most devastating malignancy in the world beyond genetic research epigenomic studies especially investigations of micrornas have grown rapidly in quantity and quality in the past decade this has enriched our understanding about basic cancer biology and lit up the opportunities for potential therapeutic development in this review we summarize the involvement of micrornas in lung cancer carcinogenesis and behavior by illustrating the relationship to each cancer hallmark capability and in addition we briefly describe the clinical applications of micrornas in lung cancer diagnosis and prognosis finally we discuss the potential therapeutic use of micrornas in lung cancer"
}