{
    "pmid": "41465938",
    "title": "One case of percutaneous lung biopsy assisted by artificial pneumothorax technique and literature review.",
    "abstract": "Early lung cancer diagnosis is crucial for prognosis, but elderly patients with comorbidities poorly tolerate invasive procedures. Conventional percutaneous biopsy for major vessel-adjacent high-risk nodules has a mere 60% to 70% success rate and high complications, while artificial pneumothorax boosts it to 85% to 90%. This case verifies the technique's safety in this population. A 72-year-old female had a 7-mm left lung ground-glass nodule (2021, no intervention). Follow-up computed tomography (CT) (November 2024) showed the nodule enlarged to 10 × 10 mm with a new 18 × 17 mm irregular consolidation. Empirical anti-infection failed; the lesion was adjacent to the aortic arch and heart, so artificial pneumothorax-assisted CT-guided biopsy was adopted. Video-assisted thoracoscopic surgery confirmed stage IA1 (tumor, node, metastasis stage T1aN0M0) lung adenocarcinoma (lepidic-predominant + invasive mucinous subtypes), with negative margins and no vascular, nerve, or pleural invasion. CT-guided artificial pneumothorax-assisted percutaneous lung biopsy, followed by video-assisted thoracoscopic surgery left upper lobectomy plus lymph node dissection. Vital signs were stable; drainage tube removed on day 4 post-biopsy. One-month follow-up: no hemoptysis, chest pain, or pneumothorax; CT showed no intrapulmonary exudation. The technique is safe for lesions adjacent to the heart and major vessels. However, large-sample studies and artificial intelligence-based nodule analysis are needed to further verify its efficacy.",
    "disease": "lung cancer",
    "clean_text": "one case of percutaneous lung biopsy assisted by artificial pneumothorax technique and literature review early lung cancer diagnosis is crucial for prognosis but elderly patients with comorbidities poorly tolerate invasive procedures conventional percutaneous biopsy for major vessel adjacent high risk nodules has a mere to success rate and high complications while artificial pneumothorax boosts it to to this case verifies the technique s safety in this population a year old female had a mm left lung ground glass nodule no intervention follow up computed tomography ct november showed the nodule enlarged to mm with a new mm irregular consolidation empirical anti infection failed the lesion was adjacent to the aortic arch and heart so artificial pneumothorax assisted ct guided biopsy was adopted video assisted thoracoscopic surgery confirmed stage ia tumor node metastasis stage t an m lung adenocarcinoma lepidic predominant invasive mucinous subtypes with negative margins and no vascular nerve or pleural invasion ct guided artificial pneumothorax assisted percutaneous lung biopsy followed by video assisted thoracoscopic surgery left upper lobectomy plus lymph node dissection vital signs were stable drainage tube removed on day post biopsy one month follow up no hemoptysis chest pain or pneumothorax ct showed no intrapulmonary exudation the technique is safe for lesions adjacent to the heart and major vessels however large sample studies and artificial intelligence based nodule analysis are needed to further verify its efficacy"
}