{
    "title": "Risk Factors for Perioperative Hypothermia: A Literature Review.",
    "doc_id": "30340959",
    "writer": "Collins S",
    "year": "2019",
    "summary": "PURPOSE: The purpose of this article was to review the literature to identify risk factors for the development of unplanned perioperative hypothermia and to evaluate the strength of the evidence for each risk factor. ...There is currently no strong evidence t …",
    "abstract": "Purpose:\n        \n      \n      The purpose of this article was to review the literature to identify risk factors for the development of unplanned perioperative hypothermia and to evaluate the strength of the evidence for each risk factor.\n    \n\n\n          Design:\n        \n      \n      Comprehensive literature review METHODS: An evidence rating scale was used to evaluate the strength and quality of the research gathered.\n    \n\n\n          Findings:\n        \n      \n      At this time, only anecdotal evidence is available to guide our efforts in the maintenance of perioperative normothermia. There is currently no strong evidence to implicate risk factors that do or do not cause a patient to develop unplanned perioperative hypothermia.\n    \n\n\n          Conclusions:\n        \n      \n      It is crucial to prevention that health care providers are able to identify risk factors and implement interventions. However, vigilance in the perioperative period can only enhance patient safety when we know what to look for. More research is needed to identify risk factors of unplanned perioperative hypothermia and effectively maintain normothermia throughout the perioperative period.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30340959/",
    "clean_text": "risk factors for perioperative hypothermia a literature review purpose the purpose of this article was to review the literature to identify risk factors for the development of unplanned perioperative hypothermia and to evaluate the strength of the evidence for each risk factor there is currently no strong evidence t purpose the purpose of this article was to review the literature to identify risk factors for the development of unplanned perioperative hypothermia and to evaluate the strength of the evidence for each risk factor design comprehensive literature review methods an evidence rating scale was used to evaluate the strength and quality of the research gathered findings at this time only anecdotal evidence is available to guide our efforts in the maintenance of perioperative normothermia there is currently no strong evidence to implicate risk factors that do or do not cause a patient to develop unplanned perioperative hypothermia conclusions it is crucial to prevention that health care providers are able to identify risk factors and implement interventions however vigilance in the perioperative period can only enhance patient safety when we know what to look for more research is needed to identify risk factors of unplanned perioperative hypothermia and effectively maintain normothermia throughout the perioperative period"
}