{
    "title": "Plasticity of the Injured Spinal Cord.",
    "doc_id": "34440655",
    "writer": "Guérout N.",
    "year": "2021",
    "summary": "Basically, the spinal cord is classically viewed as a nonregenerative tissue with limited plasticity. ...These recent discoveries underline the underestimation of the plasticity of the spinal cord at cellular and molecular levels. Finally, we will addr …",
    "abstract": "Complete spinal cord injury (SCI) leads to permanent motor, sensitive and sensory deficits. In humans, there is currently no therapy to promote recovery and the only available treatments include surgical intervention to prevent further damage and symptomatic relief of pain and infections in the acute and chronic phases, respectively. Basically, the spinal cord is classically viewed as a nonregenerative tissue with limited plasticity. Thereby the establishment of the \"glial\" scar which appears within the SCI is mainly described as a hermetic barrier for axon regeneration. However, recent discoveries have shed new light on the intrinsic functional plasticity and endogenous recovery potential of the spinal cord. In this review, we will address the different aspects that the spinal cord plasticity can take on. Indeed, different experimental paradigms have demonstrated that axonal regrowth can occur even after complete SCI. Moreover, recent articles have demonstrated too that the \"glial\" scar is in fact composed of several cellular populations and that each of them exerts specific roles after SCI. These recent discoveries underline the underestimation of the plasticity of the spinal cord at cellular and molecular levels. Finally, we will address the modulation of this endogenous spinal cord plasticity and the perspectives of future therapeutic opportunities which can be offered by modulating the injured spinal cord microenvironment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34440655/",
    "clean_text": "plasticity of the injured spinal cord basically the spinal cord is classically viewed as a nonregenerative tissue with limited plasticity these recent discoveries underline the underestimation of the plasticity of the spinal cord at cellular and molecular levels finally we will addr complete spinal cord injury sci leads to permanent motor sensitive and sensory deficits in humans there is currently no therapy to promote recovery and the only available treatments include surgical intervention to prevent further damage and symptomatic relief of pain and infections in the acute and chronic phases respectively basically the spinal cord is classically viewed as a nonregenerative tissue with limited plasticity thereby the establishment of the glial scar which appears within the sci is mainly described as a hermetic barrier for axon regeneration however recent discoveries have shed new light on the intrinsic functional plasticity and endogenous recovery potential of the spinal cord in this review we will address the different aspects that the spinal cord plasticity can take on indeed different experimental paradigms have demonstrated that axonal regrowth can occur even after complete sci moreover recent articles have demonstrated too that the glial scar is in fact composed of several cellular populations and that each of them exerts specific roles after sci these recent discoveries underline the underestimation of the plasticity of the spinal cord at cellular and molecular levels finally we will address the modulation of this endogenous spinal cord plasticity and the perspectives of future therapeutic opportunities which can be offered by modulating the injured spinal cord microenvironment"
}