{
    "pmid": "41470021",
    "title": "Multiscale dispersion entropy of resting-state EEG in older adults with Alzheimer's disease, mild cognitive impairment, and remitted major depressive disorder.",
    "abstract": "BackgroundMultiscale dispersion entropy (MDEnt) is a nonlinear EEG measure that quantifies brain complexity across time scales, reflecting both local and global brain dynamics. Previous research indicates lower complexity at short time scales in Alzheimer's disease (AD) compared to mild cognitive impairment (MCI) and healthy controls (HCs), with MCI also showing lower values than HCs. Major depressive disorder (MDD) has also been preliminarily linked to reduced complexity during acute episodes.ObjectiveTo assess whether MDEnt at short time scales can distinguish AD from MCI and HCs, and to examine complexity differences across additional groups, remitted MDD (rMDD) and rMDD + MCI, while exploring associations with cognitive performance.MethodsThe study included 316 older adults: 44 HCs, 46 with rMDD, 114 with MCI, 71 with rMDD + MCI, and 41 with AD. Resting-state, eyes-closed EEGs were analyzed using MDEnt at 24 ms (short) and 60 ms (long) time scales. Cognitive function was measured with the Montreal Cognitive Assessment and a composite cognitive score.ResultsShort time scale complexity was lowest in AD, followed by MCI, and highest in HCs; rMDD presence had no impact. Only AD showed reduced complexity at long time scales. Complexity at both time scales was significantly correlated with cognitive performance.ConclusionsThis study highlights the value of MDEnt to assess complexity at short time scale and differentiate individuals with AD, MCI, or HCs. Reduced complexity in these individuals may underlie their cognitive impairment. In contrast, our study suggests that any MDD impact on complexity is likely related to active depressive symptoms.",
    "disease": "alzheimer disease",
    "clean_text": "multiscale dispersion entropy of resting state eeg in older adults with alzheimer s disease mild cognitive impairment and remitted major depressive disorder backgroundmultiscale dispersion entropy mdent is a nonlinear eeg measure that quantifies brain complexity across time scales reflecting both local and global brain dynamics previous research indicates lower complexity at short time scales in alzheimer s disease ad compared to mild cognitive impairment mci and healthy controls hcs with mci also showing lower values than hcs major depressive disorder mdd has also been preliminarily linked to reduced complexity during acute episodes objectiveto assess whether mdent at short time scales can distinguish ad from mci and hcs and to examine complexity differences across additional groups remitted mdd rmdd and rmdd mci while exploring associations with cognitive performance methodsthe study included older adults hcs with rmdd with mci with rmdd mci and with ad resting state eyes closed eegs were analyzed using mdent at ms short and ms long time scales cognitive function was measured with the montreal cognitive assessment and a composite cognitive score resultsshort time scale complexity was lowest in ad followed by mci and highest in hcs rmdd presence had no impact only ad showed reduced complexity at long time scales complexity at both time scales was significantly correlated with cognitive performance conclusionsthis study highlights the value of mdent to assess complexity at short time scale and differentiate individuals with ad mci or hcs reduced complexity in these individuals may underlie their cognitive impairment in contrast our study suggests that any mdd impact on complexity is likely related to active depressive symptoms"
}