{
    "title": "Inhibition of A1 Astrocytes and Activation of A2 Astrocytes for the Treatment of Spinal Cord Injury.",
    "doc_id": "36418652",
    "writer": "Wang J",
    "year": "2023",
    "summary": "Spinal cord injury (SCI) is a serious injury to the central nervous system that causes significant physical and psychological trauma to the patient. SCI includes primary spinal cord injuries and secondary spinal cord …",
    "abstract": "Spinal cord injury (SCI) is a serious injury to the central nervous system that causes significant physical and psychological trauma to the patient. SCI includes primary spinal cord injuries and secondary spinal cord injuries. The secondary injury refers to the pathological process or reaction after the primary injury. Although SCI has always been thought to be an incurable injury, the human nerve has the ability to repair itself after an injury. However, the reparability is limited because glial scar formation impedes functional recovery. There is a type of astrocyte that can differentiate into two forms of reactive astrocytes known as 'A1' and 'A2' astrocytes. A1 astrocytes release cytotoxic chemicals that cause neurons and oligodendrocytes to die and perform a harmful role. A2 astrocytes can produce neurotrophic factors and act as neuroprotectors. This article discusses ways to block A1 astrocytes while stimulating A2 astrocytes to formulate a new treatment for spinal cord injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36418652/",
    "clean_text": "inhibition of a astrocytes and activation of a astrocytes for the treatment of spinal cord injury spinal cord injury sci is a serious injury to the central nervous system that causes significant physical and psychological trauma to the patient sci includes primary spinal cord injuries and secondary spinal cord spinal cord injury sci is a serious injury to the central nervous system that causes significant physical and psychological trauma to the patient sci includes primary spinal cord injuries and secondary spinal cord injuries the secondary injury refers to the pathological process or reaction after the primary injury although sci has always been thought to be an incurable injury the human nerve has the ability to repair itself after an injury however the reparability is limited because glial scar formation impedes functional recovery there is a type of astrocyte that can differentiate into two forms of reactive astrocytes known as a and a astrocytes a astrocytes release cytotoxic chemicals that cause neurons and oligodendrocytes to die and perform a harmful role a astrocytes can produce neurotrophic factors and act as neuroprotectors this article discusses ways to block a astrocytes while stimulating a astrocytes to formulate a new treatment for spinal cord injury"
}