{
    "pmid": "41362566",
    "title": "Adult-Onset Reye's Syndrome and the Risks of Low-Dose Aspirin Rechallenge: A Review of Current Literature and Future Directions.",
    "abstract": "Reye's syndrome is a rare encephalopathy with liver involvement correlated with salicylate drug use in the setting of many viral infections, especially influenza B and varicella, which are disproportionately prevalent in pediatric patients. Reye's syndrome has declined markedly since the 1960s due to public health campaigns and the adoption of alternative antipyretics. The risks associated with salicylate use in adult patients who survived childhood Reye's syndrome are unknown. We review the current literature regarding the prevalence of adult-onset Reye's syndrome, cases of recurrence, and low-dose aspirin rechallenge in a patient who reported a childhood history of Reye's syndrome. Much of the available literature on Reye's syndrome in adults is dated, and a confirmatory diagnosis in many of these cases is deemed controversial, as certain diagnostic tests were not performed. The publication of additional rechallenge trials that include documentation of associated symptoms and lab work, as well as confirmation of childhood disease, would greatly facilitate the management of adult patients with a childhood history of Reye's syndrome by providing a confident estimation of the risk associated with low-dose aspirin rechallenge. Given the lack of sufficient data on the risk associated with low-dose aspirin rechallenge, careful evaluation and further research are necessary to define safe protocols for salicylate drug use in adults with a history of Reye's syndrome.",
    "disease": "influenza",
    "clean_text": "adult onset reye s syndrome and the risks of low dose aspirin rechallenge a review of current literature and future directions reye s syndrome is a rare encephalopathy with liver involvement correlated with salicylate drug use in the setting of many viral infections especially influenza b and varicella which are disproportionately prevalent in pediatric patients reye s syndrome has declined markedly since the s due to public health campaigns and the adoption of alternative antipyretics the risks associated with salicylate use in adult patients who survived childhood reye s syndrome are unknown we review the current literature regarding the prevalence of adult onset reye s syndrome cases of recurrence and low dose aspirin rechallenge in a patient who reported a childhood history of reye s syndrome much of the available literature on reye s syndrome in adults is dated and a confirmatory diagnosis in many of these cases is deemed controversial as certain diagnostic tests were not performed the publication of additional rechallenge trials that include documentation of associated symptoms and lab work as well as confirmation of childhood disease would greatly facilitate the management of adult patients with a childhood history of reye s syndrome by providing a confident estimation of the risk associated with low dose aspirin rechallenge given the lack of sufficient data on the risk associated with low dose aspirin rechallenge careful evaluation and further research are necessary to define safe protocols for salicylate drug use in adults with a history of reye s syndrome"
}