{
    "pmid": "41418808",
    "title": "[The difficult path of tuberculosis care around 1900: The failure of the sanatorium movement in the Austrian Semmering region].",
    "abstract": "Famous tourist resorts have usually been also health resorts. At the same time, the development of high-altitude spas was closely linked to the treatment of tuberculosis. One of the reasons for locating sanatoriums away from large cities was to minimise the risk of infection. Tuberculosis sanatoria had the image of being dangerous places that should be avoided by the local population. Their construction was often accompanied by debates that delayed or prevented them from being built. In one of the most famous health resorts of the Habsburg Monarchy, the Semmering region, there were massive conflicts with representatives of tourism interests. Although the most important medical experts in the Habsburg Monarchy spoke out in favour of the construction and its safety, the authorities could not be convinced. A contemporary newspaper carried the headline: \"The battle for Semmering\". The conflicts surrounding the establishment of tuberculosis sanatoriums are shown, and the struggle for the first sanatoriums in the Austro-Hungarian Empire is made visible. The establishment of the first tuberculosis sanatoriums was accompanied by irrational fears, which could not be dispelled by expert opinions and statistical data. In the Semmering region, local representatives felt that tourism interests were under threat. This study examined the work of Leopold Schrötter von Kristelli, a laryngologist and social physician, within the context of the sanatorium movement. Schrötter von Kristelli made great efforts to establish a tuberculosis sanatorium and encountered significant opposition in his endeavours. The essay also highlights the important work of the Austrian Central Committee for Tuberculosis under the leadership of the social physician Ludwig Teleky. Teleky encouraged several important medical associations to investigate \"danger of spreading tuberculosis through sanatoriums in their vicinity\" in order to dispel these fears and prove the safety of such institutions. The College of Physicians in Vienna drew up a memorandum addressed to the relevant authorities demanding approval for the institution, but to no avail. Berühmte Fremdenverkehrsorte waren meist auch medizinische Kurorte. Doch gleichzeitig war die Entstehung von Höhenkurorten eng mit der Behandlung der Tuberkulose verbunden. Lungenheilanstalten nicht direkt im Bereich größerer Städte anzusiedeln, war auch mit dem Zweck verknüpft, die Infektionsgefahr zu minimieren. Lungenheilanstalten galten als gefährliche Orte, die von der Wohnbevölkerung gemieden werden sollten. Deren Errichtung war des Öfteren von Debatten begleitet, welche die Errichtung verzögerten oder verhinderten. In einem der berühmtesten Kurorte der k. u. k. Monarchie, dem Semmeringgebiet, kam es zu massiven Konflikten mit Vertretern von Fremdenverkehrsinteressen. Obwohl sich die bedeutendsten medizinischen Experten der Donaumonarchie für die Errichtung und die Unbedenklichkeit aussprachen, konnten die Behörden nicht überzeugt werden. Eine zeitgenössische Zeitung titelte: „Der Kampf um den Semmering“. Der Aufsatz zeigt die der Gründung von Heilstätten für Tuberkulose begleitenden Konflikte auf und macht den Kampf um die ersten Heilanstalten in der k. u. k. Monarchie sichtbar. Die Gründung der ersten Tuberkuloseheilanstalten war von irrationalen Befürchtungen begleitet, die sich auch nicht durch das Engagement und die gutachterliche Tätigkeit von Experten und statistische Daten zerstreuen ließen. Im Semmeringgebiet sahen die Ortsvertreter Fremdenverkehrsinteressen bedroht. Dieser Aufsatz zeichnet die Tätigkeit des Laryngologen und Sozialmediziners Leopold Schrötter von Kristelli im Zuge der Heilstättenbewegung nach. Diese war von großer Gegenwehr und beträchtlichen Mühen begleitet. Zudem macht der Aufsatz die bedeutende Tätigkeit des Österreichischen Zentralkomitees für Tuberkulose des Sozialmediziners Ludwig Teleky sichtbar. Teleky regte mehrere renommierte medizinische Vereinigungen dazu an, die „Verbreitungsgefahr der Tuberkulose durch Heilanstalten in deren Umgebung” zu untersuchen, um die Unbedenklichkeit solcher Anstalten nachzuweisen. Die Gesellschaft der Ärzte in Wien verfasste ein Memorandum, das an die zuständigen Behörden gerichtet war und in dem sie die Genehmigung der Anstalt einforderte. Dieses blieb allerdings ohne Erfolg.",
    "disease": "tuberculosis",
    "clean_text": "the difficult path of tuberculosis care around the failure of the sanatorium movement in the austrian semmering region famous tourist resorts have usually been also health resorts at the same time the development of high altitude spas was closely linked to the treatment of tuberculosis one of the reasons for locating sanatoriums away from large cities was to minimise the risk of infection tuberculosis sanatoria had the image of being dangerous places that should be avoided by the local population their construction was often accompanied by debates that delayed or prevented them from being built in one of the most famous health resorts of the habsburg monarchy the semmering region there were massive conflicts with representatives of tourism interests although the most important medical experts in the habsburg monarchy spoke out in favour of the construction and its safety the authorities could not be convinced a contemporary newspaper carried the headline the battle for semmering the conflicts surrounding the establishment of tuberculosis sanatoriums are shown and the struggle for the first sanatoriums in the austro hungarian empire is made visible the establishment of the first tuberculosis sanatoriums was accompanied by irrational fears which could not be dispelled by expert opinions and statistical data in the semmering region local representatives felt that tourism interests were under threat this study examined the work of leopold schr tter von kristelli a laryngologist and social physician within the context of the sanatorium movement schr tter von kristelli made great efforts to establish a tuberculosis sanatorium and encountered significant opposition in his endeavours the essay also highlights the important work of the austrian central committee for tuberculosis under the leadership of the social physician ludwig teleky teleky encouraged several important medical associations to investigate danger of spreading tuberculosis through sanatoriums in their vicinity in order to dispel these fears and prove the safety of such institutions the college of physicians in vienna drew up a memorandum addressed to the relevant authorities demanding approval for the institution but to no avail ber hmte fremdenverkehrsorte waren meist auch medizinische kurorte doch gleichzeitig war die entstehung von h henkurorten eng mit der behandlung der tuberkulose verbunden lungenheilanstalten nicht direkt im bereich gr erer st dte anzusiedeln war auch mit dem zweck verkn pft die infektionsgefahr zu minimieren lungenheilanstalten galten als gef hrliche orte die von der wohnbev lkerung gemieden werden sollten deren errichtung war des fteren von debatten begleitet welche die errichtung verz gerten oder verhinderten in einem der ber hmtesten kurorte der k u k monarchie dem semmeringgebiet kam es zu massiven konflikten mit vertretern von fremdenverkehrsinteressen obwohl sich die bedeutendsten medizinischen experten der donaumonarchie f r die errichtung und die unbedenklichkeit aussprachen konnten die beh rden nicht berzeugt werden eine zeitgen ssische zeitung titelte der kampf um den semmering der aufsatz zeigt die der gr ndung von heilst tten f r tuberkulose begleitenden konflikte auf und macht den kampf um die ersten heilanstalten in der k u k monarchie sichtbar die gr ndung der ersten tuberkuloseheilanstalten war von irrationalen bef rchtungen begleitet die sich auch nicht durch das engagement und die gutachterliche t tigkeit von experten und statistische daten zerstreuen lie en im semmeringgebiet sahen die ortsvertreter fremdenverkehrsinteressen bedroht dieser aufsatz zeichnet die t tigkeit des laryngologen und sozialmediziners leopold schr tter von kristelli im zuge der heilst ttenbewegung nach diese war von gro er gegenwehr und betr chtlichen m hen begleitet zudem macht der aufsatz die bedeutende t tigkeit des sterreichischen zentralkomitees f r tuberkulose des sozialmediziners ludwig teleky sichtbar teleky regte mehrere renommierte medizinische vereinigungen dazu an die verbreitungsgefahr der tuberkulose durch heilanstalten in deren umgebung zu untersuchen um die unbedenklichkeit solcher anstalten nachzuweisen die gesellschaft der rzte in wien verfasste ein memorandum das an die zust ndigen beh rden gerichtet war und in dem sie die genehmigung der anstalt einforderte dieses blieb allerdings ohne erfolg"
}