{
    "title": "Stem cells: past, present, and future.",
    "doc_id": "30808416",
    "writer": "Zakrzewski W",
    "year": "2019",
    "summary": "In recent years, stem cell therapy has become a very promising and advanced scientific research topic. ...This paper is a review focused on the discovery of different stem cells and the potential therapies based on these cells. The genesis of …",
    "abstract": "In recent years, stem cell therapy has become a very promising and advanced scientific research topic. The development of treatment methods has evoked great expectations. This paper is a review focused on the discovery of different stem cells and the potential therapies based on these cells. The genesis of stem cells is followed by laboratory steps of controlled stem cell culturing and derivation. Quality control and teratoma formation assays are important procedures in assessing the properties of the stem cells tested. Derivation methods and the utilization of culturing media are crucial to set proper environmental conditions for controlled differentiation. Among many types of stem tissue applications, the use of graphene scaffolds and the potential of extracellular vesicle-based therapies require attention due to their versatility. The review is summarized by challenges that stem cell therapy must overcome to be accepted worldwide. A wide variety of possibilities makes this cutting edge therapy a turning point in modern medicine, providing hope for untreatable diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30808416/",
    "clean_text": "stem cells past present and future in recent years stem cell therapy has become a very promising and advanced scientific research topic this paper is a review focused on the discovery of different stem cells and the potential therapies based on these cells the genesis of in recent years stem cell therapy has become a very promising and advanced scientific research topic the development of treatment methods has evoked great expectations this paper is a review focused on the discovery of different stem cells and the potential therapies based on these cells the genesis of stem cells is followed by laboratory steps of controlled stem cell culturing and derivation quality control and teratoma formation assays are important procedures in assessing the properties of the stem cells tested derivation methods and the utilization of culturing media are crucial to set proper environmental conditions for controlled differentiation among many types of stem tissue applications the use of graphene scaffolds and the potential of extracellular vesicle based therapies require attention due to their versatility the review is summarized by challenges that stem cell therapy must overcome to be accepted worldwide a wide variety of possibilities makes this cutting edge therapy a turning point in modern medicine providing hope for untreatable diseases"
}