{
    "pmid": "41459162",
    "title": "Deciphering the population dynamics and drug-resistance characteristics of extrapulmonary tuberculosis: genomic and clinical insights from a Chinese hospital.",
    "abstract": "Extrapulmonary tuberculosis (EPTB) is characterized by atypical clinical symptoms, difficult diagnosis, and high mortality, so it is very important to know the prevalence and drug resistance (DR) status. This study analyzed 427 isolates of EPTB from a Chinese hospital. Drug susceptibility testing for widely used anti-TB drugs was performed. All isolates were subjected to whole-genome sequencing (WGS) to explore the molecular characteristics of resistance and to perform phylogenetic analysis. Clinical characteristics and DR patterns associated with  The number of EPTB strains exhibited a general upward trend, and most EPTB cases in this study were accompanied by PTB. The predominant types were tuberculosis of urinary system (29.98%), tuberculous meningitis (23.65%), and lymph node tuberculosis (22.72%). Quadratic regression revealed a decline in urinary system cases and an increase in lymph node cases. Lineage 2 accounted for 83.60% of isolates and was significantly associated with isoniazid (INH) and streptomycin (STR) resistance. Overall resistance rates were 13.58% for INH and 7.73% for rifampicin (RIF). Male sex was associated with higher DR risk (aOR = 1.63, p = 0.046). Common resistance mutations included  The predominance of lineage 2 and high rates of anti-tuberculosis drug resistance indicate that EPTB remains a clinically and epidemiologically significant problem.",
    "disease": "tuberculosis",
    "clean_text": "deciphering the population dynamics and drug resistance characteristics of extrapulmonary tuberculosis genomic and clinical insights from a chinese hospital extrapulmonary tuberculosis eptb is characterized by atypical clinical symptoms difficult diagnosis and high mortality so it is very important to know the prevalence and drug resistance dr status this study analyzed isolates of eptb from a chinese hospital drug susceptibility testing for widely used anti tb drugs was performed all isolates were subjected to whole genome sequencing wgs to explore the molecular characteristics of resistance and to perform phylogenetic analysis clinical characteristics and dr patterns associated with the number of eptb strains exhibited a general upward trend and most eptb cases in this study were accompanied by ptb the predominant types were tuberculosis of urinary system tuberculous meningitis and lymph node tuberculosis quadratic regression revealed a decline in urinary system cases and an increase in lymph node cases lineage accounted for of isolates and was significantly associated with isoniazid inh and streptomycin str resistance overall resistance rates were for inh and for rifampicin rif male sex was associated with higher dr risk aor p common resistance mutations included the predominance of lineage and high rates of anti tuberculosis drug resistance indicate that eptb remains a clinically and epidemiologically significant problem"
}