{
    "title": "Reproductive ovarian testing and the alphabet soup of diagnoses: DOR, POI, POF, POR, and FOR.",
    "doc_id": "28971280",
    "writer": "Pastore LM",
    "year": "2018",
    "summary": "Key clinical features of DOR are the presence of regular menstrual periods and abnormal-but-not-postmenopausal ovarian reserve test results. A common clinical challenge is counseling patients with conflicting ovarian reserve test results. ...Further, complicating th …",
    "abstract": "There are large variations in the number of oocytes within each woman, and biologically, the total quantity is at its maximum before the woman is born. Scientific knowledge is limited about factors controlling the oocyte pool and how to measure it. Within fertility clinics, there is no uniform agreement on the diagnostic criteria for each common measure of ovarian reserve in women, and thus, studies often conflict. While declining oocyte quantity/quality is a normal physiologic occurrence as women age, some women experience diminished ovarian reserve (DOR) much earlier than usual and become prematurely infertile. Key clinical features of DOR are the presence of regular menstrual periods and abnormal-but-not-postmenopausal ovarian reserve test results. A common clinical challenge is counseling patients with conflicting ovarian reserve test results. The clinical diagnosis of DOR and the interpretation of ovarian reserve testing are complicated by changing lab testing options and processing for anti-mullerian hormone since 2010. Further, complicating the diagnostic and research scenario is the existence of other distinct yet related clinical terms, specifically premature ovarian failure, primary ovarian insufficiency, poor ovarian response, and functional ovarian reserve. The similarities and differences between the definitions of DOR with each of these four terms are reviewed. We recommend greater medical community involvement in terminology decisions, and the addition of DOR-specific medical subject-heading search terms.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28971280/",
    "clean_text": "reproductive ovarian testing and the alphabet soup of diagnoses dor poi pof por and for key clinical features of dor are the presence of regular menstrual periods and abnormal but not postmenopausal ovarian reserve test results a common clinical challenge is counseling patients with conflicting ovarian reserve test results further complicating th there are large variations in the number of oocytes within each woman and biologically the total quantity is at its maximum before the woman is born scientific knowledge is limited about factors controlling the oocyte pool and how to measure it within fertility clinics there is no uniform agreement on the diagnostic criteria for each common measure of ovarian reserve in women and thus studies often conflict while declining oocyte quantity quality is a normal physiologic occurrence as women age some women experience diminished ovarian reserve dor much earlier than usual and become prematurely infertile key clinical features of dor are the presence of regular menstrual periods and abnormal but not postmenopausal ovarian reserve test results a common clinical challenge is counseling patients with conflicting ovarian reserve test results the clinical diagnosis of dor and the interpretation of ovarian reserve testing are complicated by changing lab testing options and processing for anti mullerian hormone since further complicating the diagnostic and research scenario is the existence of other distinct yet related clinical terms specifically premature ovarian failure primary ovarian insufficiency poor ovarian response and functional ovarian reserve the similarities and differences between the definitions of dor with each of these four terms are reviewed we recommend greater medical community involvement in terminology decisions and the addition of dor specific medical subject heading search terms"
}