{
    "pmid": "41464223",
    "title": "Multimodality Cardiovascular Imaging in Patients After Coronary Artery Bypass Grafting: Diagnosis and Risk Stratification.",
    "abstract": "Coronary artery bypass grafting (CABG) remains a cornerstone of treatment for patients with advanced or complex coronary artery disease, yet long-term success is influenced by graft patency, progression of native disease, and ventricular remodeling. Optimizing the follow-up of these patients requires a structured approach in which multimodality cardiovascular imaging plays a central role. Echocardiography remains the first-line modality, providing readily available assessment of ventricular function, valvular competence, and wall motion, while advanced techniques, such as strain imaging and myocardial work, enhance sensitivity for subclinical dysfunction. Coronary computed tomography angiography (CCTA) offers excellent diagnostic accuracy for graft patency and native coronary anatomy, with emerging applications of CT perfusion and fractional flow reserve derived from CT (FFR-CT) expanding its ability to assess lesion-specific ischemia. Cardiovascular magnetic resonance (CMR) provides comprehensive tissue characterization, quantifying scar burden, viability, and inducible ischemia, and stress CMR protocols have demonstrated both safety and independent prognostic value in post-CABG cohorts. Nuclear imaging with single-photon emission computed tomography (SPECT) and positron emission tomography (PET) remains essential for quantifying perfusion, viability, and absolute myocardial blood flow, with hybrid PET/CT approaches offering further refinement in patients with recurrent symptoms. In patients after CABG, multimodality imaging is tailored to the patient's characteristics, symptoms, and pre-test probability of disease progression. In asymptomatic patients, imaging focuses on surveillance, risk stratification, and the early detection of subclinical abnormalities, whereas in symptomatic individuals, it focuses on establishing the diagnosis, defining prognosis, and guiding therapeutic interventions. Therefore, the aim of our review is to propose updated and comprehensive guidance on the crucial role of multimodality cardiovascular imaging in the evaluation and management of post-CABG patients and to provide a practical, evidence-based framework for optimizing outcomes.",
    "disease": "coronary artery disease",
    "clean_text": "multimodality cardiovascular imaging in patients after coronary artery bypass grafting diagnosis and risk stratification coronary artery bypass grafting cabg remains a cornerstone of treatment for patients with advanced or complex coronary artery disease yet long term success is influenced by graft patency progression of native disease and ventricular remodeling optimizing the follow up of these patients requires a structured approach in which multimodality cardiovascular imaging plays a central role echocardiography remains the first line modality providing readily available assessment of ventricular function valvular competence and wall motion while advanced techniques such as strain imaging and myocardial work enhance sensitivity for subclinical dysfunction coronary computed tomography angiography ccta offers excellent diagnostic accuracy for graft patency and native coronary anatomy with emerging applications of ct perfusion and fractional flow reserve derived from ct ffr ct expanding its ability to assess lesion specific ischemia cardiovascular magnetic resonance cmr provides comprehensive tissue characterization quantifying scar burden viability and inducible ischemia and stress cmr protocols have demonstrated both safety and independent prognostic value in post cabg cohorts nuclear imaging with single photon emission computed tomography spect and positron emission tomography pet remains essential for quantifying perfusion viability and absolute myocardial blood flow with hybrid pet ct approaches offering further refinement in patients with recurrent symptoms in patients after cabg multimodality imaging is tailored to the patient s characteristics symptoms and pre test probability of disease progression in asymptomatic patients imaging focuses on surveillance risk stratification and the early detection of subclinical abnormalities whereas in symptomatic individuals it focuses on establishing the diagnosis defining prognosis and guiding therapeutic interventions therefore the aim of our review is to propose updated and comprehensive guidance on the crucial role of multimodality cardiovascular imaging in the evaluation and management of post cabg patients and to provide a practical evidence based framework for optimizing outcomes"
}