{
    "pmid": "41392209",
    "title": "ApoA5-CIDEC axis regulates hepatic lipid metabolism, inflammation, and fibrosis in MASLD.",
    "abstract": "Apolipoprotein A5 (ApoA5) and Cell Death-Inducing DNA Fragmentation Factor-like Effector C (CIDEC) are involved in hepatic lipid metabolism and implicated in metabolic dysfunction-associated steatotic liver disease (MASLD). This study explores the role of the ApoA5-CIDEC interaction in regulating hepatic lipid metabolism, inflammation and fibrosis in MASLD. C57BL/6 J mice were used to evaluate hepatic steatosis, liver function, and fibrosis under different ApoA5 expression conditions. Co-immunoprecipitation and immunofluorescence confirmed ApoA5-CIDEC interaction on lipid droplets (LDs). HepG2 cells were used to assess the effects of ApoA5 and CIDEC on triglycerides (TG), free fatty acids (FFAs), fatty acid beta-oxidation (FAO), and de novo lipogenesis (DNL). Key lipid metabolism and inflammatory markers, including fatty acid-binding protein 4 (FABP4), were analyzed. ApoA5-overexpression in mice improved hepatic steatosis, function, and fibrosis, reducing TG, FFAs, DNL, ApoB secretion, and pro-inflammatory cytokine secretion (IL-6, IL-1β, TNF-α), while enhancing FAO in HepG2 cells. ApoA5-knockdown led to opposite effects. ApoA5 and CIDEC co-localized with LDs, interacting with FABP4 to jointly regulate lipid metabolism and inflammation. The effects of ApoA5 were mediated through reduced CIDEC expression. ApoA5 regulates hepatic lipid metabolism, inflammation, and fibrosis through its interaction with CIDEC. Targeting the ApoA5-CIDEC axis may provide a novel therapeutic approach for treating MASLD. KEY MESSAGES: ApoA5 reduces hepatic fibrosis and inflammatory cytokine secretion. ApoA5 interacts and co-localizes with CIDEC on lipid droplets. ApoA5-CIDEC interaction regulates lipid metabolism and inflammatory cytokine secretion in hepatocytes. ApoA5-CIDEC axis regulates FABP4 expression. Targeting the ApoA5-CIDEC axis offers therapeutic potential for MASLD.",
    "disease": "liver cirrhosis",
    "clean_text": "apoa cidec axis regulates hepatic lipid metabolism inflammation and fibrosis in masld apolipoprotein a apoa and cell death inducing dna fragmentation factor like effector c cidec are involved in hepatic lipid metabolism and implicated in metabolic dysfunction associated steatotic liver disease masld this study explores the role of the apoa cidec interaction in regulating hepatic lipid metabolism inflammation and fibrosis in masld c bl j mice were used to evaluate hepatic steatosis liver function and fibrosis under different apoa expression conditions co immunoprecipitation and immunofluorescence confirmed apoa cidec interaction on lipid droplets lds hepg cells were used to assess the effects of apoa and cidec on triglycerides tg free fatty acids ffas fatty acid beta oxidation fao and de novo lipogenesis dnl key lipid metabolism and inflammatory markers including fatty acid binding protein fabp were analyzed apoa overexpression in mice improved hepatic steatosis function and fibrosis reducing tg ffas dnl apob secretion and pro inflammatory cytokine secretion il il tnf while enhancing fao in hepg cells apoa knockdown led to opposite effects apoa and cidec co localized with lds interacting with fabp to jointly regulate lipid metabolism and inflammation the effects of apoa were mediated through reduced cidec expression apoa regulates hepatic lipid metabolism inflammation and fibrosis through its interaction with cidec targeting the apoa cidec axis may provide a novel therapeutic approach for treating masld key messages apoa reduces hepatic fibrosis and inflammatory cytokine secretion apoa interacts and co localizes with cidec on lipid droplets apoa cidec interaction regulates lipid metabolism and inflammatory cytokine secretion in hepatocytes apoa cidec axis regulates fabp expression targeting the apoa cidec axis offers therapeutic potential for masld"
}