{
    "title": "Measuring quality of life in cancer survivors: a methodological review of existing scales.",
    "doc_id": "17973235",
    "writer": "Pearce NJ",
    "year": "2008",
    "summary": "BACKGROUND: Studies examining quality of life (QoL) in cancer survivors have relied on instruments specific to the cancer patient population. ...All established acceptable levels of validity, however, only one instrument (Quality of Life-Cancer Survivo …",
    "abstract": "Background:\n        \n      \n      Studies examining quality of life (QoL) in cancer survivors have relied on instruments specific to the cancer patient population.\n    \n\n\n          Method:\n        \n      \n      MEDLINE and PsycINFO were systematically searched to identify instruments and papers reporting the psychometric qualities of relevant instruments. Two reviewers undertook data extraction with respect to reliability, validity, predictive validity, responsiveness, acceptability, readability, cross cultural acceptability and feasibility.\n    \n\n\n          Results:\n        \n      \n      Forty-two instruments were identified. Most were either measures of general health-related QoL or developed for individuals in active treatment. Nine were developed specifically for cancer survivors. None met the rigorous psychometric standards set by the review. All established acceptable levels of validity, however, only one instrument (Quality of Life-Cancer Survivors) demonstrated adequate test-retest reliability. Acceptability, feasibility and predictive validity remain unexamined. Readability was examined in only two (Cancer Survivors' Unmet needs and Quality of Life in Adult Cancer Survivors (QLACS)). Only two instruments (QLACS and Impact of Cancer) have been developed with a wide range of cancer survivors. Generally, shorter-term cancer survivors (1-5 years) are underrepresented.\n    \n\n\n          Conclusion:\n        \n      \n      There is a need for a psychometrically credible QoL instrument for cancer survivors who are 1-5 years post diagnosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17973235/",
    "clean_text": "measuring quality of life in cancer survivors a methodological review of existing scales background studies examining quality of life qol in cancer survivors have relied on instruments specific to the cancer patient population all established acceptable levels of validity however only one instrument quality of life cancer survivo background studies examining quality of life qol in cancer survivors have relied on instruments specific to the cancer patient population method medline and psycinfo were systematically searched to identify instruments and papers reporting the psychometric qualities of relevant instruments two reviewers undertook data extraction with respect to reliability validity predictive validity responsiveness acceptability readability cross cultural acceptability and feasibility results forty two instruments were identified most were either measures of general health related qol or developed for individuals in active treatment nine were developed specifically for cancer survivors none met the rigorous psychometric standards set by the review all established acceptable levels of validity however only one instrument quality of life cancer survivors demonstrated adequate test retest reliability acceptability feasibility and predictive validity remain unexamined readability was examined in only two cancer survivors unmet needs and quality of life in adult cancer survivors qlacs only two instruments qlacs and impact of cancer have been developed with a wide range of cancer survivors generally shorter term cancer survivors years are underrepresented conclusion there is a need for a psychometrically credible qol instrument for cancer survivors who are years post diagnosis"
}