{
    "pmid": "41369270",
    "title": "Turkey oviduct epithelial organoids express region-associated markers and avian influenza virus receptor†.",
    "abstract": "The turkey reproductive tract is a notable point of entry for low pathogenic avian influenza virus (AIV), largely due to the widespread use of artificial insemination. Despite this relevance, in vitro models to investigate AIV infectivity remain limited. To address this, we recently developed region-specific turkey oviduct epithelial organoids; however, comprehensive characterization of these models requires identification and validation of regional markers. This study aimed to validate the soundness of these organoid models. To achieve this, single-cell RNA sequencing (scRNA-seq) was performed on six oviductal regions: infundibulum (INF), magnum (Mag), isthmus, uterus (Utr), uterovaginal junction (UVJ), and vagina, collected from two sexually mature hens (Meleagris gallopavo), to identify cell-type specific markers. Subclustering of epithelial cells suggested region-associated gene expression profiles. Bulk RNA sequencing (n = 2) and immunofluorescence staining (n = 4) of organoids derived from INF, Mag, Utr, and UVJ indicated the expression and localization of WT1, OVAL, BGLAP, and PSCA, respectively, consistent with the respective tissues. Notably, organoids expressed AIV-associated genes and displayed comparable distributions of SA α2,3-gal receptors (AIV receptors) in tissues and organoids. These findings suggest that turkey oviduct epithelial organoids appear to retain region-associated molecular identities and AIV receptor expression, supporting their application as in vitro models. This exploratory niche study presents the first initial framework for a single-cell atlas of the turkey reproductive tract and provides a foundational resource for further reproductive physiology, AIV infectivity, and preventive research using organoid systems.",
    "disease": "influenza",
    "clean_text": "turkey oviduct epithelial organoids express region associated markers and avian influenza virus receptor the turkey reproductive tract is a notable point of entry for low pathogenic avian influenza virus aiv largely due to the widespread use of artificial insemination despite this relevance in vitro models to investigate aiv infectivity remain limited to address this we recently developed region specific turkey oviduct epithelial organoids however comprehensive characterization of these models requires identification and validation of regional markers this study aimed to validate the soundness of these organoid models to achieve this single cell rna sequencing scrna seq was performed on six oviductal regions infundibulum inf magnum mag isthmus uterus utr uterovaginal junction uvj and vagina collected from two sexually mature hens meleagris gallopavo to identify cell type specific markers subclustering of epithelial cells suggested region associated gene expression profiles bulk rna sequencing n and immunofluorescence staining n of organoids derived from inf mag utr and uvj indicated the expression and localization of wt oval bglap and psca respectively consistent with the respective tissues notably organoids expressed aiv associated genes and displayed comparable distributions of sa gal receptors aiv receptors in tissues and organoids these findings suggest that turkey oviduct epithelial organoids appear to retain region associated molecular identities and aiv receptor expression supporting their application as in vitro models this exploratory niche study presents the first initial framework for a single cell atlas of the turkey reproductive tract and provides a foundational resource for further reproductive physiology aiv infectivity and preventive research using organoid systems"
}