{
    "pmid": "41420410",
    "title": "Cognitive-Motor Conflict During Step Initiation: Neural and Biomechanical Insights Into Freezing of Gait in Parkinson's Disease.",
    "abstract": "Freezing of gait (FoG) is a disabling motor symptom in Parkinson's disease (PD) characterized by brief episodes of inability to step, often triggered by cognitive-motor conflict. Step initiation (SI) involves anticipatory postural adjustments (APAs), which are critical for balance and movement preparation. This study aimed to investigate the neural and biomechanical correlates of FoG during SI under congruent and incongruent conditions, focusing on the supplementary motor area (SMA) and dorsolateral prefrontal cortex (DLPFC), regions associated with motor preparation and inhibitory control. Thirty-three individuals with PD (15 with FoG and 18 without FoG) performed a stepping initiation task under two conditions: congruent (aligned visual cues) and incongruent (conflicting visual cues). APAs were analyzed using biomechanical data, while functional near-infrared spectroscopy measured oxyhemoglobin (oxy-Hb) concentrations in the SMA and DLPFC. Two-way ANOVA assessed differences between groups and conditions. Incongruent conditions resulted in higher APA amplitude, duration, delay, and task error rates than congruent conditions. Individuals with FoG exhibited reduced SMA activation compared to those without FoG, particularly during incongruent tasks. DLPFC activation was greater during incongruent conditions but showed no significant differences between groups. This study highlights the critical role of the SMA in managing cognitive-motor conflict during SI in PD. Reduced SMA activity and impaired APAs in FoG individuals underscore the need for targeted interventions addressing both cognitive and motor deficits to improve gait and reduce FoG episodes. These findings suggest a dissociation between motor preparation and inhibitory control in individuals with FoG.",
    "disease": "parkinson disease",
    "clean_text": "cognitive motor conflict during step initiation neural and biomechanical insights into freezing of gait in parkinson s disease freezing of gait fog is a disabling motor symptom in parkinson s disease pd characterized by brief episodes of inability to step often triggered by cognitive motor conflict step initiation si involves anticipatory postural adjustments apas which are critical for balance and movement preparation this study aimed to investigate the neural and biomechanical correlates of fog during si under congruent and incongruent conditions focusing on the supplementary motor area sma and dorsolateral prefrontal cortex dlpfc regions associated with motor preparation and inhibitory control thirty three individuals with pd with fog and without fog performed a stepping initiation task under two conditions congruent aligned visual cues and incongruent conflicting visual cues apas were analyzed using biomechanical data while functional near infrared spectroscopy measured oxyhemoglobin oxy hb concentrations in the sma and dlpfc two way anova assessed differences between groups and conditions incongruent conditions resulted in higher apa amplitude duration delay and task error rates than congruent conditions individuals with fog exhibited reduced sma activation compared to those without fog particularly during incongruent tasks dlpfc activation was greater during incongruent conditions but showed no significant differences between groups this study highlights the critical role of the sma in managing cognitive motor conflict during si in pd reduced sma activity and impaired apas in fog individuals underscore the need for targeted interventions addressing both cognitive and motor deficits to improve gait and reduce fog episodes these findings suggest a dissociation between motor preparation and inhibitory control in individuals with fog"
}