{
    "title": "Basic history taking and the avian physical examination.",
    "doc_id": "1767465",
    "writer": "Rich GA.",
    "year": "1991",
    "summary": "As one may readily see, the basic avian physical examination should be an extensive, thorough procedure. A wide array of diseases and conditions can be detected during the examination. A flow sheet or checklist should be instituted to maintain consistency and …",
    "abstract": "As one may readily see, the basic avian physical examination should be an extensive, thorough procedure. A wide array of diseases and conditions can be detected during the examination. A flow sheet or checklist should be instituted to maintain consistency and cover all aspects of the history and physical examination. I highly recommend as an adjunct to the basic physical examination Gram stains of the choanae, crop, and cloacae or feces. Owing to the fact that a great number of compromised avian patients either are ill because of gram-negative bacteria or have become more compromised by opportunistic organisms such as yeast or gram-negative bacteria, identification of these conditions greatly facilitates treatment and recovery of the avian patient. Other ancillary tests, such as fecal flotation, complete blood count, culture and sensitivity, Chlamydia test, chemistry profile, radiology, and laparotomy/laparoscopy, are available to the practitioner to aid in the diagnosis of various diseases involving the avian patient. [Editor's note: The editors suggest that the complete blood count be done before an extensive physical examination is undertaken to avoid a stress hemogram.]",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1767465/",
    "clean_text": "basic history taking and the avian physical examination as one may readily see the basic avian physical examination should be an extensive thorough procedure a wide array of diseases and conditions can be detected during the examination a flow sheet or checklist should be instituted to maintain consistency and as one may readily see the basic avian physical examination should be an extensive thorough procedure a wide array of diseases and conditions can be detected during the examination a flow sheet or checklist should be instituted to maintain consistency and cover all aspects of the history and physical examination i highly recommend as an adjunct to the basic physical examination gram stains of the choanae crop and cloacae or feces owing to the fact that a great number of compromised avian patients either are ill because of gram negative bacteria or have become more compromised by opportunistic organisms such as yeast or gram negative bacteria identification of these conditions greatly facilitates treatment and recovery of the avian patient other ancillary tests such as fecal flotation complete blood count culture and sensitivity chlamydia test chemistry profile radiology and laparotomy laparoscopy are available to the practitioner to aid in the diagnosis of various diseases involving the avian patient editor s note the editors suggest that the complete blood count be done before an extensive physical examination is undertaken to avoid a stress hemogram"
}