{
    "pmid": "41465919",
    "title": "The relationship between autoimmune diseases and temporomandibular disorders: A study combined with the GEO database.",
    "abstract": "The aim of this study was to investigate the causal relationship between various autoimmune diseases (AIDs) and temporomandibular joint disorders (TMD) using Mendelian randomized (MR) analysis. Using publicly accessible statistics from genome-wide association studies (GWAS) statistics, we conducted a 2-sample MR analysis to examine the relationship between 5 prevalent AIDs and TMD, including rheumatoid arthritis (RA), multiple sclerosis (MS), ankylosing spondylitis (AS), and systemic lupus erythematosus (SLE) and psoriasis. The inverse variance weighted (IVW) was chosen as the main analysis method. The impacts of heterogeneity and pleiotropy were evaluated to validate the results. Finally, we verify the results using the bioinformatics method. Our MR analysis found RA (inverse variance weighted odds ratio (OR) = 1.087, 95% confidence interval (CI) = 1.027-1.151, P = .004) and MS (OR = 1.081; 95% CI: 1.029-1.135, P = .002) and AS (OR = 1.355; 95% CI: 1.037-1.772, P = .026) may increase the risk of TMD. Additionally, a reverse causal connection was found between TMD and RA (OR = 1.099; 95% CI: 1.006-1.200, P = .027). In addition, bioinformatics analysis revealed common DEGs between RA and TMD, highlighting shared molecular mechanisms that may underlie their association. The results of this study offer compelling evidence that some AIDs, including RA, MS, and AS, increase the likelihood of developing TMD. These results offer fresh perspectives on the fundamental etiological mechanisms of TMD and function as a guide for future clinical interventions aimed at AIDs patients, including early screening and TMD prevention.",
    "disease": "rheumatoid arthritis",
    "clean_text": "the relationship between autoimmune diseases and temporomandibular disorders a study combined with the geo database the aim of this study was to investigate the causal relationship between various autoimmune diseases aids and temporomandibular joint disorders tmd using mendelian randomized mr analysis using publicly accessible statistics from genome wide association studies gwas statistics we conducted a sample mr analysis to examine the relationship between prevalent aids and tmd including rheumatoid arthritis ra multiple sclerosis ms ankylosing spondylitis as and systemic lupus erythematosus sle and psoriasis the inverse variance weighted ivw was chosen as the main analysis method the impacts of heterogeneity and pleiotropy were evaluated to validate the results finally we verify the results using the bioinformatics method our mr analysis found ra inverse variance weighted odds ratio or confidence interval ci p and ms or ci p and as or ci p may increase the risk of tmd additionally a reverse causal connection was found between tmd and ra or ci p in addition bioinformatics analysis revealed common degs between ra and tmd highlighting shared molecular mechanisms that may underlie their association the results of this study offer compelling evidence that some aids including ra ms and as increase the likelihood of developing tmd these results offer fresh perspectives on the fundamental etiological mechanisms of tmd and function as a guide for future clinical interventions aimed at aids patients including early screening and tmd prevention"
}