{
    "title": "Inversion Method of the Young's Modulus Field and Poisson's Ratio Field for Rock and Its Test Application.",
    "doc_id": "35955395",
    "writer": "Yin Y",
    "year": "2022",
    "summary": "Compared with the conventional measuring method, the error of macro Young's modulus and macro Poisson's ratio calculated by the DF-PF inversion method is less than 2.8% and 9.07%, respectively. ...The DF-PF inversion method provides a new effective method of testing You …",
    "abstract": "As one typical heterogeneous material, the heterogeneity of rock micro parameters has an important effect on its macro mechanical behavior. The study of the heterogeneity of micro parameters is more important to reveal the root cause of deformation and failure. However, as a typical heterogeneous material, the current testing and inversion method is not suitable for micro parameters measurement for the rock. Aiming at obtaining the distribution of micro Young's modulus and micro Poisson's ratio of the rock, based on the digital image correlation method (DIC) and finite element method (FEM), this paper proposed a parameter field inversion method, namely the DF-PF inversion method. Its inversion accuracy is verified using numerical simulation and laboratory uniaxial compression test. Considering the influences of heterogeneity, stress state and dimension difference, the average inversion error of Young's modulus field and Poisson's ratio field are below 10%, and the proportion of elements with an error of less than 15% accounts for more than 86% in the whole specimen model. Compared with the conventional measuring method, the error of macro Young's modulus and macro Poisson's ratio calculated by the DF-PF inversion method is less than 2.8% and 9.07%, respectively. Based on the statistical analysis of Young's modulus field and Poisson's ratio field, the parameter homogeneity and quantitative function relation between the micro parameter and the principal strain can also be obtained in laboratory tests. The DF-PF inversion method provides a new effective method of testing Young's modulus field and Poisson's ratio field of the rocks under complex stress states.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35955395/",
    "clean_text": "inversion method of the young s modulus field and poisson s ratio field for rock and its test application compared with the conventional measuring method the error of macro young s modulus and macro poisson s ratio calculated by the df pf inversion method is less than and respectively the df pf inversion method provides a new effective method of testing you as one typical heterogeneous material the heterogeneity of rock micro parameters has an important effect on its macro mechanical behavior the study of the heterogeneity of micro parameters is more important to reveal the root cause of deformation and failure however as a typical heterogeneous material the current testing and inversion method is not suitable for micro parameters measurement for the rock aiming at obtaining the distribution of micro young s modulus and micro poisson s ratio of the rock based on the digital image correlation method dic and finite element method fem this paper proposed a parameter field inversion method namely the df pf inversion method its inversion accuracy is verified using numerical simulation and laboratory uniaxial compression test considering the influences of heterogeneity stress state and dimension difference the average inversion error of young s modulus field and poisson s ratio field are below and the proportion of elements with an error of less than accounts for more than in the whole specimen model compared with the conventional measuring method the error of macro young s modulus and macro poisson s ratio calculated by the df pf inversion method is less than and respectively based on the statistical analysis of young s modulus field and poisson s ratio field the parameter homogeneity and quantitative function relation between the micro parameter and the principal strain can also be obtained in laboratory tests the df pf inversion method provides a new effective method of testing young s modulus field and poisson s ratio field of the rocks under complex stress states"
}