{
    "pmid": "41439853",
    "title": "Preoperative Six-Minute Walking Distance as a Predictor of Postoperative Complications in Patients Undergoing Lobectomy for Non-Small-Cell Lung Cancer.",
    "abstract": "Minimally invasive video-assisted thoracic surgery (VATS) for lung cancer has become a widely used approach. However, postoperative pulmonary complications (PCs) such as pneumonia, atelectasis, and lung fistula remain significant challenges, particularly in older adult patients with multiple comorbidities. The 6-minute walk test (6MWT) has been suggested as a predictor of postoperative outcomes in various surgical settings, but its relationship with postoperative complications following VATS lobectomy for lung cancer has not been thoroughly explored. The aim of this study was to determine if preoperative 6MWD predicted the occurrence of 30-day PCs among patients undergoing VATS lobectomy for non-small-cell lung cancer. This retrospective study examined 66 patients who underwent VATS lobectomy for lung cancer. Participants were categorized into two groups: those with postoperative pulmonary complications ( The study found that preoperative 6MWT ≤ 450 m was a significant predictor of postoperative pulmonary complications (odds ratio: 5.674, 95% CI: 1.206-26.684,  The preoperative 6MWT distance is a useful predictor of postoperative pulmonary complications in patients undergoing VATS lobectomy for lung cancer. Patients with a 6MWT ≤ 450 m may be at higher risk for complications such as pneumonia, atelectasis, and lung fistula. Incorporating preoperative 6MWT as a risk stratification tool could help guide clinical decisions and rehabilitation efforts to improve postoperative outcomes in this patient population.",
    "disease": "lung cancer",
    "clean_text": "preoperative six minute walking distance as a predictor of postoperative complications in patients undergoing lobectomy for non small cell lung cancer minimally invasive video assisted thoracic surgery vats for lung cancer has become a widely used approach however postoperative pulmonary complications pcs such as pneumonia atelectasis and lung fistula remain significant challenges particularly in older adult patients with multiple comorbidities the minute walk test mwt has been suggested as a predictor of postoperative outcomes in various surgical settings but its relationship with postoperative complications following vats lobectomy for lung cancer has not been thoroughly explored the aim of this study was to determine if preoperative mwd predicted the occurrence of day pcs among patients undergoing vats lobectomy for non small cell lung cancer this retrospective study examined patients who underwent vats lobectomy for lung cancer participants were categorized into two groups those with postoperative pulmonary complications the study found that preoperative mwt m was a significant predictor of postoperative pulmonary complications odds ratio ci the preoperative mwt distance is a useful predictor of postoperative pulmonary complications in patients undergoing vats lobectomy for lung cancer patients with a mwt m may be at higher risk for complications such as pneumonia atelectasis and lung fistula incorporating preoperative mwt as a risk stratification tool could help guide clinical decisions and rehabilitation efforts to improve postoperative outcomes in this patient population"
}