{
    "title": "Development of a structure-validated hypersexuality scale in Chinese university students.",
    "doc_id": "34261462",
    "writer": "Jia Y",
    "year": "2021",
    "summary": "METHODS: Based on previous inventories and related clinical descriptions of hypersexuality, we designed a matrix of 72 items related to hypersexual experience, and we invited 282 heterosexual university students who experienced hypersexuality at least once life-long to ans …",
    "abstract": "Background:\n        \n      \n      Hypersexuality is associated with many psychiatric disorders and creates enormous burden for the affected individual, family and society. There are numerous inventories measuring behavioral, emotional or stressful features of hypersexuality, we still need a structure-validated questionnaire to measure hypersexuality in a comprehensive way.\n    \n\n\n          Methods:\n        \n      \n      Based on previous inventories and related clinical descriptions of hypersexuality, we designed a matrix of 72 items related to hypersexual experience, and we invited 282 heterosexual university students who experienced hypersexuality at least once life-long to answer the matrix.\n    \n\n\n          Results:\n        \n      \n      Through exploratory factor analyses and exploratory structural equation modeling, we constructed a Hypersexuality Scale, with a satisfactory model structure of five factors (or scales, 4 items for each scale) of hypersexuality, and named them as the Negative Impact, Emotional Coping, Uncontrolled Behavior, Post-sex Regret, and Increased Interest. Most inter-correlations of these factors were significant but in low or medium levels in all participants. Male students scored significantly higher on Negative Impact and Increased Interest than females did.\n    \n\n\n          Conclusions:\n        \n      \n      The five scales described in this study might help to understand hypersexuality, and the Hypersexuality Scale might be applied to the clinical conditions related to hypersexuality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34261462/",
    "clean_text": "development of a structure validated hypersexuality scale in chinese university students methods based on previous inventories and related clinical descriptions of hypersexuality we designed a matrix of items related to hypersexual experience and we invited heterosexual university students who experienced hypersexuality at least once life long to ans background hypersexuality is associated with many psychiatric disorders and creates enormous burden for the affected individual family and society there are numerous inventories measuring behavioral emotional or stressful features of hypersexuality we still need a structure validated questionnaire to measure hypersexuality in a comprehensive way methods based on previous inventories and related clinical descriptions of hypersexuality we designed a matrix of items related to hypersexual experience and we invited heterosexual university students who experienced hypersexuality at least once life long to answer the matrix results through exploratory factor analyses and exploratory structural equation modeling we constructed a hypersexuality scale with a satisfactory model structure of five factors or scales items for each scale of hypersexuality and named them as the negative impact emotional coping uncontrolled behavior post sex regret and increased interest most inter correlations of these factors were significant but in low or medium levels in all participants male students scored significantly higher on negative impact and increased interest than females did conclusions the five scales described in this study might help to understand hypersexuality and the hypersexuality scale might be applied to the clinical conditions related to hypersexuality"
}