{
    "title": "Evaluating the autonomic nervous system in patients with laryngopharyngeal reflux.",
    "doc_id": "23520070",
    "writer": "Huang WJ",
    "year": "2013",
    "summary": "Spectral analysis of heart rate variability (HRV) analysis was used to assess autonomic function. Anxiety and depression levels measured by the Beck Anxiety Inventory (BAI) and Beck Depression Inventory II (BDI-II) were also conducted. ...The potential beneficial ef …",
    "abstract": "Objectives:\n        \n      \n      The pathogenesis of laryngopharyngeal reﬂux (LPR) remains unclear. It is linked to but distinct from gastroesophageal reflux disease (GERD), which has been shown to be related to disturbed autonomic regulation. The aim of this study is to investigate whether autonomic dysfunction also plays a role in the pathogenesis of LPR.\n    \n\n\n          Study design:\n        \n      \n      Case-control study.\n    \n\n\n          Setting:\n        \n      \n      Tertiary care center.\n    \n\n\n          Subjects and methods:\n        \n      \n      Seventeen patients with LPR and 19 healthy controls, aged between 19 and 50 years, were enrolled in the study. The patients were diagnosed with LPR if they had a reflux symptom index (RSI) ≥ 13 and a reflux finding score (RFS) ≥ 7. Spectral analysis of heart rate variability (HRV) analysis was used to assess autonomic function. Anxiety and depression levels measured by the Beck Anxiety Inventory (BAI) and Beck Depression Inventory II (BDI-II) were also conducted.\n    \n\n\n          Results:\n        \n      \n      In HRV analysis, high frequency (HF) represents the parasympathetic activity of the autonomic nervous system, whereas low frequency (LF) represents the total autonomic activity. There were no significant differences in the LF power and HF power between the 2 groups. However, significantly lower HF% (P = .003) and a higher LF/HF ratio (P = .012) were found in patients with LPR, who demonstrated poor autonomic modulation and higher sympathetic activity. Anxiety was also frequently observed in the patient group.\n    \n\n\n          Conclusion:\n        \n      \n      The study suggests that autonomic dysfunction seems to be involved in the pathogenesis of LPR. The potential beneficial effect of autonomic nervous system modulation as a therapeutic modality for LPR merits further investigation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23520070/",
    "clean_text": "evaluating the autonomic nervous system in patients with laryngopharyngeal reflux spectral analysis of heart rate variability hrv analysis was used to assess autonomic function anxiety and depression levels measured by the beck anxiety inventory bai and beck depression inventory ii bdi ii were also conducted the potential beneficial ef objectives the pathogenesis of laryngopharyngeal re ux lpr remains unclear it is linked to but distinct from gastroesophageal reflux disease gerd which has been shown to be related to disturbed autonomic regulation the aim of this study is to investigate whether autonomic dysfunction also plays a role in the pathogenesis of lpr study design case control study setting tertiary care center subjects and methods seventeen patients with lpr and healthy controls aged between and years were enrolled in the study the patients were diagnosed with lpr if they had a reflux symptom index rsi and a reflux finding score rfs spectral analysis of heart rate variability hrv analysis was used to assess autonomic function anxiety and depression levels measured by the beck anxiety inventory bai and beck depression inventory ii bdi ii were also conducted results in hrv analysis high frequency hf represents the parasympathetic activity of the autonomic nervous system whereas low frequency lf represents the total autonomic activity there were no significant differences in the lf power and hf power between the groups however significantly lower hf p and a higher lf hf ratio p were found in patients with lpr who demonstrated poor autonomic modulation and higher sympathetic activity anxiety was also frequently observed in the patient group conclusion the study suggests that autonomic dysfunction seems to be involved in the pathogenesis of lpr the potential beneficial effect of autonomic nervous system modulation as a therapeutic modality for lpr merits further investigation"
}