{
    "title": "The fragile X syndrome: history, diagnosis, and treatment.",
    "doc_id": "6348096",
    "writer": "Hagerman RJ",
    "year": "1983",
    "summary": "The fragile X (marker X) syndrome is a relatively common form of X-linked mental retardation. The karyotypic hallmark of the syndrome consists of a pronounced constriction near the terminus of the long arm of the X chromosome (fragile sit …",
    "abstract": "The fragile X (marker X) syndrome is a relatively common form of X-linked mental retardation. The karyotypic hallmark of the syndrome consists of a pronounced constriction near the terminus of the long arm of the X chromosome (fragile site), expressed in vitro only under conditions where thymidylate production is blocked (reduced folate levels and/or addition of methotrexate or 5-fluorodeoxyuridine). Clinical features associated with the syndrome include macroorchidism, large or prominent ears, and significant emotional dysfunction. In the present review, historical, diagnostic, biochemical, and clinical aspects of this syndrome are presented. Recent anecdotal reports of clinical improvement following high dose folic acid treatment will be discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/6348096/",
    "clean_text": "the fragile x syndrome history diagnosis and treatment the fragile x marker x syndrome is a relatively common form of x linked mental retardation the karyotypic hallmark of the syndrome consists of a pronounced constriction near the terminus of the long arm of the x chromosome fragile sit the fragile x marker x syndrome is a relatively common form of x linked mental retardation the karyotypic hallmark of the syndrome consists of a pronounced constriction near the terminus of the long arm of the x chromosome fragile site expressed in vitro only under conditions where thymidylate production is blocked reduced folate levels and or addition of methotrexate or fluorodeoxyuridine clinical features associated with the syndrome include macroorchidism large or prominent ears and significant emotional dysfunction in the present review historical diagnostic biochemical and clinical aspects of this syndrome are presented recent anecdotal reports of clinical improvement following high dose folic acid treatment will be discussed"
}