{
    "pmid": "41452363",
    "title": "GATA1 controls metadherin transcription to promote oxidative stress-induced podocyte injury.",
    "abstract": "Oxidative stress has been demonstrated to induce damage to podocytes, which play a pivotal role in the pathogenesis of chronic kidney disease (CKD). Metadherin (MTDH), an oncogene that has been extensively investigated in various malignancies, also contributes to podocyte injury in CKD. However, the relationship between oxidative stress and MTDH remains poorly elucidated. Here, we show that elevated oxidative stress in CKD serum induced MTDH expression and activated β-catenin signaling in podocytes, which were reversed by N-acetyl cysteine (NAC), a pharmacological antioxidant agent. Therefore, we established the oxidative stress model by administration of Advanced Oxidation Protein Products (AOPPs). As for the mechanism, oxidative stress enhanced MTDH expression both in mRNA and protein levels in podocytes. Furthermore, transcription factor prediction analysis and the Chip-qPCR assay identified that GATA1 was capable of directly binding to the MTDH promoter following AOPP stimulation. Silencing GATA1 repressed MTDH expression induced by AOPPs, while overexpressing GATA1 enhanced MTDH expression and subsequently activated β-catenin signaling. In conclusion, GATA1 induced by oxidative stress triggers MTDH transcription to activate β-catenin signaling, thereby promoting podocyte injury. Thus, targeting the GATA1/MTDH axis may present a promising therapeutic strategy for attenuating oxidative stress-induced damage in podocytes during CKD. KEY MESSAGES: Advanced Oxidative Protein Products (AOPPs) promote the accumulation of oxidative stress in circulation Metadherin is elevated in kidneys of AOPP-induced oxidative stress CKD model mice GATA1 controls transcription of MTDH in renal podocyte of CKD Silencing GATA1/MTDH axis interrupts β-catenin signaling and ameliorates podocyte injury and CKD pathology.",
    "disease": "chronic kidney disease",
    "clean_text": "gata controls metadherin transcription to promote oxidative stress induced podocyte injury oxidative stress has been demonstrated to induce damage to podocytes which play a pivotal role in the pathogenesis of chronic kidney disease ckd metadherin mtdh an oncogene that has been extensively investigated in various malignancies also contributes to podocyte injury in ckd however the relationship between oxidative stress and mtdh remains poorly elucidated here we show that elevated oxidative stress in ckd serum induced mtdh expression and activated catenin signaling in podocytes which were reversed by n acetyl cysteine nac a pharmacological antioxidant agent therefore we established the oxidative stress model by administration of advanced oxidation protein products aopps as for the mechanism oxidative stress enhanced mtdh expression both in mrna and protein levels in podocytes furthermore transcription factor prediction analysis and the chip qpcr assay identified that gata was capable of directly binding to the mtdh promoter following aopp stimulation silencing gata repressed mtdh expression induced by aopps while overexpressing gata enhanced mtdh expression and subsequently activated catenin signaling in conclusion gata induced by oxidative stress triggers mtdh transcription to activate catenin signaling thereby promoting podocyte injury thus targeting the gata mtdh axis may present a promising therapeutic strategy for attenuating oxidative stress induced damage in podocytes during ckd key messages advanced oxidative protein products aopps promote the accumulation of oxidative stress in circulation metadherin is elevated in kidneys of aopp induced oxidative stress ckd model mice gata controls transcription of mtdh in renal podocyte of ckd silencing gata mtdh axis interrupts catenin signaling and ameliorates podocyte injury and ckd pathology"
}