{
    "pmid": "41422372",
    "title": "Allergic Bronchopulmonary Aspergillosis Presenting With Pulmonary Solid Lesions and Elevated Serum Carcinoembryonic Antigen Mimicking Lung Cancer.",
    "abstract": "BACKGROUND Allergic bronchopulmonary aspergillosis (ABPA) is a pulmonary disorder that occurs in patients allergic to Aspergillus species. It is typically characterized by reversible airway obstruction, transient pulmonary infiltrates, eosinophilia, and fever. Chest radiographs and high-resolution computed tomography (CT) are essential for diagnosis and differential diagnosis. Carcinoembryonic antigen (CEA), a tumor-specific marker, is often elevated in various malignant tumors but can also be increased in nonmalignant conditions. This overlap can result in misdiagnosis and unnecessary anxiety, leading to inappropriate clinical management. We report a case of ABPA presenting with pulmonary shadows that mimicked lung cancer, as well as elevated serum CEA levels. This report aims to enhance clinicians' understanding of ABPA, improve diagnostic accuracy, and reduce the likelihood of misdiagnosis or missed diagnosis. CASE REPORT A 39-year-old woman with a history of bronchial asthma presented with a productive cough. Chest CT revealed solid lesions in the left upper pulmonary lobe with mediastinal lymphadenopathy. Her serum CEA level was elevated, raising suspicion of malignancy. A positron emission tomography-CT scan demonstrated increased fluorodeoxyglucose uptake in the lungs. However, a CT-guided percutaneous lung biopsy, combined with other relevant diagnostic tests, confirmed ABPA according to the International Society for Human and Animal Mycology (ISHAM) criteria. After corticosteroid therapy, both the radiographic findings and serum CEA levels improved. CONCLUSIONS To avoid unnecessary invasive procedures and misdiagnosis of malignancy, ABPA should be considered in the differential diagnosis of patients with asthma who present with pulmonary solid lesions and elevated serum CEA levels.",
    "disease": "asthma",
    "clean_text": "allergic bronchopulmonary aspergillosis presenting with pulmonary solid lesions and elevated serum carcinoembryonic antigen mimicking lung cancer background allergic bronchopulmonary aspergillosis abpa is a pulmonary disorder that occurs in patients allergic to aspergillus species it is typically characterized by reversible airway obstruction transient pulmonary infiltrates eosinophilia and fever chest radiographs and high resolution computed tomography ct are essential for diagnosis and differential diagnosis carcinoembryonic antigen cea a tumor specific marker is often elevated in various malignant tumors but can also be increased in nonmalignant conditions this overlap can result in misdiagnosis and unnecessary anxiety leading to inappropriate clinical management we report a case of abpa presenting with pulmonary shadows that mimicked lung cancer as well as elevated serum cea levels this report aims to enhance clinicians understanding of abpa improve diagnostic accuracy and reduce the likelihood of misdiagnosis or missed diagnosis case report a year old woman with a history of bronchial asthma presented with a productive cough chest ct revealed solid lesions in the left upper pulmonary lobe with mediastinal lymphadenopathy her serum cea level was elevated raising suspicion of malignancy a positron emission tomography ct scan demonstrated increased fluorodeoxyglucose uptake in the lungs however a ct guided percutaneous lung biopsy combined with other relevant diagnostic tests confirmed abpa according to the international society for human and animal mycology isham criteria after corticosteroid therapy both the radiographic findings and serum cea levels improved conclusions to avoid unnecessary invasive procedures and misdiagnosis of malignancy abpa should be considered in the differential diagnosis of patients with asthma who present with pulmonary solid lesions and elevated serum cea levels"
}