{
    "pmid": "41411239",
    "title": "Association between handgrip strength and quality of life among adults with asthma: Findings from a nationally representative Korean population.",
    "abstract": "Asthma is a prevalent chronic disease worldwide, and individuals with asthma often experience reduced quality of life (QOL) due to symptoms such as dyspnea and impaired physical function. Given the vulnerability of this population, identifying strategies to maintain or improve QOL is essential. Asthma-related physical inactivity and muscle weakness may increase the risk of sarcopenia, which can further deteriorate QOL. This study aimed to examine the association between handgrip strength and health-related QOL in Korean adults with asthma. We used data from the Korea National Health and Nutrition Examination Survey conducted between 2014 and 2019. A total of 867 adults aged ≥19 years who reported a physician diagnosis of asthma and completed handgrip strength and EuroQol 5-Dimension (EQ-5D) assessments were included. Participants were categorized into high- and low-handgrip-strength groups based on sex-specific thresholds (28.9 kg for men and 16.8 kg for women). The EQ-5D index was used to classify patients into low-, middle-, and high-QOL groups. Multinomial logistic regression analyses were conducted to evaluate the association between handgrip strength and QOL, adjusting for age, sex, household income, education, smoking status, high-risk alcohol use, resistance exercise, body mass index, hypertension, diabetes, arthritis, and depression. Participants with higher handgrip strength were more likely to be in the high-QOL group than those with lower handgrip strength (adjusted OR = 2.25; 95% CI: 1.22-4.16). In the subgroup analyses, the association was significant in women (adjusted OR = 2.89; 95% CI: 1.32-6.29), but not in men. A significant association was also observed in participants with as-needed medication use, but not in those with daily medication use. Higher handgrip strength was associated with better QOL in adults with asthma, particularly among women and those with less severe disease. Interventions aimed at improving muscle strength may contribute to enhanced QOL in this population.",
    "disease": "asthma",
    "clean_text": "association between handgrip strength and quality of life among adults with asthma findings from a nationally representative korean population asthma is a prevalent chronic disease worldwide and individuals with asthma often experience reduced quality of life qol due to symptoms such as dyspnea and impaired physical function given the vulnerability of this population identifying strategies to maintain or improve qol is essential asthma related physical inactivity and muscle weakness may increase the risk of sarcopenia which can further deteriorate qol this study aimed to examine the association between handgrip strength and health related qol in korean adults with asthma we used data from the korea national health and nutrition examination survey conducted between and a total of adults aged years who reported a physician diagnosis of asthma and completed handgrip strength and euroqol dimension eq d assessments were included participants were categorized into high and low handgrip strength groups based on sex specific thresholds kg for men and kg for women the eq d index was used to classify patients into low middle and high qol groups multinomial logistic regression analyses were conducted to evaluate the association between handgrip strength and qol adjusting for age sex household income education smoking status high risk alcohol use resistance exercise body mass index hypertension diabetes arthritis and depression participants with higher handgrip strength were more likely to be in the high qol group than those with lower handgrip strength adjusted or ci in the subgroup analyses the association was significant in women adjusted or ci but not in men a significant association was also observed in participants with as needed medication use but not in those with daily medication use higher handgrip strength was associated with better qol in adults with asthma particularly among women and those with less severe disease interventions aimed at improving muscle strength may contribute to enhanced qol in this population"
}