{
    "title": "Lung cancer in African-Americans.",
    "doc_id": "15853287",
    "writer": "Green PM",
    "year": "2004",
    "summary": "Lung cancer is the most preventable cancer death, yet African-Americans continue to suffer disproportionately from the disease. Lung cancer kills more African-Americans than any other cancer and most lung cancers are smoking-relate …",
    "abstract": "Lung cancer is the most preventable cancer death, yet African-Americans continue to suffer disproportionately from the disease. Lung cancer kills more African-Americans than any other cancer and most lung cancers are smoking-related. This paper will present an overview of the state of the nursing science on lung cancer, as well as pertinent lung cancer statistics risk factors myths and facts, health beliefs, and psychosocial factors that influence morbidity, mortality, smoking behaviors, and smoking cessation. Strategies for addressing community and professional education as well as advocacy for tobacco control, smoking prevention, and smoking cessation are addressed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15853287/",
    "clean_text": "lung cancer in african americans lung cancer is the most preventable cancer death yet african americans continue to suffer disproportionately from the disease lung cancer kills more african americans than any other cancer and most lung cancers are smoking relate lung cancer is the most preventable cancer death yet african americans continue to suffer disproportionately from the disease lung cancer kills more african americans than any other cancer and most lung cancers are smoking related this paper will present an overview of the state of the nursing science on lung cancer as well as pertinent lung cancer statistics risk factors myths and facts health beliefs and psychosocial factors that influence morbidity mortality smoking behaviors and smoking cessation strategies for addressing community and professional education as well as advocacy for tobacco control smoking prevention and smoking cessation are addressed"
}