{
    "pmid": "41405091",
    "title": "Hidden risks of first-line regimen switching in antiretroviral therapy-treated patients.",
    "abstract": " Dolutegravir (DTG) became central to South Africa's (SA's) first-line human immunodeficiency virus (HIV) regimen since 2019, offering improved tolerability, fewer drug-drug interactions, and a higher resistance barrier compared to efavirenz (EFV). Concerns remain about the long-term cardiovascular, metabolic, and renal consequences of DTG-based therapy in people living with HIV (PLHIV). This study compared demographic and clinical outcomes across three groups: (1) those on tenofovir, emtricitabine and efavirenz (TEE); (2) those on tenofovir, lamivudine and dolutegravir (TLD); and (3) those switched from TEE to TLD.  This retrospective, analytical study was conducted at an urban district hospital in KwaZulu-Natal. A sample of 212 patients was calculated using a chi-squared test for multiple proportions (80% power, 95% confidence interval). Data extracted at baseline, 6 and 12 months, were analysed with SPSS version 28.0.  There were statistically significant differences between the three groups. The Switch group showed a higher incidence of new hypertension (HT) (9.9%, p = 0.03) and chronic kidney disease (CKD) (12.1%, p = 0.01). TLD group maintained stable outcomes. TEE group had the highest incidence of newly diagnosed dyslipidaemia.  DTG-based therapy remains the preferred regimen in SA, its long-term metabolic and renal impact in patients switching from EFV warrants careful surveillance. The increased rates of HT and CKD in the Switch Group emphasises the need for closer monitoring to mitigate against complications.Contribution: This research contributes to the body of evidence on DTG, highlighting its benefits and the clinical challenges of managing ageing PLHIV with multimorbidity.",
    "disease": "chronic kidney disease",
    "clean_text": "hidden risks of first line regimen switching in antiretroviral therapy treated patients dolutegravir dtg became central to south africa s sa s first line human immunodeficiency virus hiv regimen since offering improved tolerability fewer drug drug interactions and a higher resistance barrier compared to efavirenz efv concerns remain about the long term cardiovascular metabolic and renal consequences of dtg based therapy in people living with hiv plhiv this study compared demographic and clinical outcomes across three groups those on tenofovir emtricitabine and efavirenz tee those on tenofovir lamivudine and dolutegravir tld and those switched from tee to tld this retrospective analytical study was conducted at an urban district hospital in kwazulu natal a sample of patients was calculated using a chi squared test for multiple proportions power confidence interval data extracted at baseline and months were analysed with spss version there were statistically significant differences between the three groups the switch group showed a higher incidence of new hypertension ht p and chronic kidney disease ckd p tld group maintained stable outcomes tee group had the highest incidence of newly diagnosed dyslipidaemia dtg based therapy remains the preferred regimen in sa its long term metabolic and renal impact in patients switching from efv warrants careful surveillance the increased rates of ht and ckd in the switch group emphasises the need for closer monitoring to mitigate against complications contribution this research contributes to the body of evidence on dtg highlighting its benefits and the clinical challenges of managing ageing plhiv with multimorbidity"
}