{
    "title": "miRNA-regulated cancer stem cells: understanding the property and the role of miRNA in carcinogenesis.",
    "doc_id": "27468722",
    "writer": "Chakraborty C",
    "year": "2016",
    "summary": "Over the last few years, microRNAs (miRNA)-controlled cancer stem cells have drawn enormous attention. Cancer stem cells are a small population of tumor cells that possess the stem cell property of self-renewal. ...Finally, we described t …",
    "abstract": "Over the last few years, microRNAs (miRNA)-controlled cancer stem cells have drawn enormous attention. Cancer stem cells are a small population of tumor cells that possess the stem cell property of self-renewal. Recent data shows that miRNA regulates this small population of stem cells. In the present review, we explained different characteristics of cancer stem cells as well as miRNA regulation of self-renewal and differentiation in cancer stem cells. We also described the migration and tumor formation. Finally, we described the different miRNAs that regulate various types of cancer stem cells, such as prostate cancer stem cells, head and neck cancer stem cells, breast cancer stem cells, colorectal cancer stem cells, lung cancer stem cells, gastric cancer stem cells, pancreatic cancer stem cells, etc. Extensive research is needed in order to employ miRNA-based therapeutics to control cancer stem cell population in various cancers in the future.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27468722/",
    "clean_text": "mirna regulated cancer stem cells understanding the property and the role of mirna in carcinogenesis over the last few years micrornas mirna controlled cancer stem cells have drawn enormous attention cancer stem cells are a small population of tumor cells that possess the stem cell property of self renewal finally we described t over the last few years micrornas mirna controlled cancer stem cells have drawn enormous attention cancer stem cells are a small population of tumor cells that possess the stem cell property of self renewal recent data shows that mirna regulates this small population of stem cells in the present review we explained different characteristics of cancer stem cells as well as mirna regulation of self renewal and differentiation in cancer stem cells we also described the migration and tumor formation finally we described the different mirnas that regulate various types of cancer stem cells such as prostate cancer stem cells head and neck cancer stem cells breast cancer stem cells colorectal cancer stem cells lung cancer stem cells gastric cancer stem cells pancreatic cancer stem cells etc extensive research is needed in order to employ mirna based therapeutics to control cancer stem cell population in various cancers in the future"
}