{
    "pmid": "41451234",
    "title": "CXCR4 antagonism corrects neutrophil abnormalities and reduces pneumonia severity in a pharmacological mouse model of CXCR2 loss-of-function-mediated neutropenia.",
    "abstract": "The CXCR4 and CXCR2 chemokine receptor axes play critical but opposing roles in regulating neutrophil retention and release from the bone marrow (BM). Gain-of-function (GOF) variants in CXCR4 are associated with WHIM syndrome, characterized by neutropenia, lymphopenia, frequent infections, warts, and myelokathexis. Similarly, loss-of-function (LOF) variants in CXCR2 also result in neutropenia, increased infection susceptibility and myelokathexis. Mavorixafor, an orally bioavailable CXCR4 antagonist, has shown meaningful increases in absolute neutrophil count and reduced infections in WHIM syndrome patients. However, it remains unclear whether CXCR4 antagonism can mitigate the pathogenic characteristics observed in individuals with CXCR2 LOF mutations. This study investigated the effects of chronic oral administration of a CXCR4 antagonist on neutrophil abnormalities and infection susceptibility in a CXCR2 LOF mouse model. Mice received the CXCR2 antagonist navarixin orally and then the CXCR4 antagonist compound 1 or vehicle control daily for 7 days. Blood and BM samples were collected for analysis. Treated mice were inoculated with  Pharmacologically induced CXCR2 LOF in mice recapitulated multiple phenotypic features analogous to those observed in patients with CXCR2 LOF, including peripheral blood neutropenia, an elevated myeloid/erythroid ratio (M/E ratio), and neutrophil accumulation with myelokathexis-like (MK-like) morphology in BM, and increased pneumonia susceptibility. Treatment with the CXCR4 antagonist resulted in the correction of these pathologic features, as evidenced by normalization of absolute neutrophil count in peripheral blood, reversal of neutrophil accumulation in BM, normalization of the M/E ratio in BM and reduced the frequency of MK-like neutrophils in BM, and the incidence of myelokathexis. Furthermore, CXCR4 antagonism ameliorated the severity of pneumonia and facilitated the emigration of neutrophils into infected tissues in the CXCR2 LOF mice. Our findings provide evidence that oral administration of a CXCR4 antagonist can effectively correct blood and BM neutrophil abnormalities and reduce infection susceptibility in a CXCR2 LOF mouse model. These findings suggest potential therapeutic benefits of CXCR4 antagonist therapy in addressing peripheral blood neutropenia and other pathogenic phenotypes in patients with CXCR2 LOF variants.",
    "disease": "pneumonia",
    "clean_text": "cxcr antagonism corrects neutrophil abnormalities and reduces pneumonia severity in a pharmacological mouse model of cxcr loss of function mediated neutropenia the cxcr and cxcr chemokine receptor axes play critical but opposing roles in regulating neutrophil retention and release from the bone marrow bm gain of function gof variants in cxcr are associated with whim syndrome characterized by neutropenia lymphopenia frequent infections warts and myelokathexis similarly loss of function lof variants in cxcr also result in neutropenia increased infection susceptibility and myelokathexis mavorixafor an orally bioavailable cxcr antagonist has shown meaningful increases in absolute neutrophil count and reduced infections in whim syndrome patients however it remains unclear whether cxcr antagonism can mitigate the pathogenic characteristics observed in individuals with cxcr lof mutations this study investigated the effects of chronic oral administration of a cxcr antagonist on neutrophil abnormalities and infection susceptibility in a cxcr lof mouse model mice received the cxcr antagonist navarixin orally and then the cxcr antagonist compound or vehicle control daily for days blood and bm samples were collected for analysis treated mice were inoculated with pharmacologically induced cxcr lof in mice recapitulated multiple phenotypic features analogous to those observed in patients with cxcr lof including peripheral blood neutropenia an elevated myeloid erythroid ratio m e ratio and neutrophil accumulation with myelokathexis like mk like morphology in bm and increased pneumonia susceptibility treatment with the cxcr antagonist resulted in the correction of these pathologic features as evidenced by normalization of absolute neutrophil count in peripheral blood reversal of neutrophil accumulation in bm normalization of the m e ratio in bm and reduced the frequency of mk like neutrophils in bm and the incidence of myelokathexis furthermore cxcr antagonism ameliorated the severity of pneumonia and facilitated the emigration of neutrophils into infected tissues in the cxcr lof mice our findings provide evidence that oral administration of a cxcr antagonist can effectively correct blood and bm neutrophil abnormalities and reduce infection susceptibility in a cxcr lof mouse model these findings suggest potential therapeutic benefits of cxcr antagonist therapy in addressing peripheral blood neutropenia and other pathogenic phenotypes in patients with cxcr lof variants"
}