{
    "pmid": "41452663",
    "title": "Comparing Age and Sex Specific Reference Values of Estimated Glomerular Filtration Rate between the United States and Europe.",
    "abstract": "The extent to which estimated glomerular filtration rate (eGFR) varies across populations, in the absence of risk factors and comorbidities associated with kidney disease, remains uncertain. We aimed to develop eGFR reference values in healthy American adults and to compare them with previously described European eGFR reference values. This cross-sectional study compared newly described age- and sex-specific creatinine-based eGFR reference values from over 9,000 healthy Americans from National Health and Nutrition Examination Survey (NHANES) with previously described eGFR reference values from over 1.5 million healthy individuals in the European Chronic Kidney Disease (CKD) Burden Consortium. Health status was based on 14 criteria related to comorbidities, lifestyle factors and medication use. eGFR was calculated using the European Kidney Function Consortium equation and modelled over the age span and by sex using a generalized additive model. Median eGFR in both 20-year-old American and European men was 98 mL/min/1.73 m2. In both 20-year-old American and European women, median eGFR was 101 mL/min/1.73 m2. eGFR started to decrease at the age of 40 years, a result of the structure of the EKFC equation. By age 79 years, median eGFR in American and European men was 68 mL/min/1.73 m2 and 67 mL/min/1.73 m2, respectively. Median eGFR in 79-year-old American and European women was 63 mL/min/1.73 m2 and 64 mL/min/1.73 m2, respectively. When removing the effect of comorbidities, lifestyle factors and medication use associated with kidney function, achieved by restricting the analyses to individuals who did not have a presence or history of certain criteria, the distribution of eGFR was similar between healthy Americans and Europeans. This supports the notion that eGFR reference values may be generalizable to populations they were not derived from.",
    "disease": "hypertension",
    "clean_text": "comparing age and sex specific reference values of estimated glomerular filtration rate between the united states and europe the extent to which estimated glomerular filtration rate egfr varies across populations in the absence of risk factors and comorbidities associated with kidney disease remains uncertain we aimed to develop egfr reference values in healthy american adults and to compare them with previously described european egfr reference values this cross sectional study compared newly described age and sex specific creatinine based egfr reference values from over healthy americans from national health and nutrition examination survey nhanes with previously described egfr reference values from over million healthy individuals in the european chronic kidney disease ckd burden consortium health status was based on criteria related to comorbidities lifestyle factors and medication use egfr was calculated using the european kidney function consortium equation and modelled over the age span and by sex using a generalized additive model median egfr in both year old american and european men was ml min m in both year old american and european women median egfr was ml min m egfr started to decrease at the age of years a result of the structure of the ekfc equation by age years median egfr in american and european men was ml min m and ml min m respectively median egfr in year old american and european women was ml min m and ml min m respectively when removing the effect of comorbidities lifestyle factors and medication use associated with kidney function achieved by restricting the analyses to individuals who did not have a presence or history of certain criteria the distribution of egfr was similar between healthy americans and europeans this supports the notion that egfr reference values may be generalizable to populations they were not derived from"
}