{
    "title": "Diastolic Heart Failure: A Review of Current and Future Treatment Options.",
    "doc_id": "32101908",
    "writer": "Goldstein D",
    "year": "2021",
    "summary": "Heart failure with preserved ejection fraction (HFpEF), often referred to as diastolic heart failure, remains one of the more challenging forms of heart failure to treat. This is a condition in which patients may or may not have signs and …",
    "abstract": "Heart failure with preserved ejection fraction (HFpEF), often referred to as diastolic heart failure, remains one of the more challenging forms of heart failure to treat. This is a condition in which patients may or may not have signs and symptoms of heart failure, and retain a left ventricular ejection fraction greater than 50%. The challenge to treating HFpEF is due to the paucity of clinical trials with specific therapies, and those that have been completed have yielded relatively neutral results. This has resulted in treatments that are aimed more towards associated conditions, such as hypertension, rather than the underlying pathophysiology. This article will review the epidemiology and pathophysiology of HFpEF, and discuss the current therapeutic modalities, and clinical trials. In addition, we will discuss an ongoing clinical trial and the impact it may hold on future treatment options.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32101908/",
    "clean_text": "diastolic heart failure a review of current and future treatment options heart failure with preserved ejection fraction hfpef often referred to as diastolic heart failure remains one of the more challenging forms of heart failure to treat this is a condition in which patients may or may not have signs and heart failure with preserved ejection fraction hfpef often referred to as diastolic heart failure remains one of the more challenging forms of heart failure to treat this is a condition in which patients may or may not have signs and symptoms of heart failure and retain a left ventricular ejection fraction greater than the challenge to treating hfpef is due to the paucity of clinical trials with specific therapies and those that have been completed have yielded relatively neutral results this has resulted in treatments that are aimed more towards associated conditions such as hypertension rather than the underlying pathophysiology this article will review the epidemiology and pathophysiology of hfpef and discuss the current therapeutic modalities and clinical trials in addition we will discuss an ongoing clinical trial and the impact it may hold on future treatment options"
}