{
    "pmid": "41397482",
    "title": "High airway TSLP in asthma associates with type 2 inflammation, mucus plugging and airway remodeling.",
    "abstract": "Inhibition of thymic stromal lymphopoietin (TSLP) improves asthma control but the relationships between airway TSLP levels and clinical and immunologic features of asthma are unclear. To determine associations between airway TSLP, disease control, and airway remodeling in asthma. We measured TSLP protein in sputum from mild-moderate asthma patients (University of California San Francisco cohort, n=137), moderate-severe patients (Severe Asthma Research Program-3 cohort, n=397), and healthy controls (n=95). We explored how sputum TSLP levels relate to measures of lung function and exacerbations, airway inflammation, and lung image-based measures of mucus plugging and airway remodeling. The upper 95th centile value for sputum TSLP concentration in health was 1.6 pg/mL, and 16% of the UCSF cohort and 33.5% of the SARP cohort had TSLP concentrations above this value. High sputum TSLP levels occurred most often in severe asthma patients showing clinical traits typical of type 2 inflammation. There was considerable overlap between subgroups who were high for TSLP and high for eosinophilic inflammation. High sputum TSLP levels were associated with a strong sputum cell gene expression profile for type 2 immune responses and a weak expression for type 1 responses. High sputum TSLP levels were also associated with high sputum MUC5AC expression, and high scores for mucus plugging, air trapping and other measures of airway remodeling on CT lung scans. High levels of airway TSLP in asthma are associated with more severe asthma, predominantly type 2 airway immune responses, and with mucus plugging, air trapping and airway remodeling. High airway TSLP levels occur in severe asthma patients with a type 2-high endotype despite treatment with corticosteroids, providing rationale for treatment with anti-TSLP or other type 2 directed biologics. A subset of asthma patients with severe disease has high airway TSLP levels despite high-dose inhaled corticosteroids, and these patients have predominant airway type 2 immune responses, increased mucus plugging, air trapping, and airway remodeling.",
    "disease": "asthma",
    "clean_text": "high airway tslp in asthma associates with type inflammation mucus plugging and airway remodeling inhibition of thymic stromal lymphopoietin tslp improves asthma control but the relationships between airway tslp levels and clinical and immunologic features of asthma are unclear to determine associations between airway tslp disease control and airway remodeling in asthma we measured tslp protein in sputum from mild moderate asthma patients university of california san francisco cohort n moderate severe patients severe asthma research program cohort n and healthy controls n we explored how sputum tslp levels relate to measures of lung function and exacerbations airway inflammation and lung image based measures of mucus plugging and airway remodeling the upper th centile value for sputum tslp concentration in health was pg ml and of the ucsf cohort and of the sarp cohort had tslp concentrations above this value high sputum tslp levels occurred most often in severe asthma patients showing clinical traits typical of type inflammation there was considerable overlap between subgroups who were high for tslp and high for eosinophilic inflammation high sputum tslp levels were associated with a strong sputum cell gene expression profile for type immune responses and a weak expression for type responses high sputum tslp levels were also associated with high sputum muc ac expression and high scores for mucus plugging air trapping and other measures of airway remodeling on ct lung scans high levels of airway tslp in asthma are associated with more severe asthma predominantly type airway immune responses and with mucus plugging air trapping and airway remodeling high airway tslp levels occur in severe asthma patients with a type high endotype despite treatment with corticosteroids providing rationale for treatment with anti tslp or other type directed biologics a subset of asthma patients with severe disease has high airway tslp levels despite high dose inhaled corticosteroids and these patients have predominant airway type immune responses increased mucus plugging air trapping and airway remodeling"
}