{
    "title": "Myocardial infarction with angiographically normal coronary arteries.",
    "doc_id": "8297192",
    "writer": "Alpert JS.",
    "year": "1994",
    "summary": "More than 30 years ago, when the techniques and indications for coronary arteriography were being defined, the entity of myocardial infarction with angiographically normal coronary arteries (MINC) was first reported. These first reports already noted that the few pa …",
    "abstract": "More than 30 years ago, when the techniques and indications for coronary arteriography were being defined, the entity of myocardial infarction with angiographically normal coronary arteries (MINC) was first reported. These first reports already noted that the few patients with MINC tended to be different from the much larger group of individuals with myocardial necrosis and coronary atherosclerosis. Since these early case reports and subsequent small collected series, there have been significant advances in our understanding of the pathophysiologic features of acute myocardial infarction. This review seeks to reexamine MINC in light of this new information.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8297192/",
    "clean_text": "myocardial infarction with angiographically normal coronary arteries more than years ago when the techniques and indications for coronary arteriography were being defined the entity of myocardial infarction with angiographically normal coronary arteries minc was first reported these first reports already noted that the few pa more than years ago when the techniques and indications for coronary arteriography were being defined the entity of myocardial infarction with angiographically normal coronary arteries minc was first reported these first reports already noted that the few patients with minc tended to be different from the much larger group of individuals with myocardial necrosis and coronary atherosclerosis since these early case reports and subsequent small collected series there have been significant advances in our understanding of the pathophysiologic features of acute myocardial infarction this review seeks to reexamine minc in light of this new information"
}