{
    "pmid": "41384366",
    "title": "TNFR2 Signaling in Musculoskeletal Diseases: Implications for Rheumatoid Arthritis and Osteoarthritis.",
    "abstract": "Arthritis imposes a substantial global burden and remains without curative therapy. Among the most prevalent forms, rheumatoid arthritis (RA) and osteoarthritis (OA) differ in etiology but converge on pathogenic tumor necrosis factor-α (TNFα) signaling. A key regulatory node is TNFR2, which promotes immunomodulation and tissue repair in contrast to the pro-inflammatory signaling of TNFR1. Progranulin (PGRN), a high-affinity TNFR2 ligand, protects joints by orchestrating macrophage plasticity and chondrocyte metabolism. Central to this pathway is the adaptor protein 14-3-3ε, an essential intracellular component of the PGRN/TNFR2 complex. In macrophages, 14-3-3ε directs PI3K/Akt-mTOR signaling to restrain NF-κB and promote C/EBPβ-driven M2 polarization, while in chondrocytes it enables ERK/Elk-1 activation to sustain anabolism. Across inflammatory and degenerative models, genetic loss of PGRN, TNFR2, or 14-3-3ε abolishes protection, whereas recombinant PGRN or the engineered PGRN-derived molecule Atsttrin attenuates arthritis, preserves cartilage, and enhances bone repair. Incorporation of Atsttrin into biomaterials such as hydrogels and 3D-printed scaffolds further augments efficacy and durability in preclinical studies. This review briefly summarizes current evidence positioning the PGRN/TNFR2/14-3-3ε complex as a shared mechanism in RA and OA pathogenesis and repair, and highlights translational opportunities-from TNFR2 agonism to Atsttrin-based therapeutics-for disease modification in arthritis.",
    "disease": "rheumatoid arthritis",
    "clean_text": "tnfr signaling in musculoskeletal diseases implications for rheumatoid arthritis and osteoarthritis arthritis imposes a substantial global burden and remains without curative therapy among the most prevalent forms rheumatoid arthritis ra and osteoarthritis oa differ in etiology but converge on pathogenic tumor necrosis factor tnf signaling a key regulatory node is tnfr which promotes immunomodulation and tissue repair in contrast to the pro inflammatory signaling of tnfr progranulin pgrn a high affinity tnfr ligand protects joints by orchestrating macrophage plasticity and chondrocyte metabolism central to this pathway is the adaptor protein an essential intracellular component of the pgrn tnfr complex in macrophages directs pi k akt mtor signaling to restrain nf b and promote c ebp driven m polarization while in chondrocytes it enables erk elk activation to sustain anabolism across inflammatory and degenerative models genetic loss of pgrn tnfr or abolishes protection whereas recombinant pgrn or the engineered pgrn derived molecule atsttrin attenuates arthritis preserves cartilage and enhances bone repair incorporation of atsttrin into biomaterials such as hydrogels and d printed scaffolds further augments efficacy and durability in preclinical studies this review briefly summarizes current evidence positioning the pgrn tnfr complex as a shared mechanism in ra and oa pathogenesis and repair and highlights translational opportunities from tnfr agonism to atsttrin based therapeutics for disease modification in arthritis"
}