{
    "pmid": "41452914",
    "title": "Successful treatment with joint retention of Mycobacterium ulcerans prosthetic joint infection in a patient with rheumatoid arthritis.",
    "abstract": "Mycobacterium ulcerans, the causative agent of Buruli ulcer, is an emerging pathogen in southeastern Australia. Disease typically presents as a single cutaneous lesion although atypical and multi-focal infection does occur, and in these cases a lack of clinical suspicion may delay the diagnosis. With increased exposure of older and medically immunosuppressed populations to M. ulcerans transmission, we need a clearer understanding of how age and underlying immune dysfunction may alter both the risk of acquisition and the clinical presentation of the infection. We present the first known case of M. ulcerans infection involving a prosthetic joint. A 68-year-old female with rheumatoid arthritis immunosuppressed with methotrexate and prednisolone presented with an acutely painful, erythematous prosthetic metacarpophalangeal joint. She also reported multiple cutaneous ulcers, developing over the preceding year. Laboratory investigations revealed raised inflammatory markers, and a complex peri-prosthetic collection was seen on imaging. Swabs from the cutaneous ulcers and joint washout for M. ulcerans PCR and culture positive. PET-CT demonstrated the presence of further sub-clinical cutaneous lesions. The infection was successfully managed with a surgical washout, implant retention and 12 weeks of oral antimicrobials. This case highlights an atypical presentation of Buruli ulcer in an immunosuppressed patient, and the management considerations involved. The broadening geographical distribution of M. ulcerans will place a growing population of immunosuppressed patients at risk; thus awareness amongst clinicians is crucial to ensure prompt diagnosis and treatment.",
    "disease": "rheumatoid arthritis",
    "clean_text": "successful treatment with joint retention of mycobacterium ulcerans prosthetic joint infection in a patient with rheumatoid arthritis mycobacterium ulcerans the causative agent of buruli ulcer is an emerging pathogen in southeastern australia disease typically presents as a single cutaneous lesion although atypical and multi focal infection does occur and in these cases a lack of clinical suspicion may delay the diagnosis with increased exposure of older and medically immunosuppressed populations to m ulcerans transmission we need a clearer understanding of how age and underlying immune dysfunction may alter both the risk of acquisition and the clinical presentation of the infection we present the first known case of m ulcerans infection involving a prosthetic joint a year old female with rheumatoid arthritis immunosuppressed with methotrexate and prednisolone presented with an acutely painful erythematous prosthetic metacarpophalangeal joint she also reported multiple cutaneous ulcers developing over the preceding year laboratory investigations revealed raised inflammatory markers and a complex peri prosthetic collection was seen on imaging swabs from the cutaneous ulcers and joint washout for m ulcerans pcr and culture positive pet ct demonstrated the presence of further sub clinical cutaneous lesions the infection was successfully managed with a surgical washout implant retention and weeks of oral antimicrobials this case highlights an atypical presentation of buruli ulcer in an immunosuppressed patient and the management considerations involved the broadening geographical distribution of m ulcerans will place a growing population of immunosuppressed patients at risk thus awareness amongst clinicians is crucial to ensure prompt diagnosis and treatment"
}