{
    "title": "Two case reports of Wellens' syndrome.",
    "doc_id": "30282519",
    "writer": "Wang X",
    "year": "2018",
    "summary": "Case 1, a 55-year-old female, was transferred to the First Affiliated Hospital of Xi'an Jiaotong University with intermittent and laborious angina pectoris. Her first ECG on admission revealed T-wave inversion in leads V1-V3 and biphasic T-waves in V4. ...",
    "abstract": "Wellens' syndrome is characterised by particular changes in electrocardiogram (ECG) precordial lead T-waves accompanied by proximal stenosis of the left anterior descending (LAD) artery. Two cases of electrocardiographic changes associated with Wellens' syndrome are presented here. Case 1, a 55-year-old female, was transferred to the First Affiliated Hospital of Xi'an Jiaotong University with intermittent and laborious angina pectoris. Her first ECG on admission revealed T-wave inversion in leads V1-V3 and biphasic T-waves in V4. Case 2, an 85-year-old female, presented with dyspnoea and paroxysmal chest pain. Her admission ECG displayed asymmetrical T-wave inversion in leads V1-V3, I, and aVL, and depressed ST segments in leads V2-V5. In this patient, drug-eluting stents were placed on a LAD artery lesion and right coronary artery occlusion. The potential of ECGs to aid decision-making in severe myocardial infarction is straightforward, particularly in patients with characteristic ECGs, however, Wellens' syndrome has a wide spectrum of clinical manifestations and the ECG patterns may manifest itself persistently over a period of weeks. Therefore, ECG parameters should be combined with coronary angiography to confirm the presence of lesions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30282519/",
    "clean_text": "two case reports of wellens syndrome case a year old female was transferred to the first affiliated hospital of xi an jiaotong university with intermittent and laborious angina pectoris her first ecg on admission revealed t wave inversion in leads v v and biphasic t waves in v wellens syndrome is characterised by particular changes in electrocardiogram ecg precordial lead t waves accompanied by proximal stenosis of the left anterior descending lad artery two cases of electrocardiographic changes associated with wellens syndrome are presented here case a year old female was transferred to the first affiliated hospital of xi an jiaotong university with intermittent and laborious angina pectoris her first ecg on admission revealed t wave inversion in leads v v and biphasic t waves in v case an year old female presented with dyspnoea and paroxysmal chest pain her admission ecg displayed asymmetrical t wave inversion in leads v v i and avl and depressed st segments in leads v v in this patient drug eluting stents were placed on a lad artery lesion and right coronary artery occlusion the potential of ecgs to aid decision making in severe myocardial infarction is straightforward particularly in patients with characteristic ecgs however wellens syndrome has a wide spectrum of clinical manifestations and the ecg patterns may manifest itself persistently over a period of weeks therefore ecg parameters should be combined with coronary angiography to confirm the presence of lesions"
}