{
    "title": "Fragile X syndrome at the turn of the century.",
    "doc_id": "10782066",
    "writer": "Kooy RF",
    "year": "2000",
    "summary": "Fragile X syndrome is not only the most common form of inherited cognitive impairment, it is also one of the most frequent single gene disorders. ...Once the repeat exceeds a threshold length, no fragile X protein is produced and disease results. Since …",
    "abstract": "Fragile X syndrome is not only the most common form of inherited cognitive impairment, it is also one of the most frequent single gene disorders. It is caused by a stretch of CGG-repeats within the fragile X gene, which increases in length as it is transmitted from generation to generation. Once the repeat exceeds a threshold length, no fragile X protein is produced and disease results. Since the mutation was discovered, nearly a decade of research has revealed a wealth of information regarding the fragile X gene and its possible function within the cell. The fragile X story also provides a sobering example of how much time and effort might be necessary to develop beneficial treatment through understanding gene function.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10782066/",
    "clean_text": "fragile x syndrome at the turn of the century fragile x syndrome is not only the most common form of inherited cognitive impairment it is also one of the most frequent single gene disorders once the repeat exceeds a threshold length no fragile x protein is produced and disease results since fragile x syndrome is not only the most common form of inherited cognitive impairment it is also one of the most frequent single gene disorders it is caused by a stretch of cgg repeats within the fragile x gene which increases in length as it is transmitted from generation to generation once the repeat exceeds a threshold length no fragile x protein is produced and disease results since the mutation was discovered nearly a decade of research has revealed a wealth of information regarding the fragile x gene and its possible function within the cell the fragile x story also provides a sobering example of how much time and effort might be necessary to develop beneficial treatment through understanding gene function"
}