{
    "title": "\"Our Unified Voice to Implement Change and Advance the View of Young Carers and Young Adult Carers.\" An Appreciative Evaluation of the Impact of a National Young Carer Health Champions Programme.",
    "doc_id": "35373717",
    "writer": "Medforth N.",
    "year": "2022",
    "summary": "A growing evidence base highlights the challenges and support needs of young carers and young adult carers, however research and policy frequently neglect the voice and experience of young people themselves. A team at NHS England developed the Young …",
    "abstract": "A growing evidence base highlights the challenges and support needs of young carers and young adult carers, however research and policy frequently neglect the voice and experience of young people themselves. A team at NHS England developed the Young Carer Health Champions programme to bring together young carers and young adult carers from across England, establishing a network of peer support, sharing of experiences and improving confidence, health literacy and wellbeing. This commissioned independent evaluation aimed to explore the impact of the programme and inform future delivery. Taking a qualitative case study approach, young participants have a central voice, illuminated through the observations of the researcher during residential activities, and data generated during a focus group and telephone and on-line interviews. Findings demonstrate positive impact on the personal development and lifestyles of the Young Carer Health Champions, and their journey from beneficiary to pro-active shaper of services and policy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35373717/",
    "clean_text": "our unified voice to implement change and advance the view of young carers and young adult carers an appreciative evaluation of the impact of a national young carer health champions programme a growing evidence base highlights the challenges and support needs of young carers and young adult carers however research and policy frequently neglect the voice and experience of young people themselves a team at nhs england developed the young a growing evidence base highlights the challenges and support needs of young carers and young adult carers however research and policy frequently neglect the voice and experience of young people themselves a team at nhs england developed the young carer health champions programme to bring together young carers and young adult carers from across england establishing a network of peer support sharing of experiences and improving confidence health literacy and wellbeing this commissioned independent evaluation aimed to explore the impact of the programme and inform future delivery taking a qualitative case study approach young participants have a central voice illuminated through the observations of the researcher during residential activities and data generated during a focus group and telephone and on line interviews findings demonstrate positive impact on the personal development and lifestyles of the young carer health champions and their journey from beneficiary to pro active shaper of services and policy"
}