{
    "pmid": "41429796",
    "title": "Exploratory evidence of mitigated immune imprinting following concomitant COVID-19 and influenza vaccination.",
    "abstract": "Concomitant administration of coronavirus disease (COVID-19) and influenza vaccination schedules has been widely adopted. However, long-term data on the immunological impact, particularly on variant-specific responses, remain limited. In this 10-month prospective study, 80 participants (40 per group) received either a concomitant bivalent COVID-19 mRNA booster and quadrivalent influenza vaccination (Group C) or separate vaccinations (Group S) at least 4 weeks apart. Immunogenicity was evaluated using an anti-S IgG electrochemiluminescence immunoassay, anti- receptor-binding domain (RBD) IgG enzyme-linked immunosorbent assay, focus reduction neutralisation test (FRNT), and hemagglutination-inhibition assay. Both Groups C and S elicited robust immune responses for up to 10 months with no immune interference, as antibody responses against wild-type (WT) and Omicron BA.5 remained comparable between the groups. Notably, neutralising antibody titre against Omicron BA.5 were higher in Group C at 1 month post-vaccination, with significantly higher neutralising potency (FRNT",
    "disease": "influenza",
    "clean_text": "exploratory evidence of mitigated immune imprinting following concomitant covid and influenza vaccination concomitant administration of coronavirus disease covid and influenza vaccination schedules has been widely adopted however long term data on the immunological impact particularly on variant specific responses remain limited in this month prospective study participants per group received either a concomitant bivalent covid mrna booster and quadrivalent influenza vaccination group c or separate vaccinations group s at least weeks apart immunogenicity was evaluated using an anti s igg electrochemiluminescence immunoassay anti receptor binding domain rbd igg enzyme linked immunosorbent assay focus reduction neutralisation test frnt and hemagglutination inhibition assay both groups c and s elicited robust immune responses for up to months with no immune interference as antibody responses against wild type wt and omicron ba remained comparable between the groups notably neutralising antibody titre against omicron ba were higher in group c at month post vaccination with significantly higher neutralising potency frnt"
}