{
    "pmid": "41412977",
    "title": "Evaluation of a novel EHR sidecar application to display RA clinical outcomes during clinic visits: results of a stepped-wedge cluster randomized pragmatic trial.",
    "abstract": "We developed a novel EHR sidecar application to visualize key rheumatoid arthritis (RA) outcomes, including disease activity, physical function, and pain, via a patient-facing graphical interface designed for use during outpatient visits (\"RA PRO dashboard\"). Initial qualitative studies showed positive perceptions from patients; here we assessed the effect of the RA PRO dashboard on patient decision-making, self-efficacy in symptom management, medication beliefs, and medication adherence in a randomized pragmatic trial. We conducted an open cohort, stepped-wedge cluster-randomized trial at a single academic rheumatology clinic between February 2020 and August 2023. Rheumatology clinicians were randomized as clinician-patient clusters into four intervention sequences (5 time periods). Primary outcome measures derived from patient questionnaires: 4-item SURE scale of decisional conflict; PROMIS-SE 4a - Self-Efficacy for Managing Symptoms; Beliefs about Medicines Questionnaire - Specific Necessity-Concerns differential; and medication adherence. Generalized estimating equations models were used to evaluate the effect of clinician access to the dashboard on each outcome. 23 clinicians were included in the analysis. 554 patients completed 1083 study visits, of which 664 were in the intervention group. Adoption of the RA PRO dashboard by clinicians was highly variable. We observed limited effects of the intervention on the outcomes. This trial revealed no significant short-term effects of the RA PRO dashboard on measures of patient decision-making, self-efficacy, medication beliefs, or adherence. Despite prior qualitative work showing improvements in the care experience, this study suggests that the dashboard's impact on traditional behavioral outcomes, at least in the short term, is limited.",
    "disease": "rheumatoid arthritis",
    "clean_text": "evaluation of a novel ehr sidecar application to display ra clinical outcomes during clinic visits results of a stepped wedge cluster randomized pragmatic trial we developed a novel ehr sidecar application to visualize key rheumatoid arthritis ra outcomes including disease activity physical function and pain via a patient facing graphical interface designed for use during outpatient visits ra pro dashboard initial qualitative studies showed positive perceptions from patients here we assessed the effect of the ra pro dashboard on patient decision making self efficacy in symptom management medication beliefs and medication adherence in a randomized pragmatic trial we conducted an open cohort stepped wedge cluster randomized trial at a single academic rheumatology clinic between february and august rheumatology clinicians were randomized as clinician patient clusters into four intervention sequences time periods primary outcome measures derived from patient questionnaires item sure scale of decisional conflict promis se a self efficacy for managing symptoms beliefs about medicines questionnaire specific necessity concerns differential and medication adherence generalized estimating equations models were used to evaluate the effect of clinician access to the dashboard on each outcome clinicians were included in the analysis patients completed study visits of which were in the intervention group adoption of the ra pro dashboard by clinicians was highly variable we observed limited effects of the intervention on the outcomes this trial revealed no significant short term effects of the ra pro dashboard on measures of patient decision making self efficacy medication beliefs or adherence despite prior qualitative work showing improvements in the care experience this study suggests that the dashboard s impact on traditional behavioral outcomes at least in the short term is limited"
}