{
    "title": "Spinal cord injury I: A synopsis of the basic science.",
    "doc_id": "20676289",
    "writer": "Webb AA",
    "year": "2010",
    "summary": "Substantial knowledge has been gained in the pathological findings following naturally occurring spinal cord injury (SCI) in dogs and cats. The molecular mechanisms involved in failure of neural regeneration within the central nervous system, potential therap …",
    "abstract": "Substantial knowledge has been gained in the pathological findings following naturally occurring spinal cord injury (SCI) in dogs and cats. The molecular mechanisms involved in failure of neural regeneration within the central nervous system, potential therapeutics including cellular transplantation therapy, neural plasticity, and prognostic indicators of recovery from SCI have been studied. This 2-part review summarizes 1) basic science perspectives regarding treating and curing spinal cord injury, 2) recent studies that shed light on prognosis and recovery from SCI, 3) current thinking regarding standards of care for dogs with SCI, 4) experimental approaches in the laboratory setting, and 5) current clinical trials being conducted in veterinary medicine. Part I presents timely information on the pathophysiology of spinal cord injury, challenges associated with promoting regeneration of neurons of the central nervous system, and experimental approaches aimed at developing treatments for spinal cord injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20676289/",
    "clean_text": "spinal cord injury i a synopsis of the basic science substantial knowledge has been gained in the pathological findings following naturally occurring spinal cord injury sci in dogs and cats the molecular mechanisms involved in failure of neural regeneration within the central nervous system potential therap substantial knowledge has been gained in the pathological findings following naturally occurring spinal cord injury sci in dogs and cats the molecular mechanisms involved in failure of neural regeneration within the central nervous system potential therapeutics including cellular transplantation therapy neural plasticity and prognostic indicators of recovery from sci have been studied this part review summarizes basic science perspectives regarding treating and curing spinal cord injury recent studies that shed light on prognosis and recovery from sci current thinking regarding standards of care for dogs with sci experimental approaches in the laboratory setting and current clinical trials being conducted in veterinary medicine part i presents timely information on the pathophysiology of spinal cord injury challenges associated with promoting regeneration of neurons of the central nervous system and experimental approaches aimed at developing treatments for spinal cord injury"
}