{
    "pmid": "41432049",
    "title": "Clinical utility of targeted transient elastography (Fibroscan) screening for liver fibrosis/cirrhosis among people living with HIV (PLWH).",
    "abstract": "BackgroundThe Community Liver Health Checks Programme offers population-level screening to identify those with fibrosis or cirrhosis. In this study, we describe the population characteristics and results for our cohort to ascertain the clinical utility of routine FibroScan.MethodsProspective observational study of PLWH who had a FibroScan as part of the programme. All participants had risk factor(s) for liver fibrosis.ResultsA total of 382 people were included in the study. There were 291 males, with a median age of 48 years (range 26-75). Half (n = 191) were white British, and 31.4 % (n = 120) were Black African. Sixty-two percent (n = 237) were men who have sex with men (MSM). Median time since HIV diagnosis was 16 years, with a median CD4 of 642. Ninety-five percent were undetectable. The most common indication for FibroScan referral was BMI >30 in 47.4% (n = 181). Other common indications include NAFLD (31%, n = 118), Alcohol (27.1%, n = 103). 24.9% (n = 95) had more than two risk factors. Overall, 53.7% (n = 205) had evidence of steatosis (≥S1), 19.4% (n = 74) had evidence of fibrosis (≥F1), and 1% (n = 4) had evidence of cirrhosis. In bivariate analysis, BMI >30 and a known diagnosis of NAFLD were associated with steatosis (≥S1) (OR 3.1 and 1.8 respectively). Of those with multiple risk factors (≥2), 74.7% (n = 71) had evidence of steatosis, 20% (n = 19) had evidence of fibrosis, 2.1% (n = 2) had evidence of cirrhosis. Bivariate analysis shows a significant correlation between the presence of multiple risk factors and ≥F1 fibrosis (OR = 2.3) and ≥S1 steatosis (OR = 3.2).ConclusionsOur data shows a low prevalence of liver cirrhosis, increasing in the presence of multiple liver risk factors. We recommend FIB-4 score as an inexpensive primary screening tool for fibrosis/cirrhosis, and Fibroscan for those with multiple risk factors or high FIB-4 score.",
    "disease": "liver cirrhosis",
    "clean_text": "clinical utility of targeted transient elastography fibroscan screening for liver fibrosis cirrhosis among people living with hiv plwh backgroundthe community liver health checks programme offers population level screening to identify those with fibrosis or cirrhosis in this study we describe the population characteristics and results for our cohort to ascertain the clinical utility of routine fibroscan methodsprospective observational study of plwh who had a fibroscan as part of the programme all participants had risk factor s for liver fibrosis resultsa total of people were included in the study there were males with a median age of years range half n were white british and n were black african sixty two percent n were men who have sex with men msm median time since hiv diagnosis was years with a median cd of ninety five percent were undetectable the most common indication for fibroscan referral was bmi in n other common indications include nafld n alcohol n n had more than two risk factors overall n had evidence of steatosis s n had evidence of fibrosis f and n had evidence of cirrhosis in bivariate analysis bmi and a known diagnosis of nafld were associated with steatosis s or and respectively of those with multiple risk factors n had evidence of steatosis n had evidence of fibrosis n had evidence of cirrhosis bivariate analysis shows a significant correlation between the presence of multiple risk factors and f fibrosis or and s steatosis or conclusionsour data shows a low prevalence of liver cirrhosis increasing in the presence of multiple liver risk factors we recommend fib score as an inexpensive primary screening tool for fibrosis cirrhosis and fibroscan for those with multiple risk factors or high fib score"
}