{
    "title": "Genetic and metabolic factors influencing skin yellowness in yellow-feathered broilers.",
    "doc_id": "39561557",
    "writer": "Huang R",
    "year": "2025",
    "summary": "The degree of yellowness of the skin is an important factor affecting the market popularity and sales price of yellow-feathered broilers. ...Additionally, a single nucleotide polymorphism in the CYP1A1 gene was significantly associated with skin yellowness in …",
    "abstract": "The degree of yellowness of the skin is an important factor affecting the market popularity and sales price of yellow-feathered broilers. Despite its commercial importance, the specific pigments and genetic mechanisms involved remain unclear. This study identified lutein as the primary carotenoid in the skin and established serum lutein concentration as a molecular marker for predicting skin yellowness in carcasses. Through RNA sequencing of broilers with varying yellowness, we identified key genes like CYP26A1, CYP1B1, CYP2C18, CYP2W1, HSD17B2, AOX1, KMO, PLIN1, and RET, which may regulate carotenoid absorption and deposition. Additionally, a single nucleotide polymorphism in the CYP1A1 gene was significantly associated with skin yellowness in Ma-Huang chickens. Overall, this study examined the primary pigment types that influence the skin yellowness of yellow-feathered broilers, emphasizing that lutein can serve as a molecular marker for skin yellowness and providing insights into the regulatory factors that regulate skin yellowness. These findings provide essential theoretical support for the breeding of skin color traits in yellow-feathered broilers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39561557/",
    "clean_text": "genetic and metabolic factors influencing skin yellowness in yellow feathered broilers the degree of yellowness of the skin is an important factor affecting the market popularity and sales price of yellow feathered broilers additionally a single nucleotide polymorphism in the cyp a gene was significantly associated with skin yellowness in the degree of yellowness of the skin is an important factor affecting the market popularity and sales price of yellow feathered broilers despite its commercial importance the specific pigments and genetic mechanisms involved remain unclear this study identified lutein as the primary carotenoid in the skin and established serum lutein concentration as a molecular marker for predicting skin yellowness in carcasses through rna sequencing of broilers with varying yellowness we identified key genes like cyp a cyp b cyp c cyp w hsd b aox kmo plin and ret which may regulate carotenoid absorption and deposition additionally a single nucleotide polymorphism in the cyp a gene was significantly associated with skin yellowness in ma huang chickens overall this study examined the primary pigment types that influence the skin yellowness of yellow feathered broilers emphasizing that lutein can serve as a molecular marker for skin yellowness and providing insights into the regulatory factors that regulate skin yellowness these findings provide essential theoretical support for the breeding of skin color traits in yellow feathered broilers"
}