{
    "title": "Toxic role of K+ channel oxidation in mammalian brain.",
    "doc_id": "22442077",
    "writer": "Cotella D",
    "year": "2012",
    "summary": "These oligomers were 10-fold more abundant in the brain of old than young mice. Oxidant-induced oligomerization of wild-type KCNB1 enhanced apoptosis in neuronal cells subject to oxidative insults. ...The fact that oxidation of KCNB1 is toxic, argues that thi …",
    "abstract": "Potassium (K(+)) channels are essential to neuronal signaling and survival. Here we show that these proteins are targets of reactive oxygen species in mammalian brain and that their oxidation contributes to neuropathy. Thus, the KCNB1 (Kv2.1) channel, which is abundantly expressed in cortex and hippocampus, formed oligomers upon exposure to oxidizing agents. These oligomers were ∼10-fold more abundant in the brain of old than young mice. Oxidant-induced oligomerization of wild-type KCNB1 enhanced apoptosis in neuronal cells subject to oxidative insults. Consequently, a KCNB1 variant resistant to oxidation, obtained by mutating a conserved cysteine to alanine, (C73A), was neuroprotective. The fact that oxidation of KCNB1 is toxic, argues that this mechanism may contribute to neuropathy in conditions characterized by high levels of oxidative stress, such as Alzheimer's disease (AD). Accordingly, oxidation of KCNB1 channels was exacerbated in the brain of a triple transgenic mouse model of AD (3xTg-AD). The C73A variant protected neuronal cells from apoptosis induced by incubation with β-amyloid peptide (Aβ(1-42)). In an invertebrate model (Caenorhabditis elegans) that mimics aspects of AD, a C73A-KCNB1 homolog (C113S-KVS-1) protected specific neurons from apoptotic death induced by ectopic expression of human Aβ(1-42). Together, these data underscore a novel mechanism of toxicity in neurodegenerative disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22442077/",
    "clean_text": "toxic role of k channel oxidation in mammalian brain these oligomers were fold more abundant in the brain of old than young mice oxidant induced oligomerization of wild type kcnb enhanced apoptosis in neuronal cells subject to oxidative insults the fact that oxidation of kcnb is toxic argues that thi potassium k channels are essential to neuronal signaling and survival here we show that these proteins are targets of reactive oxygen species in mammalian brain and that their oxidation contributes to neuropathy thus the kcnb kv channel which is abundantly expressed in cortex and hippocampus formed oligomers upon exposure to oxidizing agents these oligomers were fold more abundant in the brain of old than young mice oxidant induced oligomerization of wild type kcnb enhanced apoptosis in neuronal cells subject to oxidative insults consequently a kcnb variant resistant to oxidation obtained by mutating a conserved cysteine to alanine c a was neuroprotective the fact that oxidation of kcnb is toxic argues that this mechanism may contribute to neuropathy in conditions characterized by high levels of oxidative stress such as alzheimer s disease ad accordingly oxidation of kcnb channels was exacerbated in the brain of a triple transgenic mouse model of ad xtg ad the c a variant protected neuronal cells from apoptosis induced by incubation with amyloid peptide a in an invertebrate model caenorhabditis elegans that mimics aspects of ad a c a kcnb homolog c s kvs protected specific neurons from apoptotic death induced by ectopic expression of human a together these data underscore a novel mechanism of toxicity in neurodegenerative disease"
}