{
    "title": "Acquired heart disease in low-income and middle-income countries.",
    "doc_id": "28838969",
    "writer": "Curry C",
    "year": "2018",
    "summary": "The burden of illness associated with acquired cardiac disease in children in low-income and middle-income countries (LMIC) is significant and may be equivalent to that of congenital heart disease. Rheumatic heart disease, endomyocardial fibrosi …",
    "abstract": "The burden of illness associated with acquired cardiac disease in children in low-income and middle-income countries (LMIC) is significant and may be equivalent to that of congenital heart disease. Rheumatic heart disease, endomyocardial fibrosis, cardiomyopathy (including HIV cardiomyopathy) and tuberculosis are the most important causes. All are associated with poverty with the neediest children having the least access to care. The associated mortality and morbidity is high. There is an urgent need to improve cardiac care in LMIC, particularly in sub-Saharan Africa and parts of Southeast Asia where the burden is highest.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28838969/",
    "clean_text": "acquired heart disease in low income and middle income countries the burden of illness associated with acquired cardiac disease in children in low income and middle income countries lmic is significant and may be equivalent to that of congenital heart disease rheumatic heart disease endomyocardial fibrosi the burden of illness associated with acquired cardiac disease in children in low income and middle income countries lmic is significant and may be equivalent to that of congenital heart disease rheumatic heart disease endomyocardial fibrosis cardiomyopathy including hiv cardiomyopathy and tuberculosis are the most important causes all are associated with poverty with the neediest children having the least access to care the associated mortality and morbidity is high there is an urgent need to improve cardiac care in lmic particularly in sub saharan africa and parts of southeast asia where the burden is highest"
}