{
    "title": "Physical activity and exercise training in multiple sclerosis: a review and content analysis of qualitative research identifying perceived determinants and consequences.",
    "doc_id": "26314587",
    "writer": "Learmonth YC",
    "year": "2016",
    "summary": "Content analysis of perceived determinants and consequences of physical activity and exercise was undertaken using an inductive analysis guided by the Physical Activity for people with Disabilities framework and Social Cognitive Theory, respecti …",
    "abstract": "Purpose:\n        \n      \n      This systematic review was conducted to provide rich and deep evidence of the perceived determinants and consequences of physical activity and exercise based on qualitative research in multiple sclerosis (MS).\n    \n\n\n          Method:\n        \n      \n      Electronic databases and article reference lists were searched to identify qualitative studies of physical activity and exercise in MS. Studies were included if they were written in English and examined consequences/determinants of physical activity in persons with MS. Content analysis of perceived determinants and consequences of physical activity and exercise was undertaken using an inductive analysis guided by the Physical Activity for people with Disabilities framework and Social Cognitive Theory, respectively.\n    \n\n\n          Results:\n        \n      \n      Nineteen articles were reviewed. The most commonly identified perceived barriers of physical activity and exercise were related to the environmental (i.e. minimal or no disabled facilities, and minimal or conflicting advice from healthcare professionals) and related to personal barriers (i.e. fatigue, and fear and apprehension). The most commonly identified perceived facilitators of physical activity were related to the environment (i.e. the type of exercise modality and peer support) and related to personal facilitators (i.e. appropriate exercise and feelings of accomplishment). The most commonly identified perceived beneficial consequences of physical activity and exercise were maintaining physical functions, increased social participation and feelings of self-management and control. The most commonly identified perceived adverse consequences were increased fatigue and feelings of frustration and lost control.\n    \n\n\n          Conclusions:\n        \n      \n      Results will inform future research on the perceived determinants and consequences of physical activity and exercise in those with MS and can be adopted for developing professional education and interventions for physical activity and exercise in MS.\n    \n\n\n          Implications for rehabilitation:\n        \n      \n      Physical activity and exercise behaviour in people with multiple sclerosis (MS) is subject to a number of modifiable determinants. Healthcare professionals working to promote physical activity and exercise in those with MS should choose to endorse the positive benefits of participation. Future physical activity interventions for those with MS may be improved by incorporating behavioural management strategies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26314587/",
    "clean_text": "physical activity and exercise training in multiple sclerosis a review and content analysis of qualitative research identifying perceived determinants and consequences content analysis of perceived determinants and consequences of physical activity and exercise was undertaken using an inductive analysis guided by the physical activity for people with disabilities framework and social cognitive theory respecti purpose this systematic review was conducted to provide rich and deep evidence of the perceived determinants and consequences of physical activity and exercise based on qualitative research in multiple sclerosis ms method electronic databases and article reference lists were searched to identify qualitative studies of physical activity and exercise in ms studies were included if they were written in english and examined consequences determinants of physical activity in persons with ms content analysis of perceived determinants and consequences of physical activity and exercise was undertaken using an inductive analysis guided by the physical activity for people with disabilities framework and social cognitive theory respectively results nineteen articles were reviewed the most commonly identified perceived barriers of physical activity and exercise were related to the environmental i e minimal or no disabled facilities and minimal or conflicting advice from healthcare professionals and related to personal barriers i e fatigue and fear and apprehension the most commonly identified perceived facilitators of physical activity were related to the environment i e the type of exercise modality and peer support and related to personal facilitators i e appropriate exercise and feelings of accomplishment the most commonly identified perceived beneficial consequences of physical activity and exercise were maintaining physical functions increased social participation and feelings of self management and control the most commonly identified perceived adverse consequences were increased fatigue and feelings of frustration and lost control conclusions results will inform future research on the perceived determinants and consequences of physical activity and exercise in those with ms and can be adopted for developing professional education and interventions for physical activity and exercise in ms implications for rehabilitation physical activity and exercise behaviour in people with multiple sclerosis ms is subject to a number of modifiable determinants healthcare professionals working to promote physical activity and exercise in those with ms should choose to endorse the positive benefits of participation future physical activity interventions for those with ms may be improved by incorporating behavioural management strategies"
}