{
    "title": "Juvenile Idiopathic Arthritis.",
    "doc_id": "32119492",
    "writer": "Thatayatikom A",
    "year": "Jan–",
    "summary": "Juvenile idiopathic arthritis (JIA) is a heterogeneous group of idiopathic inflammatory arthritis affecting children younger than 16 and lasting 6 weeks or longer. The terminology of chronic arthritis in children has evolved from juvenile chronic arthr …",
    "abstract": "Juvenile idiopathic arthritis (JIA) is a heterogeneous group of idiopathic inflammatory arthritis affecting children younger than 16 and lasting 6 weeks or longer. The terminology of chronic arthritis in children has evolved from juvenile chronic arthritis and juvenile rheumatoid arthritis to JIA since 1995. According to the consensus conference of the International League of Associations for Rheumatology in 2001, there are 7 JIA categories: a) oligoarthritis; b) rheumatoid factor (RF) positive polyarthritis; c) RF negative polyarthritis; d) systemic arthritis; e) psoriatic arthritis; f) enthesitis-related arthritis; g) undifferentiated arthritis. These subtypes have distinct phenotypes, genetic predispositions, pathophysiology, laboratory findings, disease course, and prognosis. Although chronic arthritis is mandatory for all subtypes, the extraarticular and the systemic manifestations characterized every specific subtype. Recently, a new preliminary data-driven classification for JIA is proposed and being formally validated by the Pediatric Rheumatology International Trial Organization.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32119492/",
    "clean_text": "juvenile idiopathic arthritis juvenile idiopathic arthritis jia is a heterogeneous group of idiopathic inflammatory arthritis affecting children younger than and lasting weeks or longer the terminology of chronic arthritis in children has evolved from juvenile chronic arthr juvenile idiopathic arthritis jia is a heterogeneous group of idiopathic inflammatory arthritis affecting children younger than and lasting weeks or longer the terminology of chronic arthritis in children has evolved from juvenile chronic arthritis and juvenile rheumatoid arthritis to jia since according to the consensus conference of the international league of associations for rheumatology in there are jia categories a oligoarthritis b rheumatoid factor rf positive polyarthritis c rf negative polyarthritis d systemic arthritis e psoriatic arthritis f enthesitis related arthritis g undifferentiated arthritis these subtypes have distinct phenotypes genetic predispositions pathophysiology laboratory findings disease course and prognosis although chronic arthritis is mandatory for all subtypes the extraarticular and the systemic manifestations characterized every specific subtype recently a new preliminary data driven classification for jia is proposed and being formally validated by the pediatric rheumatology international trial organization"
}