{
    "title": "[Zika virus infections].",
    "doc_id": "29984946",
    "writer": "Stock I.",
    "year": "2016",
    "summary": "Currently, the biggest Zika virus epidemic ever recorded takes places in several states and territories in South and Central America including the Caribbean islands. ...Treatment of Zika virus infections is symptomatic and supportive, a specific antivi …",
    "abstract": "The Zika virus is an enveloped RNA virus belonging to the flavivirus family. The virus is transferred to humans primarily through the bite of female Aedes mosquitoes such as A. aegypti, but human-to-human transmission (through sexual contact and from the infected mother to her foetus) also occurs. Until recently, infections with the Zika virus had only little medical significance. For several decades, the virus has sporadically caused benign febrile Dengue-like illnesses in several African and Asian areas. 2007 and 2013/2014, however, two major Zika outbreaks in the Pacific region have been documented. Currently, the biggest Zika virus epidemic ever recorded takes places in several states and territories in South and Central America including the Caribbean islands. During the current outbreak, the virus has been shown to frequently cause severe manifestations, in particular fetal malformations (microcephaly) of the brain, as well as neurological disorders in adults such as Guillain Barré syndrome. Treatment of Zika virus infections is symptomatic and supportive, a specific antiviral therapy does not exist.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29984946/",
    "clean_text": "zika virus infections currently the biggest zika virus epidemic ever recorded takes places in several states and territories in south and central america including the caribbean islands treatment of zika virus infections is symptomatic and supportive a specific antivi the zika virus is an enveloped rna virus belonging to the flavivirus family the virus is transferred to humans primarily through the bite of female aedes mosquitoes such as a aegypti but human to human transmission through sexual contact and from the infected mother to her foetus also occurs until recently infections with the zika virus had only little medical significance for several decades the virus has sporadically caused benign febrile dengue like illnesses in several african and asian areas and however two major zika outbreaks in the pacific region have been documented currently the biggest zika virus epidemic ever recorded takes places in several states and territories in south and central america including the caribbean islands during the current outbreak the virus has been shown to frequently cause severe manifestations in particular fetal malformations microcephaly of the brain as well as neurological disorders in adults such as guillain barr syndrome treatment of zika virus infections is symptomatic and supportive a specific antiviral therapy does not exist"
}