{
    "pmid": "41465733",
    "title": "ABO Blood Type Associations with Physical, Mental, and Biochemical Characteristics in a Taiwanese Population.",
    "abstract": "The ABO blood group system, characterized by specific glycosyltransferase activity, is linked to various biological and clinical traits. However, findings often lack consistency due to small sample size and ethnic variability. This research explores potential associations between ABO blood types and physical, mental, and physiological traits in a substantial Taiwanese population. We utilized data from 146,374 individuals in the Taiwan Biobank. Compared to people with blood type O, those with blood types A and B exhibited a reduced risk of peptic ulcers (11% and 8%, respectively). Blood type A was associated with a 16% increased risk of hyperlipidemia and an 18% increased risk of asthma. It also had 2.3% higher total cholesterol and 3.3% higher LDL-C than type O. Blood type B showed 1.6% higher triglyceride levels. This study observes possible associations between ABO blood types and physical diseases, including gastric ulcers and asthma, as well as unique biochemical profiles. The results suggest that ABO blood typing may offer supplementary value in population-level risk assessment. Future research should elucidate underlying mechanisms and validate findings across populations.",
    "disease": "asthma",
    "clean_text": "abo blood type associations with physical mental and biochemical characteristics in a taiwanese population the abo blood group system characterized by specific glycosyltransferase activity is linked to various biological and clinical traits however findings often lack consistency due to small sample size and ethnic variability this research explores potential associations between abo blood types and physical mental and physiological traits in a substantial taiwanese population we utilized data from individuals in the taiwan biobank compared to people with blood type o those with blood types a and b exhibited a reduced risk of peptic ulcers and respectively blood type a was associated with a increased risk of hyperlipidemia and an increased risk of asthma it also had higher total cholesterol and higher ldl c than type o blood type b showed higher triglyceride levels this study observes possible associations between abo blood types and physical diseases including gastric ulcers and asthma as well as unique biochemical profiles the results suggest that abo blood typing may offer supplementary value in population level risk assessment future research should elucidate underlying mechanisms and validate findings across populations"
}