{
    "title": "Prevention of head and neck cancer.",
    "doc_id": "15717949",
    "writer": "Day TA",
    "year": "2005",
    "summary": "In the vast majority of cases, head and neck cancer is a preventable disease. The relationship between tobacco and alcohol and these cancers is well established. ...The future prevention of head and neck cancer will likely require solutio …",
    "abstract": "In the vast majority of cases, head and neck cancer is a preventable disease. The relationship between tobacco and alcohol and these cancers is well established. Despite efforts aimed at reduction of risk factor exposure and early detection methods, head and neck cancer remains one of the more common cancers worldwide. Recent advances in molecular techniques have provided a framework for future targets for early diagnosis and treatment of these malignancies. This review provides a summary of recent developments in primary and secondary prevention of head and neck cancer and innovative strategies aimed at a reduction in incidence and mortality from this disease. The future prevention of head and neck cancer will likely require solutions to the widespread use of tobacco products and innovative diagnostic techniques leading to improvements in overall survival.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15717949/",
    "clean_text": "prevention of head and neck cancer in the vast majority of cases head and neck cancer is a preventable disease the relationship between tobacco and alcohol and these cancers is well established the future prevention of head and neck cancer will likely require solutio in the vast majority of cases head and neck cancer is a preventable disease the relationship between tobacco and alcohol and these cancers is well established despite efforts aimed at reduction of risk factor exposure and early detection methods head and neck cancer remains one of the more common cancers worldwide recent advances in molecular techniques have provided a framework for future targets for early diagnosis and treatment of these malignancies this review provides a summary of recent developments in primary and secondary prevention of head and neck cancer and innovative strategies aimed at a reduction in incidence and mortality from this disease the future prevention of head and neck cancer will likely require solutions to the widespread use of tobacco products and innovative diagnostic techniques leading to improvements in overall survival"
}