{
    "title": "Recent advances in the management of postmenopausal women with non-atypical endometrial hyperplasia.",
    "doc_id": "37577792",
    "writer": "Ren H",
    "year": "2023",
    "summary": "Non-atypical endometrial hyperplasia is a benign disease without significant somatic genetic changes. Postmenopausal women with non-atypical endometrial hyperplasia have a significant risk of progression to endometrial cancer and persistent endometrial …",
    "abstract": "Non-atypical endometrial hyperplasia is a benign disease without significant somatic genetic changes. Postmenopausal women with non-atypical endometrial hyperplasia have a significant risk of progression to endometrial cancer and persistent endometrial hyperplasia. Most cases of atypical endometrial hyperplasia in postmenopausal women are treated surgically, including hysterectomy. At present, the treatment of postmenopausal women with non-atypical endometrial hyperplasia is still controversial. Correct and timely diagnosis and treatment are of great significance to prevent progression of the lesion. This study mainly provides an updated synthesis of the literature that investigates the etiology, diagnosis and treatment of postmenopausal women with non-atypical endometrial hyperplasia. As of December 2022, a literature search related to postmenopausal non-atypical endometrial hyperplasia was conducted on the PubMed database. For most postmenopausal patients with non-atypical endometrial hyperplasia, regular re-examination should be performed during conservative treatment. For postmenopausal patients with endometrial cancer risk factors, persistent non-atypical endometrial hyperplasia or progesterone contraindications, hysterectomy and bilateral salpingo-oophorectomy should be the first choice.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37577792/",
    "clean_text": "recent advances in the management of postmenopausal women with non atypical endometrial hyperplasia non atypical endometrial hyperplasia is a benign disease without significant somatic genetic changes postmenopausal women with non atypical endometrial hyperplasia have a significant risk of progression to endometrial cancer and persistent endometrial non atypical endometrial hyperplasia is a benign disease without significant somatic genetic changes postmenopausal women with non atypical endometrial hyperplasia have a significant risk of progression to endometrial cancer and persistent endometrial hyperplasia most cases of atypical endometrial hyperplasia in postmenopausal women are treated surgically including hysterectomy at present the treatment of postmenopausal women with non atypical endometrial hyperplasia is still controversial correct and timely diagnosis and treatment are of great significance to prevent progression of the lesion this study mainly provides an updated synthesis of the literature that investigates the etiology diagnosis and treatment of postmenopausal women with non atypical endometrial hyperplasia as of december a literature search related to postmenopausal non atypical endometrial hyperplasia was conducted on the pubmed database for most postmenopausal patients with non atypical endometrial hyperplasia regular re examination should be performed during conservative treatment for postmenopausal patients with endometrial cancer risk factors persistent non atypical endometrial hyperplasia or progesterone contraindications hysterectomy and bilateral salpingo oophorectomy should be the first choice"
}