{
    "pmid": "41463597",
    "title": "The Role of MER Processing Pipelines for STN Functional Identification During DBS Surgery: A Feature-Based Machine Learning Approach.",
    "abstract": "Microelectrode recording (MER) is commonly used to validate preoperative targeting during subthalamic nucleus (STN) deep brain stimulation (DBS) surgery for Parkinson's Disease (PD). Although machine learning (ML) has been used to improve STN localization using MER data, the impact of preprocessing steps on the accuracy of classifiers has received little attention. We evaluated 24 distinct preprocessing pipelines combining four artifact removal strategies, three outlier handling methods, and optional feature normalization. The effect of each data processing procedure's component of interest was evaluated in function of the performance obtained using three ML models. Artifact rejection methods (i.e., unsupervised variance-based algorithm (COV) and background noise estimation (BCK)), combined with optimized outlier management (i.e., statistical outlier identification per hemisphere (ORH)) consistently improved classification performance. In contrast, applying hemisphere-specific feature normalization prior to classification led to performance degradation across all metrics. SHAP (SHapley Additive exPlanations) analysis, performed to determine feature importance across pipelines, revealed stable agreement with regard to influential features across diverse preprocessing configurations. In conclusion, optimal artifact rejection and outlier treatment are essential in preprocessing MER for STN identification in DBS, whereas preliminary feature normalization strategies may impair model performance. Overall, the best classification performance was obtained by applying the Random Forest model to the dataset treated using COV artifact rejection and ORH outlier management (accuracy = 0.945). SHAP-based interpretability offers valuable guidance for refining ML pipelines. These insights can inform robust protocol development for MER-guided DBS targeting.",
    "disease": "parkinson disease",
    "clean_text": "the role of mer processing pipelines for stn functional identification during dbs surgery a feature based machine learning approach microelectrode recording mer is commonly used to validate preoperative targeting during subthalamic nucleus stn deep brain stimulation dbs surgery for parkinson s disease pd although machine learning ml has been used to improve stn localization using mer data the impact of preprocessing steps on the accuracy of classifiers has received little attention we evaluated distinct preprocessing pipelines combining four artifact removal strategies three outlier handling methods and optional feature normalization the effect of each data processing procedure s component of interest was evaluated in function of the performance obtained using three ml models artifact rejection methods i e unsupervised variance based algorithm cov and background noise estimation bck combined with optimized outlier management i e statistical outlier identification per hemisphere orh consistently improved classification performance in contrast applying hemisphere specific feature normalization prior to classification led to performance degradation across all metrics shap shapley additive explanations analysis performed to determine feature importance across pipelines revealed stable agreement with regard to influential features across diverse preprocessing configurations in conclusion optimal artifact rejection and outlier treatment are essential in preprocessing mer for stn identification in dbs whereas preliminary feature normalization strategies may impair model performance overall the best classification performance was obtained by applying the random forest model to the dataset treated using cov artifact rejection and orh outlier management accuracy shap based interpretability offers valuable guidance for refining ml pipelines these insights can inform robust protocol development for mer guided dbs targeting"
}