{
    "pmid": "41454808",
    "title": "Prevalence of gestational diabetes mellitus in India: The ICMR-INDIAB national study (ICMR-INDIAB-24).",
    "abstract": "Background & objectives The prevalence of gestational diabetes mellitus (GDM) is known to be high among South Asians. However, there is no national study on prevalence of GDM in India and few data comparing prevalence of GDM in early pregnancy (Early GDM) and late pregnancy (Late GDM). Methods This is an analysis of pregnant women who participated in the nationally representative Indian Council of Medical Research-India Diabetes (ICMR-INDIAB) study. Of the 1,206 pregnant women 1,032 who underwent oral glucose tolerance test (OGTT) or had fasting blood glucose measurement and did not have overt diabetes, were included in this study. GDM was diagnosed using the NICE criteria. GDM was classified as Early GDM if diagnosed before 20 wk of gestation and Late GDM if diagnosed ≥ 20 wk of gestation, Results The weighted national prevalence of GDM in India was 22.4 per cent (95% CI: 16.7-28%) with no significant urban rural differences (24.2% vs. 21.6%, NS). The prevalence of Early GDM and Late GDM were 19.2 per cent (9.8-28.7%) and 23.4 per cent (16.7-30.2%), respectively. Central India had the highest prevalence of GDM at 32.9 per cent (17.9-48%), and West India, the lowest at 16 per cent (3.1-29.3%). High systolic blood pressure and family history of diabetes were independently associated with risk of GDM. Interpretation & conclusions Nearly one in four pregnant women in India have GDM with regional variability. The prevalence of Early GDM is also high. Thus, there is a need for screening of all pregnant women for GDM starting in early pregnancy.",
    "disease": "diabetes mellitus",
    "clean_text": "prevalence of gestational diabetes mellitus in india the icmr indiab national study icmr indiab background objectives the prevalence of gestational diabetes mellitus gdm is known to be high among south asians however there is no national study on prevalence of gdm in india and few data comparing prevalence of gdm in early pregnancy early gdm and late pregnancy late gdm methods this is an analysis of pregnant women who participated in the nationally representative indian council of medical research india diabetes icmr indiab study of the pregnant women who underwent oral glucose tolerance test ogtt or had fasting blood glucose measurement and did not have overt diabetes were included in this study gdm was diagnosed using the nice criteria gdm was classified as early gdm if diagnosed before wk of gestation and late gdm if diagnosed wk of gestation results the weighted national prevalence of gdm in india was per cent ci with no significant urban rural differences vs ns the prevalence of early gdm and late gdm were per cent and per cent respectively central india had the highest prevalence of gdm at per cent and west india the lowest at per cent high systolic blood pressure and family history of diabetes were independently associated with risk of gdm interpretation conclusions nearly one in four pregnant women in india have gdm with regional variability the prevalence of early gdm is also high thus there is a need for screening of all pregnant women for gdm starting in early pregnancy"
}