{
    "title": "Assessing the quality of reporting on quality improvement initiatives in plastic surgery: A systematic review.",
    "doc_id": "36907019",
    "writer": "Daniel Pereira D",
    "year": "2023",
    "summary": "BACKGROUND: There has been a recent increase in the number and complexity of quality improvement studies in plastic surgery. To assist with the development of thorough quality improvement reporting practices, with the goal of improving the transferabil …",
    "abstract": "Background:\n        \n      \n      There has been a recent increase in the number and complexity of quality improvement studies in plastic surgery. To assist with the development of thorough quality improvement reporting practices, with the goal of improving the transferability of these initiatives, we conducted a systematic review of studies describing the implementation of quality improvement initiatives in plastic surgery. We used the SQUIRE 2.0 (Standards for Quality Improvement Reporting Excellence) guideline to appraise the quality of reporting of these initiatives.\n    \n\n\n          Methods:\n        \n      \n      English-language articles published in Embase, MEDLINE, CINAHL, and the Cochrane databases were searched. Quantitative studies evaluating the implementation of quality improvement initiatives in plastic surgery were included. The primary endpoint of interest in this review was the distribution of studies per SQUIRE 2.0 criteria scores in proportions. Abstract screening, full-text screening, and data extraction were completed independently and in duplicate by the review team.\n    \n\n\n          Results:\n        \n      \n      We screened 7046 studies, of which 103 full texts were assessed, and 50 met inclusion criteria. In our assessment, only 7 studies (14%) met all 18 SQUIRE 2.0 criteria. SQUIRE 2.0 criteria that were met most frequently were abstract, problem description, rationale, and specific aims. The lowest SQUIRE 2.0 scores appeared in funding, conclusion, and interpretation criteria.\n    \n\n\n          Conclusions:\n        \n      \n      Improvements in QI reporting in plastic surgery, especially in the realm of funding, costs, strategic trade-offs, project sustainability, and potential for spread to other contexts, will further advance the transferability of QI initiatives, which could lead to significant strides in improving patient care.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36907019/",
    "clean_text": "assessing the quality of reporting on quality improvement initiatives in plastic surgery a systematic review background there has been a recent increase in the number and complexity of quality improvement studies in plastic surgery to assist with the development of thorough quality improvement reporting practices with the goal of improving the transferabil background there has been a recent increase in the number and complexity of quality improvement studies in plastic surgery to assist with the development of thorough quality improvement reporting practices with the goal of improving the transferability of these initiatives we conducted a systematic review of studies describing the implementation of quality improvement initiatives in plastic surgery we used the squire standards for quality improvement reporting excellence guideline to appraise the quality of reporting of these initiatives methods english language articles published in embase medline cinahl and the cochrane databases were searched quantitative studies evaluating the implementation of quality improvement initiatives in plastic surgery were included the primary endpoint of interest in this review was the distribution of studies per squire criteria scores in proportions abstract screening full text screening and data extraction were completed independently and in duplicate by the review team results we screened studies of which full texts were assessed and met inclusion criteria in our assessment only studies met all squire criteria squire criteria that were met most frequently were abstract problem description rationale and specific aims the lowest squire scores appeared in funding conclusion and interpretation criteria conclusions improvements in qi reporting in plastic surgery especially in the realm of funding costs strategic trade offs project sustainability and potential for spread to other contexts will further advance the transferability of qi initiatives which could lead to significant strides in improving patient care"
}