{
    "pmid": "41409635",
    "title": "Coronary microvascular dysfunction as an initial clue to the diagnosis of light-chain amyloidosis: a case report.",
    "abstract": "Coronary microvascular dysfunction (CMD) is a recognized cause of ischaemia in patients without obstructive coronary artery disease; however, it may also present as a clinical manifestation of light-chain (AL) amyloidosis. A 67-year-old woman presented with exertional chest discomfort. Coronary computed tomography suggested coronary artery stenosis, and the clinical presentation initially indicated angina pectoris. However, coronary angiography revealed no obstructive lesions. An invasive physiological assessment showed a severely reduced coronary flow reserve (1.0) and a markedly elevated index of microvascular resistance (IMR, 77), findings that were consistent with CMD. The initiation of a beta-blocker worsened these symptoms and increased the B-type natriuretic peptide level. In further evaluations, a monoclonal IgG-κ protein was identified, technetium-99m pyrophosphate scintigraphy was negative, and bone marrow biopsy showed amyloid deposits. Endomyocardial biopsy confirmed AL-type cardiac amyloidosis. The patient was referred to the Department of Hematology, and chemotherapy was initiated. The present case suggests that CMD with a markedly elevated IMR is an early sign of AL amyloidosis. An awareness of this relationship may help avoid inappropriate therapies, such as beta-blockers, and enable an earlier diagnosis and treatment.",
    "disease": "coronary artery disease",
    "clean_text": "coronary microvascular dysfunction as an initial clue to the diagnosis of light chain amyloidosis a case report coronary microvascular dysfunction cmd is a recognized cause of ischaemia in patients without obstructive coronary artery disease however it may also present as a clinical manifestation of light chain al amyloidosis a year old woman presented with exertional chest discomfort coronary computed tomography suggested coronary artery stenosis and the clinical presentation initially indicated angina pectoris however coronary angiography revealed no obstructive lesions an invasive physiological assessment showed a severely reduced coronary flow reserve and a markedly elevated index of microvascular resistance imr findings that were consistent with cmd the initiation of a beta blocker worsened these symptoms and increased the b type natriuretic peptide level in further evaluations a monoclonal igg protein was identified technetium m pyrophosphate scintigraphy was negative and bone marrow biopsy showed amyloid deposits endomyocardial biopsy confirmed al type cardiac amyloidosis the patient was referred to the department of hematology and chemotherapy was initiated the present case suggests that cmd with a markedly elevated imr is an early sign of al amyloidosis an awareness of this relationship may help avoid inappropriate therapies such as beta blockers and enable an earlier diagnosis and treatment"
}