{
    "title": "Germline mutations in RAD51C and RAD51D and hereditary predisposition to ovarian cancer.",
    "doc_id": "33657816",
    "writer": "Soukupová J",
    "year": "2021",
    "summary": "Genetic predisposition to ovarian cancer is unusually high. In the Czech Republic, causal mutation in any ovarian cancer predisposition gene is identified in approximately 30% of the ovarian cancer patients. Therefore, according to the cu …",
    "abstract": "Ovarian cancer is one of the most common gynecologic cancers with the highest mortality rate over a long period. Genetic predisposition to ovarian cancer is unusually high. In the Czech Republic, causal mutation in any ovarian cancer predisposition gene is identified in approximately 30% of the ovarian cancer patients. Therefore, according to the current guidelines, all ovarian cancer patients should be provided with genetic testing. The BRCA1 and BRCA2 are the two major ovarian cancer predisposition genes. Nevertheless, mutations in other predisposition genes, including RAD51C and RAD51D, are associated with high ovarian cancer risk. Mutations in RAD51C and RAD51D are found in 1% of ovarian cancer patients in each respective gene. Currently, identification of germline mutation in RAD51C and RAD51D is primarily of preventive importance but it potentially could make a prognostic difference. The aim of this review is to summarize the recent RAD51C and RAD51D knowledge, including the biological function, cancer risks associated with germline mutations, and recommendations for mutation carriers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33657816/",
    "clean_text": "germline mutations in rad c and rad d and hereditary predisposition to ovarian cancer genetic predisposition to ovarian cancer is unusually high in the czech republic causal mutation in any ovarian cancer predisposition gene is identified in approximately of the ovarian cancer patients therefore according to the cu ovarian cancer is one of the most common gynecologic cancers with the highest mortality rate over a long period genetic predisposition to ovarian cancer is unusually high in the czech republic causal mutation in any ovarian cancer predisposition gene is identified in approximately of the ovarian cancer patients therefore according to the current guidelines all ovarian cancer patients should be provided with genetic testing the brca and brca are the two major ovarian cancer predisposition genes nevertheless mutations in other predisposition genes including rad c and rad d are associated with high ovarian cancer risk mutations in rad c and rad d are found in of ovarian cancer patients in each respective gene currently identification of germline mutation in rad c and rad d is primarily of preventive importance but it potentially could make a prognostic difference the aim of this review is to summarize the recent rad c and rad d knowledge including the biological function cancer risks associated with germline mutations and recommendations for mutation carriers"
}