{
    "title": "Normative BREAST-Q reconstruction scores for satisfaction and well-being of the breasts and potential donor sites: what are Swedish women of the general population satisfied/dissatisfied with?",
    "doc_id": "37965912",
    "writer": "Jepsen C",
    "year": "2023",
    "summary": "BACKGROUND: Normative data for interpreting the BREAST-Q reconstruction module are currently limited to four populations. The primary aim of this study was to create Swedish normative values for the BREAST-Q reconstruction domains. ...Mean total scores ranged from 5 …",
    "abstract": "Background:\n        \n      \n      Normative data for interpreting the BREAST-Q reconstruction module are currently limited to four populations. The primary aim of this study was to create Swedish normative values for the BREAST-Q reconstruction domains. The secondary aim was to describe what aspects of the breasts and potential donor sites that women of the general population are generally satisfied or dissatisfied with.\n    \n\n\n          Methods:\n        \n      \n      The BREAST-Q reconstruction module was sent to a random sample of 400 women currently living in Region Västra Götaland. Descriptive data are presented.\n    \n\n\n          Results:\n        \n      \n      One hundred and forty-six women answered the questionnaire (36.5%). The mean age of the cohort was 53 years, and the mean body mass index (BMI) was 25 kg/m2. Mean total scores ranged from 50 to 90. The mean score for satisfaction with breast was 57 on a 0-100 scale. Women with high BMI values seem to be less satisfied with their breasts and physical and sexual well-being. The participants were most satisfied with their breasts when clothed. Overall, the reported physical well-being related to potential donor sites was high.\n    \n\n\n          Conclusions:\n        \n      \n      Normative data for BREAST-Q constitute a reference point, which allows us to put another perspective on changes in scores rather than just comparing scores before and after surgery. Scores were somewhat different than scores in previously published normative populations, which indicates that there might be cultural differences in breast satisfaction.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37965912/",
    "clean_text": "normative breast q reconstruction scores for satisfaction and well being of the breasts and potential donor sites what are swedish women of the general population satisfied dissatisfied with background normative data for interpreting the breast q reconstruction module are currently limited to four populations the primary aim of this study was to create swedish normative values for the breast q reconstruction domains mean total scores ranged from background normative data for interpreting the breast q reconstruction module are currently limited to four populations the primary aim of this study was to create swedish normative values for the breast q reconstruction domains the secondary aim was to describe what aspects of the breasts and potential donor sites that women of the general population are generally satisfied or dissatisfied with methods the breast q reconstruction module was sent to a random sample of women currently living in region v stra g taland descriptive data are presented results one hundred and forty six women answered the questionnaire the mean age of the cohort was years and the mean body mass index bmi was kg m mean total scores ranged from to the mean score for satisfaction with breast was on a scale women with high bmi values seem to be less satisfied with their breasts and physical and sexual well being the participants were most satisfied with their breasts when clothed overall the reported physical well being related to potential donor sites was high conclusions normative data for breast q constitute a reference point which allows us to put another perspective on changes in scores rather than just comparing scores before and after surgery scores were somewhat different than scores in previously published normative populations which indicates that there might be cultural differences in breast satisfaction"
}