{
    "title": "Real-time 3D confirmation of complete ablation with margins as a local cure for colorectal liver metastases: the ACCLAIM trial.",
    "doc_id": "41013745",
    "writer": "Sofocleous CT",
    "year": "2025",
    "summary": "BACKGROUND: Treatment failure and local tumor progression (LTP) after thermal ablation (TA) have been attributed to insufficient minimal margin (MM) ablation zone coverage of the target tumor. METHODS: This prospective, open-label, multicenter, international trial w …",
    "abstract": "Background:\n        \n      \n      Treatment failure and local tumor progression (LTP) after thermal ablation (TA) have been attributed to insufficient minimal margin (MM) ablation zone coverage of the target tumor.\n    \n\n\n          Methods:\n        \n      \n      This prospective, open-label, multicenter, international trial will enroll approximately 275 patients with one to three colorectal liver metastases (CLM) (for a total of 330 tumors) each up to 2.5 cm in largest diameter, eligible for local cure using microwave ablation (MWA). Any FDA cleared or CE-marked MWA device can be used. MWA will be performed with the intent to create a MM of at least 5 mm and ideally ≥ 10 mm. MM size will be documented intraprocedurally with contrast-enhanced computed tomography (CECT) immediately post-MWA and again within 4-8 weeks after MWA using any FDA cleared or CE-marked image-processing software to provide a 3D assessment of the ablation zone (AZ) and MM. An independent assessment of the MM by a central physician reviewer with expertise on AZ assessments will be conducted within 7 days of the MWA with 3D image-processing confirmation software and again within 7 days after the 4-8 weeks post-MWA CECT. A MM of 5.0 mm will represent the necessary condition for technical success of MWA. For MMs under 5 mm, repeat MWA will be performed within the same session whenever feasible/safe, and/or within 30 days from detection of the insufficient MM to create a sufficient MM (> 5 mm). MM size will be correlated with time to local tumor progression (TTLP). Local progression-free (LPFS) and hepatic disease-free survival (accounting for all tumors ablated) stratified by MM of 5.0-9.9 mm and ≥ 10.0 mm will be assessed with Kaplan-Meier and competing risk methodologies.\n    \n\n\n          Discussion:\n        \n      \n      This study aims to demonstrate that MWA of CLM ≤ 2.5 cm with 3D image-processing confirmation software of MM over 5 mm achieves definitive local tumor control. This will help establish margin confirmation as a new standard of care for MWA of CLM.\n    \n\n\n          Trial registration:\n        \n      \n      ClinicalTrials.gov NCT05265169. Registered on January 13, 2023.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41013745/",
    "clean_text": "real time d confirmation of complete ablation with margins as a local cure for colorectal liver metastases the acclaim trial background treatment failure and local tumor progression ltp after thermal ablation ta have been attributed to insufficient minimal margin mm ablation zone coverage of the target tumor methods this prospective open label multicenter international trial w background treatment failure and local tumor progression ltp after thermal ablation ta have been attributed to insufficient minimal margin mm ablation zone coverage of the target tumor methods this prospective open label multicenter international trial will enroll approximately patients with one to three colorectal liver metastases clm for a total of tumors each up to cm in largest diameter eligible for local cure using microwave ablation mwa any fda cleared or ce marked mwa device can be used mwa will be performed with the intent to create a mm of at least mm and ideally mm mm size will be documented intraprocedurally with contrast enhanced computed tomography cect immediately post mwa and again within weeks after mwa using any fda cleared or ce marked image processing software to provide a d assessment of the ablation zone az and mm an independent assessment of the mm by a central physician reviewer with expertise on az assessments will be conducted within days of the mwa with d image processing confirmation software and again within days after the weeks post mwa cect a mm of mm will represent the necessary condition for technical success of mwa for mms under mm repeat mwa will be performed within the same session whenever feasible safe and or within days from detection of the insufficient mm to create a sufficient mm mm mm size will be correlated with time to local tumor progression ttlp local progression free lpfs and hepatic disease free survival accounting for all tumors ablated stratified by mm of mm and mm will be assessed with kaplan meier and competing risk methodologies discussion this study aims to demonstrate that mwa of clm cm with d image processing confirmation software of mm over mm achieves definitive local tumor control this will help establish margin confirmation as a new standard of care for mwa of clm trial registration clinicaltrials gov nct registered on january"
}