{
    "pmid": "41311305",
    "title": "Management of Invasive Pulmonary Aspergillosis in Intensive Care Units: Guidelines From the Fungal Infection Network of Switzerland (FUNGINOS).",
    "abstract": "Invasive pulmonary aspergillosis (IPA) is increasingly recognised in intensive care units (ICU) affecting not only patients with classical immunosuppressive conditions but also other severely ill patients, including those with respiratory viral infections (influenza, COVID-19), advanced chronic obstructive pulmonary disease or acute and chronic liver diseases. Several expert panels have proposed definitions of IPA in different ICU settings. However, practical recommendations for its diagnostic and therapeutic approaches are scarce. Moreover, these approaches can be influenced by different parameters that may vary across countries including the case mix of ICU patients, the incidence of IPA, the prevalence of azole resistance and the availability of diagnostic tests and antifungal drugs. For these reasons, the Fungal Infection Network of Switzerland (FUNGINOS) has appointed a panel of different specialists to develop a practical guideline for the management of IPA in ICU. This article provides the executive summary of the panel conclusions and recommendations regarding the epidemiology, diagnosis, definitions and therapy of IPA in ICU.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "management of invasive pulmonary aspergillosis in intensive care units guidelines from the fungal infection network of switzerland funginos invasive pulmonary aspergillosis ipa is increasingly recognised in intensive care units icu affecting not only patients with classical immunosuppressive conditions but also other severely ill patients including those with respiratory viral infections influenza covid advanced chronic obstructive pulmonary disease or acute and chronic liver diseases several expert panels have proposed definitions of ipa in different icu settings however practical recommendations for its diagnostic and therapeutic approaches are scarce moreover these approaches can be influenced by different parameters that may vary across countries including the case mix of icu patients the incidence of ipa the prevalence of azole resistance and the availability of diagnostic tests and antifungal drugs for these reasons the fungal infection network of switzerland funginos has appointed a panel of different specialists to develop a practical guideline for the management of ipa in icu this article provides the executive summary of the panel conclusions and recommendations regarding the epidemiology diagnosis definitions and therapy of ipa in icu"
}