{
    "pmid": "41457819",
    "title": "Comparing dosimetric performance of robust and planning target volume-based optimization in photon lung stereotactic radiotherapy.",
    "abstract": "Stereotactic body radiation therapy (SBRT) is an effective treatment for lung tumors but it is challenged by respiratory motion and setup uncertainties. These are traditionally managed by optimizing on a planning target volume (PTV). Robust optimization offers an alternative by accounting for uncertainties through error scenarios. Although well established in proton therapy, its application in photon-based lung SBRT has mostly been limited to setup uncertainties and internal target volume (ITV)-based planning. This study is the first to evaluate robust optimization applied directly to the gross tumor volume (GTV) in combination with tracking modalities of the CyberKnife installation. This study evaluates the benefit of using robust optimization combined with CyberKnife tracking modalities on ipsilateral lung dose in lung SBRT. CyberKnife (Accuray Inc., USA) lung plans were optimized using both PTV-based and robust approaches. Two tracking modalities were evaluated: Synchrony (real-time respiratory motion compensation) and x-sight spine (static tracking). The robustness of the plans was evaluated by simulating setup uncertainties and tumor motion using 4D-CT. GTV coverage and lung dose metrics-V20Gy, V5Gy, mean lung dose (MLD)-were compared across uncertainty scenarios. Both planning methods achieved more than 99.5% of scenarios meeting the GTV coverage constraint for both tracking modalities. Robust optimization reduced lung dose. The V20Gy was reduced from 4.5% to 3.2% for Synchrony and from 9.3% to 6.9% for x-sight spine. The V5Gy decreased from 22.3% to 18.0% for Synchrony and from 35.0% to 30.2% for x-sight spine. The MLD was reduced with robust optimization by 0.6 Gy for Synchrony and 1.3 Gy for x-sight spine. This study demonstrates the benefit of combining robust optimization with tracking techniques in photon lung SBRT for reducing lung dose and introduces a novel treatment planning strategy with the potential to improve both dosimetric outcomes and clinical consistency.",
    "disease": "lung cancer",
    "clean_text": "comparing dosimetric performance of robust and planning target volume based optimization in photon lung stereotactic radiotherapy stereotactic body radiation therapy sbrt is an effective treatment for lung tumors but it is challenged by respiratory motion and setup uncertainties these are traditionally managed by optimizing on a planning target volume ptv robust optimization offers an alternative by accounting for uncertainties through error scenarios although well established in proton therapy its application in photon based lung sbrt has mostly been limited to setup uncertainties and internal target volume itv based planning this study is the first to evaluate robust optimization applied directly to the gross tumor volume gtv in combination with tracking modalities of the cyberknife installation this study evaluates the benefit of using robust optimization combined with cyberknife tracking modalities on ipsilateral lung dose in lung sbrt cyberknife accuray inc usa lung plans were optimized using both ptv based and robust approaches two tracking modalities were evaluated synchrony real time respiratory motion compensation and x sight spine static tracking the robustness of the plans was evaluated by simulating setup uncertainties and tumor motion using d ct gtv coverage and lung dose metrics v gy v gy mean lung dose mld were compared across uncertainty scenarios both planning methods achieved more than of scenarios meeting the gtv coverage constraint for both tracking modalities robust optimization reduced lung dose the v gy was reduced from to for synchrony and from to for x sight spine the v gy decreased from to for synchrony and from to for x sight spine the mld was reduced with robust optimization by gy for synchrony and gy for x sight spine this study demonstrates the benefit of combining robust optimization with tracking techniques in photon lung sbrt for reducing lung dose and introduces a novel treatment planning strategy with the potential to improve both dosimetric outcomes and clinical consistency"
}