{
    "pmid": "41455968",
    "title": "Multi-omics analysis reveals distinct spatial compartmentalization of lung repair niches in pediatric ARDS.",
    "abstract": "Pediatric acute respiratory distress syndrome (PARDS), often triggered by viral infections, is a life-threatening condition. Despite its severity, children demonstrate significantly better survival rates and superior lung repair compared to adults. However, the mechanisms underlying this age-specific advantage remain incompletely understood. We conducted a pilot multi-omics study of influenza-associated PARDS integrating single-cell RNA sequencing (scRNA-seq) of pediatric lung tissue and bronchoalveolar lavage fluid (BALF), spatial transcriptomics, and plasma proteomics. Analyses were harmonized with the Human Lung Cell Atlas (HLCA) reference, reanalysis of public pediatric PARDS airway scRNA-seq, and contextual comparisons to adult lethal COVID-19 lung. Tissue scRNA-seq and spatial data indicated outcome-linked divergence in PARDS. Survivor showed spatially restricted repair with preserved alveolar type II (AT2) cells, AT2-to-alveolar type I (AT1) differentiation signatures, and higher KRT17, whereas fatal case and adults exhibited diffuse immune activation with pro-fibrotic and pro-apoptotic signaling. In BALF, KRT17-positive airway stress-repair epithelial cells (hillock-like) increased from the acute to recovery phase, and plasma proteomics showed higher circulating KRT17 in survivors. HLCA-based label transfer strengthened cell-type definitions and enabled pediatric-adult comparisons suggesting biological and developmental differences; the adult lethal COVID-19 atlas provided a benchmark with attenuated epithelial repair and prominent collagen CTHRC1-pathologic fibroblasts. Fibroblast programs were regionally compartmentalized, with injury-enriched CTHRC1 This pilot multi-omics case series outlines putative pediatric lung repair niches in influenza-associated PARDS. KRT17-positive transitional epithelium, preserved AT2 differentiation, and restoration of resident-like macrophages may align with recovery, whereas diffuse immune activation and CTHRC1-enriched fibroblast programs may accompany worse outcomes. HLCA-guided annotations and adult benchmarks indicate possible age-related differences, warranting validation in larger multi-center cohorts.",
    "disease": "covid-19",
    "clean_text": "multi omics analysis reveals distinct spatial compartmentalization of lung repair niches in pediatric ards pediatric acute respiratory distress syndrome pards often triggered by viral infections is a life threatening condition despite its severity children demonstrate significantly better survival rates and superior lung repair compared to adults however the mechanisms underlying this age specific advantage remain incompletely understood we conducted a pilot multi omics study of influenza associated pards integrating single cell rna sequencing scrna seq of pediatric lung tissue and bronchoalveolar lavage fluid balf spatial transcriptomics and plasma proteomics analyses were harmonized with the human lung cell atlas hlca reference reanalysis of public pediatric pards airway scrna seq and contextual comparisons to adult lethal covid lung tissue scrna seq and spatial data indicated outcome linked divergence in pards survivor showed spatially restricted repair with preserved alveolar type ii at cells at to alveolar type i at differentiation signatures and higher krt whereas fatal case and adults exhibited diffuse immune activation with pro fibrotic and pro apoptotic signaling in balf krt positive airway stress repair epithelial cells hillock like increased from the acute to recovery phase and plasma proteomics showed higher circulating krt in survivors hlca based label transfer strengthened cell type definitions and enabled pediatric adult comparisons suggesting biological and developmental differences the adult lethal covid atlas provided a benchmark with attenuated epithelial repair and prominent collagen cthrc pathologic fibroblasts fibroblast programs were regionally compartmentalized with injury enriched cthrc this pilot multi omics case series outlines putative pediatric lung repair niches in influenza associated pards krt positive transitional epithelium preserved at differentiation and restoration of resident like macrophages may align with recovery whereas diffuse immune activation and cthrc enriched fibroblast programs may accompany worse outcomes hlca guided annotations and adult benchmarks indicate possible age related differences warranting validation in larger multi center cohorts"
}