{
    "pmid": "41430969",
    "title": "Exploring the relationship between the severity of coronary artery lesions and depression levels.",
    "abstract": "Coronary heart disease (CHD) and depression often coexist, posing a complex challenge for patient care. We aimed to explore the relationship between the severity of coronary artery lesions and levels of depression, considering multiple factors in CHD patients. We conducted a retrospective cohort study on 106 CHD patients from the Cardiovascular Department of our hospital between January 2020 and December 2024. Severity of coronary artery stenosis was assessed using the Gensini score, and depression levels were measured using the self-rating depression scale (SDS). The presence of Type D personality traits and sleep quality was assessed using the type D scale-14 (DS14) and Pittsburgh sleep quality index (PSQI), respectively. Multivariate logistic regression was used to analyze the factors influencing depressive states. Significant differences were observed between non-depressive (n = 70) and depressive groups (n = 36) in terms of age, gender, marital status, education level, and prevalence of Type D personality. Depressive group showed higher PSQI score and Gensini score, indicating worse sleep quality and higher severity of coronary artery disease. Red cell distribution width coefficient of variation (RDW-CV) was found to be significantly higher, while red blood cell count and hemoglobin (HGB) levels were significantly lower in the depressive group. The factors most strongly associated with depression were the presence of D-type personality, high PSQI scores, and high RDW-CV. Our study highlights the significant association between depression and CHD. Key factors, including D-type personality, poor sleep quality, and high RDW-CV, were found to be independently related to depression incidence among CHD patients.",
    "disease": "coronary artery disease",
    "clean_text": "exploring the relationship between the severity of coronary artery lesions and depression levels coronary heart disease chd and depression often coexist posing a complex challenge for patient care we aimed to explore the relationship between the severity of coronary artery lesions and levels of depression considering multiple factors in chd patients we conducted a retrospective cohort study on chd patients from the cardiovascular department of our hospital between january and december severity of coronary artery stenosis was assessed using the gensini score and depression levels were measured using the self rating depression scale sds the presence of type d personality traits and sleep quality was assessed using the type d scale ds and pittsburgh sleep quality index psqi respectively multivariate logistic regression was used to analyze the factors influencing depressive states significant differences were observed between non depressive n and depressive groups n in terms of age gender marital status education level and prevalence of type d personality depressive group showed higher psqi score and gensini score indicating worse sleep quality and higher severity of coronary artery disease red cell distribution width coefficient of variation rdw cv was found to be significantly higher while red blood cell count and hemoglobin hgb levels were significantly lower in the depressive group the factors most strongly associated with depression were the presence of d type personality high psqi scores and high rdw cv our study highlights the significant association between depression and chd key factors including d type personality poor sleep quality and high rdw cv were found to be independently related to depression incidence among chd patients"
}