{
    "title": "Ending female genital mutilation: A global call to action from FIGO.",
    "doc_id": "41014123",
    "writer": "Sridhar A",
    "year": "2025",
    "summary": "Despite global condemnation and recognition of FGM as a violation of fundamental human rights, the practice persists, alongside an alarming rise of medicalization - with over 52 million procedures now performed by healthcare professionals. FGM causes severe short- and long …",
    "abstract": "Female Genital Mutilation (FGM) affects over 230 million women and girls in more than 90 countries. Despite global condemnation and recognition of FGM as a violation of fundamental human rights, the practice persists, alongside an alarming rise of medicalization - with over 52 million procedures now performed by healthcare professionals. FGM causes severe short- and long-term consequences, including obstetric complications, chronic pain, infertility, sexual dysfunction, and significant mental health burdens. Ending FGM is a medical responsibility and a moral imperative. FIGO unequivocally condemns all forms of FGM, including medicalization, and calls for unified global action. FIGO urges its member societies and healthcare providers to strengthen capacity-building, enforce ethical guidelines, raise community awareness, provide reconstructive care and mental health care, and advance research in this field.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41014123/",
    "clean_text": "ending female genital mutilation a global call to action from figo despite global condemnation and recognition of fgm as a violation of fundamental human rights the practice persists alongside an alarming rise of medicalization with over million procedures now performed by healthcare professionals fgm causes severe short and long female genital mutilation fgm affects over million women and girls in more than countries despite global condemnation and recognition of fgm as a violation of fundamental human rights the practice persists alongside an alarming rise of medicalization with over million procedures now performed by healthcare professionals fgm causes severe short and long term consequences including obstetric complications chronic pain infertility sexual dysfunction and significant mental health burdens ending fgm is a medical responsibility and a moral imperative figo unequivocally condemns all forms of fgm including medicalization and calls for unified global action figo urges its member societies and healthcare providers to strengthen capacity building enforce ethical guidelines raise community awareness provide reconstructive care and mental health care and advance research in this field"
}