{
    "pmid": "41451387",
    "title": "Research on Cancer Prediction Based on Feature Optimization and Multimodal Fusion.",
    "abstract": "Current lung cancer initial diagnosis relies on experienced doctors combining imaging and biological indicators, but uneven medical resource distribution in China leads to delayed early diagnosis, affecting prognosis. Existing methods struggle with large-scale screening, multitracking, and over-reliance on single-modality data, ignoring the potential of multisource complementary information. Key technical challenges-effective data collection, multimodal feature extraction/fusion, and AI model construction-limit clinical application. Thus, exploring AI, new sensors, and existing data for efficient, fast, accurate, and radiation-free preliminary diagnosis is crucial for timely treatment and improved outcomes. This study collected hematological data, and used fiber-optic vibration sensors and audio sensors to capture heterogeneous signals of patients' lung respiration. Fiber-optic respiratory frequency, audio-respiratory rhythm, and hematological leukocyte-related features were extracted, optimized as multimodal inputs. The SCCA-LMF fusion method generated fusion samples, which were input into an improved stacking ensemble learning model (including SVM, XGBoost, etc.) for binary classification. The experiment included 360 actual samples (lung cancer: nonlung cancer = 3.6:1) with complete data of 55-65-year-old males and females. Predictive accuracy, sensitivity, specificity, and F1 score reached 97.70%, 95.75%, 99.64%, and 99.64%, respectively, outperforming existing independent LMF and TFN methods. This model effectively integrates respiratory vibration, audio signals, and routine blood tests. A multimodal feature grading fusion strategy was designed for 3D data analysis to comprehensively understand patient health and enhance prediction capabilities. All data and results are reproducible. This study demonstrates the method's potential for lung cancer preliminary identification, bridging medicine and engineering to improve healthcare outcomes.",
    "disease": "lung cancer",
    "clean_text": "research on cancer prediction based on feature optimization and multimodal fusion current lung cancer initial diagnosis relies on experienced doctors combining imaging and biological indicators but uneven medical resource distribution in china leads to delayed early diagnosis affecting prognosis existing methods struggle with large scale screening multitracking and over reliance on single modality data ignoring the potential of multisource complementary information key technical challenges effective data collection multimodal feature extraction fusion and ai model construction limit clinical application thus exploring ai new sensors and existing data for efficient fast accurate and radiation free preliminary diagnosis is crucial for timely treatment and improved outcomes this study collected hematological data and used fiber optic vibration sensors and audio sensors to capture heterogeneous signals of patients lung respiration fiber optic respiratory frequency audio respiratory rhythm and hematological leukocyte related features were extracted optimized as multimodal inputs the scca lmf fusion method generated fusion samples which were input into an improved stacking ensemble learning model including svm xgboost etc for binary classification the experiment included actual samples lung cancer nonlung cancer with complete data of year old males and females predictive accuracy sensitivity specificity and f score reached and respectively outperforming existing independent lmf and tfn methods this model effectively integrates respiratory vibration audio signals and routine blood tests a multimodal feature grading fusion strategy was designed for d data analysis to comprehensively understand patient health and enhance prediction capabilities all data and results are reproducible this study demonstrates the method s potential for lung cancer preliminary identification bridging medicine and engineering to improve healthcare outcomes"
}