{
    "title": "The role of colesevelam hydrochloride in hypercholesterolemia and type 2 diabetes mellitus.",
    "doc_id": "20551301",
    "writer": "Brunetti L",
    "year": "2010",
    "summary": "Colesevelam also effectively reduces hemoglobin A(1c) in patients with type 2 diabetes mellitus. The safety and tolerability of colesevelam appear to be improved from that of older-generation bile acid sequestrants, with adverse effects similar to thos …",
    "abstract": "Objective:\n        \n      \n      To evaluate the safety and efficacy of colesevelam hydrochloride for the treatment of hypercholesterolemia and type 2 diabetes mellitus.\n    \n\n\n          Data sources:\n        \n      \n      Literature retrieval was accessed through MEDLINE/PubMed (1950-March 2010), Web of Science (1980-March 2010), and International Pharmaceutical Abstracts (1977-March 2010) using the terms colesevelam, dyslipidemia, hypercholesterolemia, and type 2 diabetes mellitus. References from publications identified were reviewed for additional resources. In addition, abstracts presented at the most recent (2009) American Diabetes Association, American Association of Clinical Endocrinologists, and European Association for the Study of Diabetes annual meetings were searched for relevant original research.\n    \n\n\n          Study selection and data extraction:\n        \n      \n      All articles in English identified from the data sources were evaluated. All relevant studies evaluating the safety and efficacy of colesevelam in hypercholesterolemia and/or type 2 diabetes mellitus were included. Priority was placed on data obtained from human randomized controlled trials.\n    \n\n\n          Data synthesis:\n        \n      \n      Seventeen clinical trials were reviewed and evaluated. Of the clinical trials evaluating colesevelam in hypercholesterolemia, 3 evaluated monotherapy, 4 evaluated combination therapy with hydroxymethylglutaryl coenzyme A (HMG-CoA) reductase inhibitors, and 6 evaluated combination therapy with other lipid-lowering therapies. In the type 2 diabetes mellitus trials, colesevelam was evaluated in combination with metformin, sulfonylureas, insulin, and rosiglitazone and sitagliptin. A review of the clinical trials provided evidence that colesevelam monotherapy effectively reduces low-density lipoprotein cholesterol (LDL-C). Additionally, the use of colesevelam in combination with other lipid-lowering therapies further reduces LDL-C. Colesevelam also effectively reduces hemoglobin A(1c) in patients with type 2 diabetes mellitus. The safety and tolerability of colesevelam appear to be improved from that of older-generation bile acid sequestrants, with adverse effects similar to those with placebo in monotherapy and type 2 diabetes mellitus trials.\n    \n\n\n          Conclusions:\n        \n      \n      Colesevelam is a safe and effective option for the treatment of hypercholesterolemia and type 2 diabetes mellitus. It can fulfill a useful role in combination with HMG-CoA reductase inhibitors for hypercholesterolemia and should be considered in patients with type 2 diabetes mellitus with concomitant hypercholesterolemia.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20551301/",
    "clean_text": "the role of colesevelam hydrochloride in hypercholesterolemia and type diabetes mellitus colesevelam also effectively reduces hemoglobin a c in patients with type diabetes mellitus the safety and tolerability of colesevelam appear to be improved from that of older generation bile acid sequestrants with adverse effects similar to thos objective to evaluate the safety and efficacy of colesevelam hydrochloride for the treatment of hypercholesterolemia and type diabetes mellitus data sources literature retrieval was accessed through medline pubmed march web of science march and international pharmaceutical abstracts march using the terms colesevelam dyslipidemia hypercholesterolemia and type diabetes mellitus references from publications identified were reviewed for additional resources in addition abstracts presented at the most recent american diabetes association american association of clinical endocrinologists and european association for the study of diabetes annual meetings were searched for relevant original research study selection and data extraction all articles in english identified from the data sources were evaluated all relevant studies evaluating the safety and efficacy of colesevelam in hypercholesterolemia and or type diabetes mellitus were included priority was placed on data obtained from human randomized controlled trials data synthesis seventeen clinical trials were reviewed and evaluated of the clinical trials evaluating colesevelam in hypercholesterolemia evaluated monotherapy evaluated combination therapy with hydroxymethylglutaryl coenzyme a hmg coa reductase inhibitors and evaluated combination therapy with other lipid lowering therapies in the type diabetes mellitus trials colesevelam was evaluated in combination with metformin sulfonylureas insulin and rosiglitazone and sitagliptin a review of the clinical trials provided evidence that colesevelam monotherapy effectively reduces low density lipoprotein cholesterol ldl c additionally the use of colesevelam in combination with other lipid lowering therapies further reduces ldl c colesevelam also effectively reduces hemoglobin a c in patients with type diabetes mellitus the safety and tolerability of colesevelam appear to be improved from that of older generation bile acid sequestrants with adverse effects similar to those with placebo in monotherapy and type diabetes mellitus trials conclusions colesevelam is a safe and effective option for the treatment of hypercholesterolemia and type diabetes mellitus it can fulfill a useful role in combination with hmg coa reductase inhibitors for hypercholesterolemia and should be considered in patients with type diabetes mellitus with concomitant hypercholesterolemia"
}