{
    "pmid": "41450284",
    "title": "Restless Legs, Relentless Pressure: The Non-Dipping Pattern in Restless Legs Syndrome Beyond Shared Comorbidities.",
    "abstract": "Non-dipping blood pressure pattern, characterized by a blunted nocturnal decline in blood pressure, is associated with increased cardiovascular morbidity and mortality. Restless legs syndrome (RLS) has been linked to sympathetic hyperactivity and altered circadian regulation, potentially contributing to abnormal blood pressure patterns. This study aimed to evaluate the relationship between RLS and non-dipping pattern in patients undergoing ambulatory blood pressure monitoring (ABPM). In this prospective observational study, 501 eligible participants were included after excluding those with obstructive sleep apnea syndrome, type 1 diabetes, or morbid obesity. RLS was diagnosed according to National Institutes of Health consensus criteria using clinical assessment, the International RLS Study Group scale, and the Berlin Questionnaire. A non-dipping pattern was defined as < 10% nocturnal reduction in mean systolic or diastolic blood pressure. RLS was diagnosed in 158 patients (31.5%). Compared with controls, RLS patients were more often female and had higher rates of diabetes and hyperlipidemia. Non-dipping was significantly more prevalent in the RLS group (69.0% vs 48.7%,p < 0.001), accompanied by lower systolic and diastolic BP variability (both p < 0.001). In multivariable logistic regression, independent predictors of RLS included female sex (β = 0.701, p = 0.049), hyperlipidemia (β = 0.850, p = 0.031), and non-dipping status (β  =  1.057, p < 0.001). ROC analysis demonstrated modest predictive ability (AUC = 0.601; 95% CI 0.557-0.645). RLS is independently associated with a non-dipping blood pressure pattern, even after excluding major confounders. These findings suggest a shared autonomic mechanism linking RLS with impaired nocturnal blood pressure regulation and heightened cardiovascular risk.",
    "disease": "hypertension",
    "clean_text": "restless legs relentless pressure the non dipping pattern in restless legs syndrome beyond shared comorbidities non dipping blood pressure pattern characterized by a blunted nocturnal decline in blood pressure is associated with increased cardiovascular morbidity and mortality restless legs syndrome rls has been linked to sympathetic hyperactivity and altered circadian regulation potentially contributing to abnormal blood pressure patterns this study aimed to evaluate the relationship between rls and non dipping pattern in patients undergoing ambulatory blood pressure monitoring abpm in this prospective observational study eligible participants were included after excluding those with obstructive sleep apnea syndrome type diabetes or morbid obesity rls was diagnosed according to national institutes of health consensus criteria using clinical assessment the international rls study group scale and the berlin questionnaire a non dipping pattern was defined as nocturnal reduction in mean systolic or diastolic blood pressure rls was diagnosed in patients compared with controls rls patients were more often female and had higher rates of diabetes and hyperlipidemia non dipping was significantly more prevalent in the rls group vs p accompanied by lower systolic and diastolic bp variability both p in multivariable logistic regression independent predictors of rls included female sex p hyperlipidemia p and non dipping status p roc analysis demonstrated modest predictive ability auc ci rls is independently associated with a non dipping blood pressure pattern even after excluding major confounders these findings suggest a shared autonomic mechanism linking rls with impaired nocturnal blood pressure regulation and heightened cardiovascular risk"
}