{
    "title": "[Effects of physical activity on tobacco craving for smoking cessation].",
    "doc_id": "26852188",
    "writer": "Underner M",
    "year": "2016",
    "summary": "The aim of this review was to evaluate the impact of physical activity interventions to reduce tobacco craving in smoking cessation. It included 18 randomized controlled trials, which incorporated physical activity. Seventeen of the 18 trials demonstra …",
    "abstract": "One in two people who smoke for their whole lifetime will die from a disease related to tobacco use. The smoking habit is sustained by nicotine dependence, which makes smoking cessation very difficult because of withdrawal syndrome and craving (urge to smoke without delay). The aim of this review was to evaluate the impact of physical activity interventions to reduce tobacco craving in smoking cessation. It included 18 randomized controlled trials, which incorporated physical activity. Seventeen of the 18 trials demonstrate the effectiveness of the physical activity in reducing tobacco craving. The consistency of these results constitutes solid evidence of the importance of physical activity as an aid to smoking cessation. Advice to increase physical activity should therefore be given during quit attempts and should be incorporated into smoking cessation programs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26852188/",
    "clean_text": "effects of physical activity on tobacco craving for smoking cessation the aim of this review was to evaluate the impact of physical activity interventions to reduce tobacco craving in smoking cessation it included randomized controlled trials which incorporated physical activity seventeen of the trials demonstra one in two people who smoke for their whole lifetime will die from a disease related to tobacco use the smoking habit is sustained by nicotine dependence which makes smoking cessation very difficult because of withdrawal syndrome and craving urge to smoke without delay the aim of this review was to evaluate the impact of physical activity interventions to reduce tobacco craving in smoking cessation it included randomized controlled trials which incorporated physical activity seventeen of the trials demonstrate the effectiveness of the physical activity in reducing tobacco craving the consistency of these results constitutes solid evidence of the importance of physical activity as an aid to smoking cessation advice to increase physical activity should therefore be given during quit attempts and should be incorporated into smoking cessation programs"
}