{
    "title": "Physical activity and exercise in the regulation of human adipose tissue physiology.",
    "doc_id": "22298655",
    "writer": "Thompson D",
    "year": "2012",
    "summary": "Physical activity and exercise are key components of energy expenditure and therefore of energy balance. ...It is therefore reasonable to ask: What are the links between physical activity and adipose tissue function? There are many complexities. …",
    "abstract": "Physical activity and exercise are key components of energy expenditure and therefore of energy balance. Changes in energy balance alter fat mass. It is therefore reasonable to ask: What are the links between physical activity and adipose tissue function? There are many complexities. Physical activity is a multifaceted behavior of which exercise is just one component. Physical activity influences adipose tissue both acutely and in the longer term. A single bout of exercise stimulates adipose tissue blood flow and fat mobilization, resulting in delivery of fatty acids to skeletal muscles at a rate well-matched to metabolic requirements, except perhaps in vigorous intensity exercise. The stimuli include adrenergic and other circulating factors. There is a period following an exercise bout when fatty acids are directed away from adipose tissue to other tissues such as skeletal muscle, reducing dietary fat storage in adipose. With chronic exercise (training), there are changes in adipose tissue physiology, particularly an enhanced fat mobilization during acute exercise. It is difficult, however, to distinguish chronic \"structural\" changes from those associated with the last exercise bout. In addition, it is difficult to distinguish between the effects of training per se and negative energy balance. Epidemiological observations support the idea that physically active people have relatively low fat mass, and intervention studies tend to show that exercise training reduces fat mass. A much-discussed effect of exercise versus calorie restriction in preferentially reducing visceral fat is not borne out by meta-analyses. We conclude that, in addition to the regulation of fat mass, physical activity may contribute to metabolic health through beneficial dynamic changes within adipose tissue in response to each activity bout.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22298655/",
    "clean_text": "physical activity and exercise in the regulation of human adipose tissue physiology physical activity and exercise are key components of energy expenditure and therefore of energy balance it is therefore reasonable to ask what are the links between physical activity and adipose tissue function there are many complexities physical activity and exercise are key components of energy expenditure and therefore of energy balance changes in energy balance alter fat mass it is therefore reasonable to ask what are the links between physical activity and adipose tissue function there are many complexities physical activity is a multifaceted behavior of which exercise is just one component physical activity influences adipose tissue both acutely and in the longer term a single bout of exercise stimulates adipose tissue blood flow and fat mobilization resulting in delivery of fatty acids to skeletal muscles at a rate well matched to metabolic requirements except perhaps in vigorous intensity exercise the stimuli include adrenergic and other circulating factors there is a period following an exercise bout when fatty acids are directed away from adipose tissue to other tissues such as skeletal muscle reducing dietary fat storage in adipose with chronic exercise training there are changes in adipose tissue physiology particularly an enhanced fat mobilization during acute exercise it is difficult however to distinguish chronic structural changes from those associated with the last exercise bout in addition it is difficult to distinguish between the effects of training per se and negative energy balance epidemiological observations support the idea that physically active people have relatively low fat mass and intervention studies tend to show that exercise training reduces fat mass a much discussed effect of exercise versus calorie restriction in preferentially reducing visceral fat is not borne out by meta analyses we conclude that in addition to the regulation of fat mass physical activity may contribute to metabolic health through beneficial dynamic changes within adipose tissue in response to each activity bout"
}