{
    "title": "Infection with SARS-CoV-2 may alter the half-life of desmopressin (DDAVP) in patients with central diabetes insipidus.",
    "doc_id": "36240057",
    "writer": "Dubinski I",
    "year": "2022",
    "summary": "We present a 9-year-old boy with diabetes insipidus. The boy is treated with desmopressin (DDAVP) therapy. Under this therapy, the drinking quantity and the laboratory parameters were normal. ...A possible connection to the infection with SARS-CoV-2 can be su …",
    "abstract": "We present a 9-year-old boy with diabetes insipidus. The boy is treated with desmopressin (DDAVP) therapy. Under this therapy, the drinking quantity and the laboratory parameters were normal. No nocturia occurred any more. In the context of a clinically mild infection with SARS-CoV-2, the duration of action of DDAVP was significantly prolonged (approximately +50%). The original dosage was then reintroduced and was still sufficient until months later. A possible connection to the infection with SARS-CoV-2 can be suspected. Our case report should make physicians who care for patients with diabetes insipidus aware of such a possible prolongation of the effect of DDAVP. More frequent monitoring may be needed in such patients to assess the risk of symptomatic dilutional hyponatremia.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36240057/",
    "clean_text": "infection with sars cov may alter the half life of desmopressin ddavp in patients with central diabetes insipidus we present a year old boy with diabetes insipidus the boy is treated with desmopressin ddavp therapy under this therapy the drinking quantity and the laboratory parameters were normal a possible connection to the infection with sars cov can be su we present a year old boy with diabetes insipidus the boy is treated with desmopressin ddavp therapy under this therapy the drinking quantity and the laboratory parameters were normal no nocturia occurred any more in the context of a clinically mild infection with sars cov the duration of action of ddavp was significantly prolonged approximately the original dosage was then reintroduced and was still sufficient until months later a possible connection to the infection with sars cov can be suspected our case report should make physicians who care for patients with diabetes insipidus aware of such a possible prolongation of the effect of ddavp more frequent monitoring may be needed in such patients to assess the risk of symptomatic dilutional hyponatremia"
}