{
    "title": "Quality Improvement in Anesthesiology - Leveraging Data and Analytics to Optimize Outcomes.",
    "doc_id": "29425597",
    "writer": "Valentine EA",
    "year": "2018",
    "summary": "Quality improvement is at the heart of practice of anesthesiology. Objective data are critical for any quality improvement initiative; when possible, a combination of process, outcome, and balancing metrics should be evaluated to gauge the value of an …",
    "abstract": "Quality improvement is at the heart of practice of anesthesiology. Objective data are critical for any quality improvement initiative; when possible, a combination of process, outcome, and balancing metrics should be evaluated to gauge the value of an intervention. Quality improvement is an ongoing process; iterative reevaluation of data is required to maintain interventions, ensure continued effectiveness, and continually improve. Dashboards can facilitate rapid analysis of data and drive decision making. Large data sets can be useful to establish benchmarks and compare performance against other providers, practices, or institutions. Audit and feedback strategies are effective in facilitating positive change.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29425597/",
    "clean_text": "quality improvement in anesthesiology leveraging data and analytics to optimize outcomes quality improvement is at the heart of practice of anesthesiology objective data are critical for any quality improvement initiative when possible a combination of process outcome and balancing metrics should be evaluated to gauge the value of an quality improvement is at the heart of practice of anesthesiology objective data are critical for any quality improvement initiative when possible a combination of process outcome and balancing metrics should be evaluated to gauge the value of an intervention quality improvement is an ongoing process iterative reevaluation of data is required to maintain interventions ensure continued effectiveness and continually improve dashboards can facilitate rapid analysis of data and drive decision making large data sets can be useful to establish benchmarks and compare performance against other providers practices or institutions audit and feedback strategies are effective in facilitating positive change"
}