{
    "title": "The genetics of atrial fibrillation.",
    "doc_id": "27861186",
    "writer": "Hayashi K",
    "year": "2017",
    "summary": "PURPOSE OF REVIEW: To describe recent findings regarding the role of rare and common genetic variants in atrial fibrillation. RECENT FINDINGS: Atrial fibrillation is associated with several clinical risk factors and its development is affected by genet …",
    "abstract": "Purpose of review:\n        \n      \n      To describe recent findings regarding the role of rare and common genetic variants in atrial fibrillation.\n    \n\n\n          Recent findings:\n        \n      \n      Atrial fibrillation is associated with several clinical risk factors and its development is affected by genetic background. To date, rare variants from more than 30 genes have been identified from studies of familial cases or individuals with lone atrial fibrillation. In addition to using the candidate gene approach for the identification of rare variants, next-generation sequencing approaches such as genomic, whole exome and targeted sequencing have been employed. Furthermore, evidence of association between common variants and atrial fibrillation has been discovered through genome-wide association studies. Although the power of any one single-nucleotide polymorphism (SNP) associated with atrial fibrillation is weak, a genetic risk score comprising 12 SNPs may identify individuals at an increased risk for atrial fibrillation. This SNP panel may also delineate genotypes to enable stratification of atrial fibrillation ablation therapy or periinterventional management.\n    \n\n\n          Summary:\n        \n      \n      Although studies have demonstrated that atrial fibrillation is highly heritable, many aspects of atrial fibrillation remain unknown. Rigorous research efforts continue with the expectation that the contribution of variants and candidate genes that contribute to the overall genetic architecture of atrial fibrillation will be identified and characterized in the coming years.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27861186/",
    "clean_text": "the genetics of atrial fibrillation purpose of review to describe recent findings regarding the role of rare and common genetic variants in atrial fibrillation recent findings atrial fibrillation is associated with several clinical risk factors and its development is affected by genet purpose of review to describe recent findings regarding the role of rare and common genetic variants in atrial fibrillation recent findings atrial fibrillation is associated with several clinical risk factors and its development is affected by genetic background to date rare variants from more than genes have been identified from studies of familial cases or individuals with lone atrial fibrillation in addition to using the candidate gene approach for the identification of rare variants next generation sequencing approaches such as genomic whole exome and targeted sequencing have been employed furthermore evidence of association between common variants and atrial fibrillation has been discovered through genome wide association studies although the power of any one single nucleotide polymorphism snp associated with atrial fibrillation is weak a genetic risk score comprising snps may identify individuals at an increased risk for atrial fibrillation this snp panel may also delineate genotypes to enable stratification of atrial fibrillation ablation therapy or periinterventional management summary although studies have demonstrated that atrial fibrillation is highly heritable many aspects of atrial fibrillation remain unknown rigorous research efforts continue with the expectation that the contribution of variants and candidate genes that contribute to the overall genetic architecture of atrial fibrillation will be identified and characterized in the coming years"
}