{
    "pmid": "41469710",
    "title": "The TP53-LGALS4 axis modulates the tumor immune microenvironment and synergizes with anti PD-L1 therapy in colorectal cancer.",
    "abstract": "The role of galectin-4 (LGALS4) in colorectal cancer (CRC) progression and the tumor immune microenvironment (TIME) is poorly understood. Through analysis of single-cell profiling data from various colon tissues, this work identifies tumor suppressor genes critically involved in CRC development. The impact of LGALS4 on CT26 cell growth was evaluated through a combination of in vitro and in vivo experiments. The potential mechanisms regulating LGALS4 expression and LGALS4 regulatory biological functions were investigated using different analytical and detection assays. In vivo experiments evaluated the synergistic anti-tumor effect of LGALS4 overexpression and PDL1 neutralizing antibody. This study revealed that the expression of LGALS4 was significantly reduced in clinical CRC tissue samples. Multimodal analysis combined with experimental verification suggested that TP53 mutations might mediate the downregulation of LGALS4 expression. Functional studies indicated that overexpression of LGALS4 did not affect the biological functions of CT26 cells, such as proliferation, apoptosis, and migration, but significantly inhibited the growth of subcutaneous transplanted tumor. Mechanistically, LGALS4 exerts its effect by improving the TIME. Specifically, it activates the CCL4/CCR5 axis through the NF-κB signaling pathway, thereby promoting the recruitment of various immune cells, including macrophages. Moreover, overexpression of LGALS4 can synergistically enhance anti-tumor effects with PD-L1 neutralizing antibodies. Collectively, these findings demonstrate a novel role for TP53-mediated LGALS4 in regulating tumor progression. This work identifies LGALS4 as a promising therapeutic target and provides a foundation for the development of combined immunotherapy based on galectin for CRC.",
    "disease": "colorectal cancer",
    "clean_text": "the tp lgals axis modulates the tumor immune microenvironment and synergizes with anti pd l therapy in colorectal cancer the role of galectin lgals in colorectal cancer crc progression and the tumor immune microenvironment time is poorly understood through analysis of single cell profiling data from various colon tissues this work identifies tumor suppressor genes critically involved in crc development the impact of lgals on ct cell growth was evaluated through a combination of in vitro and in vivo experiments the potential mechanisms regulating lgals expression and lgals regulatory biological functions were investigated using different analytical and detection assays in vivo experiments evaluated the synergistic anti tumor effect of lgals overexpression and pdl neutralizing antibody this study revealed that the expression of lgals was significantly reduced in clinical crc tissue samples multimodal analysis combined with experimental verification suggested that tp mutations might mediate the downregulation of lgals expression functional studies indicated that overexpression of lgals did not affect the biological functions of ct cells such as proliferation apoptosis and migration but significantly inhibited the growth of subcutaneous transplanted tumor mechanistically lgals exerts its effect by improving the time specifically it activates the ccl ccr axis through the nf b signaling pathway thereby promoting the recruitment of various immune cells including macrophages moreover overexpression of lgals can synergistically enhance anti tumor effects with pd l neutralizing antibodies collectively these findings demonstrate a novel role for tp mediated lgals in regulating tumor progression this work identifies lgals as a promising therapeutic target and provides a foundation for the development of combined immunotherapy based on galectin for crc"
}