{
    "title": "Spontaneous resolution of traumatic acute subdural haematomas: A systematic review.",
    "doc_id": "26614683",
    "writer": "Vital RB",
    "year": "2016",
    "summary": "INTRODUCTION: Traumatic subdural haematomas often require emergency surgical evacuation. Spontaneous resolution of traumatic acute subdural haematomas (TASDH) is under-reported. ...CONCLUSIONS: There are two main mechanisms for the spontaneous resolution of acute su …",
    "abstract": "Introduction:\n        \n      \n      Traumatic subdural haematomas often require emergency surgical evacuation. Spontaneous resolution of traumatic acute subdural haematomas (TASDH) is under-reported. Two patients are described with spontaneous resolution of TASDH correlating with previous reports. A discussion is presented on the clinical, pathological and radiological features of TASDH.\n    \n\n\n          Methods:\n        \n      \n      A review of the literature was performed using PubMed (Medline), Embase, and Cochrane Library for similar cases.\n    \n\n\n          Results:\n        \n      \n      A total 21 articles were included, involving 27 cases well detailed of TASDH with spontaneous resolution or neurological and radiological improvement in less than 24 h.\n    \n\n\n          Conclusions:\n        \n      \n      There are two main mechanisms for the spontaneous resolution of acute subdural haematomas: dilution in subarachnoid space and redistribution of the haematoma in the subdural space. The primary radiological characteristic of these lesions is a hypodense rim on the outer surface of the clot. Spontaneous resolution of TASDH is unusual. Clinical and radiological surveillance is essential for appropriate management of these patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26614683/",
    "clean_text": "spontaneous resolution of traumatic acute subdural haematomas a systematic review introduction traumatic subdural haematomas often require emergency surgical evacuation spontaneous resolution of traumatic acute subdural haematomas tasdh is under reported conclusions there are two main mechanisms for the spontaneous resolution of acute su introduction traumatic subdural haematomas often require emergency surgical evacuation spontaneous resolution of traumatic acute subdural haematomas tasdh is under reported two patients are described with spontaneous resolution of tasdh correlating with previous reports a discussion is presented on the clinical pathological and radiological features of tasdh methods a review of the literature was performed using pubmed medline embase and cochrane library for similar cases results a total articles were included involving cases well detailed of tasdh with spontaneous resolution or neurological and radiological improvement in less than h conclusions there are two main mechanisms for the spontaneous resolution of acute subdural haematomas dilution in subarachnoid space and redistribution of the haematoma in the subdural space the primary radiological characteristic of these lesions is a hypodense rim on the outer surface of the clot spontaneous resolution of tasdh is unusual clinical and radiological surveillance is essential for appropriate management of these patients"
}