{
    "pmid": "41396055",
    "title": "The impact of resective epilepsy surgery on cognitive estimation in patients with mesial temporal lobe lesions.",
    "abstract": "In recent research, cognitive estimation has been shown to be impaired in patients with right-sided mesial temporal lobe epilepsy due to hippocampal sclerosis (mTLE-HS), an often drug-resistant epilepsy subtype. Despite the impact of cognitive estimation on patients' daily life, its neural basis and outcome in epilepsy surgery are relatively unknown. This study examines the significance of the right temporal lobe regarding cognitive estimation before and after epilepsy surgery. Two hypotheses were tested: Right mTLE-HS patients show worse presurgical cognitive estimation performance compared to left mTLE-HS patients (H1). Postoperative cognitive estimation performance is specifically related to variables such as age of epilepsy onset, duration of epilepsy, verbal IQ, and the side of mTLE-HS (H2). In this study, pre- and postsurgical data of 45 patients from the Epilepsy Center Erlangen with unilateral mTLE-HS were analyzed. H1 was tested with a two-sample student's T-test. H2 was tested with a multiple linear regression model with the corresponding variables as predictors for postoperative change in cognitive estimation performance. Contrary to our hypothesis statistical analysis revealed worse cognitive estimation scores in left mTLE-HS before surgery. The side of mTLE-HS did not significantly predict change in cognitive estimation. However, the age of epilepsy onset was identified as a significant predictor. Deficits in cognitive estimation can affect various daily activities, as this skill is needed in many social contexts. Understanding the causes of estimation deficits can support preventive measures and a more precise outcome evaluation after resective epilepsy surgery. Furthermore, it contributes to understanding the cognitive mechanisms underlying cognitive estimation and related processes.",
    "disease": "epilepsy",
    "clean_text": "the impact of resective epilepsy surgery on cognitive estimation in patients with mesial temporal lobe lesions in recent research cognitive estimation has been shown to be impaired in patients with right sided mesial temporal lobe epilepsy due to hippocampal sclerosis mtle hs an often drug resistant epilepsy subtype despite the impact of cognitive estimation on patients daily life its neural basis and outcome in epilepsy surgery are relatively unknown this study examines the significance of the right temporal lobe regarding cognitive estimation before and after epilepsy surgery two hypotheses were tested right mtle hs patients show worse presurgical cognitive estimation performance compared to left mtle hs patients h postoperative cognitive estimation performance is specifically related to variables such as age of epilepsy onset duration of epilepsy verbal iq and the side of mtle hs h in this study pre and postsurgical data of patients from the epilepsy center erlangen with unilateral mtle hs were analyzed h was tested with a two sample student s t test h was tested with a multiple linear regression model with the corresponding variables as predictors for postoperative change in cognitive estimation performance contrary to our hypothesis statistical analysis revealed worse cognitive estimation scores in left mtle hs before surgery the side of mtle hs did not significantly predict change in cognitive estimation however the age of epilepsy onset was identified as a significant predictor deficits in cognitive estimation can affect various daily activities as this skill is needed in many social contexts understanding the causes of estimation deficits can support preventive measures and a more precise outcome evaluation after resective epilepsy surgery furthermore it contributes to understanding the cognitive mechanisms underlying cognitive estimation and related processes"
}