{
    "title": "Onconephrology: The intersections between the kidney and cancer.",
    "doc_id": "32853404",
    "writer": "Rosner MH",
    "year": "2021",
    "summary": "Onconephrology is a new subspecialty of nephrology that recognizes the important intersections of kidney disease with cancer. This intersection takes many forms and includes drug-induced nephrotoxicity, electrolyte disorders, paraneoplastic glomerulonephritis, and t …",
    "abstract": "Onconephrology is a new subspecialty of nephrology that recognizes the important intersections of kidney disease with cancer. This intersection takes many forms and includes drug-induced nephrotoxicity, electrolyte disorders, paraneoplastic glomerulonephritis, and the interactions of chronic kidney disease with cancer. Data clearly demonstrate that, when patients with cancer develop acute or chronic kidney disease, outcomes are inferior, and the promise of curative therapeutic regimens is lessened. This highlights the imperative for collaborative care between oncologists and nephrologists in recognizing and treating kidney disease in patients with cancer. In response to this need, specific training programs in onconephrology as well as dedicated onconephrology clinics have appeared. This comprehensive review covers many of the critical topics in onconephrology, with a focus on acute kidney injury, chronic kidney disease, drug-induced nephrotoxicity, kidney disease in stem cell transplantation, and electrolyte disorders in patients with cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32853404/",
    "clean_text": "onconephrology the intersections between the kidney and cancer onconephrology is a new subspecialty of nephrology that recognizes the important intersections of kidney disease with cancer this intersection takes many forms and includes drug induced nephrotoxicity electrolyte disorders paraneoplastic glomerulonephritis and t onconephrology is a new subspecialty of nephrology that recognizes the important intersections of kidney disease with cancer this intersection takes many forms and includes drug induced nephrotoxicity electrolyte disorders paraneoplastic glomerulonephritis and the interactions of chronic kidney disease with cancer data clearly demonstrate that when patients with cancer develop acute or chronic kidney disease outcomes are inferior and the promise of curative therapeutic regimens is lessened this highlights the imperative for collaborative care between oncologists and nephrologists in recognizing and treating kidney disease in patients with cancer in response to this need specific training programs in onconephrology as well as dedicated onconephrology clinics have appeared this comprehensive review covers many of the critical topics in onconephrology with a focus on acute kidney injury chronic kidney disease drug induced nephrotoxicity kidney disease in stem cell transplantation and electrolyte disorders in patients with cancer"
}