{
    "pmid": "41390300",
    "title": "Intravascular lithotripsy with or without rotational atherectomy for coronary calcific nodule treatment.",
    "abstract": "Calcific coronary nodules (CNs) are a challenging form of coronary artery disease, often linked to acute coronary syndromes (ACS) and resistant to standard lesion preparation. While intravascular lithotripsy (IVL) and rotational atherectomy (RA) are used for plaque modification, the optimal strategy remains unclear. This study compares procedural characteristics and mid-term outcomes of IVL alone versus IVL combined with RA (IVL + RA) in patients with CNs. In this prospective, single-center study, 120 patients with angiographically confirmed CNs undergoing PCI were analyzed after 1:1 propensity score matching (PSM) to compare IVL (n = 60) versus IVL + RA (n = 60). Clinical, angiographic, and procedural data were collected. The primary endpoint was major adverse cardiovascular events (MACE) at 6 months, including cardiovascular death, ACS, or target vessel revascularization. Secondary endpoints included intraprocedural complications and 30-day outcomes. Baseline characteristics and lesion complexity were well matched between groups. Procedural success and stent deployment metrics were similar. Rates of intraprocedural complications were low and not significantly different (6.7 % IVL vs. 8.3 % IVL + RA; p = 0.68). At 6 months, MACE rates were comparable (8.3 % vs. 10.3 %; p = 0.68), with no differences in cardiovascular death (5.0 % vs. 6.9 %) or ACS (6.7 % vs. 8.6 %). In patients with calcific nodules, both IVL alone and the IVL + RA combination showed similar safety and efficacy, with low complication rates and comparable mid-term outcomes. Further randomized studies are needed to determine the optimal treatment approach for this high-risk group.",
    "disease": "coronary artery disease",
    "clean_text": "intravascular lithotripsy with or without rotational atherectomy for coronary calcific nodule treatment calcific coronary nodules cns are a challenging form of coronary artery disease often linked to acute coronary syndromes acs and resistant to standard lesion preparation while intravascular lithotripsy ivl and rotational atherectomy ra are used for plaque modification the optimal strategy remains unclear this study compares procedural characteristics and mid term outcomes of ivl alone versus ivl combined with ra ivl ra in patients with cns in this prospective single center study patients with angiographically confirmed cns undergoing pci were analyzed after propensity score matching psm to compare ivl n versus ivl ra n clinical angiographic and procedural data were collected the primary endpoint was major adverse cardiovascular events mace at months including cardiovascular death acs or target vessel revascularization secondary endpoints included intraprocedural complications and day outcomes baseline characteristics and lesion complexity were well matched between groups procedural success and stent deployment metrics were similar rates of intraprocedural complications were low and not significantly different ivl vs ivl ra p at months mace rates were comparable vs p with no differences in cardiovascular death vs or acs vs in patients with calcific nodules both ivl alone and the ivl ra combination showed similar safety and efficacy with low complication rates and comparable mid term outcomes further randomized studies are needed to determine the optimal treatment approach for this high risk group"
}