{
    "pmid": "41360095",
    "title": "[Online COPD self-management programme improves COPD knowledge: results of a single-centre study].",
    "abstract": "Many patients with COPD (chronic obstructive pulmonary disease) do not participate in outpatient educational programmes. Online education might help increase participation rates, and knowledge about COPD self-management.We developed a new online digital COPD self-management programme (dCSP). The aim was to evaluate its effect on increasing knowledge about COPD self-management.A non-controlled single-centre pilot study (DRKS00024956) was conducted in a pulmonary rehabilitation clinic. The increase in knowledge from baseline (T0) to the post-online-training (T1) and the final face-to-face training (T2) was determined using the Bristol COPD Knowledge Questionnaire (BCKQ), a 65-item instrument with a maximum score of 65 points). The BCKQ difference was tested for statistical significance using the Wilcoxon signed-rank test. The influence of age, gender, education, previous participation in COPD training and baseline knowledge T0 on the baseline knowledge T0, the increase in knowledge T1-T0 and total increase in knowledge T2-T0 in the BCKQ was examined using univariable and multivariable regression models. Furthermore, participants were invited to provide feedback on their satisfaction with the dCSP and its user-friendliness.Among patients (n=50), the number of correct answers in the BCKQ increased from 34.7±9.1 (mean ± standard deviation) at the beginning to 43.9±6.5 after completing the dCSP (p<0.001) and further to 46.4±6.4 after completing face-to-face training (p=0.001). The increase in knowledge through the dCSP was greatest among secondary school graduates (p=0.048). Low prior knowledge was also associated with a greater increase in knowledge (p<0.001). Overall, the dCSP received very positive evaluations.A dCSP could be helpful in compensating for knowledge deficits in patients with COPD facilitating access to COPD knowledge. Patients with lower levels of education and prior knowledge seem to benefit particularly. The benefits of a dCSP would need to be validated in future comparative studies. Viele Patienten mit COPD (chronic obstructive pulmonary disease) nehmen nicht an ambulanten Schulungsprogrammen teil. Onlineschulungen könnten möglicherweise dazu beitragen, die Teilnahmeraten und das Wissen zum Selbstmanagement zu erhöhen.Ein neu entwickeltes online abrufbares digitales COPD-Selbstmanagementprogramm (dCSP) sollte hinsichtlich des Effekts auf den Wissenszuwachs zum COPD-Selbstmanagement untersucht werden.Es wurde eine nicht-kontrollierte, monozentrische Pilotstudie (DRKS00024956) in einer pneumologischen Rehabilitationsklinik durchgeführt. Der Wissenszuwachs von Baseline (T0) nach Onlineschulung (T1) und abschließender Präsenzschulung (T2) wurde mithilfe des Bristol COPD Knowledge Questionnaire (BCKQ) bestimmt (65 Items, maximale Punktzahl 65 Punkte). Der BCKQ-Unterschied wurde mit dem Wilcoxon-Vorzeichen-Rang-Test auf statistische Signifikanz geprüft. Der Einfluss von Alter, Geschlecht, Schulbildung und bisheriger Teilnahme an einer COPD-Schulung auf den Wissenszuwachs T1–T0 und Gesamt-Wissenszuwachs T2–T0 im BCKQ wurde mit uni- und multivariaten Regressionsmodellen untersucht. Zusätzlich wurden die Patienten hinsichtlich der Zufriedenheit mit dem dCSP und der Benutzerfreundlichkeit des dCSP befragt.Bei den Patienten (n=50) stieg die Anzahl der richtigen Antworten im BCKQ von 34,7±9,1 (Mittelwert ± Standardabweichung) zu Beginn auf 43,9±6,5 nach Abschluss des dCSP (p<0,001) und zusätzlich weiter auf 46,4±6,4 nach Abschluss einer Präsenzschulung (p=0,001). Der Wissenszuwachs durch das dCSP war bei Haupt- und Realschulabsolventen am größten (p=0,048), niedriges Vorwissen war ebenfalls mit einer größeren Wissenszunahme assoziiert (p<0,001). Das dCSP erhielt insgesamt sehr zustimmende Evaluationen. Ein dCSP könnte hilfreich sein, um Wissensdefizite bei Patienten mit COPD zu reduzieren und den Zugang zu COPD-Wissen zu erleichtern. Besonders scheinen Patienten mit niedrigerer Schulbildung und niedrigen Vorkenntnissen zu profitieren. Der Nutzen eines dCSP müsste in nachfolgenden Vergleichsstudien validiert werden.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "online copd self management programme improves copd knowledge results of a single centre study many patients with copd chronic obstructive pulmonary disease do not participate in outpatient educational programmes online education might help increase participation rates and knowledge about copd self management we developed a new online digital copd self management programme dcsp the aim was to evaluate its effect on increasing knowledge about copd self management a non controlled single centre pilot study drks was conducted in a pulmonary rehabilitation clinic the increase in knowledge from baseline t to the post online training t and the final face to face training t was determined using the bristol copd knowledge questionnaire bckq a item instrument with a maximum score of points the bckq difference was tested for statistical significance using the wilcoxon signed rank test the influence of age gender education previous participation in copd training and baseline knowledge t on the baseline knowledge t the increase in knowledge t t and total increase in knowledge t t in the bckq was examined using univariable and multivariable regression models furthermore participants were invited to provide feedback on their satisfaction with the dcsp and its user friendliness among patients n the number of correct answers in the bckq increased from mean standard deviation at the beginning to after completing the dcsp p and further to after completing face to face training p the increase in knowledge through the dcsp was greatest among secondary school graduates p low prior knowledge was also associated with a greater increase in knowledge p overall the dcsp received very positive evaluations a dcsp could be helpful in compensating for knowledge deficits in patients with copd facilitating access to copd knowledge patients with lower levels of education and prior knowledge seem to benefit particularly the benefits of a dcsp would need to be validated in future comparative studies viele patienten mit copd chronic obstructive pulmonary disease nehmen nicht an ambulanten schulungsprogrammen teil onlineschulungen k nnten m glicherweise dazu beitragen die teilnahmeraten und das wissen zum selbstmanagement zu erh hen ein neu entwickeltes online abrufbares digitales copd selbstmanagementprogramm dcsp sollte hinsichtlich des effekts auf den wissenszuwachs zum copd selbstmanagement untersucht werden es wurde eine nicht kontrollierte monozentrische pilotstudie drks in einer pneumologischen rehabilitationsklinik durchgef hrt der wissenszuwachs von baseline t nach onlineschulung t und abschlie ender pr senzschulung t wurde mithilfe des bristol copd knowledge questionnaire bckq bestimmt items maximale punktzahl punkte der bckq unterschied wurde mit dem wilcoxon vorzeichen rang test auf statistische signifikanz gepr ft der einfluss von alter geschlecht schulbildung und bisheriger teilnahme an einer copd schulung auf den wissenszuwachs t t und gesamt wissenszuwachs t t im bckq wurde mit uni und multivariaten regressionsmodellen untersucht zus tzlich wurden die patienten hinsichtlich der zufriedenheit mit dem dcsp und der benutzerfreundlichkeit des dcsp befragt bei den patienten n stieg die anzahl der richtigen antworten im bckq von mittelwert standardabweichung zu beginn auf nach abschluss des dcsp p und zus tzlich weiter auf nach abschluss einer pr senzschulung p der wissenszuwachs durch das dcsp war bei haupt und realschulabsolventen am gr ten p niedriges vorwissen war ebenfalls mit einer gr eren wissenszunahme assoziiert p das dcsp erhielt insgesamt sehr zustimmende evaluationen ein dcsp k nnte hilfreich sein um wissensdefizite bei patienten mit copd zu reduzieren und den zugang zu copd wissen zu erleichtern besonders scheinen patienten mit niedrigerer schulbildung und niedrigen vorkenntnissen zu profitieren der nutzen eines dcsp m sste in nachfolgenden vergleichsstudien validiert werden"
}