{
    "title": "Epigenetic deregulation in rheumatoid arthritis.",
    "doc_id": "21627047",
    "writer": "Karouzakis E",
    "year": "2011",
    "summary": "In this chapter, we discuss the current understanding of the possible epigenetics changes that occur in rheumatoid arthritis. In particular, we describe that deregulation ofDNA methylation and histone modifications can occur in the immune system and lead to rheum …",
    "abstract": "In this chapter, we discuss the current understanding of the possible epigenetics changes that occur in rheumatoid arthritis. In particular, we describe that deregulation ofDNA methylation and histone modifications can occur in the immune system and lead to rheumatoid arthritis. In addition, we discuss the role of rheumatoid arthritis synovial fibroblasts in autoimmunity. Examples of changes in DNA methylation and histone modification occurring in synovial fibroblasts during the disease process are reviewed in this chapter. In conclusion, we discuss the possible use of epigenetic therapy and describe future experiments that can elucidate further the epigenetic changes observed in the disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21627047/",
    "clean_text": "epigenetic deregulation in rheumatoid arthritis in this chapter we discuss the current understanding of the possible epigenetics changes that occur in rheumatoid arthritis in particular we describe that deregulation ofdna methylation and histone modifications can occur in the immune system and lead to rheum in this chapter we discuss the current understanding of the possible epigenetics changes that occur in rheumatoid arthritis in particular we describe that deregulation ofdna methylation and histone modifications can occur in the immune system and lead to rheumatoid arthritis in addition we discuss the role of rheumatoid arthritis synovial fibroblasts in autoimmunity examples of changes in dna methylation and histone modification occurring in synovial fibroblasts during the disease process are reviewed in this chapter in conclusion we discuss the possible use of epigenetic therapy and describe future experiments that can elucidate further the epigenetic changes observed in the disease"
}