{
    "title": "COVID-19 IMPACT: NEW TENDENCIES AND TRENDS IN MENTAL HEALTH RESEARCH.",
    "doc_id": "35023502",
    "writer": "Vus V",
    "year": "2021",
    "summary": "PATIENTS AND METHODS: Materials and methods: A literary review (163 research publications totally) of relevant articles was performed (a scoping review method) based on the followings criteria: publication year (2020-2021), publication source (only PubMed and Open Access), men …",
    "abstract": "Objective:\n        \n      \n      The aim: To provide an analysis of contemporary investigations in the area of Mental Health Care for the individual \\ population; to define the main trends, tendencies, key concepts of these investigations during \\ after Covid -19 pandemic and established restrictions.\n    \n\n\n          Patients and methods:\n        \n      \n      Materials and methods: A literary review (163 research publications totally) of relevant articles was performed (a scoping review method) based on the followings criteria: publication year (2020-2021), publication source (only PubMed and Open Access), mental health issues in regards of individual \\ population. We used \"mental health,\" \"covid19 mental health\", \"impact of covid 19 on mental health,\" and \"covid 19 mental health impact\" keywords for searching related research papers in the Pubmed database. Additionally, the clinical case of social restrictions' impact on a patient' mental health is described.\n    \n\n\n          Conclusion:\n        \n      \n      Conclusions: The main trends of modern research are determined by: the search for more modern scientific terms and categories (E - Mental Health, digital Mental Health, Tele-Mental Health, etc.); study of risks and benefits of widespread use of virtual and information technologies in the field of Mental Health Care; diagnosis and treatment of new mental health disorders; reassessment of traditional values, active search for new meanings in the field of interpersonal and intergroup relationships; development of health-responsive economy and health-responsive society.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35023502/",
    "clean_text": "covid impact new tendencies and trends in mental health research patients and methods materials and methods a literary review research publications totally of relevant articles was performed a scoping review method based on the followings criteria publication year publication source only pubmed and open access men objective the aim to provide an analysis of contemporary investigations in the area of mental health care for the individual population to define the main trends tendencies key concepts of these investigations during after covid pandemic and established restrictions patients and methods materials and methods a literary review research publications totally of relevant articles was performed a scoping review method based on the followings criteria publication year publication source only pubmed and open access mental health issues in regards of individual population we used mental health covid mental health impact of covid on mental health and covid mental health impact keywords for searching related research papers in the pubmed database additionally the clinical case of social restrictions impact on a patient mental health is described conclusion conclusions the main trends of modern research are determined by the search for more modern scientific terms and categories e mental health digital mental health tele mental health etc study of risks and benefits of widespread use of virtual and information technologies in the field of mental health care diagnosis and treatment of new mental health disorders reassessment of traditional values active search for new meanings in the field of interpersonal and intergroup relationships development of health responsive economy and health responsive society"
}