{
    "title": "Atrial Fibrillation: Current Therapies.",
    "doc_id": "28645513",
    "writer": "Pariaut R.",
    "year": "2017",
    "summary": "A rate control, or a rhythm control, strategy can be applied to the management of atrial fibrillation. Rate control of atrial fibrillation consists of decreasing the ventricular response rate by limiting the number of supraventricular impulses that can …",
    "abstract": "A rate control, or a rhythm control, strategy can be applied to the management of atrial fibrillation. Rate control of atrial fibrillation consists of decreasing the ventricular response rate by limiting the number of supraventricular impulses that can travel through the atrioventricular node. The goal of decreasing heart rate in dogs with atrial fibrillation is usually achieved with a combination of the calcium channel blocker diltiazem and digoxin. Rhythm control of atrial fibrillation encompasses pharmacologic and nonpharmacologic methods to terminate the arrhythmia and restore sinus rhythm. Transthoracic synchronized electrical cardioversion is commonly used to stop atrial fibrillation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28645513/",
    "clean_text": "atrial fibrillation current therapies a rate control or a rhythm control strategy can be applied to the management of atrial fibrillation rate control of atrial fibrillation consists of decreasing the ventricular response rate by limiting the number of supraventricular impulses that can a rate control or a rhythm control strategy can be applied to the management of atrial fibrillation rate control of atrial fibrillation consists of decreasing the ventricular response rate by limiting the number of supraventricular impulses that can travel through the atrioventricular node the goal of decreasing heart rate in dogs with atrial fibrillation is usually achieved with a combination of the calcium channel blocker diltiazem and digoxin rhythm control of atrial fibrillation encompasses pharmacologic and nonpharmacologic methods to terminate the arrhythmia and restore sinus rhythm transthoracic synchronized electrical cardioversion is commonly used to stop atrial fibrillation"
}