{
    "pmid": "41419783",
    "title": "Pressurized intraperitoneal aerosol chemotherapy enhances cisplatin efficacy in colorectal cancer organoids.",
    "abstract": "Pressurized Intraperitoneal Aerosol Chemotherapy (PIPAC) is an emerging method that delivers chemotherapeutic agents as aerosols directly into the peritoneal cavity to overcome poor tissue penetration. Although early clinical outcomes are promising, challenges remain, such as variable patient responses and the lack of appropriate preclinical models. In this study, we investigated the efficacy of PIPAC combined with three cytotoxic agents (Cisplatin, Oxaliplatin, and Paclitaxel) using patient-derived colorectal cancer organoid models. Our results demonstrates that PIPAC, especially when combined with Cisplatin, significantly enhances the cytotoxicity against colorectal cancer organoids and modulates key cancer-related pathways. Transcriptomic analysis revealed significant alterations in gene expression patterns under PIPAC conditions, with notable impacts on cancer-related pathways such as epithelial-mesenchymal-transition and KRAS signaling. Pathway analysis further elucidated the modulation of cell-cycle related and oncogenic pathways by PIPAC, providing insights into its mechanism of action. These key findings suggest that PIPAC, particularly with Cisplatin, can enhance chemotherapeutic efficacy via transcriptomic modulation, supporting its potential clinical application in treating peritoneal carcinomatosis.",
    "disease": "colorectal cancer",
    "clean_text": "pressurized intraperitoneal aerosol chemotherapy enhances cisplatin efficacy in colorectal cancer organoids pressurized intraperitoneal aerosol chemotherapy pipac is an emerging method that delivers chemotherapeutic agents as aerosols directly into the peritoneal cavity to overcome poor tissue penetration although early clinical outcomes are promising challenges remain such as variable patient responses and the lack of appropriate preclinical models in this study we investigated the efficacy of pipac combined with three cytotoxic agents cisplatin oxaliplatin and paclitaxel using patient derived colorectal cancer organoid models our results demonstrates that pipac especially when combined with cisplatin significantly enhances the cytotoxicity against colorectal cancer organoids and modulates key cancer related pathways transcriptomic analysis revealed significant alterations in gene expression patterns under pipac conditions with notable impacts on cancer related pathways such as epithelial mesenchymal transition and kras signaling pathway analysis further elucidated the modulation of cell cycle related and oncogenic pathways by pipac providing insights into its mechanism of action these key findings suggest that pipac particularly with cisplatin can enhance chemotherapeutic efficacy via transcriptomic modulation supporting its potential clinical application in treating peritoneal carcinomatosis"
}