{
    "pmid": "41450360",
    "title": "From Therapeutic Refusal to Gynecological Emergency: A Case Report on a Long-Standing Uterine Prolapse.",
    "abstract": "Uterine prolapse is a type of pelvic organ prolapse (POP) that corresponds to the herniation with inferior displacement of the middle/apical compartment, in which the uterus descends from its normal position into or beyond the vaginal canal due to the weakening of the pelvic floor support structures. Its presentation can range from mild and asymptomatic forms to voluminous prolapse with functional impact and associated complications. This case illustrates a situation sparsely documented in the literature: the prolonged evolution of a uterine prolapse in a woman with multiple comorbidities, monitored in primary healthcare, who had previously refused corrective surgery in 2019. A 70-year-old woman, with a clinical history of one gestation and one eutocic delivery, menopause at 54 years (no hormone replacement therapy (HRT)), arterial hypertension, ischemic stroke (no identified sequelae), dyslipidemia, and obesity, was diagnosed with uterine prolapse since 2015. In July 2025, during a routine consultation and after direct questioning, she reported worsening symptoms due to increased exteriorization of the prolapse and episodes of scant abnormal uterine bleeding. Gynecological examination revealed a complete uterine prolapse (stage IV), non-reducible, with cervical erosion and active bleeding. Reduction was attempted without success. Local compression was applied, and she was referred to the gynecology emergency department, where, upon re-evaluation, she no longer presented active bleeding. Manual reduction of the uterine prolapse was performed, which recurred immediately upon standing. She was discharged with a referral back to her family physician, with instructions for referral to the outpatient gynecology clinic. At the outpatient gynecology clinic, she again refused surgery, opting for the placement of an 85 mm pessary. Thus, this case highlights the importance of longitudinal follow-up, objective examination, and active listening in general and family medicine, especially in patients with multiple comorbidities and previously postponed therapeutic decisions. Timely action in the face of warning signs and coordination with hospital care are essential to ensure safety and continuity of care.",
    "disease": "hypertension",
    "clean_text": "from therapeutic refusal to gynecological emergency a case report on a long standing uterine prolapse uterine prolapse is a type of pelvic organ prolapse pop that corresponds to the herniation with inferior displacement of the middle apical compartment in which the uterus descends from its normal position into or beyond the vaginal canal due to the weakening of the pelvic floor support structures its presentation can range from mild and asymptomatic forms to voluminous prolapse with functional impact and associated complications this case illustrates a situation sparsely documented in the literature the prolonged evolution of a uterine prolapse in a woman with multiple comorbidities monitored in primary healthcare who had previously refused corrective surgery in a year old woman with a clinical history of one gestation and one eutocic delivery menopause at years no hormone replacement therapy hrt arterial hypertension ischemic stroke no identified sequelae dyslipidemia and obesity was diagnosed with uterine prolapse since in july during a routine consultation and after direct questioning she reported worsening symptoms due to increased exteriorization of the prolapse and episodes of scant abnormal uterine bleeding gynecological examination revealed a complete uterine prolapse stage iv non reducible with cervical erosion and active bleeding reduction was attempted without success local compression was applied and she was referred to the gynecology emergency department where upon re evaluation she no longer presented active bleeding manual reduction of the uterine prolapse was performed which recurred immediately upon standing she was discharged with a referral back to her family physician with instructions for referral to the outpatient gynecology clinic at the outpatient gynecology clinic she again refused surgery opting for the placement of an mm pessary thus this case highlights the importance of longitudinal follow up objective examination and active listening in general and family medicine especially in patients with multiple comorbidities and previously postponed therapeutic decisions timely action in the face of warning signs and coordination with hospital care are essential to ensure safety and continuity of care"
}