{
    "title": "Aging Love: A Sexual Health Model for Older Adults.",
    "doc_id": "35292573",
    "writer": "Flores-Yuen K",
    "year": "2022",
    "summary": "Possibly from misperceptions and/or lack of knowledge and education, some older adults practice poor sexual health behaviors. Health-care practitioners, along with educational and political institutions, hold misperceptions and lack knowledge, education, and training in …",
    "abstract": "Older adults can remain sexually active despite reproductive and sexual changes. Increases in sexual activity are associated with divorce, separation, widowhood, freedom of expression, and freedom from responsibilities. Possibly from misperceptions and/or lack of knowledge and education, some older adults practice poor sexual health behaviors. Health-care practitioners, along with educational and political institutions, hold misperceptions and lack knowledge, education, and training in older adults' sexual health. This article explores older adults' sexual health and the role of nurses, guided by the Health Belief Model and aesthetic knowing, and presents Aging Love: A Photo Series, created to reflect nursing care of older adults' sexual health.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35292573/",
    "clean_text": "aging love a sexual health model for older adults possibly from misperceptions and or lack of knowledge and education some older adults practice poor sexual health behaviors health care practitioners along with educational and political institutions hold misperceptions and lack knowledge education and training in older adults can remain sexually active despite reproductive and sexual changes increases in sexual activity are associated with divorce separation widowhood freedom of expression and freedom from responsibilities possibly from misperceptions and or lack of knowledge and education some older adults practice poor sexual health behaviors health care practitioners along with educational and political institutions hold misperceptions and lack knowledge education and training in older adults sexual health this article explores older adults sexual health and the role of nurses guided by the health belief model and aesthetic knowing and presents aging love a photo series created to reflect nursing care of older adults sexual health"
}