{
    "pmid": "41448481",
    "title": "In-depth Spatio-temporal analysis of scarlet fever in subtropical China: Aiding targeted control efforts and the healthy China initiative.",
    "abstract": "The public health challenge of scarlet fever, caused by Group A Streptococcus, is significant due to its potential to develop into severe complications, including glomerulonephritis, rheumatic fever, and toxic shock syndrome. These sequelae substantially elevate long-term cardiovascular risks and contribute to increased child mortality rates. This investigation aimed to analyze the distribution of scarlet fever in terms of space and time in China from 2004 to 2020, and to evaluate the impact of COVID-19 non-pharmaceutical interventions on its epidemiological characteristics. The comprehensive investigation utilized China's complete national surveillance infrastructure, analyzing 753,697 confirmed cases with 11 fatalities recorded monthly across all 31 provincial divisions from 2004 to 2020. This analysis identified persistent incidence escalation until 2018, with the annual percentage change (APC) peaking at 12.35%, through integrated application of Joinpoint regression, spatial autocorrelation, SaTScan spatiotemporal scanning, characterized by pronounced geographical clustering in northern and eastern provinces. For example the average incidence in high-risk regions like Beijing reached 14.36 per 100,000 and demographic concentration among children aged 0-9 years (Moran's I > 0.4). Province-specific incidence predictions were developed using a range of time-series models that were tailored to the dynamics of local epidemics. The epidemiological landscape transformed dramatically following COVID-19 non-pharmaceutical interventions (NPIs) in 2020, with national incidence declining precipitously by over 70% and the previously dissolving as reflected in the plunge of Moran's I from 0.37 to 0.05. This research delivers the inaugural 17-year high-resolution baseline (2004-2019) and a multi-model analytical framework on the Asian continent, offering vital decision support for precision public health interventions as directed by the 'Healthy China' plan. The study concluded that NPIs played a significant role in controlling the spread of scarlet fever. The scientific approach of identifying high-risk areas and vulnerable child groups based on spatial, temporal, and demographic characteristics helps in optimizing the allocation of resources for prevention and control, thereby enhancing infection prevention and control.",
    "disease": "covid-19",
    "clean_text": "in depth spatio temporal analysis of scarlet fever in subtropical china aiding targeted control efforts and the healthy china initiative the public health challenge of scarlet fever caused by group a streptococcus is significant due to its potential to develop into severe complications including glomerulonephritis rheumatic fever and toxic shock syndrome these sequelae substantially elevate long term cardiovascular risks and contribute to increased child mortality rates this investigation aimed to analyze the distribution of scarlet fever in terms of space and time in china from to and to evaluate the impact of covid non pharmaceutical interventions on its epidemiological characteristics the comprehensive investigation utilized china s complete national surveillance infrastructure analyzing confirmed cases with fatalities recorded monthly across all provincial divisions from to this analysis identified persistent incidence escalation until with the annual percentage change apc peaking at through integrated application of joinpoint regression spatial autocorrelation satscan spatiotemporal scanning characterized by pronounced geographical clustering in northern and eastern provinces for example the average incidence in high risk regions like beijing reached per and demographic concentration among children aged years moran s i province specific incidence predictions were developed using a range of time series models that were tailored to the dynamics of local epidemics the epidemiological landscape transformed dramatically following covid non pharmaceutical interventions npis in with national incidence declining precipitously by over and the previously dissolving as reflected in the plunge of moran s i from to this research delivers the inaugural year high resolution baseline and a multi model analytical framework on the asian continent offering vital decision support for precision public health interventions as directed by the healthy china plan the study concluded that npis played a significant role in controlling the spread of scarlet fever the scientific approach of identifying high risk areas and vulnerable child groups based on spatial temporal and demographic characteristics helps in optimizing the allocation of resources for prevention and control thereby enhancing infection prevention and control"
}