{
    "title": "Bioelectrical characteristics of type 1 and type 2 diabetic subjects with reference to body water compartments.",
    "doc_id": "9934822",
    "writer": "Buscemi S",
    "year": "1998",
    "summary": "Results show that disease and sex had a significant (ANOVA: P<0.0001 for both F disease and F sex) and independent effect on both R/ht and Xc/ht; no difference was found between type 2 and type 1 diabetic groups. A bioelectrical vector with a lower PA char …",
    "abstract": "Since bioelectrical characteristics correspond well to body water compartments, this study investigated bioelectrical differences between type 1 and type 2 diabetic subjects that could reflect differences in body water compartments. We investigated cross-sectionally 612 adult subjects, classified into 10 groups according to sex and disease (control, obese normal glucose tolerant, non-obese type 2 diabetes, obese type 2 diabetes, type 1 diabetes). Resistance (R), reactance (Xc) and phase angle (PA) were measured (800 microA - 50 kHz alternating current). The bioelectrical vector was obtained by plotting R and Xc normalized for height (ht), it is easily identified on the basis of the length (inversely related to the total body water, likewise R) and direction, given by the PA (inversely related to the extra-/intra-cellular water - ECW/ICW -). Results show that disease and sex had a significant (ANOVA: P<0.0001 for both F disease and F sex) and independent effect on both R/ht and Xc/ht; no difference was found between type 2 and type 1 diabetic groups. A bioelectrical vector with a lower PA characterized both type 2 and type 1 diabetic groups. An independent positive correlation between fasting plasma glucose and R/ht and a negative correlation between fasting plasma glucose and PA were observed. These findings suggest a non-different body water content and distribution between type 2 and type 1 diabetic subjects; the bioelectrical vector indicates a higher ECW/ICW in type 2 and type 1 diabetic compared to nondiabetic subjects.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9934822/",
    "clean_text": "bioelectrical characteristics of type and type diabetic subjects with reference to body water compartments results show that disease and sex had a significant anova p for both f disease and f sex and independent effect on both r ht and xc ht no difference was found between type and type diabetic groups a bioelectrical vector with a lower pa char since bioelectrical characteristics correspond well to body water compartments this study investigated bioelectrical differences between type and type diabetic subjects that could reflect differences in body water compartments we investigated cross sectionally adult subjects classified into groups according to sex and disease control obese normal glucose tolerant non obese type diabetes obese type diabetes type diabetes resistance r reactance xc and phase angle pa were measured microa khz alternating current the bioelectrical vector was obtained by plotting r and xc normalized for height ht it is easily identified on the basis of the length inversely related to the total body water likewise r and direction given by the pa inversely related to the extra intra cellular water ecw icw results show that disease and sex had a significant anova p for both f disease and f sex and independent effect on both r ht and xc ht no difference was found between type and type diabetic groups a bioelectrical vector with a lower pa characterized both type and type diabetic groups an independent positive correlation between fasting plasma glucose and r ht and a negative correlation between fasting plasma glucose and pa were observed these findings suggest a non different body water content and distribution between type and type diabetic subjects the bioelectrical vector indicates a higher ecw icw in type and type diabetic compared to nondiabetic subjects"
}