{
    "title": "Gut microbiota and inflammatory joint diseases.",
    "doc_id": "27238190",
    "writer": "Breban M.",
    "year": "2016",
    "summary": "Inflammatory bowel disease has been associated with distinctive changes in the gut microbiota, which persist between disease flares and may play a pathogenic role. Links have been demonstrated between the gut microbiota and joint inflammation in murine …",
    "abstract": "In most chronic inflammatory diseases, the cause remains unknown. Chronic infection is, however, among the current hypotheses. Recent technological advances have allowed in-depth studies of the gut microflora, or microbiota, which contains a vast array of organisms, most of which cannot be cultured. Inflammatory bowel disease has been associated with distinctive changes in the gut microbiota, which persist between disease flares and may play a pathogenic role. Links have been demonstrated between the gut microbiota and joint inflammation in murine models of arthritis but have received little attention in human patients. Recent work has nevertheless demonstrated substantial alterations in the gut microbiota in patients with rheumatoid arthritis, psoriatic arthritis, or spondyloarthritis, with differences across diagnoses and studies. Interestingly, some of these alterations resemble those now firmly established in inflammatory bowel disease; examples include decreased microbial diversity and lower frequencies of bacterial groups belonging to the Firmicutes phylum known to have immunoregulatory properties. These new findings open up important new horizons both for understanding disease and for developing novel biomarkers and treatment strategies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27238190/",
    "clean_text": "gut microbiota and inflammatory joint diseases inflammatory bowel disease has been associated with distinctive changes in the gut microbiota which persist between disease flares and may play a pathogenic role links have been demonstrated between the gut microbiota and joint inflammation in murine in most chronic inflammatory diseases the cause remains unknown chronic infection is however among the current hypotheses recent technological advances have allowed in depth studies of the gut microflora or microbiota which contains a vast array of organisms most of which cannot be cultured inflammatory bowel disease has been associated with distinctive changes in the gut microbiota which persist between disease flares and may play a pathogenic role links have been demonstrated between the gut microbiota and joint inflammation in murine models of arthritis but have received little attention in human patients recent work has nevertheless demonstrated substantial alterations in the gut microbiota in patients with rheumatoid arthritis psoriatic arthritis or spondyloarthritis with differences across diagnoses and studies interestingly some of these alterations resemble those now firmly established in inflammatory bowel disease examples include decreased microbial diversity and lower frequencies of bacterial groups belonging to the firmicutes phylum known to have immunoregulatory properties these new findings open up important new horizons both for understanding disease and for developing novel biomarkers and treatment strategies"
}