{
    "pmid": "41463151",
    "title": "Fibrillarin Contributes to the Oncogenic Characteristics of Colorectal Cancer Cells and Reduces Sensitivity to 5-Fluorouracil.",
    "abstract": "Fibrillarin (FBL) is a key nucleolar methyltransferase involved in ribosome biogenesis through 2'-O-ribose methylation of rRNA. While its oncogenic role has been reported in several cancer types, its expression and function in human colorectal cancer (CRC) have remained largely unexplored. This study aims to investigate the expression of FBL in human CRC tissues and cell lines and to determine its functional role in tumor progression and metastasis. We examined FBL expression in paired human CRC primary tumors and liver metastases using immunohistochemistry. Functional studies were performed using SW-480 (primary tumor) and SW-620 (lymph node metastasis) CRC cell lines derived from the same patient. Cell migration, invasion, and 3D spheroid growth were analyzed following FBL downregulation. In vivo tumor growth was assessed in SCID mice xenografted with FBL-deficient cells. Molecular changes were explored through phosphorylation arrays and Western blotting. FBL expression was significantly higher in human metastatic lesions than in primary tumors. FBL downregulation impaired migration, invasion, and spheroid growth in SW-480 and SW-620 cells and reduced tumor growth in vivo. Mechanistically, FBL inhibition decreased activation of MAPK/ERK, PI3K/AKT, and JNK/p38 pathways and reduced phosphorylation of the transcription factor CREB. Our study identifies FBL as a potential contributor to colorectal cancer progression, with elevated expression associated particularly with metastatic disease. By demonstrating that FBL expression is elevated in patient-derived metastatic tissues and functionally promotes migration, invasion, and tumor growth, our findings expand the role of ribosome biogenesis factors beyond protein synthesis. The observed suppression of key oncogenic pathways and CREB phosphorylation upon FBL inhibition suggests that FBL integrates ribosomal regulation with cancer cell signaling. These insights open new avenues for targeting nucleolar activity in advanced CRC and highlight FBL as a potential biomarker and therapeutic target in metastatic disease.",
    "disease": "colorectal cancer",
    "clean_text": "fibrillarin contributes to the oncogenic characteristics of colorectal cancer cells and reduces sensitivity to fluorouracil fibrillarin fbl is a key nucleolar methyltransferase involved in ribosome biogenesis through o ribose methylation of rrna while its oncogenic role has been reported in several cancer types its expression and function in human colorectal cancer crc have remained largely unexplored this study aims to investigate the expression of fbl in human crc tissues and cell lines and to determine its functional role in tumor progression and metastasis we examined fbl expression in paired human crc primary tumors and liver metastases using immunohistochemistry functional studies were performed using sw primary tumor and sw lymph node metastasis crc cell lines derived from the same patient cell migration invasion and d spheroid growth were analyzed following fbl downregulation in vivo tumor growth was assessed in scid mice xenografted with fbl deficient cells molecular changes were explored through phosphorylation arrays and western blotting fbl expression was significantly higher in human metastatic lesions than in primary tumors fbl downregulation impaired migration invasion and spheroid growth in sw and sw cells and reduced tumor growth in vivo mechanistically fbl inhibition decreased activation of mapk erk pi k akt and jnk p pathways and reduced phosphorylation of the transcription factor creb our study identifies fbl as a potential contributor to colorectal cancer progression with elevated expression associated particularly with metastatic disease by demonstrating that fbl expression is elevated in patient derived metastatic tissues and functionally promotes migration invasion and tumor growth our findings expand the role of ribosome biogenesis factors beyond protein synthesis the observed suppression of key oncogenic pathways and creb phosphorylation upon fbl inhibition suggests that fbl integrates ribosomal regulation with cancer cell signaling these insights open new avenues for targeting nucleolar activity in advanced crc and highlight fbl as a potential biomarker and therapeutic target in metastatic disease"
}