{
    "title": "Stem Cells in Mammary Health and Milk Production.",
    "doc_id": "34348628",
    "writer": "Choudhary RK",
    "year": "2022",
    "summary": "Adult stem cells like mammary and mesenchymal stem cells have received significant attention because these stem cells possess therapeutic potential in treating many animal diseases. ...The application of mesenchymal stem cells …",
    "abstract": "Adult stem cells like mammary and mesenchymal stem cells have received significant attention because these stem cells possess therapeutic potential in treating many animal diseases. These cells can be administered in an autologous or allogenic fashion, either freshly isolated from the donor tissue or previously cultured and expanded in vitro. The expansion of adult stem cells is a prerequisite before therapeutic application because sufficient numbers are required in dosage calculation. Stem cells directly and indirectly (by secreting various growth factors and angiogenic factors called secretome) act to repair and regenerate injured tissues. Recent studies on mammary stem cells showed in vivo and in vitro expansion ability by removing the blockage of asymmetrical cell division. Compounds like purine analogs (xanthosine, xanthine, and inosine) or hormones (progesterone and bST) help increase stem cell population by promoting cell division. Such methodology of enhancing stem cell number, either in vivo or in vitro, may help in preclinical studies for translational research like treating diseases such as mastitis. The application of mesenchymal stem cells has also been shown to benefit mammary gland health due to the 'homing' property of stem cells. In addition to that, the multiple positive effects of stem cell secretome are on mammary tissue; healing and killing bacteria is novel in the production of quality milk. This systematic review discusses some of the studies on stem cells that have been useful in increasing the stem cell population and increasing mammary stem/progenitor cells. Finally, we provide insights into how enhancing mammary stem cell population could potentially increase terminally differentiated cells, ultimately leading to more milk production.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34348628/",
    "clean_text": "stem cells in mammary health and milk production adult stem cells like mammary and mesenchymal stem cells have received significant attention because these stem cells possess therapeutic potential in treating many animal diseases the application of mesenchymal stem cells adult stem cells like mammary and mesenchymal stem cells have received significant attention because these stem cells possess therapeutic potential in treating many animal diseases these cells can be administered in an autologous or allogenic fashion either freshly isolated from the donor tissue or previously cultured and expanded in vitro the expansion of adult stem cells is a prerequisite before therapeutic application because sufficient numbers are required in dosage calculation stem cells directly and indirectly by secreting various growth factors and angiogenic factors called secretome act to repair and regenerate injured tissues recent studies on mammary stem cells showed in vivo and in vitro expansion ability by removing the blockage of asymmetrical cell division compounds like purine analogs xanthosine xanthine and inosine or hormones progesterone and bst help increase stem cell population by promoting cell division such methodology of enhancing stem cell number either in vivo or in vitro may help in preclinical studies for translational research like treating diseases such as mastitis the application of mesenchymal stem cells has also been shown to benefit mammary gland health due to the homing property of stem cells in addition to that the multiple positive effects of stem cell secretome are on mammary tissue healing and killing bacteria is novel in the production of quality milk this systematic review discusses some of the studies on stem cells that have been useful in increasing the stem cell population and increasing mammary stem progenitor cells finally we provide insights into how enhancing mammary stem cell population could potentially increase terminally differentiated cells ultimately leading to more milk production"
}