{
    "title": "Improvement of cytokine response and survival time by bioartificial kidney therapy in acute uremic pigs with multi-organ dysfunction.",
    "doc_id": "20872347",
    "writer": "Wang H",
    "year": "2010",
    "summary": "OBJECTIVE: To explore whether bioartificial kidney (BAK) ameliorates cytokine response and biochemical indices, and prolongs the survival time in acute uremic pigs with multiple organ dysfunction syndrome (MODS). METHODS: Hybridized pigs suffering from MODS and a …",
    "abstract": "Objective:\n        \n      \n      To explore whether bioartificial kidney (BAK) ameliorates cytokine response and biochemical indices, and prolongs the survival time in acute uremic pigs with multiple organ dysfunction syndrome (MODS).\n    \n\n\n          Methods:\n        \n      \n      Hybridized pigs suffering from MODS and acute renal failure (ARF) were treated with BAK (Group A, n=6) or sham-BAK containing no cells (Group B, n=6), or received no treatment (Group C, n=5). Data on blood pressure, hepatic and renal function, IL-10, TNF-α, arterial blood gas, and survival time of all the pigs was recorded.\n    \n\n\n          Results:\n        \n      \n      Mean arterial pressure (MAP, mmHg) responded more rapidly and reached higher values in Group A (91.82 ± 5.73) compared with Groups B and C at 24 hours (p<0.01). The peak level of serum IL-10 (pg/mL) in Group A (249.57 ± 43.51) was significantly higher than in Groups B and C (132.06 ± 17.53, 104.25 ± 13.42, p<0.01). Serum TNF-α level (pg/mL) in Group A dropped gradually to 402.91 ± 32.47 at 24 hours, and showed a significant discrepancy compared with those before treatment (537.16 ± 38.45) and Group B (512.94 ± 19.5, p<0.05). There was no difference in plasma endotoxin and serum IL-6 between pre-treatment and post-treatment in Groups A and B. BAK treatment, however, resulted in a significant decline in IL-6/IL-10 ratios. The average survival time (hours) in Group A (113.01 ± 14.32) was significantly longer, prolonged by 35.93% and 63.90% compared to Groups B and C (p<0.01), respectively.\n    \n\n\n          Conclusions:\n        \n      \n      The addition of renal tubule cell therapy to hemofiltration in an acutely uremic animal model with MODS altered systemic cytokine balance, ameliorated MAP, and prolonged survival time.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20872347/",
    "clean_text": "improvement of cytokine response and survival time by bioartificial kidney therapy in acute uremic pigs with multi organ dysfunction objective to explore whether bioartificial kidney bak ameliorates cytokine response and biochemical indices and prolongs the survival time in acute uremic pigs with multiple organ dysfunction syndrome mods methods hybridized pigs suffering from mods and a objective to explore whether bioartificial kidney bak ameliorates cytokine response and biochemical indices and prolongs the survival time in acute uremic pigs with multiple organ dysfunction syndrome mods methods hybridized pigs suffering from mods and acute renal failure arf were treated with bak group a n or sham bak containing no cells group b n or received no treatment group c n data on blood pressure hepatic and renal function il tnf arterial blood gas and survival time of all the pigs was recorded results mean arterial pressure map mmhg responded more rapidly and reached higher values in group a compared with groups b and c at hours p the peak level of serum il pg ml in group a was significantly higher than in groups b and c p serum tnf level pg ml in group a dropped gradually to at hours and showed a significant discrepancy compared with those before treatment and group b p there was no difference in plasma endotoxin and serum il between pre treatment and post treatment in groups a and b bak treatment however resulted in a significant decline in il il ratios the average survival time hours in group a was significantly longer prolonged by and compared to groups b and c p respectively conclusions the addition of renal tubule cell therapy to hemofiltration in an acutely uremic animal model with mods altered systemic cytokine balance ameliorated map and prolonged survival time"
}