{
    "pmid": "41438824",
    "title": "Spinal tuberculosis treatment duration: Correlating MRI findings with therapeutic outcomes.",
    "abstract": "Tuberculosis (TB) of the spine is the most common form of musculoskeletal TB, especially in developing countries, and may lead to serious complications if untreated. Early diagnosis, anti-tubercular therapy (ATT), and surgery when needed are key to effective management. Magnetic resonance imaging (MRI) is the most reliable tool for diagnosis, monitoring, and determining treatment duration. This study aims to evaluate the appropriate length of ATT and MRI's role in guiding therapy in spinal TB. This 36-month prospective study included 100 spinal TB patients treated with standard ATT. Clinical, hematological, and MRI evaluations guided therapy duration. Biopsy confirmed diagnosis, and surgery was done when indicated. MRI healing was classified as complete, partial, or non-healed. ATT continued until MRI confirmed healing. Multidrug-resistant cases received second-line therapy. In a cohort of 100 spinal tuberculosis patients (mean age 23.5 years), 70% were female, and 88% had category-1 TB, with 12% exhibiting multidrug resistance. The thoracic spine was most affected (64%), followed by lumbar (30%) and cervical (6%) regions. Conservative treatment was administered to 78 patients, while 22 underwent surgery. Neurological deficits were present in 78% of cases. Diagnostic yields were highest with histopathology (50%), followed by GeneXpert (48%), smear microscopy (30%), and culture (28%). Inflammatory markers showed significant improvement: equivalent series resistance decreased from 34.95 to 13.1 mm/hr, and C-reactive protein from 32.4 to 6.3 mg/L over 12 months. MRI assessments revealed complete healing in 30% at 6 months and 80% at 12 months. By 18 months, recovery rates reached 89% clinically, 82% hematologically, and 88% radiologically. Clinical recovery occurs first, but MRI is the most reliable tool for determining antitubercular therapy duration in spinal TB due to its accuracy in assessing disease resolution. Die Tuberkulose (TB) der Wirbelsäule ist die häufigste Form der muskuloskeletalen TB, vor allem in Entwicklungsländern. Sie kann unbehandelt zu schwerwiegenden Komplikationen führen. Eine frühzeitige Diagnose, eine antituberkulöse Therapie (ATT) und bei Bedarf eine Operation sind der Schlüssel für die wirksame Behandlung. Die Magnetresonanztomographie (MRT) ist das zuverlässigste Instrument für die Diagnose, die Überwachung und die Festlegung der Behandlungsdauer. Ziel der Studie ist es, die angemessene Dauer der ATT und die Rolle der MRT bei der Steuerung der Therapie bei spinaler TB zu bewerten. Die prospektive 36-monatige Studie umfasste 100 Patienten mit TB der Wirbelsäulen, die mit der Standard-ATT behandelt wurden. Klinische, hämatologische und MRT-Bewertungen bestimmten die Therapiedauer. Die Diagnose wurde bioptisch bestätigt. Bei Indikation wurde eine Operation durchgeführt. Im Ergebnis der MRT wurde die Heilung als vollständig, teilweise oder nicht geheilt eingestuft. Die ATT wurde fortgesetzt, bis die MRT die Heilung bestätigte. Bei Vorliegen multiresistenter Erreger wurde eine Zweitlinientherapie durchgeführt. In der Kohorte der 100 Patienten mit Wirbelsäulentuberkulose betrug das Durchschnittsalter 23,5 Jahre. 70% waren weiblich. 88% hatten TB der Kategorie 1, wobei 12% eine Multiresistenz aufwiesen. Die Brustwirbelsäule war am häufigsten betroffen (64%), gefolgt von der Lendenwirbelsäule (30%) und der Halswirbelsäule (6%). Bei 78 Patienten wurde eine konservative Behandlung durchgeführt, 22 wurden operiert. Neurologische Defizite traten in 78% der Fälle auf. Die höchste diagnostische Ausbeute lieferte die Histopathologie (50%), gefolgt von GeneXpert (48%), Abstrichmikroskopie (30%) und Kultur (28%). Die Entzündungsmarker zeigten eine deutliche Verbesserung. Die Erythrocytensedimentationsrate sank im Laufe von 12 Monaten von 34,95 auf 13,1 mm/h und das CRP von 32,4 auf 6,3 mg/L. MRT-Untersuchungen zeigten eine vollständige Heilung bei 30% nach 6 Monaten und bei 80% nach 12 Monaten. Nach 18 Monaten erreichten die Heilungsraten klinisch 89%, hämatologisch 82% und radiologisch 88%. Die klinische Genesung tritt zuerst ein, aber die MRT ist das zuverlässigste Instrument zur Bestimmung der Dauer der antituberkulösen Therapie bei spinaler TB, da sie das Abklingen der Krankheit genau beurteilen kann.",
    "disease": "tuberculosis",
    "clean_text": "spinal tuberculosis treatment duration correlating mri findings with therapeutic outcomes tuberculosis tb of the spine is the most common form of musculoskeletal tb especially in developing countries and may lead to serious complications if untreated early diagnosis anti tubercular therapy att and surgery when needed are key to effective management magnetic resonance imaging mri is the most reliable tool for diagnosis monitoring and determining treatment duration this study aims to evaluate the appropriate length of att and mri s role in guiding therapy in spinal tb this month prospective study included spinal tb patients treated with standard att clinical hematological and mri evaluations guided therapy duration biopsy confirmed diagnosis and surgery was done when indicated mri healing was classified as complete partial or non healed att continued until mri confirmed healing multidrug resistant cases received second line therapy in a cohort of spinal tuberculosis patients mean age years were female and had category tb with exhibiting multidrug resistance the thoracic spine was most affected followed by lumbar and cervical regions conservative treatment was administered to patients while underwent surgery neurological deficits were present in of cases diagnostic yields were highest with histopathology followed by genexpert smear microscopy and culture inflammatory markers showed significant improvement equivalent series resistance decreased from to mm hr and c reactive protein from to mg l over months mri assessments revealed complete healing in at months and at months by months recovery rates reached clinically hematologically and radiologically clinical recovery occurs first but mri is the most reliable tool for determining antitubercular therapy duration in spinal tb due to its accuracy in assessing disease resolution die tuberkulose tb der wirbels ule ist die h ufigste form der muskuloskeletalen tb vor allem in entwicklungsl ndern sie kann unbehandelt zu schwerwiegenden komplikationen f hren eine fr hzeitige diagnose eine antituberkul se therapie att und bei bedarf eine operation sind der schl ssel f r die wirksame behandlung die magnetresonanztomographie mrt ist das zuverl ssigste instrument f r die diagnose die berwachung und die festlegung der behandlungsdauer ziel der studie ist es die angemessene dauer der att und die rolle der mrt bei der steuerung der therapie bei spinaler tb zu bewerten die prospektive monatige studie umfasste patienten mit tb der wirbels ulen die mit der standard att behandelt wurden klinische h matologische und mrt bewertungen bestimmten die therapiedauer die diagnose wurde bioptisch best tigt bei indikation wurde eine operation durchgef hrt im ergebnis der mrt wurde die heilung als vollst ndig teilweise oder nicht geheilt eingestuft die att wurde fortgesetzt bis die mrt die heilung best tigte bei vorliegen multiresistenter erreger wurde eine zweitlinientherapie durchgef hrt in der kohorte der patienten mit wirbels ulentuberkulose betrug das durchschnittsalter jahre waren weiblich hatten tb der kategorie wobei eine multiresistenz aufwiesen die brustwirbels ule war am h ufigsten betroffen gefolgt von der lendenwirbels ule und der halswirbels ule bei patienten wurde eine konservative behandlung durchgef hrt wurden operiert neurologische defizite traten in der f lle auf die h chste diagnostische ausbeute lieferte die histopathologie gefolgt von genexpert abstrichmikroskopie und kultur die entz ndungsmarker zeigten eine deutliche verbesserung die erythrocytensedimentationsrate sank im laufe von monaten von auf mm h und das crp von auf mg l mrt untersuchungen zeigten eine vollst ndige heilung bei nach monaten und bei nach monaten nach monaten erreichten die heilungsraten klinisch h matologisch und radiologisch die klinische genesung tritt zuerst ein aber die mrt ist das zuverl ssigste instrument zur bestimmung der dauer der antituberkul sen therapie bei spinaler tb da sie das abklingen der krankheit genau beurteilen kann"
}