{
    "title": "Multidisciplinary Management of Adolescent and Young Adult Patients with Hodgkin Lymphoma.",
    "doc_id": "34097142",
    "writer": "Galloway E",
    "year": "2021",
    "summary": "Successful management of adolescent and young adult patients with Hodgkin lymphoma (HL) requires a multidisciplinary approach to care with special attention paid to the unique medical, logistical, and psychosocial challenges faced by this group. The emotional and so …",
    "abstract": "Successful management of adolescent and young adult patients with Hodgkin lymphoma (HL) requires a multidisciplinary approach to care with special attention paid to the unique medical, logistical, and psychosocial challenges faced by this group. The emotional and social changes and big life transitions that occur between the ages of 15 and 39 result in a broad scope of supportive care needs that differ from children or adults in similar circumstances. Currently, care of adolescent and young adult (AYA) patients with HL may be fractured across the pediatric-adult cancer care continuum resulting in this group being less well studied than pediatric or adult patients in general. In order to optimize outcomes, these patients need access to medical oncologists and radiation oncologists, advanced practice providers (APPs), psychologists/social work, financial support services, fertility specialists, survivorship care, and advocates with AYA expertise that can help navigate the healthcare system. A strong AYA support system established early with targeted education and resources may influence treatment compliance and likelihood of long-term follow-up. Surveys of the AYA cancer population have identified areas of opportunity for the healthcare team to collaborate to identify needs, design interventions to meet them, and ultimately develop evidence-based guidelines that will enable us to offer AYAs with HL the quality care they deserve.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34097142/",
    "clean_text": "multidisciplinary management of adolescent and young adult patients with hodgkin lymphoma successful management of adolescent and young adult patients with hodgkin lymphoma hl requires a multidisciplinary approach to care with special attention paid to the unique medical logistical and psychosocial challenges faced by this group the emotional and so successful management of adolescent and young adult patients with hodgkin lymphoma hl requires a multidisciplinary approach to care with special attention paid to the unique medical logistical and psychosocial challenges faced by this group the emotional and social changes and big life transitions that occur between the ages of and result in a broad scope of supportive care needs that differ from children or adults in similar circumstances currently care of adolescent and young adult aya patients with hl may be fractured across the pediatric adult cancer care continuum resulting in this group being less well studied than pediatric or adult patients in general in order to optimize outcomes these patients need access to medical oncologists and radiation oncologists advanced practice providers apps psychologists social work financial support services fertility specialists survivorship care and advocates with aya expertise that can help navigate the healthcare system a strong aya support system established early with targeted education and resources may influence treatment compliance and likelihood of long term follow up surveys of the aya cancer population have identified areas of opportunity for the healthcare team to collaborate to identify needs design interventions to meet them and ultimately develop evidence based guidelines that will enable us to offer ayas with hl the quality care they deserve"
}