{
    "pmid": "41355516",
    "title": "Health impacts of cannabis: focus on smoking vs. vaping effects on the respiratory and cardiovascular systems.",
    "abstract": "The legalization of recreational and medical cannabis has shifted consumption patterns, with vaping emerging as a common alternative to smoking. This review summarizes recent evidence comparing the respiratory and cardiovascular health effects of these two modes of administration. Vaping reduces exposure to combustion-related toxicants and allows modulation of Δ9-tetrahydrocannabinol (THC) bioavailability compared to smoking cannabis. However, both modes of consumption produce comparable physiological effects, including acute increases in heart rate and blood pressure, and altered immune responses in lung. There is clear association between THC vaping and e-cigarette or vaping associated lung injury. Vaping is also linked to increased risk of respiratory symptoms. Evidence regarding the long-term risks of vaping cannabis such as chronic obstructive pulmonary disease, lung cancer, myocardial infarction and stroke remains limited and inconclusive. While vaping cannabis may mitigate some combustion-related harms compared to smoking, it introduces distinct respiratory and cardiovascular concerns. Evidence on long-term comparative safety remains limited, highlighting the need for longitudinal and experimental studies examining health outcomes across different modes of consumption, devices, temperatures and formulations.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "health impacts of cannabis focus on smoking vs vaping effects on the respiratory and cardiovascular systems the legalization of recreational and medical cannabis has shifted consumption patterns with vaping emerging as a common alternative to smoking this review summarizes recent evidence comparing the respiratory and cardiovascular health effects of these two modes of administration vaping reduces exposure to combustion related toxicants and allows modulation of tetrahydrocannabinol thc bioavailability compared to smoking cannabis however both modes of consumption produce comparable physiological effects including acute increases in heart rate and blood pressure and altered immune responses in lung there is clear association between thc vaping and e cigarette or vaping associated lung injury vaping is also linked to increased risk of respiratory symptoms evidence regarding the long term risks of vaping cannabis such as chronic obstructive pulmonary disease lung cancer myocardial infarction and stroke remains limited and inconclusive while vaping cannabis may mitigate some combustion related harms compared to smoking it introduces distinct respiratory and cardiovascular concerns evidence on long term comparative safety remains limited highlighting the need for longitudinal and experimental studies examining health outcomes across different modes of consumption devices temperatures and formulations"
}