{
    "pmid": "41410779",
    "title": "[Assessment of the earning capacity of patients with rheumatoid arthritis].",
    "abstract": "The assessment of the earning capacity of patients with rheumatoid arthritis must be uniform, comprehensible, and reproducible. The aim of this monocentric retrospective cross-sectional study was to identify suitable assessments that have predictive value in relation to the prognosis for earning capacity. A total of 283 patients were included. Of these, 43 (15%; cohort 1) had a suspended or severely compromised earning capacity and 240 (84%; cohort 2) had a positive prognosis for their ability to work. The disease activity of cohort 1 was slightly higher than in cohort 2 (Disease Activity Score 28 [DAS28]: 2.4 ± 1.2 vs. 2.3 ± 0.8; p < 0.05, r = 0.11). Highly significant, clinically relevant differences were found in everyday activities (Hannover functional questionnaire [FFbH]: 61 ± 15 vs. 80 ± 14; p < 0.001, r = 0.38) and hand strength (19 ± 11 kg vs. 23 ± 10 kg, p < 0.001, r = 0.29). The 6‑minute walk test showed clear, clinically relevant differences (430 ± 89 m vs. 552 ± 84 m, p < 0.001, r = 0.32), as did the Timed-up-and-go-Test (TUG; 10.4 ± 4.5 s vs. 7.9 ± 3.9 s, p < 0.01, r = 0.35) and in the Chair-rising-Test (CRT; 23 ± 11 s vs. 11 ± 4.6 s; p < 0.001, r = 0.44). The scores for anxiety and depression were only slightly higher in cohort 1 than in cohort 2 (Patient Health Questionnaire 4 [PHQ-4]: 5.0 ± 3.2 vs. 4.0 ± 2.4, p < 0.001, r = 0.27), as were the scores for fatigue (Modified Fatigue Impact Scale [MFIS] psych: 2.9 ± 0.6 vs. 2.1 ± 0.8, p < 0.001, r = 0.34; MFIS cog: 2.3 ± 0.8 vs. 1.6 ± 0.9, p < 0.001, r = 0.25; MFIS psych-soc: 2.9 ± 0.8 vs. 1.8 ± 1, p < 0.001, r = 0.30). The erosion status (according to the Larsen score) did not differ significantly between cohorts 1 and 2. The data obtained indicate that the FFbH, 6‑minute walk test, TUG, CRT, and hand strength are particularly helpful in assessing the occupational prognosis of patients with rheumatoid arthritis. Die Begutachtung der Erwerbsfähigkeit von Patienten mit rheumatoider Arthritis muss einheitlich, nachvollziehbar und reproduzierbar sein. Ziel dieser monozentrischen retrospektiven Querschnittstudie war es, geeignete Assessments zu identifizieren, die einen prädiktiven Wert in Bezug auf die Erwerbsprognose haben.Es wurden 283 Patienten eingeschlossen. Von diesen hatten 43 (15 %; Kohorte 1) eine aufgehobene oder schwer bedrohte Erwerbsfähigkeit und 240 (84 %; Kohorte 2) eine positive Erwerbsprognose.Die Krankheitsaktivität von Kohorte 1 war leicht höher als in Kohorte 2 (DAS28: 2,4 ± 1,2 vs. 2,3 ± 0,8; p < 0,05, r = 0,11). Es fanden sich hochsignifikante, klinisch relevante Unterschiede in den Alltagsaktivitäten (FFbH: 61 ± 15 vs. 80 ± 14; p < 0,001, r = 0,38) und in der Handkraft (19 ± 11 kg vs. 23 ± 10 kg; p < 0,001, r = 0,29). Im 6‑Minuten-Gehtest zeigten sich deutliche, klinisch relevante Unterschiede (430 ± 89 m vs. 552 ± 84 m, p < 0,001, r = 0,32), ebenso im Timed-up-and-go-Test/TUG (10,4 ± 4,5 s vs. 7,9 ± 3,9 s, p < 0,01, r = 0,35) und im Chair-rising-Test/CRT (23 ± 11 s vs. 11 ± 4,6 s; p < 0,001, r = 0,44).Die Werte für Angst und Depression waren in Kohorte 1 nur leicht höher als in Kohorte 2 (PHQ-4: 5,0 ± 3,2 vs. 4,0 ± 2,4, p < 0,001, r = 0,27), ebenso wie die Werte für Fatigue (MFIS psych: 2,9 ± 0,6 vs. 2,1 ± 0,8, p < 0,001, r = 0,34; MFIS kog: 2,3 ± 0,8 vs. 1,6 ± 0,9, p < 0,001, r = 0,25; MFiS psych-soz: 2,9 ± 0,8 vs. 1,8 ± 1, p < 0,001, r = 0,30). Der Erosionsstatus (nach Larsen-Score) unterschied sich nicht signifikant zwischen Kohorte 1 und 2.Die gewonnenen Daten deuten darauf hin, dass insbesondere der FFbH, der 6‑Minuten-Gehtest, der TUG, der CRT und die Handkraft hilfreich bei der Begutachtung der Erwerbsprognose von Patienten mit rheumatoider Arthritis sind.",
    "disease": "rheumatoid arthritis",
    "clean_text": "assessment of the earning capacity of patients with rheumatoid arthritis the assessment of the earning capacity of patients with rheumatoid arthritis must be uniform comprehensible and reproducible the aim of this monocentric retrospective cross sectional study was to identify suitable assessments that have predictive value in relation to the prognosis for earning capacity a total of patients were included of these cohort had a suspended or severely compromised earning capacity and cohort had a positive prognosis for their ability to work the disease activity of cohort was slightly higher than in cohort disease activity score das vs p r highly significant clinically relevant differences were found in everyday activities hannover functional questionnaire ffbh vs p r and hand strength kg vs kg p r the minute walk test showed clear clinically relevant differences m vs m p r as did the timed up and go test tug s vs s p r and in the chair rising test crt s vs s p r the scores for anxiety and depression were only slightly higher in cohort than in cohort patient health questionnaire phq vs p r as were the scores for fatigue modified fatigue impact scale mfis psych vs p r mfis cog vs p r mfis psych soc vs p r the erosion status according to the larsen score did not differ significantly between cohorts and the data obtained indicate that the ffbh minute walk test tug crt and hand strength are particularly helpful in assessing the occupational prognosis of patients with rheumatoid arthritis die begutachtung der erwerbsf higkeit von patienten mit rheumatoider arthritis muss einheitlich nachvollziehbar und reproduzierbar sein ziel dieser monozentrischen retrospektiven querschnittstudie war es geeignete assessments zu identifizieren die einen pr diktiven wert in bezug auf die erwerbsprognose haben es wurden patienten eingeschlossen von diesen hatten kohorte eine aufgehobene oder schwer bedrohte erwerbsf higkeit und kohorte eine positive erwerbsprognose die krankheitsaktivit t von kohorte war leicht h her als in kohorte das vs p r es fanden sich hochsignifikante klinisch relevante unterschiede in den alltagsaktivit ten ffbh vs p r und in der handkraft kg vs kg p r im minuten gehtest zeigten sich deutliche klinisch relevante unterschiede m vs m p r ebenso im timed up and go test tug s vs s p r und im chair rising test crt s vs s p r die werte f r angst und depression waren in kohorte nur leicht h her als in kohorte phq vs p r ebenso wie die werte f r fatigue mfis psych vs p r mfis kog vs p r mfis psych soz vs p r der erosionsstatus nach larsen score unterschied sich nicht signifikant zwischen kohorte und die gewonnenen daten deuten darauf hin dass insbesondere der ffbh der minuten gehtest der tug der crt und die handkraft hilfreich bei der begutachtung der erwerbsprognose von patienten mit rheumatoider arthritis sind"
}