{
    "title": "A lifelong journey: Long-term perspectives on Juvenile Idiopathic Arthritis.",
    "doc_id": "39068102",
    "writer": "Oliveira Ramos F",
    "year": "2024",
    "summary": "Juvenile Idiopathic Arthritis (JIA) represents a diverse group of chronic inflammatory conditions that begin in childhood or adolescence and continue into adulthood, with varying severity and outcomes. ...",
    "abstract": "Juvenile Idiopathic Arthritis (JIA) represents a diverse group of chronic inflammatory conditions that begin in childhood or adolescence and continue into adulthood, with varying severity and outcomes. This review discusses the complexities of transitioning JIA patients emphasizing that inadequate transition from pediatric to adult care leads to loss of follow-up, treatment discontinuation, and increased disease activity. Furthermore, challenges in disease classification hinder continuity of care across lifespan. It is also pointed out that predicting long-term outcomes in JIA remains complex due to heterogeneity and evolving phenotypes. Factors such as disease category, joint involvement, and treatment influence disease activity, functional disability, and quality of life. Despite advancements in treatment strategies, a substantial proportion of patients experience long-term disability and joint damage. Finally, it is underscored that optimising long-term outcomes in adults with JIA requires a multifaceted approach encompassing structured transition processes, personalised treatment strategies, and comprehensive management of comorbidities. Further research is needed to refine predictive models, enhance disease monitoring tools, and understand the complex interplay between disease activity, treatment response, and long-term outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39068102/",
    "clean_text": "a lifelong journey long term perspectives on juvenile idiopathic arthritis juvenile idiopathic arthritis jia represents a diverse group of chronic inflammatory conditions that begin in childhood or adolescence and continue into adulthood with varying severity and outcomes juvenile idiopathic arthritis jia represents a diverse group of chronic inflammatory conditions that begin in childhood or adolescence and continue into adulthood with varying severity and outcomes this review discusses the complexities of transitioning jia patients emphasizing that inadequate transition from pediatric to adult care leads to loss of follow up treatment discontinuation and increased disease activity furthermore challenges in disease classification hinder continuity of care across lifespan it is also pointed out that predicting long term outcomes in jia remains complex due to heterogeneity and evolving phenotypes factors such as disease category joint involvement and treatment influence disease activity functional disability and quality of life despite advancements in treatment strategies a substantial proportion of patients experience long term disability and joint damage finally it is underscored that optimising long term outcomes in adults with jia requires a multifaceted approach encompassing structured transition processes personalised treatment strategies and comprehensive management of comorbidities further research is needed to refine predictive models enhance disease monitoring tools and understand the complex interplay between disease activity treatment response and long term outcomes"
}