{
    "pmid": "41308796",
    "title": "Real-world efficacy of BDP/FF/G fixed triple inhalation powder (NEXThaler) therapy in the treatment of moderate to severe COPD patients (RESPONSE study).",
    "abstract": "Chronic obstructive pulmonary disease (COPD) remains a leading cause of morbidity and mortality worldwide, placing a significant burden on healthcare systems and patients' quality of life. The cornerstone of treatment includes fixed triple combinations of inhaled corticosteroids (ICS), long-acting β2-agonists (LABA), and long-acting muscarinic antagonists (LAMA) shown to improve lung function, reduce exacerbations, and enhance symptom control in patients with moderate to severe disease. However, there is still a lack of clinical evidence for the real-life effectiveness of fixed triple combinations. RESPONSE was a non-interventional, prospective, 26-week study, assessing the effectiveness of beclometasone/formoterol/glycopyrronium-bromide (BDP/FF/G) 88/5/9 μg administered via a dry powder inhaler (DPI), in symptomatic COPD patients, with moderate to severe airflow obstruction, previously treated with LABA-LAMA or ICS-LABA dual combinations. The study included 3 visits, where data on demographic and COPD-specific parameters, symptoms, quality of life (based on the EQ-5D-3L questionnaire), adherence (based on the TAI-12 questionnaire) and lung function were collected. The primary objective was the change of COPD Assessment Test (CAT) scores during the study, compared to baseline. Altogether, data of 1336 patients had been analysed. Their average age was 67 years and 50.3 % were female. The average CAT score was 20.4 and the average FEV The RESPONSE study is the first to evaluate the real-world effectiveness of the BDP/FF/G 88/5/9 μg DPI in patients with moderate to severe COPD. At the time of publication, this DPI formulation represents the only available extrafine particle-size fixed triple combination therapy for COPD. We demonstrated that BDP/FF/G DPI led to improvements in symptoms, quality of life, lung function, and even in adherence after patients were switched from dual therapy (LABA/LAMA or ICS/LABA).",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "real world efficacy of bdp ff g fixed triple inhalation powder nexthaler therapy in the treatment of moderate to severe copd patients response study chronic obstructive pulmonary disease copd remains a leading cause of morbidity and mortality worldwide placing a significant burden on healthcare systems and patients quality of life the cornerstone of treatment includes fixed triple combinations of inhaled corticosteroids ics long acting agonists laba and long acting muscarinic antagonists lama shown to improve lung function reduce exacerbations and enhance symptom control in patients with moderate to severe disease however there is still a lack of clinical evidence for the real life effectiveness of fixed triple combinations response was a non interventional prospective week study assessing the effectiveness of beclometasone formoterol glycopyrronium bromide bdp ff g g administered via a dry powder inhaler dpi in symptomatic copd patients with moderate to severe airflow obstruction previously treated with laba lama or ics laba dual combinations the study included visits where data on demographic and copd specific parameters symptoms quality of life based on the eq d l questionnaire adherence based on the tai questionnaire and lung function were collected the primary objective was the change of copd assessment test cat scores during the study compared to baseline altogether data of patients had been analysed their average age was years and were female the average cat score was and the average fev the response study is the first to evaluate the real world effectiveness of the bdp ff g g dpi in patients with moderate to severe copd at the time of publication this dpi formulation represents the only available extrafine particle size fixed triple combination therapy for copd we demonstrated that bdp ff g dpi led to improvements in symptoms quality of life lung function and even in adherence after patients were switched from dual therapy laba lama or ics laba"
}