{
    "title": "Does everyone who quit smoking gain weight? A real-world prospective cohort study.",
    "doc_id": "30810645",
    "writer": "Jeremias-Martins E",
    "year": "2019",
    "summary": "OBJECTIVE: To evaluate weight changes after 12 months of biochemically confirmed smoking abstinence, comparing patients who lost weight or maintained their baseline weight with those who gained weight. ...Of those 161 patients, 104 (64.6%) maintained t …",
    "abstract": "Objective:\n        \n      \n      To evaluate weight changes after 12 months of biochemically confirmed smoking abstinence, comparing patients who lost weight or maintained their baseline weight with those who gained weight.\n    \n\n\n          Methods:\n        \n      \n      This was a real-world prospective cohort study conducted at the Outpatient Smoking Cessation Clinic of São Lucas Hospital, in the city of Porto Alegre, Brazil, between 2010 and 2016. The patients evaluated received intensive smoking cessation counseling, focused especially on weight issues, together with pharmacotherapy, and were followed for 12 months. The baseline and final weights were measured. Continuous abstinence was confirmed by determining the concentration of exhaled carbon monoxide (eCO).\n    \n\n\n          Results:\n        \n      \n      Of a total of 348 patients evaluated, 161 (46.2%) achieved continuous abstinence (eCO < 10 ppm) over the 12-month follow-up period. Of those 161 patients, 104 (64.6%) maintained their initial weight or had a weight change of no more than 5% in relation to their baseline weight, whereas the remaining 57 (35.4%) had a weight gain of more than 5%, 18 of those patients showing a > 10% increase over their baseline weight. The number needed to harm (i.e., the number of patients required in order to detect one patient with a weight increase) was calculated to be 3.6 (95% CI: 2.8-5.4).\n    \n\n\n          Conclusions:\n        \n      \n      Weight gain is not necessarily associated with smoking cessation, and smokers who are motivated to quit should be informed of that fact. This information could also be useful for addressing smokers who are still undecided because of possibility of weight gain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30810645/",
    "clean_text": "does everyone who quit smoking gain weight a real world prospective cohort study objective to evaluate weight changes after months of biochemically confirmed smoking abstinence comparing patients who lost weight or maintained their baseline weight with those who gained weight of those patients maintained t objective to evaluate weight changes after months of biochemically confirmed smoking abstinence comparing patients who lost weight or maintained their baseline weight with those who gained weight methods this was a real world prospective cohort study conducted at the outpatient smoking cessation clinic of s o lucas hospital in the city of porto alegre brazil between and the patients evaluated received intensive smoking cessation counseling focused especially on weight issues together with pharmacotherapy and were followed for months the baseline and final weights were measured continuous abstinence was confirmed by determining the concentration of exhaled carbon monoxide eco results of a total of patients evaluated achieved continuous abstinence eco ppm over the month follow up period of those patients maintained their initial weight or had a weight change of no more than in relation to their baseline weight whereas the remaining had a weight gain of more than of those patients showing a increase over their baseline weight the number needed to harm i e the number of patients required in order to detect one patient with a weight increase was calculated to be ci conclusions weight gain is not necessarily associated with smoking cessation and smokers who are motivated to quit should be informed of that fact this information could also be useful for addressing smokers who are still undecided because of possibility of weight gain"
}