{
    "title": "Sleep Disorders Associated With Traumatic Brain Injury-A Review.",
    "doc_id": "27161048",
    "writer": "Singh K",
    "year": "2016",
    "summary": "BACKGROUND: Sleep disorders are common are common following traumatic brain injury. METHODS: In this article we review the spectrum and proposed mechanisms of traumatic brain injury associated sleep disorders and discuss the clinical approach to diagno …",
    "abstract": "Background:\n        \n      \n      Sleep disorders are common are common following traumatic brain injury.\n    \n\n\n          Methods:\n        \n      \n      In this article we review the spectrum and proposed mechanisms of traumatic brain injury associated sleep disorders and discuss the clinical approach to diagnosis and management of these disorders.\n    \n\n\n          Result:\n        \n      \n      Disordered sleep and wakefulness after traumatic brain injury is common. Sleep disruption contributes to morbidity, such as the development of neurocognitive and neurobehavioral deficits, and prolongs the recovery phase after injury. Early recognition and correction of these problems may limit the secondary effects of traumatic brain injury and improve patient outcomes.\n    \n\n\n          Conclusion:\n        \n      \n      Evaluating sleep disorders in traumatic brain injury should be an important component of post-traumatic brain injury assessment and management.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27161048/",
    "clean_text": "sleep disorders associated with traumatic brain injury a review background sleep disorders are common are common following traumatic brain injury methods in this article we review the spectrum and proposed mechanisms of traumatic brain injury associated sleep disorders and discuss the clinical approach to diagno background sleep disorders are common are common following traumatic brain injury methods in this article we review the spectrum and proposed mechanisms of traumatic brain injury associated sleep disorders and discuss the clinical approach to diagnosis and management of these disorders result disordered sleep and wakefulness after traumatic brain injury is common sleep disruption contributes to morbidity such as the development of neurocognitive and neurobehavioral deficits and prolongs the recovery phase after injury early recognition and correction of these problems may limit the secondary effects of traumatic brain injury and improve patient outcomes conclusion evaluating sleep disorders in traumatic brain injury should be an important component of post traumatic brain injury assessment and management"
}