{
    "title": "Use of the Internet by pregnant women to seek information about pregnancy and childbirth.",
    "doc_id": "32484715",
    "writer": "Ahmadian L",
    "year": "2020",
    "summary": "Pregnant women get information about pregnancy andchild-birth from many sources, including the Internet. There is alack of evidence about the extent to which pregnant women usethis source. This study aimed to investigate the use of the Internetby pr …",
    "abstract": "Pregnant women get information about pregnancy andchild-birth from many sources, including the Internet. There is alack of evidence about the extent to which pregnant women usethis source. This study aimed to investigate the use of the Internetby pregnant women to search for information about pregnancyand childbirth. This study was conducted in Kerman, Iran. Threehundred eighty-five pregnant women waiting for their appointmentswith obstetricians/gynecologists participated in the survey byfilling out a questionnaire. The most common searched topicswere nutrition in pregnancy (81%), fetal development (67%), andcomplications of pregnancy (49%). The most popular sources ofinformation were physicians (61%), the Internet (51%), and printedsources (41%), respectively. More than half of the participantsdid not share the retrieved information from the Internet with theirhealth professionals. After being examined by a physician, 43% ofthe participants searched the Internet about the discussed topic.Beside physicians, the Internet is the second common source ofpregnancy and childbirth information for Iranian pregnant women.Future studies are needed to analyze the quality and accuracy ofonline pregnancy and childbirth information.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32484715/",
    "clean_text": "use of the internet by pregnant women to seek information about pregnancy and childbirth pregnant women get information about pregnancy andchild birth from many sources including the internet there is alack of evidence about the extent to which pregnant women usethis source this study aimed to investigate the use of the internetby pr pregnant women get information about pregnancy andchild birth from many sources including the internet there is alack of evidence about the extent to which pregnant women usethis source this study aimed to investigate the use of the internetby pregnant women to search for information about pregnancyand childbirth this study was conducted in kerman iran threehundred eighty five pregnant women waiting for their appointmentswith obstetricians gynecologists participated in the survey byfilling out a questionnaire the most common searched topicswere nutrition in pregnancy fetal development andcomplications of pregnancy the most popular sources ofinformation were physicians the internet and printedsources respectively more than half of the participantsdid not share the retrieved information from the internet with theirhealth professionals after being examined by a physician ofthe participants searched the internet about the discussed topic beside physicians the internet is the second common source ofpregnancy and childbirth information for iranian pregnant women future studies are needed to analyze the quality and accuracy ofonline pregnancy and childbirth information"
}