{
    "pmid": "41428428",
    "title": "Long-term outcomes of percutaneous coronary intervention for recurrent events in patients undergoing target-vessel vs. nontarget-vessel revascularization.",
    "abstract": "To compare long-term outcomes of repeat percutaneous coronary intervention (PCI) in patients with chronic coronary syndrome, distinguishing between target-vessel revascularization (TVR) and nontarget-vessel revascularization (non-TVR), and to identify predictors of major adverse cardiovascular events (MACE). We analyzed consecutive patients with prior PCI undergoing repeat PCI for recurrent ischemia. Patients were classified as TVR or non-TVR. The primary endpoint was MACE (all-cause death, myocardial infarction, or repeat revascularization) at 3, 5, and 10 years. Cox regression identified independent predictors. Among 299 patients, 51.8% underwent TVR and 48.2% non-TVR. Left anterior descending (LAD) was more often treated in TVR (58.1 vs. 36.5%, P = 0.003). At 3 years, MACE occurred in 37.3% of TVR and 28.8% of non-TVR (hazard ratio 1.51, P = 0.052), with similar trends at 5 and 10 years. Independent predictors of MACE included cardiogenic shock, longer fluoroscopy time, and LAD involvement. Intravascular imaging was used in 5.7% and functional assessment in 2.6%, both below contemporary acute coronary syndrome registry averages. Nearly half of patients had LDL-C more than 55 mg/dL despite prior PCI. Patients requiring repeat PCI, whether for the same or a different vessel, face high long-term event rates. Adverse prognosis is determined by clinical severity, procedural complexity, and high-risk anatomy. Greater adoption of imaging-guided PCI and intensive secondary prevention may help break the cycle of recurrent events.",
    "disease": "coronary artery disease",
    "clean_text": "long term outcomes of percutaneous coronary intervention for recurrent events in patients undergoing target vessel vs nontarget vessel revascularization to compare long term outcomes of repeat percutaneous coronary intervention pci in patients with chronic coronary syndrome distinguishing between target vessel revascularization tvr and nontarget vessel revascularization non tvr and to identify predictors of major adverse cardiovascular events mace we analyzed consecutive patients with prior pci undergoing repeat pci for recurrent ischemia patients were classified as tvr or non tvr the primary endpoint was mace all cause death myocardial infarction or repeat revascularization at and years cox regression identified independent predictors among patients underwent tvr and non tvr left anterior descending lad was more often treated in tvr vs p at years mace occurred in of tvr and of non tvr hazard ratio p with similar trends at and years independent predictors of mace included cardiogenic shock longer fluoroscopy time and lad involvement intravascular imaging was used in and functional assessment in both below contemporary acute coronary syndrome registry averages nearly half of patients had ldl c more than mg dl despite prior pci patients requiring repeat pci whether for the same or a different vessel face high long term event rates adverse prognosis is determined by clinical severity procedural complexity and high risk anatomy greater adoption of imaging guided pci and intensive secondary prevention may help break the cycle of recurrent events"
}