{
    "pmid": "41392954",
    "title": "Cost-effectiveness modeling of mortality risk reduction comparing two fixed-dose combination triple therapies in moderate-to-very severe chronic obstructive pulmonary disease.",
    "abstract": "What is this article about? Chronic obstructive pulmonary disease (COPD) is a serious lung disease that makes breathing difficult and worsens over time. COPD greatly impacts healthcare systems and a person’s quality of life. This study examined two inhaler treatments for COPD: budesonide/glycopyrronium/formoterol fumarate dihydrate (BGF) and fluticasone furoate/umeclidinium/vilanterol (FF/UMEC/VI). We aimed to understand which treatment was more effective at lowering healthcare costs, improving quality of life and reducing death in a UK setting. What methodology/protocol is described? COPD guidelines recognize that BGF and FF/UMEC/VI lower the risk of death, but a comparison of costs is lacking. A cost-effectiveness model was developed using phase III clinical trials with BGF and a published matching-adjusted indirect treatment comparison study of BGF and FF/UMEC/VI. The model evaluated the total healthcare costs and health benefits of BGF and FF/UMEC/VI inhaler treatments over 1- and 5-year periods in COPD that worsened over time. What were the results? The model showed that BGF was less costly and more effective compared with FF/UMEC/VI because it reduced deaths, which led to lower end-of-life care costs, even when taking BGF for a longer period. Why is this important? This study suggests that BGF not only improves patient health outcomes but could also reduce healthcare costs within the duration of 1 to 5 years. The findings support the use of BGF as a cost-effective treatment for patients with COPD, which may lead to better management of this disease.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "cost effectiveness modeling of mortality risk reduction comparing two fixed dose combination triple therapies in moderate to very severe chronic obstructive pulmonary disease what is this article about chronic obstructive pulmonary disease copd is a serious lung disease that makes breathing difficult and worsens over time copd greatly impacts healthcare systems and a person s quality of life this study examined two inhaler treatments for copd budesonide glycopyrronium formoterol fumarate dihydrate bgf and fluticasone furoate umeclidinium vilanterol ff umec vi we aimed to understand which treatment was more effective at lowering healthcare costs improving quality of life and reducing death in a uk setting what methodology protocol is described copd guidelines recognize that bgf and ff umec vi lower the risk of death but a comparison of costs is lacking a cost effectiveness model was developed using phase iii clinical trials with bgf and a published matching adjusted indirect treatment comparison study of bgf and ff umec vi the model evaluated the total healthcare costs and health benefits of bgf and ff umec vi inhaler treatments over and year periods in copd that worsened over time what were the results the model showed that bgf was less costly and more effective compared with ff umec vi because it reduced deaths which led to lower end of life care costs even when taking bgf for a longer period why is this important this study suggests that bgf not only improves patient health outcomes but could also reduce healthcare costs within the duration of to years the findings support the use of bgf as a cost effective treatment for patients with copd which may lead to better management of this disease"
}