{
    "title": "Role of gut microbiota in the interaction between immunity and psychiatry: a literature review.",
    "doc_id": "31488756",
    "writer": "Dubois T",
    "year": "2019",
    "summary": "We search on Pubmed, PsycINFO, PsycARTICLES and Sciencedirect articles with the keywords \"gastrointestinal microbiota\" and \"mental disorders\" or \"psychological stress\". RESULTS: We showed links between gut microbiota and brain-gut axis regulatio …",
    "abstract": "Background:\n        \n      \n      Psychiatric disorders may be correlated with a low-grade systemic inflammation but the origin of this inflammatory response remains unclear and both genetics and environmental factors seems to be concerned. Recent researches observed that gut microbiota seems to have an impact on the brain and immune processes.\n    \n\n\n          Method:\n        \n      \n      We review recent literature to a better understanding of how microbiota interacts with brain, immunity and psychiatric disorders. We search on Pubmed, PsycINFO, PsycARTICLES and Sciencedirect articles with the keywords \"gastrointestinal microbiota\" and \"mental disorders\" or \"psychological stress\".\n    \n\n\n          Results:\n        \n      \n      We showed links between gut microbiota and brain-gut axis regulation, immune and endocrine system activity, neurophysiological changes, behavior variations and neuropsychiatric disorders. Communications between brain and gut are bidirectional via neural, endocrine and immune pathway. Microbiota dysbiosis and increase gut permeability with subsequent immune challenges seems to be the source of the chronic mild inflammation associated with neuropsychiatric disorders. Repeated immune or stress events early in life may lead to neurodevelopmental disorders or sickness behavior later in life.\n    \n\n\n          Conclusions:\n        \n      \n      Psychological stress impact gut microbiota with subsequent immune activation leading to neurodevelopmental disorders or sickness behavior and altering neurophysiology and reactivity to stress or lifestyle.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31488756/",
    "clean_text": "role of gut microbiota in the interaction between immunity and psychiatry a literature review we search on pubmed psycinfo psycarticles and sciencedirect articles with the keywords gastrointestinal microbiota and mental disorders or psychological stress results we showed links between gut microbiota and brain gut axis regulatio background psychiatric disorders may be correlated with a low grade systemic inflammation but the origin of this inflammatory response remains unclear and both genetics and environmental factors seems to be concerned recent researches observed that gut microbiota seems to have an impact on the brain and immune processes method we review recent literature to a better understanding of how microbiota interacts with brain immunity and psychiatric disorders we search on pubmed psycinfo psycarticles and sciencedirect articles with the keywords gastrointestinal microbiota and mental disorders or psychological stress results we showed links between gut microbiota and brain gut axis regulation immune and endocrine system activity neurophysiological changes behavior variations and neuropsychiatric disorders communications between brain and gut are bidirectional via neural endocrine and immune pathway microbiota dysbiosis and increase gut permeability with subsequent immune challenges seems to be the source of the chronic mild inflammation associated with neuropsychiatric disorders repeated immune or stress events early in life may lead to neurodevelopmental disorders or sickness behavior later in life conclusions psychological stress impact gut microbiota with subsequent immune activation leading to neurodevelopmental disorders or sickness behavior and altering neurophysiology and reactivity to stress or lifestyle"
}