{
    "pmid": "41465600",
    "title": "Post-Translational Modifications in Respiratory Virus Infection: Recent Insights into the Development of In Vitro Models.",
    "abstract": "Post-translational modifications (PTMs) are crucial chemical alterations occurring on proteins post-synthesis, impacting various cellular processes. During viral infections, PTMs are shown to play a multitude of roles in viral replication, host interaction, and immune evasion. Thus, these modifications can influence infectivity, with direct impact on the anti-viral host immune responses and potentially viral adaptation across species. This field is still scarcely explored, whilst understanding PTMs is not only important to advance the knowledge of virus pathology but also potentially to provide insights for vaccine development. In this review, we attempt to summarize the latest findings mainly published over the last 10 years, focusing on the roles of PTMs involved in virus infection and anti-viral immune responses, in the context of relevant human respiratory infections: influenza A virus (IAV), respiratory syncytial virus (RSV), and SARS-CoV-2. We decided to concentrate on these three viruses because they currently represent a global health problem due to recurrent outbreaks and pandemic potential. A deeper characterization of the PTMs may help in understanding virus-host interaction with possible implications on curative strategies. Further, we will report on cutting-edge technologies to study in vitro virus infection in different cellular-based systems. In particular, we describe and discuss the application of 2D and 3D lung organoid cell-culture systems as in vitro models to mimic respiratory environments and to study the PTMs in a controlled setting. Finally, we will discuss the importance of PTMs in the context of next-generation vaccine design, especially for their potential role to offer effective protection against respiratory viruses.",
    "disease": "pneumonia",
    "clean_text": "post translational modifications in respiratory virus infection recent insights into the development of in vitro models post translational modifications ptms are crucial chemical alterations occurring on proteins post synthesis impacting various cellular processes during viral infections ptms are shown to play a multitude of roles in viral replication host interaction and immune evasion thus these modifications can influence infectivity with direct impact on the anti viral host immune responses and potentially viral adaptation across species this field is still scarcely explored whilst understanding ptms is not only important to advance the knowledge of virus pathology but also potentially to provide insights for vaccine development in this review we attempt to summarize the latest findings mainly published over the last years focusing on the roles of ptms involved in virus infection and anti viral immune responses in the context of relevant human respiratory infections influenza a virus iav respiratory syncytial virus rsv and sars cov we decided to concentrate on these three viruses because they currently represent a global health problem due to recurrent outbreaks and pandemic potential a deeper characterization of the ptms may help in understanding virus host interaction with possible implications on curative strategies further we will report on cutting edge technologies to study in vitro virus infection in different cellular based systems in particular we describe and discuss the application of d and d lung organoid cell culture systems as in vitro models to mimic respiratory environments and to study the ptms in a controlled setting finally we will discuss the importance of ptms in the context of next generation vaccine design especially for their potential role to offer effective protection against respiratory viruses"
}