{
    "title": "The Function of Ubiquitination in T-Cell Development.",
    "doc_id": "39546141",
    "writer": "Peng Z",
    "year": "2024",
    "summary": "Ubiquitination functions in T cell development through regulating key signal pathway or maturation and function of related cells. In this review, the regulation of T cell development by ubiquitination is summarized and discussed....",
    "abstract": "Thymus is an important primary lymphoid organ for T cell development. After T-lineage commitment, the early thymic progenitors (ETPs) develop into CD4-CD8- (DN), CD4+CD8+ (DP) and further CD4+ SP or CD8+ SP T cells. Under the help of thymic epithelial cells (TEC), dendritic cell (DC), macrophage, and B cells, ETPs undergo proliferation, T cell receptor (TCR) rearrangement, β-selection, positive selection, and negative selection, and thus leading to the generation of T cells that are diverse repertoire immunocompetent but not self-reactive. Additionally, some self-reactive thymocytes give rise to Treg under the help of TEC and DC. The regulation of T cell development is complicated. As a post-translational modification, ubiquitination regulates signal transduction in diverse biological processes. Ubiquitination functions in T cell development through regulating key signal pathway or maturation and function of related cells. In this review, the regulation of T cell development by ubiquitination is summarized and discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39546141/",
    "clean_text": "the function of ubiquitination in t cell development ubiquitination functions in t cell development through regulating key signal pathway or maturation and function of related cells in this review the regulation of t cell development by ubiquitination is summarized and discussed thymus is an important primary lymphoid organ for t cell development after t lineage commitment the early thymic progenitors etps develop into cd cd dn cd cd dp and further cd sp or cd sp t cells under the help of thymic epithelial cells tec dendritic cell dc macrophage and b cells etps undergo proliferation t cell receptor tcr rearrangement selection positive selection and negative selection and thus leading to the generation of t cells that are diverse repertoire immunocompetent but not self reactive additionally some self reactive thymocytes give rise to treg under the help of tec and dc the regulation of t cell development is complicated as a post translational modification ubiquitination regulates signal transduction in diverse biological processes ubiquitination functions in t cell development through regulating key signal pathway or maturation and function of related cells in this review the regulation of t cell development by ubiquitination is summarized and discussed"
}