{
    "title": "A systematic review, umbrella review, and quality assessment on clinical translation of stem cell therapy for knee osteoarthritis: Are we there yet?",
    "doc_id": "37061744",
    "writer": "Shang Z",
    "year": "2023",
    "summary": "",
    "abstract": "Background:\n        \n      \n      The success of stem cell therapy for knee osteoarthritis (KOA) in preclinical animal models has accelerated the pace of clinical translation. However, it remains uncertain whether the current scientific evidence supports the clinical application of stem cells in treating KOA. A comprehensive evaluation of the safety and efficacy of stem cell therapies and scientific evidence quality is necessary.\n    \n\n\n          Methods:\n        \n      \n      Using \"stem cells\" and \"knee osteoarthritis\" as the search terms, several databases, including PubMed, Web of Science, Cochrane, Embase, and Clinicaltrials.gov, were searched on August 25, 2022, and updated on February 27, 2023. Clinical studies that reported adverse reactions (ARs) of stem cell therapy in KOA patients were included without limiting the type of studies. Quantitative systematic reviews of stem cell therapy for KOA that conducted meta-analysis were included. Two researchers conducted literature screening and data extraction independently, and the evidence quality was evaluated according to the Institute of Health Economics and AMSTAR 2 criteria.\n    \n\n\n          Results:\n        \n      \n      Fifty clinical studies and 13 systematic reviews/meta-analyses (SRs/MAs) were included. Nineteen ARs were reported in 50 studies, including five knee-related ARs, seven common ARs, and seven other ARs. Some studies reported over 10% prevalence of knee pain (24.5%; 95% CI [14.7%, 35.7%]), knee effusion (12.5%; 95% CI [4.8%, 22.5%]), and knee swelling (11.9%; 95% CI [3.5%, 23.5%]). Additionally, two studies have reported cases of prostate cancer and breast tumors, respectively. However, these two studies suggest that stem cell therapy does not bring significant ARs to patients. SRs/MAs results revealed that stem cell therapy relieved pain in patients over time but did not improve knee function. However, current clinical studies have limited evidence regarding study objectives, test designs, and patient populations. Similarly, SRs/MAs have inadequate evidence regarding study design, risk of bias assessment, outcome description, comprehensive discussion, and potential conflicts of interest.\n    \n\n\n          Conclusions:\n        \n      \n      The inefficacy of stem cells, the risk of potential complications, and the limited quality of evidence from current studies precluded any recommendation for using stem cell products in patients with KOA. Clinical translation of stem cell therapies remains baseless and should be cautiously approached until more robust evidence is available. PROSPERO registration number: CRD42022355875.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37061744/",
    "clean_text": "a systematic review umbrella review and quality assessment on clinical translation of stem cell therapy for knee osteoarthritis are we there yet background the success of stem cell therapy for knee osteoarthritis koa in preclinical animal models has accelerated the pace of clinical translation however it remains uncertain whether the current scientific evidence supports the clinical application of stem cells in treating koa a comprehensive evaluation of the safety and efficacy of stem cell therapies and scientific evidence quality is necessary methods using stem cells and knee osteoarthritis as the search terms several databases including pubmed web of science cochrane embase and clinicaltrials gov were searched on august and updated on february clinical studies that reported adverse reactions ars of stem cell therapy in koa patients were included without limiting the type of studies quantitative systematic reviews of stem cell therapy for koa that conducted meta analysis were included two researchers conducted literature screening and data extraction independently and the evidence quality was evaluated according to the institute of health economics and amstar criteria results fifty clinical studies and systematic reviews meta analyses srs mas were included nineteen ars were reported in studies including five knee related ars seven common ars and seven other ars some studies reported over prevalence of knee pain ci knee effusion ci and knee swelling ci additionally two studies have reported cases of prostate cancer and breast tumors respectively however these two studies suggest that stem cell therapy does not bring significant ars to patients srs mas results revealed that stem cell therapy relieved pain in patients over time but did not improve knee function however current clinical studies have limited evidence regarding study objectives test designs and patient populations similarly srs mas have inadequate evidence regarding study design risk of bias assessment outcome description comprehensive discussion and potential conflicts of interest conclusions the inefficacy of stem cells the risk of potential complications and the limited quality of evidence from current studies precluded any recommendation for using stem cell products in patients with koa clinical translation of stem cell therapies remains baseless and should be cautiously approached until more robust evidence is available prospero registration number crd"
}