{
    "pmid": "41438344",
    "title": "Best evidence summary for self-management of peristomal skin complications in patients with colorectal cancer and a stoma.",
    "abstract": "To search, evaluate, and integrate evidence related to the self-management of peristomal skin complications in adults with intestinal stomas, in order to provide a scientific basis for the development of targeted and effective self-management support strategies for stoma patients. This study was conducted as an evidence summary following the reporting standards established by the Fudan University Center for Evidence-based Nursing. Following the '6S' model, systematic searches were performed in both Chinese and English databases, relevant association websites, and guideline websites for literature on expert consensus, group standards, systematic reviews, clinical decisions, best practices, guidelines, evidence summaries, and randomized controlled trials pertaining to the self-management of peristomal skin complications in adults with intestinal stomas. The search period extended from the inception of the databases to February 17, 2025. Two researchers independently evaluated the quality of the literature and summarized evidence. A total of 17 articles were included in this review, consisting of 7 guidelines, 1 group standard, 1 clinical decision, 4 systematic reviews, 2 expert consensus statements, and 2 randomized controlled trials. Through a comprehensive literature review, evidence extraction, and categorization, 27 pieces of evidence were summarized under three themes: medical management, role management and emotional management. This study systematically identified 27 evidence-based recommendations for self-management of adult with peristomal skin complications through three dimensions: medical management, role management, and emotional management. The evidence provides a robust, evidence-based foundation for healthcare providers, thereby making the self-management behaviors for peristomal skin complications in adults with intestinal stomas more scientific and targeted. This study was registered at Fudan University Center for the Evidence-based Nursing (Registration No. ES20257284).",
    "disease": "colorectal cancer",
    "clean_text": "best evidence summary for self management of peristomal skin complications in patients with colorectal cancer and a stoma to search evaluate and integrate evidence related to the self management of peristomal skin complications in adults with intestinal stomas in order to provide a scientific basis for the development of targeted and effective self management support strategies for stoma patients this study was conducted as an evidence summary following the reporting standards established by the fudan university center for evidence based nursing following the s model systematic searches were performed in both chinese and english databases relevant association websites and guideline websites for literature on expert consensus group standards systematic reviews clinical decisions best practices guidelines evidence summaries and randomized controlled trials pertaining to the self management of peristomal skin complications in adults with intestinal stomas the search period extended from the inception of the databases to february two researchers independently evaluated the quality of the literature and summarized evidence a total of articles were included in this review consisting of guidelines group standard clinical decision systematic reviews expert consensus statements and randomized controlled trials through a comprehensive literature review evidence extraction and categorization pieces of evidence were summarized under three themes medical management role management and emotional management this study systematically identified evidence based recommendations for self management of adult with peristomal skin complications through three dimensions medical management role management and emotional management the evidence provides a robust evidence based foundation for healthcare providers thereby making the self management behaviors for peristomal skin complications in adults with intestinal stomas more scientific and targeted this study was registered at fudan university center for the evidence based nursing registration no es"
}