{
    "title": "Lung Multipotent Stem Cells of Mesenchymal Nature: Cellular Basis, Clinical Relevance, and Implications for Stem Cell Therapy.",
    "doc_id": "33167666",
    "writer": "Klein D.",
    "year": "2021",
    "summary": "Herein, mesenchymal stem cells, also designated as mesenchymal stromal cells (MSCs), contribute to the maintenance of organ integrity by their ability to replace dysfunctional cells or secrete cytokines locally and thus support the repair and healing processe …",
    "abstract": "Significance: Tissue-resident stem cells are essential for normal organ homeostasis as well as for functional tissue regeneration after severe injury. Herein, mesenchymal stem cells, also designated as mesenchymal stromal cells (MSCs), contribute to the maintenance of organ integrity by their ability to replace dysfunctional cells or secrete cytokines locally and thus support the repair and healing processes of affected tissues. Recent Advances: Besides epithelial stem and progenitor cells, substantial evidence exists that tissue-resident multipotent stem cells of mesenchymal nature also exist in adult human lungs. These lung MSCs may function to regulate pulmonary tissue repair and/or regeneration, inflammation, fibrosis, and tumor formation. Critical Issues: Although therapeutically applied MSCs turned out to be a valuable therapeutic option for the prevention of lung diseases and/or the regeneration of diseased lung tissue, the true function of tissue-resident MSCs within the lung, and identification of their niche, which presumably dictates function, remain elusive. Future Directions: A detailed understanding of lung MSC localization (in the potential vascular stem cell niche) as well as of the signaling pathways controlling stem cell fate is prerequisite to unravel how (i) endogenous MSCs contribute to lung diseases, (ii) exogenous MSCs affect the proliferation of endogenous stem cells to repair damaged tissue, and (iii) a potential on-site manipulation of these cells directly within their endogenous niche could be used for therapeutic benefits. This review focuses on the central role of lung-resident MSCs, which are closely associated with the pulmonary vasculature, in a variety of chronic and acute lung diseases. Antioxid. Redox Signal. 35, 204-216.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33167666/",
    "clean_text": "lung multipotent stem cells of mesenchymal nature cellular basis clinical relevance and implications for stem cell therapy herein mesenchymal stem cells also designated as mesenchymal stromal cells mscs contribute to the maintenance of organ integrity by their ability to replace dysfunctional cells or secrete cytokines locally and thus support the repair and healing processe significance tissue resident stem cells are essential for normal organ homeostasis as well as for functional tissue regeneration after severe injury herein mesenchymal stem cells also designated as mesenchymal stromal cells mscs contribute to the maintenance of organ integrity by their ability to replace dysfunctional cells or secrete cytokines locally and thus support the repair and healing processes of affected tissues recent advances besides epithelial stem and progenitor cells substantial evidence exists that tissue resident multipotent stem cells of mesenchymal nature also exist in adult human lungs these lung mscs may function to regulate pulmonary tissue repair and or regeneration inflammation fibrosis and tumor formation critical issues although therapeutically applied mscs turned out to be a valuable therapeutic option for the prevention of lung diseases and or the regeneration of diseased lung tissue the true function of tissue resident mscs within the lung and identification of their niche which presumably dictates function remain elusive future directions a detailed understanding of lung msc localization in the potential vascular stem cell niche as well as of the signaling pathways controlling stem cell fate is prerequisite to unravel how i endogenous mscs contribute to lung diseases ii exogenous mscs affect the proliferation of endogenous stem cells to repair damaged tissue and iii a potential on site manipulation of these cells directly within their endogenous niche could be used for therapeutic benefits this review focuses on the central role of lung resident mscs which are closely associated with the pulmonary vasculature in a variety of chronic and acute lung diseases antioxid redox signal"
}