{
    "pmid": "41426990",
    "title": "Epilepsy in children: quality of life and disease control.",
    "abstract": "Childhood epilepsy negatively affects health, quality of life (QoL), and character development. A cross-sectional online survey was conducted among pediatric epilepsy patients in Jordan. Candidates were identified through a hospital database. The shortened Quality of Life in Childhood Epilepsy Questionnaire (QOLCE-55) assessed QoL. Disease control was defined as seizure-free for 1 year. Clinical characteristics, QoL, disease control, and their determinants among pediatric epilepsy patients in Jordan were assessed. A total of 178 patients participated. The mean health-related QoL (HRQoL) score was 50.74 ± 22.54, highest in emotional wellbeing (60.75 ± 19.40) and lowest in physical functioning (44.75 ± 24.06). Higher HRQoL was significantly associated with older age at diagnosis (β = 1.668,  Epilepsy significantly reduces QoL in children. Better QoL and seizure control were linked to older age, absence of comorbidities, fewer seizures, and reduced medication use. Caregiver support and minimizing polytherapy may enhance both QoL and disease control.",
    "disease": "epilepsy",
    "clean_text": "epilepsy in children quality of life and disease control childhood epilepsy negatively affects health quality of life qol and character development a cross sectional online survey was conducted among pediatric epilepsy patients in jordan candidates were identified through a hospital database the shortened quality of life in childhood epilepsy questionnaire qolce assessed qol disease control was defined as seizure free for year clinical characteristics qol disease control and their determinants among pediatric epilepsy patients in jordan were assessed a total of patients participated the mean health related qol hrqol score was highest in emotional wellbeing and lowest in physical functioning higher hrqol was significantly associated with older age at diagnosis epilepsy significantly reduces qol in children better qol and seizure control were linked to older age absence of comorbidities fewer seizures and reduced medication use caregiver support and minimizing polytherapy may enhance both qol and disease control"
}