{
    "pmid": "41433395",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Various neurodegenerative diseases fall under the umbrella term dementia: Alzheimer's disease (AD), Lewy body dementia (LBD), including Parkinson's disease dementia and dementia with Lewy bodies, and Frontotemporal dementia (FTD). Their common denominator is the pathological accumulation of misfolded proteins, affecting neuron, axon and synapse function, leading to a progressive deterioration of cognitive functioning. To define disease state, monitor disease progression and possible treatment strategies, non-invasive and pathology-sensitive neuroimaging biomarkers are highly needed. Here we showcase several studies which define the neuropathological substrates of imaging outcome measures with an unique within-subject correlative post-mortem in-situ MRI and neuropathology approach in >100 brain donors with neurodegenerative disease. The utilization of MRI ranges from cortical thickness and microstructural integrity to measures of connectome (dys)function. Digital quantitative pathology of Aβ, pTau, α-synuclein, and TDP-43 inclusions are included, as well as markers for neuroinflammation, myelin, neuro-axonal degeneration, and synaptic density. our studies show that (ii) postmortem in-situ MRI is a good proxy for antemortem in-vivo MRI. (ii) cortical atrophy patterns in AD are positively associated with Aβ plaques and negatively with neuro-axonal damage. (iii) T1w/T2w ratio is a broader indicator of cortical integrity than just myelin. (iv) LATE co-pathology in AD and LBD has an additive effect on amygdala and hippocampal volume loss. (v) A global increase in α-synuclein pathology has a widespread effect on brain network reorganization in LBD. (vi) Hippocampal subfields are selectively vulnerable to protein aggregations and synaptic degeneration, associated with MRI volume loss and cognitive outcome in AD and LBD. (vii) cell loss in mono-aminergic and cholinergic nuclei in AD and LBD are associated with microstructural alterations within these regions and their cortical projections. By integrating multisource data (clinical, radiological, histopathological), these types of studies will result in new fundamental knowledge leading to improved interpretation of imaging datasets in the spectrum of neurodegenerative diseases.",
    "disease": "parkinson disease",
    "clean_text": "alzheimer s imaging consortium various neurodegenerative diseases fall under the umbrella term dementia alzheimer s disease ad lewy body dementia lbd including parkinson s disease dementia and dementia with lewy bodies and frontotemporal dementia ftd their common denominator is the pathological accumulation of misfolded proteins affecting neuron axon and synapse function leading to a progressive deterioration of cognitive functioning to define disease state monitor disease progression and possible treatment strategies non invasive and pathology sensitive neuroimaging biomarkers are highly needed here we showcase several studies which define the neuropathological substrates of imaging outcome measures with an unique within subject correlative post mortem in situ mri and neuropathology approach in brain donors with neurodegenerative disease the utilization of mri ranges from cortical thickness and microstructural integrity to measures of connectome dys function digital quantitative pathology of a ptau synuclein and tdp inclusions are included as well as markers for neuroinflammation myelin neuro axonal degeneration and synaptic density our studies show that ii postmortem in situ mri is a good proxy for antemortem in vivo mri ii cortical atrophy patterns in ad are positively associated with a plaques and negatively with neuro axonal damage iii t w t w ratio is a broader indicator of cortical integrity than just myelin iv late co pathology in ad and lbd has an additive effect on amygdala and hippocampal volume loss v a global increase in synuclein pathology has a widespread effect on brain network reorganization in lbd vi hippocampal subfields are selectively vulnerable to protein aggregations and synaptic degeneration associated with mri volume loss and cognitive outcome in ad and lbd vii cell loss in mono aminergic and cholinergic nuclei in ad and lbd are associated with microstructural alterations within these regions and their cortical projections by integrating multisource data clinical radiological histopathological these types of studies will result in new fundamental knowledge leading to improved interpretation of imaging datasets in the spectrum of neurodegenerative diseases"
}