{
    "title": "Immunity and immune response, pathology and pathologic changes: progress and challenges in the immunopathology of yellow fever.",
    "doc_id": "23873723",
    "writer": "Quaresma JA",
    "year": "2013",
    "summary": "Yellow fever is a viral hemorrhagic fever, which affects people living in Africa and South America and is caused by the yellow fever virus, the prototype species in the Flavivirus genus (Flaviviridae family). Yellow fever virus inf …",
    "abstract": "Yellow fever is a viral hemorrhagic fever, which affects people living in Africa and South America and is caused by the yellow fever virus, the prototype species in the Flavivirus genus (Flaviviridae family). Yellow fever virus infection can produce a wide spectrum of symptoms, ranging from asymptomatic infection or oligosymptomatic illness to severe disease with a high fatality rate. In this review, we focus in the mechanisms associated with the physiopathology of yellow fever in humans and animal models. It has been demonstrated that several factors play a role in the pathological outcome of the severe form of the disease including direct viral cytopathic effect, necrosis and apoptosis of hepatocyte cells in the midzone, and a minimal inflammatory response as well as low-flow hypoxia and cytokine overproduction. New information has filled several gaps in the understanding of yellow fever pathogenesis and helped comprehend the course of illness. Finally, we discuss prospects for an immune therapy in the light of new immunologic, viral, and pathologic tools.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23873723/",
    "clean_text": "immunity and immune response pathology and pathologic changes progress and challenges in the immunopathology of yellow fever yellow fever is a viral hemorrhagic fever which affects people living in africa and south america and is caused by the yellow fever virus the prototype species in the flavivirus genus flaviviridae family yellow fever virus inf yellow fever is a viral hemorrhagic fever which affects people living in africa and south america and is caused by the yellow fever virus the prototype species in the flavivirus genus flaviviridae family yellow fever virus infection can produce a wide spectrum of symptoms ranging from asymptomatic infection or oligosymptomatic illness to severe disease with a high fatality rate in this review we focus in the mechanisms associated with the physiopathology of yellow fever in humans and animal models it has been demonstrated that several factors play a role in the pathological outcome of the severe form of the disease including direct viral cytopathic effect necrosis and apoptosis of hepatocyte cells in the midzone and a minimal inflammatory response as well as low flow hypoxia and cytokine overproduction new information has filled several gaps in the understanding of yellow fever pathogenesis and helped comprehend the course of illness finally we discuss prospects for an immune therapy in the light of new immunologic viral and pathologic tools"
}