{
    "title": "Comparison of prostate cancer gene 3 score, prostate health index and percentage free prostate-specific antigen for differentiating histological inflammation from prostate cancer and other non-neoplastic alterations of the prostate at initial biopsy.",
    "doc_id": "25503144",
    "writer": "De Luca S",
    "year": "2014",
    "summary": "AIM: To determine if prostate cancer gene 3 (PCA3) score, Prostate Health Index (PHI), and percent free prostate-specific antigen (%fPSA) may be used to differentiate prostatitis from prostate cancer (PCa), benign prostatic hyperplasia (B …",
    "abstract": "Aim:\n        \n      \n      To determine if prostate cancer gene 3 (PCA3) score, Prostate Health Index (PHI), and percent free prostate-specific antigen (%fPSA) may be used to differentiate prostatitis from prostate cancer (PCa), benign prostatic hyperplasia (BPH) and high-grade prostate intraepithelial neoplasia (HG-PIN) in patients with elevated PSA and negative digital rectal examination (DRE).\n    \n\n\n          Patients and methods:\n        \n      \n      in the present prospective study, 274 patients, undergoing PCA3 score, PHI and %fPSA assessments before initial biopsy, were enrolled. Three multivariate logistic regression models were used to test PCA3 score, PHI and %fPSA as risk factors for prostatitis vs. PCa, vs. BPH, and vs. HG-PIN. All the analyses were performed for the whole patient cohort and for the 'gray zone' of PSA (4-10 ng/ml) cohort (188 individuals).\n    \n\n\n          Results:\n        \n      \n      The determinants for prostatitis vs. PCa were PCA3 score, PHI and %fPSA (Odds Ratio [OR]=0.97, 0.96 and 0.94, respectively). Unit increase of PHI was the only risk factor for prostatitis vs. BPH (OR=1.06), and unit increase of PCA3 score for HG-PIN vs. prostatitis (OR=0.98). In the 'gray zone' PSA cohort, the determinants for prostatitis vs. PCa were PCA3 score, PHI and %fPSA (OR=0.96, 0.94 and 0.92, respectively), PCA3 score and PHI for prostatitis vs. BPH (OR=0.96 and 1.08, respectively), and PCA3 score for prostatitis vs. HG-PIN (OR=0.97).\n    \n\n\n          Conclusion:\n        \n      \n      The clinical benefit of using PCA3 score and PHI to estimate prostatitis vs. PCa was comparable; even %fPSA had good diagnostic performance, being a faster and cheaper marker. PHI was the only determinant for prostatitis vs. BPH, while PCA3 score for prostatitis vs. HG-PIN.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25503144/",
    "clean_text": "comparison of prostate cancer gene score prostate health index and percentage free prostate specific antigen for differentiating histological inflammation from prostate cancer and other non neoplastic alterations of the prostate at initial biopsy aim to determine if prostate cancer gene pca score prostate health index phi and percent free prostate specific antigen fpsa may be used to differentiate prostatitis from prostate cancer pca benign prostatic hyperplasia b aim to determine if prostate cancer gene pca score prostate health index phi and percent free prostate specific antigen fpsa may be used to differentiate prostatitis from prostate cancer pca benign prostatic hyperplasia bph and high grade prostate intraepithelial neoplasia hg pin in patients with elevated psa and negative digital rectal examination dre patients and methods in the present prospective study patients undergoing pca score phi and fpsa assessments before initial biopsy were enrolled three multivariate logistic regression models were used to test pca score phi and fpsa as risk factors for prostatitis vs pca vs bph and vs hg pin all the analyses were performed for the whole patient cohort and for the gray zone of psa ng ml cohort individuals results the determinants for prostatitis vs pca were pca score phi and fpsa odds ratio or and respectively unit increase of phi was the only risk factor for prostatitis vs bph or and unit increase of pca score for hg pin vs prostatitis or in the gray zone psa cohort the determinants for prostatitis vs pca were pca score phi and fpsa or and respectively pca score and phi for prostatitis vs bph or and respectively and pca score for prostatitis vs hg pin or conclusion the clinical benefit of using pca score and phi to estimate prostatitis vs pca was comparable even fpsa had good diagnostic performance being a faster and cheaper marker phi was the only determinant for prostatitis vs bph while pca score for prostatitis vs hg pin"
}