{
    "pmid": "41430589",
    "title": "The junctional protein associated with coronary artery disease predicts adverse cardiovascular events in patients with acute coronary syndromes at high residual risk.",
    "abstract": "Patients with acute coronary syndromes (ACS) are at high ischaemic risk to which cholesterol, inflammation, and yet-to-be-identified pathways jointly contribute. The junctional protein associated with coronary artery disease (JCAD) drives incident cardiovascular events by acting on coagulation and fibrinolysis. This study aimed to assess whether JCAD serves as a novel marker of or target to address residual risk. In the discovery cohort (SPUM-ACS; n = 4787), ACS patients at residual lipid risk [RLR; on-statin LDL cholesterol (LDL-c) ≥70 mg/dL or ≥1.8 mmol/L], residual inflammatory risk [RIR; on-statin high-sensitivity C-reactive protein (hs-CRP) ≥2.0 mg/L], or both (RILR; on-statin LDL-c ≥70 mg/dL and hs-CRP ≥2.0 mg/L) were identified and compared with propensity-score matched controls. Contributions of hs-CRP, LDL-c and JCAD to recurrent major adverse cardiovascular events (MACE) were analysed. In an independent cohort (RISK-PPCI study; n = 496), effects of JCAD on endogenous coagulation and fibrinolysis were gauged, and JCAD-MACE associations were externally validated. At 1 year, patients at RLR, RIR, or RILR were at higher MACE risk as compared to controls [hazard ratio (HR), 1.55, 95% confidence interval (CI) 1.08-2.23; HR 1.80, 95% CI 1.24-2.61; and HR 1.75, 95% CI 1.12-2.75, respectively]. In those at RLR, MACE risk rose with increasing hs-CRP and JCAD, respectively, in uni- (HR per log2 increase, 1.17, 95% CI 1.06-1.30; HR 1.29, 95% CI 1.03-1.62) and multivariable-adjusted models [adjusted (a)HR 1.16, 95% CI 1.03-1.30; aHR 1.27, 95% CI 1.01-1.60]. In those at RIR, MACE risk increased 1.28-fold per log2 increase in JCAD (HR 1.28, 95% CI 1.03-1.59), which prevailed in multivariable-adjusted models (aHR 1.31, 95% CI 1.04-1.65). Similarly, in patients at RILR, MACE risk increased almost linearly with increasing JCAD (HR 1.45, 95% CI 1.09-1.92), independently of potential confounders (aHR 1.47, 95% CI 1.11-1.97). Plasma levels of JCAD correlated positively with proxies of impaired endogenous fibrinolysis, with the JCAD-MACE association being similarly observed in the external validation cohort. Acute coronary syndrome patients at RLR, RIR, or both are at high ischaemic risk. By modulating coagulation and endogenous fibrinolysis, JCAD represents a promising candidate to address the high residual risk that persists in ACS patients receiving guideline-recommended care. NCT01000701, NCT02562690.",
    "disease": "coronary artery disease",
    "clean_text": "the junctional protein associated with coronary artery disease predicts adverse cardiovascular events in patients with acute coronary syndromes at high residual risk patients with acute coronary syndromes acs are at high ischaemic risk to which cholesterol inflammation and yet to be identified pathways jointly contribute the junctional protein associated with coronary artery disease jcad drives incident cardiovascular events by acting on coagulation and fibrinolysis this study aimed to assess whether jcad serves as a novel marker of or target to address residual risk in the discovery cohort spum acs n acs patients at residual lipid risk rlr on statin ldl cholesterol ldl c mg dl or mmol l residual inflammatory risk rir on statin high sensitivity c reactive protein hs crp mg l or both rilr on statin ldl c mg dl and hs crp mg l were identified and compared with propensity score matched controls contributions of hs crp ldl c and jcad to recurrent major adverse cardiovascular events mace were analysed in an independent cohort risk ppci study n effects of jcad on endogenous coagulation and fibrinolysis were gauged and jcad mace associations were externally validated at year patients at rlr rir or rilr were at higher mace risk as compared to controls hazard ratio hr confidence interval ci hr ci and hr ci respectively in those at rlr mace risk rose with increasing hs crp and jcad respectively in uni hr per log increase ci hr ci and multivariable adjusted models adjusted a hr ci ahr ci in those at rir mace risk increased fold per log increase in jcad hr ci which prevailed in multivariable adjusted models ahr ci similarly in patients at rilr mace risk increased almost linearly with increasing jcad hr ci independently of potential confounders ahr ci plasma levels of jcad correlated positively with proxies of impaired endogenous fibrinolysis with the jcad mace association being similarly observed in the external validation cohort acute coronary syndrome patients at rlr rir or both are at high ischaemic risk by modulating coagulation and endogenous fibrinolysis jcad represents a promising candidate to address the high residual risk that persists in acs patients receiving guideline recommended care nct nct"
}