{
    "title": "European public mental health responses to the COVID-19 pandemic.",
    "doc_id": "36410002",
    "writer": "Wilson N",
    "year": "2023",
    "summary": "BACKGROUND: The coronavirus disease 2019 (COVID-19) pandemic increased multiple risk factors for mental health. Evidence-based, intersectoral public mental health responses are therefore critical. ...Few national mental health response pl …",
    "abstract": "Background:\n        \n      \n      The coronavirus disease 2019 (COVID-19) pandemic increased multiple risk factors for mental health. Evidence-based, intersectoral public mental health responses are therefore critical. The primary aim of this study was to collate public mental health responses from across Europe.\n    \n\n\n          Methods:\n        \n      \n      We conducted a cross-sectional survey in March 2021. Participants were public and mental health professionals from across Europe. We developed an online instrument exploring five domains: changes in mental health supports during the pandemic; mental health support for vulnerable groups; multi-sectoral and service-user involvement; published mental health response plans; and perceived quality of overall country response.\n    \n\n\n          Results:\n        \n      \n      Fifty-two individuals from 20 European nations responded. Reported changes in mental health supports included an increase in online mental health supports (n = 18); but no change in long-term mental health funding (n = 13); and a decrease in access to early interventions (n = 9). Responses indicated mental health support for vulnerable groups was limited, as was multi-sectoral and service-user involvement. Few national mental health response plans existed (n = 9) and 48% of respondents felt their countries mental health response had been 'poor' or 'very poor'.\n    \n\n\n          Conclusions:\n        \n      \n      Our results give insights into the changes in mental health support at a country level across Europe during the COVID-19 pandemic. They indicate countries were not prepared to respond and people with existing vulnerabilities were often neglected in response planning. To be prepared for future pandemics and environmental disasters Public Mental Health preparedness plans are highly needed. These must be developed cross-departmentally, and through the meaningful inclusion of vulnerable groups.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36410002/",
    "clean_text": "european public mental health responses to the covid pandemic background the coronavirus disease covid pandemic increased multiple risk factors for mental health evidence based intersectoral public mental health responses are therefore critical few national mental health response pl background the coronavirus disease covid pandemic increased multiple risk factors for mental health evidence based intersectoral public mental health responses are therefore critical the primary aim of this study was to collate public mental health responses from across europe methods we conducted a cross sectional survey in march participants were public and mental health professionals from across europe we developed an online instrument exploring five domains changes in mental health supports during the pandemic mental health support for vulnerable groups multi sectoral and service user involvement published mental health response plans and perceived quality of overall country response results fifty two individuals from european nations responded reported changes in mental health supports included an increase in online mental health supports n but no change in long term mental health funding n and a decrease in access to early interventions n responses indicated mental health support for vulnerable groups was limited as was multi sectoral and service user involvement few national mental health response plans existed n and of respondents felt their countries mental health response had been poor or very poor conclusions our results give insights into the changes in mental health support at a country level across europe during the covid pandemic they indicate countries were not prepared to respond and people with existing vulnerabilities were often neglected in response planning to be prepared for future pandemics and environmental disasters public mental health preparedness plans are highly needed these must be developed cross departmentally and through the meaningful inclusion of vulnerable groups"
}