{
    "title": "Young's Modulus Variation of the Deformable Cement Adhesives Under Thermal Action in LRHS.",
    "doc_id": "41374183",
    "writer": "Karpiesiuk J",
    "year": "2025",
    "summary": "Young's modulus (E), one of the many material properties, changes in response to thermal actions. ...Simultaneously, the Young's modulus E remains constant over these temperatures, at 2300 MPa for the C2S2 adhesive. ...",
    "abstract": "Young's modulus (E), one of the many material properties, changes in response to thermal actions. The magnitude of these changes also depends on the material used. This is particularly important when the materials used are components of lightweight radiant heating systems (LRHSs) without screeds. Adhesives or adhesive composites take over the role of the screed in LRHSs. The adhesives, which directly connect the thermal insulation layer and the floor, are responsible for the proper functioning of the heated floor. Therefore, changes in their Young's modulus cause a loss of layer integrity and ultimately delamination of the floor. Thus, research was conducted on the variation of the Young's modulus of deformable cement adhesive mortars, specifically types C2S1 and C2S2, used in LRHSs under thermal actions. The deformation values of adhesive mortar samples were measured in a thermal chamber, subjected to compressive strength tests, at temperatures from 30 째C to 50 째C. Deformation measurements of heated samples were performed using the extensometer technique. The measurement results were subjected to mathematical analysis using polynomial regression based on the least squares method and the \"Madrid parabola\" formulas. After analysis, it was assumed that the Young's modulus E for the deformable C2S1 cement adhesive, depending on the thermal action taken in the study, falls within the range of 4600 MPa to 5800 MPa when the temperature is varied from 30 째C to 50 째C. Simultaneously, the Young's modulus E remains constant over these temperatures, at 2300 MPa for the C2S2 adhesive. Knowledge of the Young's modulus and other strength parameters of adhesive mortars connecting layers of lightweight heated floors or other partitions, subjected to temperature can directly impact their durability. This data can be used to analyse the performance of LRHSs and numerical calculation techniques for various building partitions, such as stairs, balconies, and terraces.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41374183/",
    "clean_text": "young s modulus variation of the deformable cement adhesives under thermal action in lrhs young s modulus e one of the many material properties changes in response to thermal actions simultaneously the young s modulus e remains constant over these temperatures at mpa for the c s adhesive young s modulus e one of the many material properties changes in response to thermal actions the magnitude of these changes also depends on the material used this is particularly important when the materials used are components of lightweight radiant heating systems lrhss without screeds adhesives or adhesive composites take over the role of the screed in lrhss the adhesives which directly connect the thermal insulation layer and the floor are responsible for the proper functioning of the heated floor therefore changes in their young s modulus cause a loss of layer integrity and ultimately delamination of the floor thus research was conducted on the variation of the young s modulus of deformable cement adhesive mortars specifically types c s and c s used in lrhss under thermal actions the deformation values of adhesive mortar samples were measured in a thermal chamber subjected to compressive strength tests at temperatures from c to c deformation measurements of heated samples were performed using the extensometer technique the measurement results were subjected to mathematical analysis using polynomial regression based on the least squares method and the madrid parabola formulas after analysis it was assumed that the young s modulus e for the deformable c s cement adhesive depending on the thermal action taken in the study falls within the range of mpa to mpa when the temperature is varied from c to c simultaneously the young s modulus e remains constant over these temperatures at mpa for the c s adhesive knowledge of the young s modulus and other strength parameters of adhesive mortars connecting layers of lightweight heated floors or other partitions subjected to temperature can directly impact their durability this data can be used to analyse the performance of lrhss and numerical calculation techniques for various building partitions such as stairs balconies and terraces"
}