{
    "title": "Bias in Hazard Ratios Arising From Misclassification According to Self-Reported Weight and Height in Observational Studies of Body Mass Index and Mortality.",
    "doc_id": "29309516",
    "writer": "Flegal KM",
    "year": "2018",
    "summary": "Misclassification of body mass index (BMI) categories arising from self-reported weight and height can bias hazard ratios in studies of BMI and mortality. ...Because of misclassification effects, self-reported weight and height cannot reliably indicate the lo …",
    "abstract": "Misclassification of body mass index (BMI) categories arising from self-reported weight and height can bias hazard ratios in studies of BMI and mortality. We examined the effects on hazard ratios of such misclassification using national US survey data for 1976 through 2010 that had both measured and self-reported weight and height along with mortality follow-up for 48,763 adults and a subset of 17,405 healthy never-smokers. BMI was categorized as <22.5 (low), 22.5-24.9 (referent), 25.0-29.9 (overweight), 30.0-34.9 (class I obesity), and ≥35.0 (class II-III obesity). Misreporting at higher BMI categories tended to bias hazard ratios upwards for those categories, but that effect was augmented, counterbalanced, or even reversed by misreporting in other BMI categories, in particular those that affected the reference category. For example, among healthy male never-smokers, misclassifications affecting the overweight and the reference categories changed the hazard ratio for overweight from 0.85 with measured data to 1.24 with self-reported data. Both the magnitude and direction of bias varied according to the underlying hazard ratios in measured data, showing that findings on bias from one study should not be extrapolated to a study with different underlying hazard ratios. Because of misclassification effects, self-reported weight and height cannot reliably indicate the lowest-risk BMI category.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29309516/",
    "clean_text": "bias in hazard ratios arising from misclassification according to self reported weight and height in observational studies of body mass index and mortality misclassification of body mass index bmi categories arising from self reported weight and height can bias hazard ratios in studies of bmi and mortality because of misclassification effects self reported weight and height cannot reliably indicate the lo misclassification of body mass index bmi categories arising from self reported weight and height can bias hazard ratios in studies of bmi and mortality we examined the effects on hazard ratios of such misclassification using national us survey data for through that had both measured and self reported weight and height along with mortality follow up for adults and a subset of healthy never smokers bmi was categorized as low referent overweight class i obesity and class ii iii obesity misreporting at higher bmi categories tended to bias hazard ratios upwards for those categories but that effect was augmented counterbalanced or even reversed by misreporting in other bmi categories in particular those that affected the reference category for example among healthy male never smokers misclassifications affecting the overweight and the reference categories changed the hazard ratio for overweight from with measured data to with self reported data both the magnitude and direction of bias varied according to the underlying hazard ratios in measured data showing that findings on bias from one study should not be extrapolated to a study with different underlying hazard ratios because of misclassification effects self reported weight and height cannot reliably indicate the lowest risk bmi category"
}