{
    "title": "Integrated control of COVID-19 in resource-poor countries.",
    "doc_id": "32916249",
    "writer": "Aziz AB",
    "year": "2020",
    "summary": "Low- and middle-income countries (LMICs) face many challenges in controlling COVID-19. Healthcare resources are limited and so are ICU beds. RT-PCR testing is conducted on a limited scale and treatment options are few. ...Therefore, what low-cost solutions remain fo …",
    "abstract": "Low- and middle-income countries (LMICs) face many challenges in controlling COVID-19. Healthcare resources are limited and so are ICU beds. RT-PCR testing is conducted on a limited scale and treatment options are few. There is no vaccine. Therefore, what low-cost solutions remain for the prevention, diagnosis, and treatment of SARS-CoV-2? How should these essential health services be delivered in order to reach the most vulnerable in our societies? In this editorial we discuss several important strategies for controlling COVID-19 including: vaccination, molecular and serological diagnostics, hygiene and WaSH interventions, and low-cost therapeutics. We also discuss the delivery of such services in order to reach the most in need. The proposed integrated control strategy requires immediate action and political will in order to reduce the widening health inequalities caused by the pandemic.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32916249/",
    "clean_text": "integrated control of covid in resource poor countries low and middle income countries lmics face many challenges in controlling covid healthcare resources are limited and so are icu beds rt pcr testing is conducted on a limited scale and treatment options are few therefore what low cost solutions remain fo low and middle income countries lmics face many challenges in controlling covid healthcare resources are limited and so are icu beds rt pcr testing is conducted on a limited scale and treatment options are few there is no vaccine therefore what low cost solutions remain for the prevention diagnosis and treatment of sars cov how should these essential health services be delivered in order to reach the most vulnerable in our societies in this editorial we discuss several important strategies for controlling covid including vaccination molecular and serological diagnostics hygiene and wash interventions and low cost therapeutics we also discuss the delivery of such services in order to reach the most in need the proposed integrated control strategy requires immediate action and political will in order to reduce the widening health inequalities caused by the pandemic"
}