{
    "pmid": "41462298",
    "title": "Circulating T-cell receptor repertoire and clinicopathological correlations in breast cancer patients: immune repertoire analysis from the VGH-TAYLOR study.",
    "abstract": "Sequencing of the T-cell receptor (TCR) repertoire can reflect immune status and monitor treatment responses. Here, we aimed to characterize the TCRβ repertoire and its correlation with clinical and prognostic significance in breast cancer. A total of 856 peripheral blood samples were collected from female breast cancer patients for TCR sequencing. At baseline, TCR clonality was elevated in patients with stage IV disease compared with earlier-stage breast cancer, and higher clonality within the stage IV cohort was associated with poorer overall survival. Compared with the luminal A subtype, luminal B2 breast cancer exhibited lower baseline TCR Shannon diversity. Following both adjuvant and neoadjuvant chemotherapy, we observed increased TCR convergence and clonality accompanied by reduced Shannon diversity. Remarkably, these repertoire changes were most evident in patients treated with taxane or anthracycline plus taxane regimens in the adjuvant setting, and with anthracycline plus taxane or platinum-based regimens in the neoadjuvant setting. Notably, trastuzumab was associated with increased clonality and reduced diversity in HER2-enriched tumors, but not in Luminal B2. Lower TCR richness in post-treatment blood samples was associated with patients achieving pathologic complete response in the neoadjuvant setting. This study provides comprehensive circulating TCR repertoire metric profiles across the heterogeneous population of breast cancer patients.",
    "disease": "breast cancer",
    "clean_text": "circulating t cell receptor repertoire and clinicopathological correlations in breast cancer patients immune repertoire analysis from the vgh taylor study sequencing of the t cell receptor tcr repertoire can reflect immune status and monitor treatment responses here we aimed to characterize the tcr repertoire and its correlation with clinical and prognostic significance in breast cancer a total of peripheral blood samples were collected from female breast cancer patients for tcr sequencing at baseline tcr clonality was elevated in patients with stage iv disease compared with earlier stage breast cancer and higher clonality within the stage iv cohort was associated with poorer overall survival compared with the luminal a subtype luminal b breast cancer exhibited lower baseline tcr shannon diversity following both adjuvant and neoadjuvant chemotherapy we observed increased tcr convergence and clonality accompanied by reduced shannon diversity remarkably these repertoire changes were most evident in patients treated with taxane or anthracycline plus taxane regimens in the adjuvant setting and with anthracycline plus taxane or platinum based regimens in the neoadjuvant setting notably trastuzumab was associated with increased clonality and reduced diversity in her enriched tumors but not in luminal b lower tcr richness in post treatment blood samples was associated with patients achieving pathologic complete response in the neoadjuvant setting this study provides comprehensive circulating tcr repertoire metric profiles across the heterogeneous population of breast cancer patients"
}