{
    "title": "Skin Manifestations of Rheumatoid Arthritis, Juvenile Idiopathic Arthritis, and Spondyloarthritides.",
    "doc_id": "28752373",
    "writer": "Chua-Aguilera CJ",
    "year": "2017",
    "summary": "Extra-articular manifestations of rheumatoid arthritis, juvenile idiopathic arthritis, and various spondyloarthritides including psoriatic arthritis, ankylosing spondylitis, reactive arthritis, and inflammatory bowel disease-associated spondyloarthritis often involv …",
    "abstract": "Extra-articular manifestations of rheumatoid arthritis, juvenile idiopathic arthritis, and various spondyloarthritides including psoriatic arthritis, ankylosing spondylitis, reactive arthritis, and inflammatory bowel disease-associated spondyloarthritis often involve the skin and may occur before or after diagnosis of these rheumatic diseases. Cutaneous manifestations encompass a wide range of reactions that may have a notable negative impact not only on the physical but especially on the emotional and psychosocial well-being of these patients. Several cutaneous manifestations have been related to rheumatoid arthritis such as subcutaneous nodules including classical rheumatoid nodules, accelerated rheumatoid nodulosis, and rheumatoid nodulosis; vascular disorders like rheumatoid vasculitis, livedo racemosa, and Raynaud's phenomenon; and neutrophilic and/or granulomatous diseases like pyoderma gangrenosum, Sweet's syndrome, rheumatoid neutrophilic dermatitis, interstitial granulomatous dermatitis with arthritis, as well as palisaded neutrophilic and granulomatous dermatitis. In juvenile idiopathic arthritis, the main cutaneous manifestations include an evanescent rash, rheumatoid nodules, as well as plaque and guttate psoriasis. Plaque psoriasis is also the main skin disease involved in spondyloarthritides. Furthermore, other forms of psoriasis including guttate, inverse, erythrodermic, pustular, and particularly nail psoriasis may also occur. In addition, a variety of drug-induced skin reactions may also appear in these diseases. Early recognition and understanding of these different dermatologic manifestations together with an interdisciplinary approach are often needed to optimize management of these diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28752373/",
    "clean_text": "skin manifestations of rheumatoid arthritis juvenile idiopathic arthritis and spondyloarthritides extra articular manifestations of rheumatoid arthritis juvenile idiopathic arthritis and various spondyloarthritides including psoriatic arthritis ankylosing spondylitis reactive arthritis and inflammatory bowel disease associated spondyloarthritis often involv extra articular manifestations of rheumatoid arthritis juvenile idiopathic arthritis and various spondyloarthritides including psoriatic arthritis ankylosing spondylitis reactive arthritis and inflammatory bowel disease associated spondyloarthritis often involve the skin and may occur before or after diagnosis of these rheumatic diseases cutaneous manifestations encompass a wide range of reactions that may have a notable negative impact not only on the physical but especially on the emotional and psychosocial well being of these patients several cutaneous manifestations have been related to rheumatoid arthritis such as subcutaneous nodules including classical rheumatoid nodules accelerated rheumatoid nodulosis and rheumatoid nodulosis vascular disorders like rheumatoid vasculitis livedo racemosa and raynaud s phenomenon and neutrophilic and or granulomatous diseases like pyoderma gangrenosum sweet s syndrome rheumatoid neutrophilic dermatitis interstitial granulomatous dermatitis with arthritis as well as palisaded neutrophilic and granulomatous dermatitis in juvenile idiopathic arthritis the main cutaneous manifestations include an evanescent rash rheumatoid nodules as well as plaque and guttate psoriasis plaque psoriasis is also the main skin disease involved in spondyloarthritides furthermore other forms of psoriasis including guttate inverse erythrodermic pustular and particularly nail psoriasis may also occur in addition a variety of drug induced skin reactions may also appear in these diseases early recognition and understanding of these different dermatologic manifestations together with an interdisciplinary approach are often needed to optimize management of these diseases"
}