{
    "pmid": "41472944",
    "title": "Identification and Analysis of PANoptosis Associated with Coronary Artery Disease Using Integrated Bioinformatics Methods.",
    "abstract": "Coronary artery disease (CAD) is the leading cause of death in the world. Traditional imaging diagnostic techniques are difficult to be popularized due to the limitations of equipment and technical threshold. PANoptosis, as a synergistic integration form of apoptosis, necroptosis and pyroptosis, regulates multiple death pathways through PANoptosome complex, which is closely related to inflammation and organ damage. This study aims to integrate bioinformatics methods, comprehensively analyze the association between CAD and PANoptosis, and screen the key diagnostic markers. Three gene chip datasets (GSE12288, GSE20680 and GSE20681) were obtained from the GEO database, and 7 PANoptosis related differentially expressed genes (PRDEGs) were identified by Venn diagram overlap analysis to construct a CAD diagnostic model. The functional enrichment analysis of these PRDEGs was performed, and human umbilical vein endothelial cells (HUVEC) were used for in vitro functional verification. FADD, PSTPIP2 and CASP8 were the core regulatory genes of CAD, and the logistic regression model based on three genes showed the best diagnostic efficiency (AUC=0.92). PRDEGs were mainly enriched in inflammatory factor signaling pathway, cell necrosis and pyroptosis pathway. Overexpression of FADD/CASP8 inhibited HUVEC proliferation and promoted apoptosis, while PSTPIP2 showed the opposite effect. This study reveals the molecular network of PANoptosis in CAD, and the constructed FADD-PSTPIP2-CASP8 diagnostic model provides a new tool for non-invasive screening.",
    "disease": "coronary artery disease",
    "clean_text": "identification and analysis of panoptosis associated with coronary artery disease using integrated bioinformatics methods coronary artery disease cad is the leading cause of death in the world traditional imaging diagnostic techniques are difficult to be popularized due to the limitations of equipment and technical threshold panoptosis as a synergistic integration form of apoptosis necroptosis and pyroptosis regulates multiple death pathways through panoptosome complex which is closely related to inflammation and organ damage this study aims to integrate bioinformatics methods comprehensively analyze the association between cad and panoptosis and screen the key diagnostic markers three gene chip datasets gse gse and gse were obtained from the geo database and panoptosis related differentially expressed genes prdegs were identified by venn diagram overlap analysis to construct a cad diagnostic model the functional enrichment analysis of these prdegs was performed and human umbilical vein endothelial cells huvec were used for in vitro functional verification fadd pstpip and casp were the core regulatory genes of cad and the logistic regression model based on three genes showed the best diagnostic efficiency auc prdegs were mainly enriched in inflammatory factor signaling pathway cell necrosis and pyroptosis pathway overexpression of fadd casp inhibited huvec proliferation and promoted apoptosis while pstpip showed the opposite effect this study reveals the molecular network of panoptosis in cad and the constructed fadd pstpip casp diagnostic model provides a new tool for non invasive screening"
}