{
    "pmid": "41400736",
    "title": "Exploring the bidirectional relationships between MRI resting-state functional connectivity networks and cardiovascular diseases: a Mendelian randomization study.",
    "abstract": "Brain functional connectivity alterations have been observed in cardiovascular diseases (CVDs), but the causality between brain resting-state functional connectivity networks and CVDs remains undetermined. We aimed to investigate the bidirectional causality between brain network connectivity and CVDs using Mendelian randomization (MR) analysis. Using genome-wide association study (GWAS) data from the UK Biobank (n = 34,691), we conducted bidirectional two-sample MR analyses between 191 resting-state functional MRI phenotypes and four major CVDs: hypertension, atrial fibrillation (AF), heart failure (HF), and coronary artery disease (CAD). Sensitivity analyses, including MR-Egger regression and weighted median methods, were conducted to ensure the robustness of causal estimates and to test for potential pleiotropy. For hypertension, four networks showed negative causal associations (ORs 0.882-0.904), primarily involving motor, subcortical-cerebellar, default mode, and visual networks. In AF, we observed both increased connectivity in salience and default mode networks (ORs 1.157-1.288) and decreased connectivity in visual-motor networks (OR 0.790). For HF, three networks showed significant associations: decreased connectivity in visual and temporal networks (ORs 0.791-0.804) and increased connectivity in motor networks (OR 1.352). CAD was associated with increased connectivity in both default mode and central executive networks (ORs 1.145-1.147). These relationships remained robust after multiple sensitivity analyses. Our findings reveal novel bidirectional causal relationships between specific brain functional networks and CVDs, with distinct patterns of network involvement for different CVDs suggesting disease-specific mechanisms in the cardio-cerebral axis. These findings identify potential neuroimaging biomarkers for early detection and monitoring of cardiovascular diseases.",
    "disease": "coronary artery disease",
    "clean_text": "exploring the bidirectional relationships between mri resting state functional connectivity networks and cardiovascular diseases a mendelian randomization study brain functional connectivity alterations have been observed in cardiovascular diseases cvds but the causality between brain resting state functional connectivity networks and cvds remains undetermined we aimed to investigate the bidirectional causality between brain network connectivity and cvds using mendelian randomization mr analysis using genome wide association study gwas data from the uk biobank n we conducted bidirectional two sample mr analyses between resting state functional mri phenotypes and four major cvds hypertension atrial fibrillation af heart failure hf and coronary artery disease cad sensitivity analyses including mr egger regression and weighted median methods were conducted to ensure the robustness of causal estimates and to test for potential pleiotropy for hypertension four networks showed negative causal associations ors primarily involving motor subcortical cerebellar default mode and visual networks in af we observed both increased connectivity in salience and default mode networks ors and decreased connectivity in visual motor networks or for hf three networks showed significant associations decreased connectivity in visual and temporal networks ors and increased connectivity in motor networks or cad was associated with increased connectivity in both default mode and central executive networks ors these relationships remained robust after multiple sensitivity analyses our findings reveal novel bidirectional causal relationships between specific brain functional networks and cvds with distinct patterns of network involvement for different cvds suggesting disease specific mechanisms in the cardio cerebral axis these findings identify potential neuroimaging biomarkers for early detection and monitoring of cardiovascular diseases"
}