{
    "pmid": "41324254",
    "title": "Clinical Features, Management and Prognosis of Hepatic Sarcoidosis: Insights From a Nationwide Italian Study.",
    "abstract": "Sarcoidosis is a rare systemic granulomatous disease involving the liver in up to 20% of cases. Data on hepatic sarcoidosis (HS) prevalence and management remain limited. This study aims to provide a comprehensive analysis of HS patients across Italy, focusing on diagnostic pathways, management strategies, and prognostic factors. This multicenter retrospective study, conducted from April 2022 to December 2023, includes data from 36 hepatology units, affiliated with the Italian Association for the Study of the Liver (AISF), invited to analyse consecutive cases of HS reported between 2003 and 2023. A total of 78 patients with HS were identified, with complete data available for 58 (median age 53 years; 57% female; 81% Caucasian), prospectively followed for a median of 41 months. Pulmonary and lymphatic involvement were present in 45% and 34% of cases, respectively. Isolated hepatic involvement was seen in 10%. Liver biopsy revealed granulomas in all specimens. Histological cirrhosis and clinically significant portal hypertension (CSPH) were observed in 10% and 14% of patients, respectively. Patients with CSPH had a significantly higher body mass index (BMI) compared to those without (33 vs. 25, p = 0.002). Steroids and ursodeoxycholic acid were the first-line treatments for 80% and 28% of patients, respectively, while 29% required second-line therapies. One patient died from liver-related complications. This nationwide study underscores the variability in HS presentation and management across Italy. Liver biopsy remains essential for diagnosis and staging. While steroids are the primary treatment, many patients require second-line therapies. Our finding of a higher BMI in patients with CSPH suggests that metabolic factors may play a role in disease progression, warranting further investigation. Sarcoidosis can involve the liver, where granulomatous inflammation may affect both the hepatic parenchyma and bile ducts. Isolated hepatic involvement occurs in approximately 10% of cases. In Italy, patients with sarcoidosis experience an average delay of more than 1 year before being evaluated by a hepatologist. The occurrence of complications such as varices and ascites may be influenced by the coexistence of obesity. Treatment is generally offered in most cases, yet there is no clear evidence supporting the superiority of one therapeutic option over another. It remains uncertain whether biochemical improvement reflects parallel histological or clinical benefits. Future studies are needed to better define the stratification of complication risk, clarify therapeutic indications, and assess the true impact of available treatments.",
    "disease": "liver cirrhosis",
    "clean_text": "clinical features management and prognosis of hepatic sarcoidosis insights from a nationwide italian study sarcoidosis is a rare systemic granulomatous disease involving the liver in up to of cases data on hepatic sarcoidosis hs prevalence and management remain limited this study aims to provide a comprehensive analysis of hs patients across italy focusing on diagnostic pathways management strategies and prognostic factors this multicenter retrospective study conducted from april to december includes data from hepatology units affiliated with the italian association for the study of the liver aisf invited to analyse consecutive cases of hs reported between and a total of patients with hs were identified with complete data available for median age years female caucasian prospectively followed for a median of months pulmonary and lymphatic involvement were present in and of cases respectively isolated hepatic involvement was seen in liver biopsy revealed granulomas in all specimens histological cirrhosis and clinically significant portal hypertension csph were observed in and of patients respectively patients with csph had a significantly higher body mass index bmi compared to those without vs p steroids and ursodeoxycholic acid were the first line treatments for and of patients respectively while required second line therapies one patient died from liver related complications this nationwide study underscores the variability in hs presentation and management across italy liver biopsy remains essential for diagnosis and staging while steroids are the primary treatment many patients require second line therapies our finding of a higher bmi in patients with csph suggests that metabolic factors may play a role in disease progression warranting further investigation sarcoidosis can involve the liver where granulomatous inflammation may affect both the hepatic parenchyma and bile ducts isolated hepatic involvement occurs in approximately of cases in italy patients with sarcoidosis experience an average delay of more than year before being evaluated by a hepatologist the occurrence of complications such as varices and ascites may be influenced by the coexistence of obesity treatment is generally offered in most cases yet there is no clear evidence supporting the superiority of one therapeutic option over another it remains uncertain whether biochemical improvement reflects parallel histological or clinical benefits future studies are needed to better define the stratification of complication risk clarify therapeutic indications and assess the true impact of available treatments"
}