{
    "title": "Nicorandil-induced penile ulcerations: a case series.",
    "doc_id": "20575979",
    "writer": "Yap T",
    "year": "2011",
    "summary": "After a careful review of the patients' medical history, a potentially causal relationship was noted; all patients had been taking nicorandil for at least 2 years before the development of penile ulceration. RESULTS: Penile ulcers associated with nicorandil are char …",
    "abstract": "Objective:\n        \n      \n      To report on the largest series to date of ulceration of the external genitalia, related to treatment with nicorandil - a vasodilator for the prevention and long-term treatment of angina - and to review the literature on the subject, focusing on the clinical features and the pathogenesis of this rare, yet marked, side-effect.\n    \n\n\n          Patients and methods:\n        \n      \n      Three patients (aged 71-83 years) were referred for severe ulceration of the penis. A complete work-up was performed to exclude potential underlying causes, including malignancy and sexually transmitted diseases. After a careful review of the patients' medical history, a potentially causal relationship was noted; all patients had been taking nicorandil for at least 2 years before the development of penile ulceration.\n    \n\n\n          Results:\n        \n      \n      Penile ulcers associated with nicorandil are characteristically large, deep, painful and have punched-out edges. They usually involve the prepuce or the penile shaft skin. Higher doses of nicorandil (at least 40 mg daily) and surgical procedures seem to increase the risk for nicorandil-related ulceration. Response to topical steroids is poor, but complete healing is achieved by discontinuation of nicorandil, while surgical treatment should be discouraged.\n    \n\n\n          Conclusion:\n        \n      \n      The growing body of literature showing the link between treatment with nicorandil and ulceration at multiple sites has led to the recognition of this side-effect by the World Health Organization. Nicorandil-related ulcers rarely involve the penile skin and constitute a diagnostic and therapeutic challenge. The pathogenesis of this rare side-effect is largely unknown, but mechanisms such as the 'vascular steal phenomenon' and the direct toxic effect of the drug or its metabolites have been implicated.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20575979/",
    "clean_text": "nicorandil induced penile ulcerations a case series after a careful review of the patients medical history a potentially causal relationship was noted all patients had been taking nicorandil for at least years before the development of penile ulceration results penile ulcers associated with nicorandil are char objective to report on the largest series to date of ulceration of the external genitalia related to treatment with nicorandil a vasodilator for the prevention and long term treatment of angina and to review the literature on the subject focusing on the clinical features and the pathogenesis of this rare yet marked side effect patients and methods three patients aged years were referred for severe ulceration of the penis a complete work up was performed to exclude potential underlying causes including malignancy and sexually transmitted diseases after a careful review of the patients medical history a potentially causal relationship was noted all patients had been taking nicorandil for at least years before the development of penile ulceration results penile ulcers associated with nicorandil are characteristically large deep painful and have punched out edges they usually involve the prepuce or the penile shaft skin higher doses of nicorandil at least mg daily and surgical procedures seem to increase the risk for nicorandil related ulceration response to topical steroids is poor but complete healing is achieved by discontinuation of nicorandil while surgical treatment should be discouraged conclusion the growing body of literature showing the link between treatment with nicorandil and ulceration at multiple sites has led to the recognition of this side effect by the world health organization nicorandil related ulcers rarely involve the penile skin and constitute a diagnostic and therapeutic challenge the pathogenesis of this rare side effect is largely unknown but mechanisms such as the vascular steal phenomenon and the direct toxic effect of the drug or its metabolites have been implicated"
}