{
    "pmid": "41447925",
    "title": "Comparison of bacterial co-infections and antibiotic resistance patterns in confirmed and non-tuberculosis patients presenting with presumptive pulmonary TB symptoms in a Nigerian tertiary hospital.",
    "abstract": "Patients presenting with symptoms suggestive of pulmonary tuberculosis (TB) often harbor other bacterial pathogens that contribute to respiratory illness. However, the frequency, clinical relevance, and antibiotic resistance profiles of these bacterial co-infections are not well characterized, particularly in settings with high TB burden. The sample size consisted of 220 participants from which sputum were obtained. The samples were analysed for TB using Ziehl-Nelseen staining, while the presence of co-infection and the associated organism was determined using Gram staining, culture, and biochemical test. The antimicrobial susceptibility pattern of the isolates was performed using the disc diffusion method. The study identifies differences in the prevalence and diversity of bacterial co-infections between TB-positive and TB-negative patients. Resistance patterns also varied across groups, with certain pathogens showing higher levels of multidrug resistance in one group compared to the otherThe overall prevalence of TB was 23.2 %. TB prevalence was significantly (p ≤ 0.05) higher among those 60-69 years (42.9 %) and males (30.4 %). The prevalence of bacterial co-infection with TB was 78.4 % and Staphylococcus species was the most common agent (37.3 %). Non-mycobacterial organisms were detected from 64.5 % of those without tuberculosis and Streptococcus was the most common agent (32.5 %). Meropenem and ampicillin were the most and least effective antibiotics respectively with the bacterial isolates showing variable susceptibility to the various antibiotics. Bacterial co-infections are common among patients suspected of having pulmonary TB, and their resistance profiles differ between TB-confirmed and non-TB patients. These findings highlight the need for routine bacterial screening and tailored antibiotic therapy in managing respiratory infections in TB-endemic settings.",
    "disease": "tuberculosis",
    "clean_text": "comparison of bacterial co infections and antibiotic resistance patterns in confirmed and non tuberculosis patients presenting with presumptive pulmonary tb symptoms in a nigerian tertiary hospital patients presenting with symptoms suggestive of pulmonary tuberculosis tb often harbor other bacterial pathogens that contribute to respiratory illness however the frequency clinical relevance and antibiotic resistance profiles of these bacterial co infections are not well characterized particularly in settings with high tb burden the sample size consisted of participants from which sputum were obtained the samples were analysed for tb using ziehl nelseen staining while the presence of co infection and the associated organism was determined using gram staining culture and biochemical test the antimicrobial susceptibility pattern of the isolates was performed using the disc diffusion method the study identifies differences in the prevalence and diversity of bacterial co infections between tb positive and tb negative patients resistance patterns also varied across groups with certain pathogens showing higher levels of multidrug resistance in one group compared to the otherthe overall prevalence of tb was tb prevalence was significantly p higher among those years and males the prevalence of bacterial co infection with tb was and staphylococcus species was the most common agent non mycobacterial organisms were detected from of those without tuberculosis and streptococcus was the most common agent meropenem and ampicillin were the most and least effective antibiotics respectively with the bacterial isolates showing variable susceptibility to the various antibiotics bacterial co infections are common among patients suspected of having pulmonary tb and their resistance profiles differ between tb confirmed and non tb patients these findings highlight the need for routine bacterial screening and tailored antibiotic therapy in managing respiratory infections in tb endemic settings"
}