{
    "title": "Neuropsychiatric symptoms of fragile X syndrome: pathophysiology and pharmacotherapy.",
    "doc_id": "15330685",
    "writer": "Tsiouris JA",
    "year": "2004",
    "summary": "Fragile X syndrome is caused by a defect in the fragile X mental retardation 1 gene (FMR1), located near the end of the long arm of the X chromosome. ...Social anxiety, other anxiety disorders, depression, impulse control disorder and mood disorders are the m …",
    "abstract": "Fragile X syndrome is the leading inherited form of mental retardation, and second only to Down's syndrome as a cause of mental retardation attributable to an identifiable genetic abnormality. Fragile X syndrome is caused by a defect in the fragile X mental retardation 1 gene (FMR1), located near the end of the long arm of the X chromosome. FMR1 normally synthesises the fragile X protein (FMRP), but mutations in FMR1 lead to a lack of FMRP synthesis, resulting in fragile X syndrome. While the specific function of FMRP is not yet fully understood, the protein is known to be important for normal brain development. The physical, cognitive and behavioural features of individuals with fragile X syndrome depend on gender (females have two X chromosomes, one active and one inactive) and the molecular status of the mutation (premutation, full mutation or mosaic). Features of the behavioural profile of individuals with fragile X syndrome include hypersensitivity to stimuli, overarousability, inattention, hyperactivity and (mostly in men) explosive and aggressive behaviour to others or self. Social anxiety, other anxiety disorders, depression, impulse control disorder and mood disorders are the most common psychiatric disorders diagnosed in individuals with fragile X syndrome, although no formal studies have been undertaken. There have been very few psychopharmacological studies of the treatment of behaviours associated with fragile X syndrome. These limited studies and surveys of psychotropic drugs used in individuals with fragile X syndrome suggest that stimulants are helpful for hyperactivity, that alpha(2)-adrenoceptor agonists and beta-adrenoceptor antagonists help to control overarousability, impulsivity and aggressiveness, and that SSRIs can control anxiety, impulsivity and irritability, alleviate depressive symptoms and decrease aggressive and self-injurious behaviour. Typical and atypical antipsychotics in combination with other psychotropics have been used for control of psychotic disorders and severe aggressive behaviours. Mood stabilisers have been found to be useful when mood dysregulation or mood disorders are present with or without aggressive behaviour. Folic acid and L-acetylcarnitine (levacecarnine) have not been found to improve deficits or behaviours. As there is no specific psychotropic drug for any of the deficits or behaviours associated with fragile X syndrome, clinicians are advised to diagnose any psychiatric syndromes or disorders present and treat them with the appropriate psychotropic drug. If no psychiatric disorder can be diagnosed and the patient's challenging behaviours cannot be controlled with environmental manipulation or behaviour modification techniques, the most benign psychotropic drug should be used. Antipsychotics should be reserved for psychotic disorders, for impulse control disorders (used in combination with other psychotropics), or when challenging behaviours constitute an emergency. In the future, new medications targeting molecules implicated in the modulation of anxiety, fear and fear responding will be useful for treating the social anxiety and overarousability exhibited by individuals with fragile X syndrome.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15330685/",
    "clean_text": "neuropsychiatric symptoms of fragile x syndrome pathophysiology and pharmacotherapy fragile x syndrome is caused by a defect in the fragile x mental retardation gene fmr located near the end of the long arm of the x chromosome social anxiety other anxiety disorders depression impulse control disorder and mood disorders are the m fragile x syndrome is the leading inherited form of mental retardation and second only to down s syndrome as a cause of mental retardation attributable to an identifiable genetic abnormality fragile x syndrome is caused by a defect in the fragile x mental retardation gene fmr located near the end of the long arm of the x chromosome fmr normally synthesises the fragile x protein fmrp but mutations in fmr lead to a lack of fmrp synthesis resulting in fragile x syndrome while the specific function of fmrp is not yet fully understood the protein is known to be important for normal brain development the physical cognitive and behavioural features of individuals with fragile x syndrome depend on gender females have two x chromosomes one active and one inactive and the molecular status of the mutation premutation full mutation or mosaic features of the behavioural profile of individuals with fragile x syndrome include hypersensitivity to stimuli overarousability inattention hyperactivity and mostly in men explosive and aggressive behaviour to others or self social anxiety other anxiety disorders depression impulse control disorder and mood disorders are the most common psychiatric disorders diagnosed in individuals with fragile x syndrome although no formal studies have been undertaken there have been very few psychopharmacological studies of the treatment of behaviours associated with fragile x syndrome these limited studies and surveys of psychotropic drugs used in individuals with fragile x syndrome suggest that stimulants are helpful for hyperactivity that alpha adrenoceptor agonists and beta adrenoceptor antagonists help to control overarousability impulsivity and aggressiveness and that ssris can control anxiety impulsivity and irritability alleviate depressive symptoms and decrease aggressive and self injurious behaviour typical and atypical antipsychotics in combination with other psychotropics have been used for control of psychotic disorders and severe aggressive behaviours mood stabilisers have been found to be useful when mood dysregulation or mood disorders are present with or without aggressive behaviour folic acid and l acetylcarnitine levacecarnine have not been found to improve deficits or behaviours as there is no specific psychotropic drug for any of the deficits or behaviours associated with fragile x syndrome clinicians are advised to diagnose any psychiatric syndromes or disorders present and treat them with the appropriate psychotropic drug if no psychiatric disorder can be diagnosed and the patient s challenging behaviours cannot be controlled with environmental manipulation or behaviour modification techniques the most benign psychotropic drug should be used antipsychotics should be reserved for psychotic disorders for impulse control disorders used in combination with other psychotropics or when challenging behaviours constitute an emergency in the future new medications targeting molecules implicated in the modulation of anxiety fear and fear responding will be useful for treating the social anxiety and overarousability exhibited by individuals with fragile x syndrome"
}