{
    "pmid": "41319795",
    "title": "Efficacy and safety of off-pump versus on-pump coronary artery bypass grafting in chronic obstructive pulmonary disease patients: A systematic review and meta-analysis.",
    "abstract": "Patients with chronic obstructive pulmonary disease (COPD) undergoing coronary artery bypass grafting (CABG) face significant perioperative risks. The choice between off-pump and on-pump CABG techniques can impact clinical outcomes, particularly related to pulmonary function and postoperative recovery. This meta-analysis aims to evaluate the clinical efficacy and safety of off-pump versus on-pump CABG in patients with COPD. A comprehensive search of medical databases including PubMed and Google Scholar was conducted to identify relevant studies comparing off-pump and on-pump CABG in COPD patients. The main outcomes included postoperative respiratory complications, mortality rates, length of hospital stay, and overall recovery. Results were pooled as relative risks (RR) or mean differences (MD) with 95% confidence intervals (CI). A total of seven studies (two randomized controlled trials (RCTs), one sub-study from a previous RCT, and four observational studies) comprising 1071 patients were included in the analysis. While postoperative respiratory complications were lower in the off-pump group, the difference was not statistically significant. However, off-pump CABG was significantly associated with reduced mortality (RR 0.21; 95% CI: [0.08, 0.54], p=0.001), shorter hospital stays (MD=-2.34; 95% CI: [-4.51, -0.17], p=0.03), reduced need for mechanical ventilatory support (MD=-4.73; 95% CI: [-6.17, -3.29], p<0.00001), and lower incidence of low cardiac output (RR=0.43, 95% CI [0.19, 0.99], p=0.05). Off-pump CABG provides significant benefits over on-pump CABG in COPD patients by reducing mortality, hospital stay duration, the need for mechanical ventilatory support, and low cardiac output. The observed reduction in postoperative respiratory complications, although not statistically significant, may indicate potential clinical benefits of off-pump CABG. Further large-scale RCTs are needed to confirm these findings.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "efficacy and safety of off pump versus on pump coronary artery bypass grafting in chronic obstructive pulmonary disease patients a systematic review and meta analysis patients with chronic obstructive pulmonary disease copd undergoing coronary artery bypass grafting cabg face significant perioperative risks the choice between off pump and on pump cabg techniques can impact clinical outcomes particularly related to pulmonary function and postoperative recovery this meta analysis aims to evaluate the clinical efficacy and safety of off pump versus on pump cabg in patients with copd a comprehensive search of medical databases including pubmed and google scholar was conducted to identify relevant studies comparing off pump and on pump cabg in copd patients the main outcomes included postoperative respiratory complications mortality rates length of hospital stay and overall recovery results were pooled as relative risks rr or mean differences md with confidence intervals ci a total of seven studies two randomized controlled trials rcts one sub study from a previous rct and four observational studies comprising patients were included in the analysis while postoperative respiratory complications were lower in the off pump group the difference was not statistically significant however off pump cabg was significantly associated with reduced mortality rr ci p shorter hospital stays md ci p reduced need for mechanical ventilatory support md ci p and lower incidence of low cardiac output rr ci p off pump cabg provides significant benefits over on pump cabg in copd patients by reducing mortality hospital stay duration the need for mechanical ventilatory support and low cardiac output the observed reduction in postoperative respiratory complications although not statistically significant may indicate potential clinical benefits of off pump cabg further large scale rcts are needed to confirm these findings"
}