{
    "pmid": "41314659",
    "title": "Patient-reported outcome measures for use in patients with alpha-1-antitrypsin deficiency: results of a systematic selection process.",
    "abstract": "Alpha-1-antitrypsin deficiency (AATD) is a hereditary condition associated with the risk of developing chronic lung and liver disease. We aimed for a patient-reported outcome measure (PROM) that addresses generic, lung-specific and liver-specific aspects of quality of life (QoL) in individuals with AATD. Rather than developing a new PROM, we evaluated existing PROMs. An extensive literature search and eligibility assessment, accompanied by standardised group processes including patient representatives, were conducted in accordance with the guidelines in this research area (COnsensus-based Standards for the selection of health Measurement INstruments, COSMIN; Preferred Reporting Items for Systematic Reviews and Meta-Analyses, Prisma; Peer Review of Electronic Search Strategies, PRESS). Over 1200 records were identified and screened. In total, 427 PROMs were obtained and assessed for eligibility. 15 of the 247 PROMs fulfilled the predefined eligibility criteria. The final selection of the three PROMs-EuroQoL 5 Dimension 5 Level (generic), COPD Assessment Test (lung-specific) and Chronic Liver Disease Quality of Life (liver-specific)-was guided by factors such as brevity, ease of use, interpretability, strong content validity, availability of minimal clinically important differences, sensitivity to change, ability to differentiate disease severity and availability of reference data. A questionnaire was assembled that incorporated the three selected PROMs, as well as additional QoL issues not covered by them, to ensure a comprehensive assessment of patient-reported outcomes. The PROM named Assessment of Lung, Liver and Patient Health in Alpha-1 (ALPHA) was designed to address generic, lung-specific as well as liver-specific QoL issues in patients with AATD. As a next step, the validity and feasibility in clinical practice of the designed questionnaire will be evaluated. CRD42021265360.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "patient reported outcome measures for use in patients with alpha antitrypsin deficiency results of a systematic selection process alpha antitrypsin deficiency aatd is a hereditary condition associated with the risk of developing chronic lung and liver disease we aimed for a patient reported outcome measure prom that addresses generic lung specific and liver specific aspects of quality of life qol in individuals with aatd rather than developing a new prom we evaluated existing proms an extensive literature search and eligibility assessment accompanied by standardised group processes including patient representatives were conducted in accordance with the guidelines in this research area consensus based standards for the selection of health measurement instruments cosmin preferred reporting items for systematic reviews and meta analyses prisma peer review of electronic search strategies press over records were identified and screened in total proms were obtained and assessed for eligibility of the proms fulfilled the predefined eligibility criteria the final selection of the three proms euroqol dimension level generic copd assessment test lung specific and chronic liver disease quality of life liver specific was guided by factors such as brevity ease of use interpretability strong content validity availability of minimal clinically important differences sensitivity to change ability to differentiate disease severity and availability of reference data a questionnaire was assembled that incorporated the three selected proms as well as additional qol issues not covered by them to ensure a comprehensive assessment of patient reported outcomes the prom named assessment of lung liver and patient health in alpha alpha was designed to address generic lung specific as well as liver specific qol issues in patients with aatd as a next step the validity and feasibility in clinical practice of the designed questionnaire will be evaluated crd"
}