{
    "pmid": "41356588",
    "title": "Lysosomal acid lipase deficiency: The forgotten link between liver and cardiovascular disease.",
    "abstract": "Lysosomal acid lipase-deficiency (LAL-D) is a rare and systemic condition, secondary to lipase A gene mutations, responsible for lysosomal accumulation of cholesteryl esters and triglycerides in many tissues. It is a very heterogeneous disease in terms of the age of onset, severity, and the type of clinical and radiological manifestations. Dyslipidemia, hepatomegaly, and hepatosteatosis with increased levels of transaminases are the most common features. In association with liver dysfunction and evolution to cirrhosis, there is an increased risk of premature atherosclerosis and cardiovascular disorders, secondary to a generalized alteration of lipid profile and lipoprotein dysfunction associated with LAL-D. Therefore, we provide an update on the frequently under-recognized LAL-D, focusing on the late-onset form: Cholesteryl ester storage disease.",
    "disease": "liver cirrhosis",
    "clean_text": "lysosomal acid lipase deficiency the forgotten link between liver and cardiovascular disease lysosomal acid lipase deficiency lal d is a rare and systemic condition secondary to lipase a gene mutations responsible for lysosomal accumulation of cholesteryl esters and triglycerides in many tissues it is a very heterogeneous disease in terms of the age of onset severity and the type of clinical and radiological manifestations dyslipidemia hepatomegaly and hepatosteatosis with increased levels of transaminases are the most common features in association with liver dysfunction and evolution to cirrhosis there is an increased risk of premature atherosclerosis and cardiovascular disorders secondary to a generalized alteration of lipid profile and lipoprotein dysfunction associated with lal d therefore we provide an update on the frequently under recognized lal d focusing on the late onset form cholesteryl ester storage disease"
}