{
    "title": "Acute bacterial inflammation of the mouse prostate.",
    "doc_id": "21681776",
    "writer": "Boehm BJ",
    "year": "2012",
    "summary": "BACKGROUND: Prostatic inflammation is gaining increasing attention as a potential etiologic factor in prostate cancer, benign prostatic hyperplasia, lower urinary tract symptoms, and CPPS. ...RESULTS: Inflammation was evident in all lobes of the prostate …",
    "abstract": "Background:\n        \n      \n      Prostatic inflammation is gaining increasing attention as a potential etiologic factor in prostate cancer, benign prostatic hyperplasia, lower urinary tract symptoms, and CPPS. This study was performed to address the need for a well characterized model of acute prostatic inflammation that may be used to study the effect of acute inflammation on epithelial and stromal cell proliferation, voiding behavior, and neurovascular physiology.\n    \n\n\n          Methods:\n        \n      \n      Uropathogenic E. coli 1677 was instilled transurethrally into adult C57BL/6J male mice. Prostates were analyzed at 1, 2, 3, 5, 7, or 14 days post-instillation and compared to saline-instilled and naïve controls. Time course and severity of inflammation were characterized by the quantity and type of inflammatory infiltrate present, hemorrhage, proliferation, and reactive hyperplasia. RT-PCR was performed to characterize inflammatory mediators including IL-1α, IL-1β, IL-1RA, IL-18, IL-6, IL-10, IL-8, TNFα, and COX-2.\n    \n\n\n          Results:\n        \n      \n      Inflammation was evident in all lobes of the prostate with the DLP most severely affected. Infection consistently led to a significant increase in neutrophils and macrophages in the early stages of prostate infection, followed by lymphocytic inflammation at the later time points. Inflammation was accompanied by induction of several inflammatory genes, including IL-1 family members, IL-6, and COX-2, and induced a significant increase in epithelial proliferation and reactive hyperplasia in all three prostate lobes.\n    \n\n\n          Conclusions:\n        \n      \n      Transurethral inoculation of uropathogenic E. coli 1677 reliably infects the mouse prostate, produces a significant inflammatory response, and induces quantifiable epithelial proliferation and reactive hyperplasia.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21681776/",
    "clean_text": "acute bacterial inflammation of the mouse prostate background prostatic inflammation is gaining increasing attention as a potential etiologic factor in prostate cancer benign prostatic hyperplasia lower urinary tract symptoms and cpps results inflammation was evident in all lobes of the prostate background prostatic inflammation is gaining increasing attention as a potential etiologic factor in prostate cancer benign prostatic hyperplasia lower urinary tract symptoms and cpps this study was performed to address the need for a well characterized model of acute prostatic inflammation that may be used to study the effect of acute inflammation on epithelial and stromal cell proliferation voiding behavior and neurovascular physiology methods uropathogenic e coli was instilled transurethrally into adult c bl j male mice prostates were analyzed at or days post instillation and compared to saline instilled and na ve controls time course and severity of inflammation were characterized by the quantity and type of inflammatory infiltrate present hemorrhage proliferation and reactive hyperplasia rt pcr was performed to characterize inflammatory mediators including il il il ra il il il il tnf and cox results inflammation was evident in all lobes of the prostate with the dlp most severely affected infection consistently led to a significant increase in neutrophils and macrophages in the early stages of prostate infection followed by lymphocytic inflammation at the later time points inflammation was accompanied by induction of several inflammatory genes including il family members il and cox and induced a significant increase in epithelial proliferation and reactive hyperplasia in all three prostate lobes conclusions transurethral inoculation of uropathogenic e coli reliably infects the mouse prostate produces a significant inflammatory response and induces quantifiable epithelial proliferation and reactive hyperplasia"
}