{
    "pmid": "41448682",
    "title": "Effect size and event rate estimation in neurocritical care randomised clinical trials: a protocol for a systematic review.",
    "abstract": "Effect size and event rate estimation is necessary for sample size calculation in randomised clinical trials. Overestimation of the effect size and event rate can lead to inadequately powered studies and increased probability of false negative results. This is common in trials involving critically ill patients. However, such overestimation has not been systematically evaluated in trials involving neurocritical care. We aimed to conduct a systematic review of published randomised clinical trials involving critically ill neurological patients, to determine the accuracy of effect size and event rate estimation. We will review randomised clinical trials involving adult critically ill neurological patients that were published from 2015 onwards in selected clinically useful and high-impact journals. We will include randomised clinical trials reporting a binary or time to event outcome, using two study groups, and a superiority design testing the efficacy of diagnostic, monitoring, therapeutic or process interventions. All eligible studies must report an estimated event rate in the control group and estimated effect size. All relevant studies will be identified through database searches. All study selection and data extraction will be conducted by two independent reviewers. We will use a random-effects model for pooling data. This review will be conducted in accordance with the Preferred Reporting Items for Systematic Reviews and Meta-Analyses reporting guidelines. Accuracy of effect size and event rate estimation will be evaluated by comparing the estimated and observed values. The association between the accuracy of the individual randomised clinical trial effect size and event rate estimation and rejection of the null hypothesis will be evaluated using logistic regression analysis. Multivariable linear regression analysis will be used to explore the factors associated with accuracy of effect size and event rate estimation. In addition, we will perform subgroup analysis by impact factor of the published journals, sample size of the studies and risk of bias. As this systematic review will use data from previously published studies, it does not require ethics approval. Findings of this systematic review will be published in a peer-reviewed journal and will be presented at specialty-based conferences. The study will be included in the higher degree research thesis of the primary author. CRD420251106394.",
    "disease": "stroke",
    "clean_text": "effect size and event rate estimation in neurocritical care randomised clinical trials a protocol for a systematic review effect size and event rate estimation is necessary for sample size calculation in randomised clinical trials overestimation of the effect size and event rate can lead to inadequately powered studies and increased probability of false negative results this is common in trials involving critically ill patients however such overestimation has not been systematically evaluated in trials involving neurocritical care we aimed to conduct a systematic review of published randomised clinical trials involving critically ill neurological patients to determine the accuracy of effect size and event rate estimation we will review randomised clinical trials involving adult critically ill neurological patients that were published from onwards in selected clinically useful and high impact journals we will include randomised clinical trials reporting a binary or time to event outcome using two study groups and a superiority design testing the efficacy of diagnostic monitoring therapeutic or process interventions all eligible studies must report an estimated event rate in the control group and estimated effect size all relevant studies will be identified through database searches all study selection and data extraction will be conducted by two independent reviewers we will use a random effects model for pooling data this review will be conducted in accordance with the preferred reporting items for systematic reviews and meta analyses reporting guidelines accuracy of effect size and event rate estimation will be evaluated by comparing the estimated and observed values the association between the accuracy of the individual randomised clinical trial effect size and event rate estimation and rejection of the null hypothesis will be evaluated using logistic regression analysis multivariable linear regression analysis will be used to explore the factors associated with accuracy of effect size and event rate estimation in addition we will perform subgroup analysis by impact factor of the published journals sample size of the studies and risk of bias as this systematic review will use data from previously published studies it does not require ethics approval findings of this systematic review will be published in a peer reviewed journal and will be presented at specialty based conferences the study will be included in the higher degree research thesis of the primary author crd"
}