{
    "pmid": "41460785",
    "title": "Diet-induced steatohepatitis does not cause heart failure with preserved ejection fraction in male middle-aged C57BL/6N mice.",
    "abstract": "Metabolic dysfunction-associated steatohepatitis (MASH) is a condition characterized by inflammation and liver fibrosis. MASH patients are at a high risk of developing heart failure with preserved ejection fraction (HFpEF), thus raising the question of whether liver dysfunction directly or indirectly leads to HFpEF. Diet-induced murine liver disease models are well established; however, it is not clear whether these mice develop HFpEF. In this work, we studied the metabolic pathophysiological effects of two formulated diets, including a high fat (HF) diet, and a high fat, high fructose, high cholesterol diet (HFFC). Both the HF and the HFFC diets induced obesity and liver steatosis, with the HF diet being more potent in increasing adipose tissue volume and the HFFC diet being more potent in increasing hepatocyte lipid storage. Additionally, the HFFC diet, not the HF diet, caused liver inflammation and fibrosis. Although the HFFC diet induced steatohepatitis in treated mice, these mice had normal cardiac function and histology. In conclusion, our data demonstrate that HFFC diet-stress induces MASH without harming the heart and suggest that liver dysfunction is not sufficient to cause HFpEF in mice.",
    "disease": "stroke",
    "clean_text": "diet induced steatohepatitis does not cause heart failure with preserved ejection fraction in male middle aged c bl n mice metabolic dysfunction associated steatohepatitis mash is a condition characterized by inflammation and liver fibrosis mash patients are at a high risk of developing heart failure with preserved ejection fraction hfpef thus raising the question of whether liver dysfunction directly or indirectly leads to hfpef diet induced murine liver disease models are well established however it is not clear whether these mice develop hfpef in this work we studied the metabolic pathophysiological effects of two formulated diets including a high fat hf diet and a high fat high fructose high cholesterol diet hffc both the hf and the hffc diets induced obesity and liver steatosis with the hf diet being more potent in increasing adipose tissue volume and the hffc diet being more potent in increasing hepatocyte lipid storage additionally the hffc diet not the hf diet caused liver inflammation and fibrosis although the hffc diet induced steatohepatitis in treated mice these mice had normal cardiac function and histology in conclusion our data demonstrate that hffc diet stress induces mash without harming the heart and suggest that liver dysfunction is not sufficient to cause hfpef in mice"
}