{
    "title": "Superresolving the kidney-a practical comparison of fluorescence nanoscopy of the glomerular filtration barrier.",
    "doc_id": "33277998",
    "writer": "Wunderlich LCS",
    "year": "2021",
    "summary": "However, this highly specific technique is restricted in its maximum resolution to about 250 nm in the lateral and 700 nm in the axial directions and thus not sufficient to investigate the fine subcellular structure of the kidney's glomerular filtration barrier. In …",
    "abstract": "Immunofluorescence microscopy is routinely used in the diagnosis of and research on renal impairments. However, this highly specific technique is restricted in its maximum resolution to about 250 nm in the lateral and 700 nm in the axial directions and thus not sufficient to investigate the fine subcellular structure of the kidney's glomerular filtration barrier. In contrast, electron microscopy offers high resolution, but this comes at the cost of poor preservation of immunogenic epitopes and antibody penetration alongside a low throughput. Many of these drawbacks were overcome with the advent of super-resolution microscopy methods. So far, four different super-resolution approaches have been used to study the kidney: single-molecule localization microscopy (SMLM), stimulated emission depletion (STED) microscopy, structured illumination microscopy (SIM), and expansion microscopy (ExM), however, using different preservation methods and widely varying labelling strategies. In this work, all four methods were applied and critically compared on kidney slices obtained from samples treated with the most commonly used preservation technique: fixation by formalin and embedding in paraffin (FFPE). Strengths and weaknesses, as well as the practicalities of each method, are discussed to enable users of super-resolution microscopy in renal research make an informed decision on the best choice of technique. The methods discussed enable the efficient investigation of biopsies stored in kidney banks around the world. Graphical abstract.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33277998/",
    "clean_text": "superresolving the kidney a practical comparison of fluorescence nanoscopy of the glomerular filtration barrier however this highly specific technique is restricted in its maximum resolution to about nm in the lateral and nm in the axial directions and thus not sufficient to investigate the fine subcellular structure of the kidney s glomerular filtration barrier in immunofluorescence microscopy is routinely used in the diagnosis of and research on renal impairments however this highly specific technique is restricted in its maximum resolution to about nm in the lateral and nm in the axial directions and thus not sufficient to investigate the fine subcellular structure of the kidney s glomerular filtration barrier in contrast electron microscopy offers high resolution but this comes at the cost of poor preservation of immunogenic epitopes and antibody penetration alongside a low throughput many of these drawbacks were overcome with the advent of super resolution microscopy methods so far four different super resolution approaches have been used to study the kidney single molecule localization microscopy smlm stimulated emission depletion sted microscopy structured illumination microscopy sim and expansion microscopy exm however using different preservation methods and widely varying labelling strategies in this work all four methods were applied and critically compared on kidney slices obtained from samples treated with the most commonly used preservation technique fixation by formalin and embedding in paraffin ffpe strengths and weaknesses as well as the practicalities of each method are discussed to enable users of super resolution microscopy in renal research make an informed decision on the best choice of technique the methods discussed enable the efficient investigation of biopsies stored in kidney banks around the world graphical abstract"
}