{
    "title": "Should singleton birth weight standards be applied to identify small-for-gestational age twins?: analysis of a retrospective cohort study.",
    "doc_id": "34172024",
    "writer": "Lin D",
    "year": "2021",
    "summary": "BACKGROUND: Twin birth weight percentiles are less popular in clinical management among twin pregnancies compared with singleton ones in China. ...CONCLUSIONS: The use of singleton birth weight percentiles may result in misdiagnosed SGA newborns in twin gestations a …",
    "abstract": "Background:\n        \n      \n      Twin birth weight percentiles are less popular in clinical management among twin pregnancies compared with singleton ones in China. This study aimed to compare the incidence and neonatal outcomes of small for gestational age (SGA) twins between the use of singleton and twin birth weight percentiles.\n    \n\n\n          Methods:\n        \n      \n      This was a retrospective cohort study of 3,027 pregnancies with liveborn twin pairs at gestational age of > 28 weeks. The newborns were categorized as SGA when a birthweight was less than the 10th percentile based on the singleton and twin references derived from Chinese population. Logistic regression models with generalized estimated equation (GEE) were utilized to evaluate the association between SGA twins and neonatal outcomes including neonatal unit admission, neonatal jaundice, neonatal respiratory distress (NRDS), neonatal asphyxia, ventilator support, hypoxic ischemic encephalopathy (HIE), bronchopulmonary dysplasia (BPD), necrotizing enterocolitis (NEC), intracranial hemorrhage (ICH), culture-proven sepsis, neonatal death within 28 days after birth as well as the composite outcome.\n    \n\n\n          Results:\n        \n      \n      The incidence of SGA was 33.1 % based on the singleton reference and 7.3 % based on the twin reference. Both of SGA newborns defined by the singleton and twin references were associated with increases in neonatal unit admission, neonatal jaundice and ventilator support. In addition, SGA newborns defined by the twin reference were associated with increased rates of BPD (aOR, 2.61; 95 % CI: 1.18-5.78) as well as the severe composite outcome (aOR, 1.93; 95 % CI: 1.07-3.47).\n    \n\n\n          Conclusions:\n        \n      \n      The use of singleton birth weight percentiles may result in misdiagnosed SGA newborns in twin gestations and the twin birth weight percentiles would be more useful to identify those who are at risk of adverse outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34172024/",
    "clean_text": "should singleton birth weight standards be applied to identify small for gestational age twins analysis of a retrospective cohort study background twin birth weight percentiles are less popular in clinical management among twin pregnancies compared with singleton ones in china conclusions the use of singleton birth weight percentiles may result in misdiagnosed sga newborns in twin gestations a background twin birth weight percentiles are less popular in clinical management among twin pregnancies compared with singleton ones in china this study aimed to compare the incidence and neonatal outcomes of small for gestational age sga twins between the use of singleton and twin birth weight percentiles methods this was a retrospective cohort study of pregnancies with liveborn twin pairs at gestational age of weeks the newborns were categorized as sga when a birthweight was less than the th percentile based on the singleton and twin references derived from chinese population logistic regression models with generalized estimated equation gee were utilized to evaluate the association between sga twins and neonatal outcomes including neonatal unit admission neonatal jaundice neonatal respiratory distress nrds neonatal asphyxia ventilator support hypoxic ischemic encephalopathy hie bronchopulmonary dysplasia bpd necrotizing enterocolitis nec intracranial hemorrhage ich culture proven sepsis neonatal death within days after birth as well as the composite outcome results the incidence of sga was based on the singleton reference and based on the twin reference both of sga newborns defined by the singleton and twin references were associated with increases in neonatal unit admission neonatal jaundice and ventilator support in addition sga newborns defined by the twin reference were associated with increased rates of bpd aor ci as well as the severe composite outcome aor ci conclusions the use of singleton birth weight percentiles may result in misdiagnosed sga newborns in twin gestations and the twin birth weight percentiles would be more useful to identify those who are at risk of adverse outcomes"
}