{
    "pmid": "41465778",
    "title": "Triple-Tracer Sentinel Node Mapping: Maximizing Detection, Minimizing Dissection.",
    "abstract": "Sentinel lymph node (SLN) biopsy often combines technetium-99m (99mTc), indocyanine green (ICG), and methylene blue (MB), but few contemporary audits quantify the performance of each tracer when used together in routine practice. We conducted a single-center retrospective audit of 111 consecutive SLN procedures for breast cancer patients undergoing SLNB using a triple-tracer approach with technetium-99m (99mTc), indocyanine green (ICG), and methylene blue (MB). We evaluated sentinel lymph node detection rates, the number of nodes retrieved, tracer concordance, and subgroup performance (including those with mastectomy and post-neoadjuvant therapy). Identification was 96.4% for 99mTc (107/111), 93.7% for ICG (104/111), and 78.4% for MB (87/111). Performance was heterogeneous (Q = 26.2,  Technetium remains a foundational tracer for SLNB, with ICG serving as a valuable adjunct that enhances nodal visualization and overall detection efficacy, and MB adds redundancy. Triple-tracer mapping achieved the best overall nodal identification and was associated with fewer sentinel nodes excised when complete tracer concordance was observed.",
    "disease": "breast cancer",
    "clean_text": "triple tracer sentinel node mapping maximizing detection minimizing dissection sentinel lymph node sln biopsy often combines technetium m mtc indocyanine green icg and methylene blue mb but few contemporary audits quantify the performance of each tracer when used together in routine practice we conducted a single center retrospective audit of consecutive sln procedures for breast cancer patients undergoing slnb using a triple tracer approach with technetium m mtc indocyanine green icg and methylene blue mb we evaluated sentinel lymph node detection rates the number of nodes retrieved tracer concordance and subgroup performance including those with mastectomy and post neoadjuvant therapy identification was for mtc for icg and for mb performance was heterogeneous q technetium remains a foundational tracer for slnb with icg serving as a valuable adjunct that enhances nodal visualization and overall detection efficacy and mb adds redundancy triple tracer mapping achieved the best overall nodal identification and was associated with fewer sentinel nodes excised when complete tracer concordance was observed"
}