{
    "title": "What information did pregnant women want related to risks and benefits attending X-ray examinations?",
    "doc_id": "33461942",
    "writer": "Reitan AF",
    "year": "2021",
    "summary": "Pregnant women often become concerned about the foetus and are unsure of the risk of malformations and the development of cancer. ...PURPOSE: This study identifies the information needs of pregnant women in connection with X-ray examinations and how th …",
    "abstract": "Background:\n        \n      \n      In connection with X-ray examinations of pregnant patients, good communication of benefit and risk is important to provide adequate patient care. Pregnant women often become concerned about the foetus and are unsure of the risk of malformations and the development of cancer. Health professionals who are involved in imaging pregnant women require specif knowledge about risks and benefits so they can convey information without creating unnecessary fear.\n    \n\n\n          Purpose:\n        \n      \n      This study identifies the information needs of pregnant women in connection with X-ray examinations and how they prefer to have the information communicated.\n    \n\n\n          Method:\n        \n      \n      A qualitative study using semi-structured interviews of seven pregnant women aged 28-36 in weeks 16-33 of their pregnancy. The interviews were analysed using interpretive phenomenological analysis.\n    \n\n\n          Results:\n        \n      \n      The participants had expectations regarding the information provided about X-ray examinations during pregnancy. They needed concrete information on radiation doses, risks and any effects on the foetus. The risk was thought to be low, but several of the participants would still have been concerned when undergoing an X-ray examination.\n    \n\n\n          Conclusion:\n        \n      \n      To provide adequate care of pregnant women in connection with X-ray examinations, healthcare professionals must have knowledge of pregnancy and radiation and have expertise in risk communication. This will prevent unnecessary concern in the pregnant woman, ensure that justified necessary examinations are carried out, and avoid adverse decisions such as termination of pregnancy based on erroneous grounds.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33461942/",
    "clean_text": "what information did pregnant women want related to risks and benefits attending x ray examinations pregnant women often become concerned about the foetus and are unsure of the risk of malformations and the development of cancer purpose this study identifies the information needs of pregnant women in connection with x ray examinations and how th background in connection with x ray examinations of pregnant patients good communication of benefit and risk is important to provide adequate patient care pregnant women often become concerned about the foetus and are unsure of the risk of malformations and the development of cancer health professionals who are involved in imaging pregnant women require specif knowledge about risks and benefits so they can convey information without creating unnecessary fear purpose this study identifies the information needs of pregnant women in connection with x ray examinations and how they prefer to have the information communicated method a qualitative study using semi structured interviews of seven pregnant women aged in weeks of their pregnancy the interviews were analysed using interpretive phenomenological analysis results the participants had expectations regarding the information provided about x ray examinations during pregnancy they needed concrete information on radiation doses risks and any effects on the foetus the risk was thought to be low but several of the participants would still have been concerned when undergoing an x ray examination conclusion to provide adequate care of pregnant women in connection with x ray examinations healthcare professionals must have knowledge of pregnancy and radiation and have expertise in risk communication this will prevent unnecessary concern in the pregnant woman ensure that justified necessary examinations are carried out and avoid adverse decisions such as termination of pregnancy based on erroneous grounds"
}