{
    "title": "[Herpes zoster and subunit vaccine].",
    "doc_id": "35526994",
    "writer": "Imafuku S.",
    "year": "2021",
    "summary": "Reactivation of VZV from DRG results in herpes zoster, often decades later. VZV is the only airborne human herpesvirus and the only herpesvirus whose symptoms (both varicella and herpes zoster) can be prevented by vaccination. Herpes zoster …",
    "abstract": "Varicella-zoster virus (VZV) causes varicella (chickenpox) as primary infection, and latently infects neuronal cells in the dorsal root ganglia (DRG). Reactivation of VZV from DRG results in herpes zoster, often decades later. VZV is the only airborne human herpesvirus and the only herpesvirus whose symptoms (both varicella and herpes zoster) can be prevented by vaccination. Herpes zoster is significantly more common in patients with bone marrow transplants, hematological malignancies, oral Jak inhibitors, SLE, and the elderly. The brand new subunit vaccine, ShingrixⓇ, for preventing herpes zoster is a mixture of adjuvant and recombinant VZV glycoprotein gE, which is highly effective in preventing zoster even in elderly people. In this review, the author discuss the onset mechanism of zoster from the clinical findings and summarize the result of clinical trials of the subunit vaccine.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35526994/",
    "clean_text": "herpes zoster and subunit vaccine reactivation of vzv from drg results in herpes zoster often decades later vzv is the only airborne human herpesvirus and the only herpesvirus whose symptoms both varicella and herpes zoster can be prevented by vaccination herpes zoster varicella zoster virus vzv causes varicella chickenpox as primary infection and latently infects neuronal cells in the dorsal root ganglia drg reactivation of vzv from drg results in herpes zoster often decades later vzv is the only airborne human herpesvirus and the only herpesvirus whose symptoms both varicella and herpes zoster can be prevented by vaccination herpes zoster is significantly more common in patients with bone marrow transplants hematological malignancies oral jak inhibitors sle and the elderly the brand new subunit vaccine shingrix for preventing herpes zoster is a mixture of adjuvant and recombinant vzv glycoprotein ge which is highly effective in preventing zoster even in elderly people in this review the author discuss the onset mechanism of zoster from the clinical findings and summarize the result of clinical trials of the subunit vaccine"
}