{
    "pmid": "41459139",
    "title": "Prognostic Factors and Clinical Prediction Score for Progressive Respiratory Failure in Severe COVID-19 Pneumonia Patients Treated with Tocilizumab: A Multicenter Study.",
    "abstract": "A proportion of COVID-19 pneumonia patients develop respiratory failure despite tocilizumab administration. This retrospective cohort study aimed to identify prognostic factors associated with progressive respiratory failure within 14 days among patients with severe COVID-19 pneumonia treated with Tocilizumab and to describe treatment outcomes. Patients with severe COVID-19 pneumonia were assessed, and their demographic, clinical, laboratory data, and prior treatment were collected on the day of tocilizumab administration. A multivariable Cox proportional hazard model was employed to identify prognostic factors. Of the 109 patients, 32 (29.4%) progressed to respiratory failure. We identified the following independent prognostic factors for progressive respiratory failure: pulse oximetry saturation to fraction of inspired oxygen ratio (SpO In severe COVID-19 pneumonia patients treated with Tocilizumab, low SpO",
    "disease": "pneumonia",
    "clean_text": "prognostic factors and clinical prediction score for progressive respiratory failure in severe covid pneumonia patients treated with tocilizumab a multicenter study a proportion of covid pneumonia patients develop respiratory failure despite tocilizumab administration this retrospective cohort study aimed to identify prognostic factors associated with progressive respiratory failure within days among patients with severe covid pneumonia treated with tocilizumab and to describe treatment outcomes patients with severe covid pneumonia were assessed and their demographic clinical laboratory data and prior treatment were collected on the day of tocilizumab administration a multivariable cox proportional hazard model was employed to identify prognostic factors of the patients progressed to respiratory failure we identified the following independent prognostic factors for progressive respiratory failure pulse oximetry saturation to fraction of inspired oxygen ratio spo in severe covid pneumonia patients treated with tocilizumab low spo"
}