{
    "title": "Roles of angiopoietin-like proteins in regulation of stem cell activity.",
    "doc_id": "30690458",
    "writer": "Kadomatsu T",
    "year": "2019",
    "summary": "Various types of stem cells reside in the body and self-renew throughout an organism's lifetime. Such self-renewal is essential for maintenance of tissue homeostasis and is co-ordinately regulated by stem cell-intrinsic signals and signals from stem …",
    "abstract": "Various types of stem cells reside in the body and self-renew throughout an organism's lifetime. Such self-renewal is essential for maintenance of tissue homeostasis and is co-ordinately regulated by stem cell-intrinsic signals and signals from stem cell niche. Angiopoietin is a niche-derived signalling molecule well known to contribute to maintenance of haematopoietic stem cells (HSCs). Angiopoietin-like proteins (ANGPTLs) are structurally similar to angiopoietin, and recent studies reveal that they function in angiogenesis, lipid and energy metabolism and regulation of inflammation. However, unlike angiopoietins, activities of ANGPTLs in stem cell maintenance have remained unclear. Recently, several studies have reported an association of ANGPTL signalling with stem cell maintenance. Here, we summarize those findings with a focus on HSCs, intestinal stem cells, neural stem cells and cancer stem cells and discuss mechanisms underlying ANGPTL-mediated stem cell maintenance.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30690458/",
    "clean_text": "roles of angiopoietin like proteins in regulation of stem cell activity various types of stem cells reside in the body and self renew throughout an organism s lifetime such self renewal is essential for maintenance of tissue homeostasis and is co ordinately regulated by stem cell intrinsic signals and signals from stem various types of stem cells reside in the body and self renew throughout an organism s lifetime such self renewal is essential for maintenance of tissue homeostasis and is co ordinately regulated by stem cell intrinsic signals and signals from stem cell niche angiopoietin is a niche derived signalling molecule well known to contribute to maintenance of haematopoietic stem cells hscs angiopoietin like proteins angptls are structurally similar to angiopoietin and recent studies reveal that they function in angiogenesis lipid and energy metabolism and regulation of inflammation however unlike angiopoietins activities of angptls in stem cell maintenance have remained unclear recently several studies have reported an association of angptl signalling with stem cell maintenance here we summarize those findings with a focus on hscs intestinal stem cells neural stem cells and cancer stem cells and discuss mechanisms underlying angptl mediated stem cell maintenance"
}