{
    "pmid": "41465423",
    "title": "The Effect of Dopaminergic Therapies in Parkinson's Disease on Non-Motor Symptoms.",
    "abstract": "Parkinson's disease (PD) is a neurodegenerative disorder due to damage of the nigrostriatal pathway and consequent dopamine (DA) deficiency. The main classic symptoms are those related to motor disturbances, such as postural instability, resting tremor, bradykinesia, and muscle rigidity. Other symptoms, such as non-motor symptoms, do not attract the attention of clinicians and are often overlooked, remaining undiagnosed and untreated, even though they can significantly impair quality of life of PD patients. Dopaminergic therapy is primarily aimed at treating motor symptoms, although it can bring measurable benefits for various non-motor problems. This narrative review analyzes the scientific literature and describes the most recent information on the impact of dopaminergic therapy on non-motor symptoms in PD; both its beneficial and undesirable effects. We discuss evidence that non-motor symptoms such as cardiovascular dysfunction, thermoregulatory issues, dysphagia and drooling, urinary symptoms, pain, neuropsychiatric symptoms, and sleep disorders, including obstructive sleep apnea, can be effectively treated with various dopaminergic strategies, while noting the contraindications and adverse effects of these therapies.",
    "disease": "parkinson disease",
    "clean_text": "the effect of dopaminergic therapies in parkinson s disease on non motor symptoms parkinson s disease pd is a neurodegenerative disorder due to damage of the nigrostriatal pathway and consequent dopamine da deficiency the main classic symptoms are those related to motor disturbances such as postural instability resting tremor bradykinesia and muscle rigidity other symptoms such as non motor symptoms do not attract the attention of clinicians and are often overlooked remaining undiagnosed and untreated even though they can significantly impair quality of life of pd patients dopaminergic therapy is primarily aimed at treating motor symptoms although it can bring measurable benefits for various non motor problems this narrative review analyzes the scientific literature and describes the most recent information on the impact of dopaminergic therapy on non motor symptoms in pd both its beneficial and undesirable effects we discuss evidence that non motor symptoms such as cardiovascular dysfunction thermoregulatory issues dysphagia and drooling urinary symptoms pain neuropsychiatric symptoms and sleep disorders including obstructive sleep apnea can be effectively treated with various dopaminergic strategies while noting the contraindications and adverse effects of these therapies"
}