{
    "pmid": "41356527",
    "title": "Diagnostic performance of serum origin recognition complex subunit 1 protein for hepatitis B virus-related hepatocellular carcinoma.",
    "abstract": "Hepatocellular carcinoma (HCC) is a leading cause of cancer-related mortality worldwide, with hepatitis B virus (HBV) infection serving as a significant etiological factor in endemic regions. Alpha-fetoprotein (AFP), the most commonly used biomarker, has limited sensitivity, particularly in AFP-negative HCC. Recent studies have identified origin recognition complex subunit 1 (ORC1) and extra spindle pole bodies-like 1 (ESPL1) as promising serum biomarkers, both linked to HBV DNA integration, a mechanism known to drive hepatocarcinogenesis. To assess serum ORC1's diagnostic value for HBV-HCC and its link to  In this case-control study, 479 HBV-infected patients were enrolled, including 20 with HBV  HBV integration near the ORC1 locus (chromosome 1p32.3) was detected in 71.4% of HBV-HCC tissues. Serum ORC1 levels were significantly higher in HBV-infected patients than in non-HBV-infected controls (980.11 ng/L  Serum ORC1, driven by HBV integration, is a promising biomarker especially for AFP-negative HBV-HCC. Its combination with ESPL1 and AFP significantly improves early detection.",
    "disease": "liver cirrhosis",
    "clean_text": "diagnostic performance of serum origin recognition complex subunit protein for hepatitis b virus related hepatocellular carcinoma hepatocellular carcinoma hcc is a leading cause of cancer related mortality worldwide with hepatitis b virus hbv infection serving as a significant etiological factor in endemic regions alpha fetoprotein afp the most commonly used biomarker has limited sensitivity particularly in afp negative hcc recent studies have identified origin recognition complex subunit orc and extra spindle pole bodies like espl as promising serum biomarkers both linked to hbv dna integration a mechanism known to drive hepatocarcinogenesis to assess serum orc s diagnostic value for hbv hcc and its link to in this case control study hbv infected patients were enrolled including with hbv hbv integration near the orc locus chromosome p was detected in of hbv hcc tissues serum orc levels were significantly higher in hbv infected patients than in non hbv infected controls ng l serum orc driven by hbv integration is a promising biomarker especially for afp negative hbv hcc its combination with espl and afp significantly improves early detection"
}