{
    "pmid": "41447841",
    "title": "Pharmacological inhibition of PGK1 by genipin reduces inflammation and oxidative damage in osteoarthritis.",
    "abstract": "Osteoarthritis (OA) is a chronic degenerative joint disease characterized by the degeneration of articular cartilage and synovial inflammation. Due to the ambiguity of its therapeutic targets, there are currently no effective interventions targeting the core mechanisms. Genipin is one of the main active components of the fruits of Gardenia jasminoides Ellis and shows great application potential in anti-inflammation and cartilage protection. This study aims to elucidate the direct molecular targets and underlying mechanisms of genipin in mitigating cartilage damage associated with osteoarthritis. The in vitro curative effect of genipin was evaluated in the TNF-α-induced C28/I2 cell model. Potential therapeutic targets of genipin in OA was identified using CC-ABPP, SPR and other experiments. The binding sites of genipin were investigated by LC-MS/MS, molecular docking analysis and other methods. The therapeutic mechanism of genipin was further elucidated through the detection of changes in downstream metabolites and proteins. PGK1 has been identified as a key therapeutic target of genipin in OA. Genipin covalently binds to lysine 216 of PGK1, occupying its nucleotide-binding domain (NBD) domain and blocking ATP interaction, thereby competitively inhibiting PGK1 activity. Further studies revealed that genipin enhances methylglyoxal (MGO) levels, an upstream metabolite of PGK1, activating the Keap1-Nrf2 antioxidant pathway while suppressing NF-κB-mediated inflammation, downregulating matrix metalloproteinase (MMPs) expression, reducing extracellular matrix (ECM) degradation, and ultimately protecting cartilage. Genipin is a covalent PGK1 inhibitor. Genipin exerts its anti-OA effects by specifically targeting the NBD domain of PGK1 and regulating the Keap1-Nrf2/NF-κB signaling pathway.",
    "disease": "osteoarthritis",
    "clean_text": "pharmacological inhibition of pgk by genipin reduces inflammation and oxidative damage in osteoarthritis osteoarthritis oa is a chronic degenerative joint disease characterized by the degeneration of articular cartilage and synovial inflammation due to the ambiguity of its therapeutic targets there are currently no effective interventions targeting the core mechanisms genipin is one of the main active components of the fruits of gardenia jasminoides ellis and shows great application potential in anti inflammation and cartilage protection this study aims to elucidate the direct molecular targets and underlying mechanisms of genipin in mitigating cartilage damage associated with osteoarthritis the in vitro curative effect of genipin was evaluated in the tnf induced c i cell model potential therapeutic targets of genipin in oa was identified using cc abpp spr and other experiments the binding sites of genipin were investigated by lc ms ms molecular docking analysis and other methods the therapeutic mechanism of genipin was further elucidated through the detection of changes in downstream metabolites and proteins pgk has been identified as a key therapeutic target of genipin in oa genipin covalently binds to lysine of pgk occupying its nucleotide binding domain nbd domain and blocking atp interaction thereby competitively inhibiting pgk activity further studies revealed that genipin enhances methylglyoxal mgo levels an upstream metabolite of pgk activating the keap nrf antioxidant pathway while suppressing nf b mediated inflammation downregulating matrix metalloproteinase mmps expression reducing extracellular matrix ecm degradation and ultimately protecting cartilage genipin is a covalent pgk inhibitor genipin exerts its anti oa effects by specifically targeting the nbd domain of pgk and regulating the keap nrf nf b signaling pathway"
}