{
    "pmid": "41466127",
    "title": "Cost-effectiveness of antibody-drug conjugates in previously treated metastatic triple-negative breast cancer in China.",
    "abstract": "The ASCENT and OptiTROP-Breast01 trials indicated that sacituzumab govitecan and sacituzumab tirumotecan significantly improved clinical benefits in metastatic triple-negative breast cancer (TNBC). This study evaluated the cost-effectiveness of trophoblast cell-surface antigen 2 (TROP2)-targeted antibody-drug conjugate (ADC) from the Chinese healthcare system perspective. A partitioned survival model with 21-day cycles was developed to simulate total costs, life-years, quality-adjusted life-years (QALYs), incremental cost-effectiveness ratio (ICER) over 10-year time horizons. Clinical data was extracted from the ASCENT and OptiTROP-Breast01 trial, costs and utilities were estimated from public bid-winning databases, local charges and published literature. The willingness-to-pay (WTP) threshold was three times gross domestic product per capita in 2024 ($40,334.05). In scenario analysis, models were constructed employing network meta-analyses based on chemotherapy as the reference arm. One-way and probabilistic sensitivity analyses were implemented to examine the robustness of the model. In the base-case, the ICERs were $92,593.65/LY and $122,486.54/QALY for sacituzumab tirumotecan, and $348,005.00/LY and $409,219.27/QALY for sacituzumab govitecan compared with chemotherapy. Sacituzumab tirumotecan was dominant versus sacituzumab govitecan by virtue of lower costs and higher QALYs. When the unit costs of sacituzumab tirumotecan and sacituzumab govitecan were lower than $475.12 per 200 mg and $141.54 per 180 mg, they would be cost-effective over chemotherapy. The utility value of progression-free survival state was the most critical role on the base-case result. Probabilistic sensitivity analyses revealed that substantial price reductions for sacituzumab tirumotecan and sacituzumab govitecan could dramatically increase the probabilities of becoming cost-effective. Sacituzumab tirumotecan and sacituzumab govitecan were unlikely to be cost-effective in previously treated metastatic TNBC. Sacituzumab tirumotecan was the preferred TROP2-targeted ADC in China.",
    "disease": "breast cancer",
    "clean_text": "cost effectiveness of antibody drug conjugates in previously treated metastatic triple negative breast cancer in china the ascent and optitrop breast trials indicated that sacituzumab govitecan and sacituzumab tirumotecan significantly improved clinical benefits in metastatic triple negative breast cancer tnbc this study evaluated the cost effectiveness of trophoblast cell surface antigen trop targeted antibody drug conjugate adc from the chinese healthcare system perspective a partitioned survival model with day cycles was developed to simulate total costs life years quality adjusted life years qalys incremental cost effectiveness ratio icer over year time horizons clinical data was extracted from the ascent and optitrop breast trial costs and utilities were estimated from public bid winning databases local charges and published literature the willingness to pay wtp threshold was three times gross domestic product per capita in in scenario analysis models were constructed employing network meta analyses based on chemotherapy as the reference arm one way and probabilistic sensitivity analyses were implemented to examine the robustness of the model in the base case the icers were ly and qaly for sacituzumab tirumotecan and ly and qaly for sacituzumab govitecan compared with chemotherapy sacituzumab tirumotecan was dominant versus sacituzumab govitecan by virtue of lower costs and higher qalys when the unit costs of sacituzumab tirumotecan and sacituzumab govitecan were lower than per mg and per mg they would be cost effective over chemotherapy the utility value of progression free survival state was the most critical role on the base case result probabilistic sensitivity analyses revealed that substantial price reductions for sacituzumab tirumotecan and sacituzumab govitecan could dramatically increase the probabilities of becoming cost effective sacituzumab tirumotecan and sacituzumab govitecan were unlikely to be cost effective in previously treated metastatic tnbc sacituzumab tirumotecan was the preferred trop targeted adc in china"
}