{
    "title": "Calcium signaling triggered by ouabain protects the embryonic kidney from adverse developmental programming.",
    "doc_id": "21424905",
    "writer": "Khodus GR",
    "year": "2011",
    "summary": "The kidney is extraordinarily sensitive to adverse fetal programming. Malnutrition, the most common form of developmental challenge, retards formation of the kidney's functional units, the nephrons. The resulting low nephron endowment increases susceptibility …",
    "abstract": "The kidney is extraordinarily sensitive to adverse fetal programming. Malnutrition, the most common form of developmental challenge, retards formation of the kidney's functional units, the nephrons. The resulting low nephron endowment increases susceptibility to renal injury and disease. Using explanted rat embryonic kidneys, we found that the sodium-potassium-adenosine triphosphatase (Na, K-ATPase) ligand ouabain triggers, via the Na, K-ATPase/ inositol 1,4,5-trisphosphate receptor signalosome, a calcium-nuclear factor-kappa B (NF-κB) signal that protects kidney development from adverse effects of malnutrition. Serum deprivation resulted in severe retardation of nephron formation and robust increase in apoptotic rate, but in ouabain-exposed kidneys, no adverse effects of serum deprivation were observed. Depletion of intracellular calcium stores and inhibition of NF-κB activity abolished the rescuing effect of ouabain. Proof of principle that ouabain rescues development of embryonic kidneys exposed to malnutrition was obtained from studies on pregnant rats given low-protein diets and treated with ouabain or vehicle throughout pregnancy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21424905/",
    "clean_text": "calcium signaling triggered by ouabain protects the embryonic kidney from adverse developmental programming the kidney is extraordinarily sensitive to adverse fetal programming malnutrition the most common form of developmental challenge retards formation of the kidney s functional units the nephrons the resulting low nephron endowment increases susceptibility the kidney is extraordinarily sensitive to adverse fetal programming malnutrition the most common form of developmental challenge retards formation of the kidney s functional units the nephrons the resulting low nephron endowment increases susceptibility to renal injury and disease using explanted rat embryonic kidneys we found that the sodium potassium adenosine triphosphatase na k atpase ligand ouabain triggers via the na k atpase inositol trisphosphate receptor signalosome a calcium nuclear factor kappa b nf b signal that protects kidney development from adverse effects of malnutrition serum deprivation resulted in severe retardation of nephron formation and robust increase in apoptotic rate but in ouabain exposed kidneys no adverse effects of serum deprivation were observed depletion of intracellular calcium stores and inhibition of nf b activity abolished the rescuing effect of ouabain proof of principle that ouabain rescues development of embryonic kidneys exposed to malnutrition was obtained from studies on pregnant rats given low protein diets and treated with ouabain or vehicle throughout pregnancy"
}