{
    "title": "A nomogram for screening sarcopenia in Chinese type 2 diabetes mellitus patients.",
    "doc_id": "36535452",
    "writer": "Yu M",
    "year": "2023",
    "summary": "OBJECTIVE: Diabetes is an important risk factor for sarcopenia and contributes to poor prognosis; it is important for clinicians to identify sarcopenia early in the population with type 2 diabetes mellitus. Our aim was to establish a clinical screening …",
    "abstract": "Objective:\n        \n      \n      Diabetes is an important risk factor for sarcopenia and contributes to poor prognosis; it is important for clinicians to identify sarcopenia early in the population with type 2 diabetes mellitus. Our aim was to establish a clinical screening model of sarcopenia in Chinese patients with type 2 diabetes mellitus.\n    \n\n\n          Methods:\n        \n      \n      A cross-sectional study was conducted involving 1131 hospitalized patients (62.67 ± 11.25 years) with type 2 diabetes mellitus, including 560 men and 571 women. All muscle/fat parameters were measured by dual energy X-ray absorptiometry and the clinical correlation with sarcopenia was evaluated. The least absolute shrinkage and selection operator was used to select optimal variables and build a nomogram chart of the sarcopenic screening model for patients with type 2 diabetes mellitus, respectively. The area under the receiver operating characteristic curve (AUC), the calibration curve, the analysis of the decision curve, the clinical impact curve, and external validations were used to evaluate discriminative ability and clinical applicability.\n    \n\n\n          Results:\n        \n      \n      The prevalence of sarcopenia in patients with type 2 diabetes mellitus was 30.06 % (340/1131). Compared to the non-sarcopenic group, the sarcopenic group was older, more likely to be men, and had a higher heart rate and lower body mass index (BMI), waist-hip ratio (WHR), upper limb muscle mass, lower limb muscle mass and fat paraments (all P < 0.05). Five independent variables (age, sex, BMI, WHR and heart rate) were selected to construct a nomogram prediction model. The AUC was 0.907 (95 % CI: 0.890-0.925). The calibration curve, decision curve analysis, and clinical impact curves showed a wide range of nomograms with good clinical applicability under threshold probability. Additionally, internal validation showed a good AUC of 0.908 (95 % CI: 0.886-0.928) in the training set and 0.904 (95 % CI: 0.868-0.941) in the testing set, as well as an accuracy of 93.2 % for the screening of sarcopenia in the external validation set.\n    \n\n\n          Conclusions:\n        \n      \n      Age, sex, BMI, WHR, and heart rate were used to detect sarcopenia in patients with type 2 diabetes mellitus. The novel screening model is an accurate, easy-to-implement and low-cost tool for early identification of sarcopenia in Chinese patients with type 2 diabetes mellitus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36535452/",
    "clean_text": "a nomogram for screening sarcopenia in chinese type diabetes mellitus patients objective diabetes is an important risk factor for sarcopenia and contributes to poor prognosis it is important for clinicians to identify sarcopenia early in the population with type diabetes mellitus our aim was to establish a clinical screening objective diabetes is an important risk factor for sarcopenia and contributes to poor prognosis it is important for clinicians to identify sarcopenia early in the population with type diabetes mellitus our aim was to establish a clinical screening model of sarcopenia in chinese patients with type diabetes mellitus methods a cross sectional study was conducted involving hospitalized patients years with type diabetes mellitus including men and women all muscle fat parameters were measured by dual energy x ray absorptiometry and the clinical correlation with sarcopenia was evaluated the least absolute shrinkage and selection operator was used to select optimal variables and build a nomogram chart of the sarcopenic screening model for patients with type diabetes mellitus respectively the area under the receiver operating characteristic curve auc the calibration curve the analysis of the decision curve the clinical impact curve and external validations were used to evaluate discriminative ability and clinical applicability results the prevalence of sarcopenia in patients with type diabetes mellitus was compared to the non sarcopenic group the sarcopenic group was older more likely to be men and had a higher heart rate and lower body mass index bmi waist hip ratio whr upper limb muscle mass lower limb muscle mass and fat paraments all p five independent variables age sex bmi whr and heart rate were selected to construct a nomogram prediction model the auc was ci the calibration curve decision curve analysis and clinical impact curves showed a wide range of nomograms with good clinical applicability under threshold probability additionally internal validation showed a good auc of ci in the training set and ci in the testing set as well as an accuracy of for the screening of sarcopenia in the external validation set conclusions age sex bmi whr and heart rate were used to detect sarcopenia in patients with type diabetes mellitus the novel screening model is an accurate easy to implement and low cost tool for early identification of sarcopenia in chinese patients with type diabetes mellitus"
}