{
    "title": "Cell fate analysis in fetal mouse lung reveals distinct pathways for TI and TII cell development.",
    "doc_id": "31432712",
    "writer": "Gonzalez R",
    "year": "2019",
    "summary": "Alveolar type I (TI) cells are large squamous cells that cover >95% of the internal surface area of the lung; type II (TII) cells are small cuboidal cells with distinctive intracellular surfactant storage organelles. ...Recently, a bipotent T …",
    "abstract": "Alveolar type I (TI) cells are large squamous cells that cover >95% of the internal surface area of the lung; type II (TII) cells are small cuboidal cells with distinctive intracellular surfactant storage organelles. Based on autoradiographic studies in the 1970s, the long-held paradigm of alveolar epithelial development has been a linear progression from undifferentiated progenitor cells through TII cells to TI cells. Subsequent data support the existence of more complex pathways. Recently, a bipotent TI/TII progenitor cell at embryonic day E18 has been inferred both from marker expression in developing airways and from statistical analyses of gene expression data obtained from single-lung embryonic cells. To study cell lineage directly by fate mapping, we developed new transgenic mouse models in which rtTA is driven either by the rat podoplanin or the mouse Sftpc gene to mark cells irreversibly in development. Using these models, we found two distinct lineage pathways. One pathway, evident as early as E12-15, is devoted almost exclusively to TI cell development; a second pathway gives rise predominantly to TII cells but also a subpopulation of TI cells. We have defined the molecular phenotypes of these distinct progenitor populations and have identified potential regulatory factors in TI and TII cell differentiation. By analyzing gene pathways in mature TI and TII cells, we identified potential novel functions of each cell type. These results provide novel insights into lung development and suggest a basis for testing strategies to promote alveolar differentiation and repair, including potential transplantation of lineage-specific progenitor cells.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31432712/",
    "clean_text": "cell fate analysis in fetal mouse lung reveals distinct pathways for ti and tii cell development alveolar type i ti cells are large squamous cells that cover of the internal surface area of the lung type ii tii cells are small cuboidal cells with distinctive intracellular surfactant storage organelles recently a bipotent t alveolar type i ti cells are large squamous cells that cover of the internal surface area of the lung type ii tii cells are small cuboidal cells with distinctive intracellular surfactant storage organelles based on autoradiographic studies in the s the long held paradigm of alveolar epithelial development has been a linear progression from undifferentiated progenitor cells through tii cells to ti cells subsequent data support the existence of more complex pathways recently a bipotent ti tii progenitor cell at embryonic day e has been inferred both from marker expression in developing airways and from statistical analyses of gene expression data obtained from single lung embryonic cells to study cell lineage directly by fate mapping we developed new transgenic mouse models in which rtta is driven either by the rat podoplanin or the mouse sftpc gene to mark cells irreversibly in development using these models we found two distinct lineage pathways one pathway evident as early as e is devoted almost exclusively to ti cell development a second pathway gives rise predominantly to tii cells but also a subpopulation of ti cells we have defined the molecular phenotypes of these distinct progenitor populations and have identified potential regulatory factors in ti and tii cell differentiation by analyzing gene pathways in mature ti and tii cells we identified potential novel functions of each cell type these results provide novel insights into lung development and suggest a basis for testing strategies to promote alveolar differentiation and repair including potential transplantation of lineage specific progenitor cells"
}