{
    "pmid": "41467861",
    "title": "Machine Learning-Based Multi-Omics Integration for Identification of Hepatocellular Carcinoma Biomarkers in an Egyptian Cohort.",
    "abstract": "Hepatocellular carcinoma (HCC) ranks among the most common causes of cancer-related deaths globally. The high incidence of HCC is largely linked to chronic hepatitis virus infections, liver cirrhosis, and exposure to carcinogenic substances. Egypt has one of the world's highest burdens of HCC, with liver cirrhosis from chronic hepatitis C virus (HCV) infection as the primary risk factor. Malignant conversion of cirrhosis to HCC is often fatal in part because adequate biomarkers are not available for diagnosis of HCC in the early stage. Therefore, there is a critical need for more effective biomarkers to detect HCC at an early stage, when therapeutic intervention is more likely to be successful. Multiomics integration has emerged as a powerful strategy to uncover biomarkers and better understand the molecular underpinnings of complex diseases such as HCC. This study summarizes findings from multiple untargeted and targeted mass spectrometry-based analyses of proteins, N-linked glycans, and metabolites performed on blood samples from HCC cases and cirrhotic cohorts recruited in Egypt. Integrative analysis using machine learning methods is performed to identify a panel of multiomics features that differentiates HCC cases from the high-risk population of cirrhotic patients with liver cirrhosis.",
    "disease": "liver cirrhosis",
    "clean_text": "machine learning based multi omics integration for identification of hepatocellular carcinoma biomarkers in an egyptian cohort hepatocellular carcinoma hcc ranks among the most common causes of cancer related deaths globally the high incidence of hcc is largely linked to chronic hepatitis virus infections liver cirrhosis and exposure to carcinogenic substances egypt has one of the world s highest burdens of hcc with liver cirrhosis from chronic hepatitis c virus hcv infection as the primary risk factor malignant conversion of cirrhosis to hcc is often fatal in part because adequate biomarkers are not available for diagnosis of hcc in the early stage therefore there is a critical need for more effective biomarkers to detect hcc at an early stage when therapeutic intervention is more likely to be successful multiomics integration has emerged as a powerful strategy to uncover biomarkers and better understand the molecular underpinnings of complex diseases such as hcc this study summarizes findings from multiple untargeted and targeted mass spectrometry based analyses of proteins n linked glycans and metabolites performed on blood samples from hcc cases and cirrhotic cohorts recruited in egypt integrative analysis using machine learning methods is performed to identify a panel of multiomics features that differentiates hcc cases from the high risk population of cirrhotic patients with liver cirrhosis"
}