{
    "pmid": "41428612",
    "title": "Chemokines and motor symptoms in First Episode Psychosis: Are we overlooking one of the puzzle pieces in understanding the neurological immune mechanisms behind them?",
    "abstract": "The role of chemokines in motor abnormalities (MAs) in first-episode psychosis (FEP) is underexplored. Investigating both immune biomarker levels in FEP, their association with MAs, and their differences with individuals without FEP may reveal therapeutic targets. Thirty-eight patients and thirty-four controls were included. Primary outcomes assessed group differences in chemokines related immune whole blood biomarkers, including innate (CCL2, CCL3, and CCL11), compensatory (PPARα, CXCL1, and CB2), natural immune chemotaxis biomarkers (CXCL2 and CXCR4), and growth factors (LPAR2, BDNF, and VEGF). Our secondary aim was to examine their association with the total score of five motor scales: the Neurological Evaluation Scale (NES), Simpson Angus Scale (SAS), catatonia symptom of the Comprehensive Assessment of Symptoms and History (CASH), Barnes Akathisia Rating Scale, and Unified Parkinson's Disease Rating Scale (UPDRS). We found significantly higher levels of protein markers (CCL2, VEGF, and CXCL12) and mRNA expression (CXCR4, PPARα, CB2, and LPAR2) in FEP patients compared to the control group. We only observed positive and significant results for CCL2-UDPRS total and CXCR4-SAS associations in post-hoc multivariate analyses (β = 0.401, p = 0.036 and β = 0.58, p = 0.001, respectively). Elevated levels of potential neurotoxic (CCL2) or neuroprotective (PPARα and CB2) biomarkers were seen in FEP patients when compared to controls. Moreover, CCL2 levels seem to be directly associated with parkinsonism in FEP patients, while CXR4 may be protective against extrapyramidal symptoms. Further research should clarify immune differences between FEP and non-FEP groups, especially in chemotaxis and endocannabinoid pathways.",
    "disease": "parkinson disease",
    "clean_text": "chemokines and motor symptoms in first episode psychosis are we overlooking one of the puzzle pieces in understanding the neurological immune mechanisms behind them the role of chemokines in motor abnormalities mas in first episode psychosis fep is underexplored investigating both immune biomarker levels in fep their association with mas and their differences with individuals without fep may reveal therapeutic targets thirty eight patients and thirty four controls were included primary outcomes assessed group differences in chemokines related immune whole blood biomarkers including innate ccl ccl and ccl compensatory ppar cxcl and cb natural immune chemotaxis biomarkers cxcl and cxcr and growth factors lpar bdnf and vegf our secondary aim was to examine their association with the total score of five motor scales the neurological evaluation scale nes simpson angus scale sas catatonia symptom of the comprehensive assessment of symptoms and history cash barnes akathisia rating scale and unified parkinson s disease rating scale updrs we found significantly higher levels of protein markers ccl vegf and cxcl and mrna expression cxcr ppar cb and lpar in fep patients compared to the control group we only observed positive and significant results for ccl udprs total and cxcr sas associations in post hoc multivariate analyses p and p respectively elevated levels of potential neurotoxic ccl or neuroprotective ppar and cb biomarkers were seen in fep patients when compared to controls moreover ccl levels seem to be directly associated with parkinsonism in fep patients while cxr may be protective against extrapyramidal symptoms further research should clarify immune differences between fep and non fep groups especially in chemotaxis and endocannabinoid pathways"
}