{
    "title": "Tight junction modulation at the blood-brain barrier: Current and future perspectives.",
    "doc_id": "32353377",
    "writer": "Hashimoto Y",
    "year": "2020",
    "summary": "The blood-brain barrier (BBB) is the one of the most robust physical barriers in the body, comprised of tight junction (TJ) proteins in brain microvascular endothelial cells. The need for drugs to treat central nervous systems diseases is ever increasing, however th …",
    "abstract": "The blood-brain barrier (BBB) is the one of the most robust physical barriers in the body, comprised of tight junction (TJ) proteins in brain microvascular endothelial cells. The need for drugs to treat central nervous systems diseases is ever increasing, however the presence of the BBB significantly hampers the uptake of drugs into the brain. To overcome or circumvent the barrier, many kinds of techniques are being developed. Modulating the paracellular route by disruption of the TJ complex has been proposed as a potential drug delivery system to treat brain diseases, however, it has several limitations and is still in a developmental stage. However, recent significant advance in medical equipment /tools such as targeted ultra-sound technologies may resolve these limitations. In this review, we introduce recent advances in site- or molecular size-selective BBB disruption/modulation technologies and we include details on pharmacological inhibitory molecules against intercellular TJ proteins to modulate the BBB.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32353377/",
    "clean_text": "tight junction modulation at the blood brain barrier current and future perspectives the blood brain barrier bbb is the one of the most robust physical barriers in the body comprised of tight junction tj proteins in brain microvascular endothelial cells the need for drugs to treat central nervous systems diseases is ever increasing however th the blood brain barrier bbb is the one of the most robust physical barriers in the body comprised of tight junction tj proteins in brain microvascular endothelial cells the need for drugs to treat central nervous systems diseases is ever increasing however the presence of the bbb significantly hampers the uptake of drugs into the brain to overcome or circumvent the barrier many kinds of techniques are being developed modulating the paracellular route by disruption of the tj complex has been proposed as a potential drug delivery system to treat brain diseases however it has several limitations and is still in a developmental stage however recent significant advance in medical equipment tools such as targeted ultra sound technologies may resolve these limitations in this review we introduce recent advances in site or molecular size selective bbb disruption modulation technologies and we include details on pharmacological inhibitory molecules against intercellular tj proteins to modulate the bbb"
}