{
    "pmid": "41442260",
    "title": "Multiple Distinct Renal Cell Carcinomas in a Patient With Acquired Cystic Kidney Disease: A Case Report and Literature Review.",
    "abstract": "Acquired cystic kidney disease-associated renal cell carcinoma (ACKD-RCC) can develop in the kidneys of patients with chronic kidney disease, particularly those on long-term dialysis, and displays morphologic diversity. We present a 70-year-old man with acquired cystic disease who developed 3 discrete tumors, each with different morphology. The patient had been on hemodialysis for 22 years and underwent right nephrectomy for a newly detected kidney mass. Histopathology and immunohistochemistry revealed 3 discrete tumors: a superior polar tumor displaying classic ACKD-RCC architecture with PAX8, AMACR, and KRT7 expression; an inferior polar tumor displaying ACKD-RCC morphology combined with a high-grade sarcomatoid component with PAX8 expression without AMACR and KRT7, consistent with dedifferentiation; and a midkidney tumor consisting mainly of bland spindle cells in fascicles with PAX8 and focal KRT7 expression confirming its epithelial origin, and negative mesenchymal and melanocytic markers excluding mimics, leading to a diagnosis of renal cell carcinoma (RCC), not otherwise specified (NOS). The patient developed pulmonary and bone metastases postoperatively and died of the disease 3 months later. The synchronous occurrence of conventional ACKD-RCC, a dedifferentiated sarcomatoid form, and a spindle cell RCC, NOS demonstrate the marked morphological heterogeneity of neoplasia in ACKD. The presence of both sarcomatoid and spindle cell histologic patterns is associated with an aggressive clinical course, highlighting the importance of intensive surveillance and thorough pathological evaluation of kidney masses in patients on long-term dialysis.",
    "disease": "chronic kidney disease",
    "clean_text": "multiple distinct renal cell carcinomas in a patient with acquired cystic kidney disease a case report and literature review acquired cystic kidney disease associated renal cell carcinoma ackd rcc can develop in the kidneys of patients with chronic kidney disease particularly those on long term dialysis and displays morphologic diversity we present a year old man with acquired cystic disease who developed discrete tumors each with different morphology the patient had been on hemodialysis for years and underwent right nephrectomy for a newly detected kidney mass histopathology and immunohistochemistry revealed discrete tumors a superior polar tumor displaying classic ackd rcc architecture with pax amacr and krt expression an inferior polar tumor displaying ackd rcc morphology combined with a high grade sarcomatoid component with pax expression without amacr and krt consistent with dedifferentiation and a midkidney tumor consisting mainly of bland spindle cells in fascicles with pax and focal krt expression confirming its epithelial origin and negative mesenchymal and melanocytic markers excluding mimics leading to a diagnosis of renal cell carcinoma rcc not otherwise specified nos the patient developed pulmonary and bone metastases postoperatively and died of the disease months later the synchronous occurrence of conventional ackd rcc a dedifferentiated sarcomatoid form and a spindle cell rcc nos demonstrate the marked morphological heterogeneity of neoplasia in ackd the presence of both sarcomatoid and spindle cell histologic patterns is associated with an aggressive clinical course highlighting the importance of intensive surveillance and thorough pathological evaluation of kidney masses in patients on long term dialysis"
}