{
    "pmid": "41458340",
    "title": "Outcomes and Determinants of Coronary Endarterectomy With Coronary Artery Bypass Graft (CABG): A Tertiary Centre's Five-Year Experience.",
    "abstract": "Coronary endarterectomy (CE) is used as an adjunct to coronary artery bypass grafting (CABG) in patients with severe diffuse coronary artery disease. The primary goal of performing CE is to achieve complete revascularisation by recreating a patent lumen when isolated CABG is not possible due to severe plaque burden. This study evaluates outcomes following CE-CABG at a tertiary centre and uniquely examines how vessel type, operative technique may influence mortality. Additionally, it highlights the heterogeneity in prescribing anti-thrombotic medications post-operatively.  Methods: We analysed urgent and elective CE-CABG procedures from 2019 to 2024, excluding patients with concomitant valve surgery or incomplete records. The primary objective was to assess short- and mid-term survival after coronary endarterectomy combined with CABG at a tertiary centre. Secondary objectives included postoperative complications, changes in heart function, and the impact of anatomical and technical factors on outcome. Survival was estimated with Kaplan-Meier analysis. The cohort comprised 48 patients (mean age 66.5 ± 9.1 years, 81.3% male), with high rates of dyslipidaemia (79.2%) and hypertension (62.5%). Most procedures were urgent (68.8%) and performed on-pump (72.9%). In-hospital mortality was 8.3%, and overall mortality during follow-up was 20.8%. Prolonged inotropic support (47.9%), extended ventilation (41.7%), and atrial fibrillation (20.8%) were the most common complications. Mortality differed by vessel: obtuse marginal (OM) endarterectomy demonstrated the highest mortality rate (42.9%), whereas left anterior descending (LAD) endarterectomy showed comparatively lower mortality (16.7%). Open endarterectomy was associated with numerically lower mortality (15%) compared with closed techniques. Considerable heterogeneity was observed in postoperative antithrombotic prescribing across the cohort. Kaplan-Meier curves demonstrated a high early postoperative risk with stable survival in the mid-term period. CE-CABG carries notable early morbidity and mortality, but mid-term survival remains acceptable. This study highlights vessel- and technique-specific risk, though the limited statistical power and absence of standardised perioperative protocols constrain generalisability. Larger studies are needed to refine patient selection, optimise surgical approach, and standardise antithrombotic strategies following CE.",
    "disease": "hypertension",
    "clean_text": "outcomes and determinants of coronary endarterectomy with coronary artery bypass graft cabg a tertiary centre s five year experience coronary endarterectomy ce is used as an adjunct to coronary artery bypass grafting cabg in patients with severe diffuse coronary artery disease the primary goal of performing ce is to achieve complete revascularisation by recreating a patent lumen when isolated cabg is not possible due to severe plaque burden this study evaluates outcomes following ce cabg at a tertiary centre and uniquely examines how vessel type operative technique may influence mortality additionally it highlights the heterogeneity in prescribing anti thrombotic medications post operatively methods we analysed urgent and elective ce cabg procedures from to excluding patients with concomitant valve surgery or incomplete records the primary objective was to assess short and mid term survival after coronary endarterectomy combined with cabg at a tertiary centre secondary objectives included postoperative complications changes in heart function and the impact of anatomical and technical factors on outcome survival was estimated with kaplan meier analysis the cohort comprised patients mean age years male with high rates of dyslipidaemia and hypertension most procedures were urgent and performed on pump in hospital mortality was and overall mortality during follow up was prolonged inotropic support extended ventilation and atrial fibrillation were the most common complications mortality differed by vessel obtuse marginal om endarterectomy demonstrated the highest mortality rate whereas left anterior descending lad endarterectomy showed comparatively lower mortality open endarterectomy was associated with numerically lower mortality compared with closed techniques considerable heterogeneity was observed in postoperative antithrombotic prescribing across the cohort kaplan meier curves demonstrated a high early postoperative risk with stable survival in the mid term period ce cabg carries notable early morbidity and mortality but mid term survival remains acceptable this study highlights vessel and technique specific risk though the limited statistical power and absence of standardised perioperative protocols constrain generalisability larger studies are needed to refine patient selection optimise surgical approach and standardise antithrombotic strategies following ce"
}