{
    "pmid": "41474968",
    "title": "Tet2 deficiency-induced expansion of monocyte-derived macrophages promotes liver fibrosis.",
    "abstract": "Clonal hematopoiesis driven by Tet2 deficiency in myeloid cells (TetΔMye) is prevalent in elderly individuals; however, the role of Tet2ΔMye in liver fibrosis pathogenesis remains elusive. In this study, we demonstrated that Tet2-deficient monocyte-derived macrophages (MDMs) promoted cellular expansion and elevated C-C motif chemokine ligand 2/8 (Ccl2/8) secretion by stabilizing their mRNAs through 5hmC-mediated alterations in RNA-protein interactions. These chemokines engaged with the upregulated C-C motif chemokine receptor (Ccr2/3) on Tet2-/- monocytes, forming a positive feedback loop that amplified pro-inflammatory MDMs (pMDMs) accumulation in liver. Tet2-/- pMDMs activated hepatic stellate cells through IL-6, driving extracellular matrix deposition and fibrotic progression. Pharmacological inhibition of Ccl2/Ccl8 with Bindarit attenuated MDMs accumulation and liver fibrosis, whereas combined therapy with Bindarit and IL-6 neutralization synergistically suppressed liver fibrosis in Tet2ΔMye mice and aged chimeric models recapitulating Tet2ΔMye-related myeloid hematopoiesis. These findings present the mechanism that Tet2ΔMye aggravates liver fibrosis and highlight MDMs depletion plus IL-6 neutralization as a promising therapy for liver fibrosis in patients with Tet2ΔMye-related myeloid hematopoiesis.",
    "disease": "liver cirrhosis",
    "clean_text": "tet deficiency induced expansion of monocyte derived macrophages promotes liver fibrosis clonal hematopoiesis driven by tet deficiency in myeloid cells tet mye is prevalent in elderly individuals however the role of tet mye in liver fibrosis pathogenesis remains elusive in this study we demonstrated that tet deficient monocyte derived macrophages mdms promoted cellular expansion and elevated c c motif chemokine ligand ccl secretion by stabilizing their mrnas through hmc mediated alterations in rna protein interactions these chemokines engaged with the upregulated c c motif chemokine receptor ccr on tet monocytes forming a positive feedback loop that amplified pro inflammatory mdms pmdms accumulation in liver tet pmdms activated hepatic stellate cells through il driving extracellular matrix deposition and fibrotic progression pharmacological inhibition of ccl ccl with bindarit attenuated mdms accumulation and liver fibrosis whereas combined therapy with bindarit and il neutralization synergistically suppressed liver fibrosis in tet mye mice and aged chimeric models recapitulating tet mye related myeloid hematopoiesis these findings present the mechanism that tet mye aggravates liver fibrosis and highlight mdms depletion plus il neutralization as a promising therapy for liver fibrosis in patients with tet mye related myeloid hematopoiesis"
}