{
    "title": "Nutrition and the older female: a review.",
    "doc_id": "8409092",
    "writer": "Morley JE.",
    "year": "1993",
    "summary": "Reviewed here are the major nutritional problems of older females, stressing where older female nutrition differs from that of older males. Older females have a higher body mass index and lower waist-to-hip ratio than do older males. ...",
    "abstract": "Reviewed here are the major nutritional problems of older females, stressing where older female nutrition differs from that of older males. Older females have a higher body mass index and lower waist-to-hip ratio than do older males. Older females reduce their food intake compared to younger females much less than do older males compared to younger males. Total energy expenditure is minimally reduced in older females compared to young females. Resting metabolic rate is reduced by 13% in older females. The major nutritional problem faced by older females, protein energy malnutrition, and its reversible causes are addressed. Inability to recognize the need for fluids is a common problem leading to dehydration in older persons. Older persons are at major risk for ingesting less than two-thirds of the recommended dietary allowance for vitamins. Older women are more likely than men to take vitamin or mineral supplements. Osteopenia is a common problem leading to fractures in older women, and decreased calcium intake and vitamin D deficiency, as well as estrogen deficiency, play a role in the pathogenesis of osteopenia. Total cholesterol levels increase with age in older women, while high-density lipoprotein cholesterol levels decline. However, cholesterol levels that are optimum for survival are higher in older women than in older men. At < 65 years of age, diabetes mellitus (DM) is more common in females, and at > 65 years of age it is more common in males. Over one-half of older persons with DM are undiagnosed. Management of DM in older persons requires a judicious approach to balance the potential problems of hypo- and hyperglycemia.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8409092/",
    "clean_text": "nutrition and the older female a review reviewed here are the major nutritional problems of older females stressing where older female nutrition differs from that of older males older females have a higher body mass index and lower waist to hip ratio than do older males reviewed here are the major nutritional problems of older females stressing where older female nutrition differs from that of older males older females have a higher body mass index and lower waist to hip ratio than do older males older females reduce their food intake compared to younger females much less than do older males compared to younger males total energy expenditure is minimally reduced in older females compared to young females resting metabolic rate is reduced by in older females the major nutritional problem faced by older females protein energy malnutrition and its reversible causes are addressed inability to recognize the need for fluids is a common problem leading to dehydration in older persons older persons are at major risk for ingesting less than two thirds of the recommended dietary allowance for vitamins older women are more likely than men to take vitamin or mineral supplements osteopenia is a common problem leading to fractures in older women and decreased calcium intake and vitamin d deficiency as well as estrogen deficiency play a role in the pathogenesis of osteopenia total cholesterol levels increase with age in older women while high density lipoprotein cholesterol levels decline however cholesterol levels that are optimum for survival are higher in older women than in older men at years of age diabetes mellitus dm is more common in females and at years of age it is more common in males over one half of older persons with dm are undiagnosed management of dm in older persons requires a judicious approach to balance the potential problems of hypo and hyperglycemia"
}