{
    "title": "Forecasting the type 2 diabetes mellitus epidemic and the role of key risk factors in Oman up to 2050: Mathematical modeling analyses.",
    "doc_id": "33112504",
    "writer": "Awad SF",
    "year": "2021",
    "summary": "Obesity explained 56.7% of type 2 diabetes mellitus cases in 2020 and 71.4% in 2050, physical inactivity explained 4.3% in 2020 and 2.7% in 2050, whereas smoking accounted for <1% of type 2 diabetes mellitus cases through …",
    "abstract": "Aims/introduction:\n        \n      \n      To investigate and forecast type 2 diabetes mellitus epidemic, its related risk factors and cost in Oman by 2050.\n    \n\n\n          Materials and methods:\n        \n      \n      An age-structured mathematical model was used to characterize type 2 diabetes mellitus epidemiology and trends in Oman between 1990 and 2050. The model was parametrized using current and quality data, including six nationally representative population-based epidemiological surveys for type 2 diabetes mellitus and its key risk factors.\n    \n\n\n          Results:\n        \n      \n      The projected type 2 diabetes mellitus prevalence increased from 15.2% in 2020 to 23.8% in 2050. The prevalence increased from 16.8 and 13.8% in 2020 among women and men to 26.3 and 21.4% in 2050, respectively. In 2020, 190,489 Omanis were living with type 2 diabetes mellitus compared with 570,227 in 2050. The incidence rate per 1,000 person-years changed from 8.3 in 2020 to 12.1 in 2050. Type 2 diabetes mellitus' share of Oman's national health expenditure grew by 36% between 2020 and 2050 (from 21.2 to 28.8%). Obesity explained 56.7% of type 2 diabetes mellitus cases in 2020 and 71.4% in 2050, physical inactivity explained 4.3% in 2020 and 2.7% in 2050, whereas smoking accounted for <1% of type 2 diabetes mellitus cases throughout 2020-2050. Sensitivity and uncertainty analyses affirmed these predictions.\n    \n\n\n          Conclusions:\n        \n      \n      The type 2 diabetes mellitus epidemic in Oman is expected to increase significantly over the next three decades, consuming nearly one-third of the national health expenditure. The type 2 diabetes mellitus burden is heavily influenced by obesity. Interventions targeting this single risk factor should be a national priority to reduce and control the burden of type 2 diabetes mellitus in Oman.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33112504/",
    "clean_text": "forecasting the type diabetes mellitus epidemic and the role of key risk factors in oman up to mathematical modeling analyses obesity explained of type diabetes mellitus cases in and in physical inactivity explained in and in whereas smoking accounted for of type diabetes mellitus cases through aims introduction to investigate and forecast type diabetes mellitus epidemic its related risk factors and cost in oman by materials and methods an age structured mathematical model was used to characterize type diabetes mellitus epidemiology and trends in oman between and the model was parametrized using current and quality data including six nationally representative population based epidemiological surveys for type diabetes mellitus and its key risk factors results the projected type diabetes mellitus prevalence increased from in to in the prevalence increased from and in among women and men to and in respectively in omanis were living with type diabetes mellitus compared with in the incidence rate per person years changed from in to in type diabetes mellitus share of oman s national health expenditure grew by between and from to obesity explained of type diabetes mellitus cases in and in physical inactivity explained in and in whereas smoking accounted for of type diabetes mellitus cases throughout sensitivity and uncertainty analyses affirmed these predictions conclusions the type diabetes mellitus epidemic in oman is expected to increase significantly over the next three decades consuming nearly one third of the national health expenditure the type diabetes mellitus burden is heavily influenced by obesity interventions targeting this single risk factor should be a national priority to reduce and control the burden of type diabetes mellitus in oman"
}