{
    "pmid": "41468378",
    "title": "Group singing through the lens of polyvagal theory: A pilot study in patients with Parkinson's disease.",
    "abstract": "There is a need to counteract the chronic progression of Parkinson's disease (PD). This complex challenge requires new theoretical frameworks and practical strategies. In this study, we implemented group singing in line with the Singing Hospitals format and examined it through the lens of Polyvagal Theory to evaluate its potential benefits for people with PD. According to Polyvagal Theory, facilitating a shift in autonomic states from defense to safety and social engagement may enhance physiological regulation and thereby promote well-being across physical, mental, emotional, and social dimensions. In a pilot study, we recruited patients with PD and examined their responses to two group singing formats (weekly sessions: N1 = 13, one-day-workshop: N2 = 14) and a non-singing control group (N3 = 22). We designed scales of physical, mental, emotional, and social states that PD patients rated before and after eight one-hour singing sessions (N1) or an eight-hour singing workshop (N2). Findings show that PD patients benefited from group singing across both settings (large effect size: d = 2.43). Furthermore, self-reported interoceptive sensibility, used as a proxy for polyvagal autonomic reactivity, showed a substantial reduction in discomfort after weekly singing, while remaining constant in the control group (large effect size: d = 0.94). We observed the predicted singing-dependent effects and interpreted them as a shift in autonomic regulation consistent with Polyvagal Theory. Singing may represent a feasible, low-threshold resource for coping. Furthermore, Polyvagal Theory may provide an innovative framework for PD and help to bridge motor and non-motor symptoms.",
    "disease": "parkinson disease",
    "clean_text": "group singing through the lens of polyvagal theory a pilot study in patients with parkinson s disease there is a need to counteract the chronic progression of parkinson s disease pd this complex challenge requires new theoretical frameworks and practical strategies in this study we implemented group singing in line with the singing hospitals format and examined it through the lens of polyvagal theory to evaluate its potential benefits for people with pd according to polyvagal theory facilitating a shift in autonomic states from defense to safety and social engagement may enhance physiological regulation and thereby promote well being across physical mental emotional and social dimensions in a pilot study we recruited patients with pd and examined their responses to two group singing formats weekly sessions n one day workshop n and a non singing control group n we designed scales of physical mental emotional and social states that pd patients rated before and after eight one hour singing sessions n or an eight hour singing workshop n findings show that pd patients benefited from group singing across both settings large effect size d furthermore self reported interoceptive sensibility used as a proxy for polyvagal autonomic reactivity showed a substantial reduction in discomfort after weekly singing while remaining constant in the control group large effect size d we observed the predicted singing dependent effects and interpreted them as a shift in autonomic regulation consistent with polyvagal theory singing may represent a feasible low threshold resource for coping furthermore polyvagal theory may provide an innovative framework for pd and help to bridge motor and non motor symptoms"
}