{
    "title": "Advances in Exosome Research in the Management of Lung Cancer.",
    "doc_id": "37150988",
    "writer": "Shen H",
    "year": "2023",
    "summary": "The survival rate for advanced lung cancer is meager, with a median survival of only 12 months for stage IIIB/IV non-small cell lung cancer treated with platinumbased chemotherapy. ...Therefore, studying lung cancer exosomes and exosomal …",
    "abstract": "Lung cancer is one of the most common malignant tumors, and its death rate is much higher than that of colon, kidney, breast, and prostate cancers, and its 5-year survival rate is only 18%. Lung cancer has no specific clinical symptoms in its early stages and lacks effective detection, making early detection difficult. The survival rate for advanced lung cancer is meager, with a median survival of only 12 months for stage IIIB/IV non-small cell lung cancer treated with platinumbased chemotherapy. Exosomes could provide vital information for the early diagnosis of lung cancer and have the potential to become a tumor marker for lung cancer. In addition, scientists have proposed encouraging ways to treat lung cancer by loading drugs, proteins, microRNAs, and siRNAs into exosomes. Therefore, studying lung cancer exosomes and exosomal nano drugs will provide new ideas and approaches for the diagnosis and treatment of lung cancer. This paper reviews the progress of research on the biological functions of exosomes and exosomal nanomedicines and their applications in clinical practice.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37150988/",
    "clean_text": "advances in exosome research in the management of lung cancer the survival rate for advanced lung cancer is meager with a median survival of only months for stage iiib iv non small cell lung cancer treated with platinumbased chemotherapy therefore studying lung cancer exosomes and exosomal lung cancer is one of the most common malignant tumors and its death rate is much higher than that of colon kidney breast and prostate cancers and its year survival rate is only lung cancer has no specific clinical symptoms in its early stages and lacks effective detection making early detection difficult the survival rate for advanced lung cancer is meager with a median survival of only months for stage iiib iv non small cell lung cancer treated with platinumbased chemotherapy exosomes could provide vital information for the early diagnosis of lung cancer and have the potential to become a tumor marker for lung cancer in addition scientists have proposed encouraging ways to treat lung cancer by loading drugs proteins micrornas and sirnas into exosomes therefore studying lung cancer exosomes and exosomal nano drugs will provide new ideas and approaches for the diagnosis and treatment of lung cancer this paper reviews the progress of research on the biological functions of exosomes and exosomal nanomedicines and their applications in clinical practice"
}