{
    "title": "Tight junction modulators for drug delivery to the central nervous system.",
    "doc_id": "32439607",
    "writer": "Hashimoto Y",
    "year": "2020",
    "summary": "Overcoming the blood-brain barrier (BBB) to enable the treatment of central nervous system (CNS) diseases is an active field of research. Modulating or opening the tight junctions (TJs) in brain endothelial cells is one method to enable a range of small-molecular-we …",
    "abstract": "Overcoming the blood-brain barrier (BBB) to enable the treatment of central nervous system (CNS) diseases is an active field of research. Modulating or opening the tight junctions (TJs) in brain endothelial cells is one method to enable a range of small-molecular-weight drugs to cross the BBB via the paracellular route. Over the past 2 decades, the molecular understanding of TJ proteins in the BBB has significantly improved, and several agonists and antagonists have been tested for modulation of the TJs. In this review, we discuss the composition of TJ proteins in the BBB and introduce indirect pharmacological TJ modulators, which target regulators of TJ proteins, and direct TJ modulators, which can selectively inhibit functions of TJ proteins.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32439607/",
    "clean_text": "tight junction modulators for drug delivery to the central nervous system overcoming the blood brain barrier bbb to enable the treatment of central nervous system cns diseases is an active field of research modulating or opening the tight junctions tjs in brain endothelial cells is one method to enable a range of small molecular we overcoming the blood brain barrier bbb to enable the treatment of central nervous system cns diseases is an active field of research modulating or opening the tight junctions tjs in brain endothelial cells is one method to enable a range of small molecular weight drugs to cross the bbb via the paracellular route over the past decades the molecular understanding of tj proteins in the bbb has significantly improved and several agonists and antagonists have been tested for modulation of the tjs in this review we discuss the composition of tj proteins in the bbb and introduce indirect pharmacological tj modulators which target regulators of tj proteins and direct tj modulators which can selectively inhibit functions of tj proteins"
}