{
    "title": "Artificial light at night suppresses the expression of sarco/endoplasmic reticulum Ca(2+) -ATPase in the left ventricle of the heart in normotensive and hypertensive rats.",
    "doc_id": "34089548",
    "writer": "Sutovska H",
    "year": "2021",
    "summary": "Artificial light at night decreases blood pressure and heart rate in rats. Are these changes in heart rate accompanied by changes in protein expression in the heart's left ventricle? ...ABSTRACT: Artificial light at night (ALAN) affects the circadian r …",
    "abstract": "New findings:\n        \n      \n      What is the central question of this study? Artificial light at night decreases blood pressure and heart rate in rats. Are these changes in heart rate accompanied by changes in protein expression in the heart's left ventricle? What is the main finding and its importance? Five weeks of artificial light at night affected protein expression in the heart's left ventricle in normotensive and hypertensive rats. Artificial light at night decreased expression of the sarco/endoplasmic reticulum Ca2+ -ATPase, angiotensin II receptor type 1 and endothelin-1.\n    \n\n\n          Abstract:\n        \n      \n      Artificial light at night (ALAN) affects the circadian rhythm of the heart rate in normotensive Wistar rats (WT) and spontaneously hypertensive rats (SHR) through the autonomic nervous system, which regulates the heart's activity through calcium handling, an important regulator in heart contractility. We analysed the expression of the sarco/endoplasmic reticulum Ca2+ -ATPase (SERCA2) and other selected regulatory proteins involved in the regulation of heart contractility, angiotensin II receptor type 1 (AT1 R), endothelin-1 (ET-1) and tyrosine hydroxylase (TH), in the left ventricle of the heart in WT and SHR after 2 and 5 weeks of ALAN with intensity 1-2 lx. Expression of SERCA2 was decreased in WT (control: 0.53 ± 0.07; ALAN: 0.46 ± 0.10) and SHR (control: 0.72 ± 0.18; ALAN: 0.56 ± 0.21) after 5 weeks of ALAN (P = 0.067). Expression of AT1 R was significantly decreased in WT (control: 0.51 ± 0.27; ALAN: 0.34 ± 0.20) and SHR (control: 0.38 ± 0.07; ALAN: 0.23 ± 0.09) after 2 weeks of ALAN (P = 0.028) and in SHR after 5 weeks of ALAN. Expression of ET-1 was decreased in WT (control: 0.51 ± 0.27; ALAN: 0.28 ± 0.12) and SHR (control: 0.54 ± 0.10; ALAN: 0.35 ± 0.23) after 5 weeks of ALAN (P = 0.015). ALAN did not affect the expression of TH in WT or SHR. In conclusion, ALAN suppressed the expression of SERCA2, AT1 R and ET-1, which are important for the regulation of heart contractility, in a strain-dependent pattern in both WT and SHR.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34089548/",
    "clean_text": "artificial light at night suppresses the expression of sarco endoplasmic reticulum ca atpase in the left ventricle of the heart in normotensive and hypertensive rats artificial light at night decreases blood pressure and heart rate in rats are these changes in heart rate accompanied by changes in protein expression in the heart s left ventricle abstract artificial light at night alan affects the circadian r new findings what is the central question of this study artificial light at night decreases blood pressure and heart rate in rats are these changes in heart rate accompanied by changes in protein expression in the heart s left ventricle what is the main finding and its importance five weeks of artificial light at night affected protein expression in the heart s left ventricle in normotensive and hypertensive rats artificial light at night decreased expression of the sarco endoplasmic reticulum ca atpase angiotensin ii receptor type and endothelin abstract artificial light at night alan affects the circadian rhythm of the heart rate in normotensive wistar rats wt and spontaneously hypertensive rats shr through the autonomic nervous system which regulates the heart s activity through calcium handling an important regulator in heart contractility we analysed the expression of the sarco endoplasmic reticulum ca atpase serca and other selected regulatory proteins involved in the regulation of heart contractility angiotensin ii receptor type at r endothelin et and tyrosine hydroxylase th in the left ventricle of the heart in wt and shr after and weeks of alan with intensity lx expression of serca was decreased in wt control alan and shr control alan after weeks of alan p expression of at r was significantly decreased in wt control alan and shr control alan after weeks of alan p and in shr after weeks of alan expression of et was decreased in wt control alan and shr control alan after weeks of alan p alan did not affect the expression of th in wt or shr in conclusion alan suppressed the expression of serca at r and et which are important for the regulation of heart contractility in a strain dependent pattern in both wt and shr"
}