{
    "pmid": "41453140",
    "title": "Assessing the impact of an integrated health-system specialty pharmacy model on clinical disease activity index scores in patients with rheumatoid arthritis.",
    "abstract": "Rheumatoid arthritis (RA) is a chronic, autoimmune joint disorder necessitating the use of complex, specialty medications. Health-system specialty pharmacies (HSSPs) operate under closed-loop models that have been shown to minimize barriers in medication access and adherence. However, there is a lack of literature to show if HSSP models improve RA disease activity scores. This study evaluates the impact HSSP services have on medication access, adherence, and RA disease activity compared to external (non-HSSP) specialty pharmacies. This prospective, observational cohort study included adult patients with RA who were prescribed a new specialty RA medication and had a clinical disease activity index (CDAI) score of >10. The primary outcome was the mean time to first fill of the RA specialty medication. Secondary outcomes were proportion of days covered (PDC) and mean CDAI change at 3 and 6 months. A total of 51 patients were evaluated, 24 in the HSSP group and 27 in the non-HSSP group. The HSSP group had a statistically significant shorter mean time to first fill (15 days vs 36.6 days, P = 0.02) and a higher mean PDC (0.92 vs 0.86, P = 0.04) when compared to the non-HSSP group. No significant differences were observed in mean CDAI change from baseline to 3 months (-10.0 vs -7.67, P = 0.51) and 6 months (-7.0 vs -7.61, P = 0.48). This study showed that an HSSP model reduced the mean time to first fill of RA specialty medication and increased medication adherence but did not significantly change CDAI scores. Future studies with a larger patient population and more consistent CDAI documentation should be conducted to evaluate clinical outcomes based on pharmacy models.",
    "disease": "rheumatoid arthritis",
    "clean_text": "assessing the impact of an integrated health system specialty pharmacy model on clinical disease activity index scores in patients with rheumatoid arthritis rheumatoid arthritis ra is a chronic autoimmune joint disorder necessitating the use of complex specialty medications health system specialty pharmacies hssps operate under closed loop models that have been shown to minimize barriers in medication access and adherence however there is a lack of literature to show if hssp models improve ra disease activity scores this study evaluates the impact hssp services have on medication access adherence and ra disease activity compared to external non hssp specialty pharmacies this prospective observational cohort study included adult patients with ra who were prescribed a new specialty ra medication and had a clinical disease activity index cdai score of the primary outcome was the mean time to first fill of the ra specialty medication secondary outcomes were proportion of days covered pdc and mean cdai change at and months a total of patients were evaluated in the hssp group and in the non hssp group the hssp group had a statistically significant shorter mean time to first fill days vs days p and a higher mean pdc vs p when compared to the non hssp group no significant differences were observed in mean cdai change from baseline to months vs p and months vs p this study showed that an hssp model reduced the mean time to first fill of ra specialty medication and increased medication adherence but did not significantly change cdai scores future studies with a larger patient population and more consistent cdai documentation should be conducted to evaluate clinical outcomes based on pharmacy models"
}