{
    "title": "Period Prevalence and Perceived Side Effects of Hormonal Contraceptive Use and the Menstrual Cycle in Elite Athletes.",
    "doc_id": "29283683",
    "writer": "Martin D",
    "year": "2018",
    "summary": "PURPOSE: To identify the period prevalence of hormonal contraceptive (HC) use and characterize the perceived side effects associated with the menstrual cycle and HC use. METHODS: A total of 430 elite female athletes completed a questionnaire to assess the period pre …",
    "abstract": "Purpose:\n        \n      \n      To identify the period prevalence of hormonal contraceptive (HC) use and characterize the perceived side effects associated with the menstrual cycle and HC use.\n    \n\n\n          Methods:\n        \n      \n      A total of 430 elite female athletes completed a questionnaire to assess the period prevalence of HC use, the reasons for initiation and discontinuation of HCs, and the side effects experienced by HC and non-HC users. Descriptive statistics, between-groups comparisons, and associations between categorical variables were calculated.\n    \n\n\n          Results:\n        \n      \n      Of athletes studied, 49.5% were currently using HCs and 69.8% had used HCs at some point. Combined oral contraceptives were most commonly used (68.1%), with 30.0% using progestin-only contraceptives (implant = 13.1%, injection = 3.7%, and intrauterine system = 2.8%). Perceived negative side effects were more common with progestin-only HC use (39.1%) compared with combined-HC use (17.8%; P = .001) and were most prevalent in implant users (53.6%; P = .004). HC users reported perceived positive side effects relating to their ability to predict and/or manipulate the timing, frequency, and amount of menstrual bleeding. Non-HC users had a menstrual cycle length of 29 (5) d and 77.4% reported negative side effects during their menstrual cycle, primarily during days 1-2 of menstruation (81.6%).\n    \n\n\n          Conclusions:\n        \n      \n      Approximately half of elite athletes used HCs, and progestin-only contraceptive users reported greater incidences of negative side effects, especially with the implant. Because of the high interindividual variability in reported side effects, athletes and practitioners should maintain an open dialogue to pursue the best interests of the athlete.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29283683/",
    "clean_text": "period prevalence and perceived side effects of hormonal contraceptive use and the menstrual cycle in elite athletes purpose to identify the period prevalence of hormonal contraceptive hc use and characterize the perceived side effects associated with the menstrual cycle and hc use methods a total of elite female athletes completed a questionnaire to assess the period pre purpose to identify the period prevalence of hormonal contraceptive hc use and characterize the perceived side effects associated with the menstrual cycle and hc use methods a total of elite female athletes completed a questionnaire to assess the period prevalence of hc use the reasons for initiation and discontinuation of hcs and the side effects experienced by hc and non hc users descriptive statistics between groups comparisons and associations between categorical variables were calculated results of athletes studied were currently using hcs and had used hcs at some point combined oral contraceptives were most commonly used with using progestin only contraceptives implant injection and intrauterine system perceived negative side effects were more common with progestin only hc use compared with combined hc use p and were most prevalent in implant users p hc users reported perceived positive side effects relating to their ability to predict and or manipulate the timing frequency and amount of menstrual bleeding non hc users had a menstrual cycle length of d and reported negative side effects during their menstrual cycle primarily during days of menstruation conclusions approximately half of elite athletes used hcs and progestin only contraceptive users reported greater incidences of negative side effects especially with the implant because of the high interindividual variability in reported side effects athletes and practitioners should maintain an open dialogue to pursue the best interests of the athlete"
}