{
    "title": "A mini-review of pharmacological strategies used to ameliorate polyuria associated with X-linked nephrogenic diabetes insipidus.",
    "doc_id": "32924547",
    "writer": "Mortensen LA",
    "year": "2020",
    "summary": "Nephrogenic diabetes insipidus (NDI) is characterized by renal resistance to the antidiuretic hormone arginine vasopressin (AVP), which leads to polyuria, plasma hyperosmolarity, polydipsia, and impaired quality of living. Inherited forms are caused by X-linked loss …",
    "abstract": "Nephrogenic diabetes insipidus (NDI) is characterized by renal resistance to the antidiuretic hormone arginine vasopressin (AVP), which leads to polyuria, plasma hyperosmolarity, polydipsia, and impaired quality of living. Inherited forms are caused by X-linked loss-of-function mutations in the gene encoding the vasopressin 2 receptor (V2R) or autosomal recessive/dominant mutations in the gene encoding aquaporin 2 (AQP2). A common acquired form is lithium-induced NDI. AVP facilitates reabsorption of water through increased abundance and insertion of AQP2 in the apical membrane of principal cells in the collecting ducts. In X-linked NDI, V2R is dysfunctional, which leads to impaired water reabsorption. These patients have functional AQP2, and thus the challenge is to achieve AQP2 membrane insertion independently of V2R. The current treatment is symptomatic and is based on distally acting diuretics (thiazide or amiloride) and cyclooxygenase inhibitors (indomethacin). This mini-review covers published data from trials in preclinical in vivo models and a few human intervention studies to improve NDI by more causal approaches. Promising effects on NDI in preclinical studies have been demonstrated by the use of pharmacological approaches with secretin, Wnt5a, protein kinase A agonist, fluconazole, prostaglandin E2 EP2 and EP4 agonists, statins, metformin, and soluble prorenin receptor agonists. In patients, only casuistic reports have evaluated the effect of statins, phosphodiesterase inhibitors (rolipram and sildenafil), and the guanylate cyclase stimulator riociguat without amelioration of symptoms. It is concluded that there is currently no established intervention that causally improves symptoms or quality of life in patients with NDI. There is a need to collaborate to improve study quality and conduct formal trials.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32924547/",
    "clean_text": "a mini review of pharmacological strategies used to ameliorate polyuria associated with x linked nephrogenic diabetes insipidus nephrogenic diabetes insipidus ndi is characterized by renal resistance to the antidiuretic hormone arginine vasopressin avp which leads to polyuria plasma hyperosmolarity polydipsia and impaired quality of living inherited forms are caused by x linked loss nephrogenic diabetes insipidus ndi is characterized by renal resistance to the antidiuretic hormone arginine vasopressin avp which leads to polyuria plasma hyperosmolarity polydipsia and impaired quality of living inherited forms are caused by x linked loss of function mutations in the gene encoding the vasopressin receptor v r or autosomal recessive dominant mutations in the gene encoding aquaporin aqp a common acquired form is lithium induced ndi avp facilitates reabsorption of water through increased abundance and insertion of aqp in the apical membrane of principal cells in the collecting ducts in x linked ndi v r is dysfunctional which leads to impaired water reabsorption these patients have functional aqp and thus the challenge is to achieve aqp membrane insertion independently of v r the current treatment is symptomatic and is based on distally acting diuretics thiazide or amiloride and cyclooxygenase inhibitors indomethacin this mini review covers published data from trials in preclinical in vivo models and a few human intervention studies to improve ndi by more causal approaches promising effects on ndi in preclinical studies have been demonstrated by the use of pharmacological approaches with secretin wnt a protein kinase a agonist fluconazole prostaglandin e ep and ep agonists statins metformin and soluble prorenin receptor agonists in patients only casuistic reports have evaluated the effect of statins phosphodiesterase inhibitors rolipram and sildenafil and the guanylate cyclase stimulator riociguat without amelioration of symptoms it is concluded that there is currently no established intervention that causally improves symptoms or quality of life in patients with ndi there is a need to collaborate to improve study quality and conduct formal trials"
}