{
    "title": "Non-alcoholic fatty liver disease and cardiovascular risk.",
    "doc_id": "23141876",
    "writer": "Brea A",
    "year": "2013",
    "summary": "The term \"Non-alcoholic fatty liver disease\" (NAFLD) covers a series of liver lesions similar to those induced by alcohol, but not caused by alcohol use. The importance of NAFLD lies in the high prevalence in Western societies and, from the point of view of t …",
    "abstract": "The term \"Non-alcoholic fatty liver disease\" (NAFLD) covers a series of liver lesions similar to those induced by alcohol, but not caused by alcohol use. The importance of NAFLD lies in the high prevalence in Western societies and, from the point of view of the liver, in its progression from steatosis to cirrhosis and liver cancer. More recently, NAFLD has been found to be associated with lipid metabolism disorders, the deposition of fat outside of the adipocytes, insulin resistance and Metabolic Syndrome. Also attributed to NAFLD is a heightened systemic pro-inflammatory state, which accelerates arteriosclerosis, thereby increasing cardiovascular risk and associated cardiovascular events. Here we provide an update to the etiopathogenesis of NAFLD, its influence on cardiovascular disease, and the treatment options.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23141876/",
    "clean_text": "non alcoholic fatty liver disease and cardiovascular risk the term non alcoholic fatty liver disease nafld covers a series of liver lesions similar to those induced by alcohol but not caused by alcohol use the importance of nafld lies in the high prevalence in western societies and from the point of view of t the term non alcoholic fatty liver disease nafld covers a series of liver lesions similar to those induced by alcohol but not caused by alcohol use the importance of nafld lies in the high prevalence in western societies and from the point of view of the liver in its progression from steatosis to cirrhosis and liver cancer more recently nafld has been found to be associated with lipid metabolism disorders the deposition of fat outside of the adipocytes insulin resistance and metabolic syndrome also attributed to nafld is a heightened systemic pro inflammatory state which accelerates arteriosclerosis thereby increasing cardiovascular risk and associated cardiovascular events here we provide an update to the etiopathogenesis of nafld its influence on cardiovascular disease and the treatment options"
}