{
    "pmid": "41454252",
    "title": "Associations between the dietary inflammatory index, body mass index, and waist-to-height ratio and diagnosed and undiagnosed diabetes mellitus in adults in Guangxi, China.",
    "abstract": "The relationships between the dietary inflammatory index (DII), body mass index (BMI), and waist‒to-hip ratio (WtHR) and both diagnosed diabetes mellitus (DDM) and undiagnosed diabetes mellitus (UDDM), as well as the contributions of these factors, have not yet been comprehensively evaluated. This study aimed to investigate this association and elucidate the roles of DII, BMI, and the WtHR in the development of diabetes. This was a cross-sectional study involving 3687 participants aged 18 to 69 years were selected from the China National Nutrition and Health Survey (CNNHS 2010 to 2013) and the China Adult Chronic Disease and Nutrition Surveillance (CACDNS 2015) in Guangxi. DII scores were calculated from a 3-day, 24-hour (3d 24 h) dietary survey combined with the weighing method. Unconditional logistic regression, restricted cubic spline (RCS), and weighted quantile sum (WQS) models were utilized to assess the associations between DII, BMI, WtHR, and both DDM and UDDM. The overall prevalence of TDM was 6.6%, comprising 40.6% DDM and 59.4% UDDM cases. Compared with Q1 (the lowest proinflammatory group), subjects in Q4 and Q5 exhibited significantly higher TDM risk, with ORs (95% CI) of 1.65 (1.06, 2.56) and 1.88 (1.21, 2.92), respectively. This association was particularly pronounced in UDDM, where a significant dose-response relationship emerged (P-trend = 0.006), with Q5 demonstrating the highest diabetes risk which OR (95% CI) was 1.98 (1.16, 3.40). DII scores and the risks of TDM and UDDM were linear (all P values < 0.05) but no association between the DII and DDM risk. There is a nonlinear relationship between BMI and DDM risk, a linear relationship with UDDM risk, and significant positive correlations between the WtHR and both DDM and UDDM risk. WtHR emerged as the primary contributor (weight = 0.69) in participants with DDM. For participants with UDDM, DII emerged as the primary determinant, outweighing BMI (weight = 0.37 vs. 0.35) and the WtHR (weight = 0.28). A high-proinflammatory diet is significantly linked to increased risks of both DDM and UDDM. BMI and the WtHR also exert substantial yet differential influences.",
    "disease": "diabetes mellitus",
    "clean_text": "associations between the dietary inflammatory index body mass index and waist to height ratio and diagnosed and undiagnosed diabetes mellitus in adults in guangxi china the relationships between the dietary inflammatory index dii body mass index bmi and waist to hip ratio wthr and both diagnosed diabetes mellitus ddm and undiagnosed diabetes mellitus uddm as well as the contributions of these factors have not yet been comprehensively evaluated this study aimed to investigate this association and elucidate the roles of dii bmi and the wthr in the development of diabetes this was a cross sectional study involving participants aged to years were selected from the china national nutrition and health survey cnnhs to and the china adult chronic disease and nutrition surveillance cacdns in guangxi dii scores were calculated from a day hour d h dietary survey combined with the weighing method unconditional logistic regression restricted cubic spline rcs and weighted quantile sum wqs models were utilized to assess the associations between dii bmi wthr and both ddm and uddm the overall prevalence of tdm was comprising ddm and uddm cases compared with q the lowest proinflammatory group subjects in q and q exhibited significantly higher tdm risk with ors ci of and respectively this association was particularly pronounced in uddm where a significant dose response relationship emerged p trend with q demonstrating the highest diabetes risk which or ci was dii scores and the risks of tdm and uddm were linear all p values but no association between the dii and ddm risk there is a nonlinear relationship between bmi and ddm risk a linear relationship with uddm risk and significant positive correlations between the wthr and both ddm and uddm risk wthr emerged as the primary contributor weight in participants with ddm for participants with uddm dii emerged as the primary determinant outweighing bmi weight vs and the wthr weight a high proinflammatory diet is significantly linked to increased risks of both ddm and uddm bmi and the wthr also exert substantial yet differential influences"
}