{
    "title": "Effects of weight loss after bariatric surgery on atrial electromechanical delay in obese subjects.",
    "doc_id": "35297272",
    "writer": "Simsek MA",
    "year": "2022",
    "summary": "In this study, the authors aimed to show the effect of amount of weight loss after weight loss surgery on the coupling properties of electrical and mechanical activities of heart chambers called atria. ...In the authors' study, weight loss …",
    "abstract": "Background: The authors investigated the relationship between weight loss after sleeve gastrectomy and change in atrial electromechanical delay values. Methods: A total of 41 patients were included. The primary end point was any effect of total weight loss on atrial electromechanical delay parameters. Results: The mean loss of body weight was 25.50 ± 11.07 kg. There was a significant correlation between mean body weight change and change in interatrial and left intra-atrial electromechanical delays (Pearson's correlation coefficient: 0.575 and 0.871, respectively; p < 0.001). Only change in body weight was significantly related to change in interatrial electromechanical delay (regression coefficient: 0.707; p < 0.01). Conclusion: In this study, a significant relationship was found between amount of body weight loss and decrease in atrial electromechanical values.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35297272/",
    "clean_text": "effects of weight loss after bariatric surgery on atrial electromechanical delay in obese subjects in this study the authors aimed to show the effect of amount of weight loss after weight loss surgery on the coupling properties of electrical and mechanical activities of heart chambers called atria in the authors study weight loss background the authors investigated the relationship between weight loss after sleeve gastrectomy and change in atrial electromechanical delay values methods a total of patients were included the primary end point was any effect of total weight loss on atrial electromechanical delay parameters results the mean loss of body weight was kg there was a significant correlation between mean body weight change and change in interatrial and left intra atrial electromechanical delays pearson s correlation coefficient and respectively p only change in body weight was significantly related to change in interatrial electromechanical delay regression coefficient p conclusion in this study a significant relationship was found between amount of body weight loss and decrease in atrial electromechanical values"
}