{
    "title": "Postirradiation Capsular Contracture in Implant-Based Breast Reconstruction: Management and Outcome.",
    "doc_id": "33002986",
    "writer": "Haran O",
    "year": "2021",
    "summary": "Nevertheless, as breast reconstruction is becoming more available, more patients undergo both implant-based breast reconstruction and radiotherapy. ...CONCLUSIONS: Postirradiation capsular contracture may be treated successfully by secondary procedures, sustaining i …",
    "abstract": "Background:\n        \n      \n      Implant-based breast reconstruction is commonly avoided in the setting of radiation therapy, mainly because of risks of capsular contracture. Nevertheless, as breast reconstruction is becoming more available, more patients undergo both implant-based breast reconstruction and radiotherapy. The dilemma is how to manage capsular contracture if it does occur. The goal of this study was to examine the outcome of patients with implant-based breast reconstruction who developed postirradiation capsular contracture and were treated with capsulotomy or capsulectomy, with or without fat grafting.\n    \n\n\n          Methods:\n        \n      \n      The authors reviewed charts of patients who developed capsular contracture following alloplastic breast reconstruction followed by radiation therapy, between 2008 and 2018. The surgical treatment methods for capsular contracture were evaluated along with their outcomes. A follow-up of at least 1 year was required.\n    \n\n\n          Results:\n        \n      \n      Forty-eight breasts with postirradiation capsular contracture underwent surgical implant exchange with capsular release, of which 15 had combined fat grafting and 33 did not. Overall, 35 breasts (72.9 percent) showed long-term resolution of capsular contracture; 24 underwent a single procedure and 11 required an additional fat grafting procedure. Some patients [six breasts (12.5 percent)] were offered a consecutive round of fat grafting, and some [seven breasts (14.5 percent)] were offered autologous reconstruction because of lack of improvement. Fat grafting increased the success rate by more than 30 percent when it was initially and consecutively used.\n    \n\n\n          Conclusions:\n        \n      \n      Postirradiation capsular contracture may be treated successfully by secondary procedures, sustaining implant-based breast reconstruction in over 70 percent of breasts. Fat grafting may elevate resolution rates even further, to 86 percent. Larger prospective studies are required to validate these findings.\n    \n\n\n          Clinical question/level of evidence:\n        \n      \n      Therapeutic, III.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33002986/",
    "clean_text": "postirradiation capsular contracture in implant based breast reconstruction management and outcome nevertheless as breast reconstruction is becoming more available more patients undergo both implant based breast reconstruction and radiotherapy conclusions postirradiation capsular contracture may be treated successfully by secondary procedures sustaining i background implant based breast reconstruction is commonly avoided in the setting of radiation therapy mainly because of risks of capsular contracture nevertheless as breast reconstruction is becoming more available more patients undergo both implant based breast reconstruction and radiotherapy the dilemma is how to manage capsular contracture if it does occur the goal of this study was to examine the outcome of patients with implant based breast reconstruction who developed postirradiation capsular contracture and were treated with capsulotomy or capsulectomy with or without fat grafting methods the authors reviewed charts of patients who developed capsular contracture following alloplastic breast reconstruction followed by radiation therapy between and the surgical treatment methods for capsular contracture were evaluated along with their outcomes a follow up of at least year was required results forty eight breasts with postirradiation capsular contracture underwent surgical implant exchange with capsular release of which had combined fat grafting and did not overall breasts percent showed long term resolution of capsular contracture underwent a single procedure and required an additional fat grafting procedure some patients six breasts percent were offered a consecutive round of fat grafting and some seven breasts percent were offered autologous reconstruction because of lack of improvement fat grafting increased the success rate by more than percent when it was initially and consecutively used conclusions postirradiation capsular contracture may be treated successfully by secondary procedures sustaining implant based breast reconstruction in over percent of breasts fat grafting may elevate resolution rates even further to percent larger prospective studies are required to validate these findings clinical question level of evidence therapeutic iii"
}