{
    "pmid": "41465422",
    "title": "Glial Cells in the Early Stages of Neurodegeneration: Pathogenesis and Therapeutic Targets.",
    "abstract": "Astrocytes and microglia constitute nearly half of all central nervous system cells and are indispensable for its proper function. Both exhibit striking morphological and functional heterogeneity, adopting either neuroprotective (A2, M2) or proinflammatory (A1, M1) phenotypes in response to cytokines, pathogen-associated molecular patterns (PAMPs)/damage-associated molecular patterns (DAMPs), toll-like receptor 4 (TLR4) activation, and NOD-like receptor family pyrin domain containing 3 (NLRP3) inflammasome signaling. Crucially, many of these phenotypic transitions arise during the earliest stages of neurodegeneration, when glial dysfunction precedes overt neuronal loss and may act as a primary driver of disease onset. This review critically examines glial-centered hypotheses of neurodegeneration, with emphasis on their roles in early disease phases: (i) microglial polarization from an M2 neuroprotective state to an M1 proinflammatory state; (ii) NLRP3 inflammasome assembly via P2X purinergic receptor 7 (P2X7R)-mediated K",
    "disease": "alzheimer disease",
    "clean_text": "glial cells in the early stages of neurodegeneration pathogenesis and therapeutic targets astrocytes and microglia constitute nearly half of all central nervous system cells and are indispensable for its proper function both exhibit striking morphological and functional heterogeneity adopting either neuroprotective a m or proinflammatory a m phenotypes in response to cytokines pathogen associated molecular patterns pamps damage associated molecular patterns damps toll like receptor tlr activation and nod like receptor family pyrin domain containing nlrp inflammasome signaling crucially many of these phenotypic transitions arise during the earliest stages of neurodegeneration when glial dysfunction precedes overt neuronal loss and may act as a primary driver of disease onset this review critically examines glial centered hypotheses of neurodegeneration with emphasis on their roles in early disease phases i microglial polarization from an m neuroprotective state to an m proinflammatory state ii nlrp inflammasome assembly via p x purinergic receptor p x r mediated k"
}