{
    "title": "The effectiveness of structured physical activity on agitation in people with dementia: a rapid review.",
    "doc_id": "38683159",
    "writer": "McCartney A",
    "year": "2024",
    "summary": "This review evaluates the effectiveness of structured physical activity on agitation in dementia. METHOD: Our rapid review searched four electronic databases, Cochrane CENTRAL, MEDLINE, CINAHL and Embase, for interventional studies using a structured physical …",
    "abstract": "Objectives:\n        \n      \n      Managing agitation and other behaviours that challenge is a significant dementia care challenge. The priority is to find effective non-pharmacological interventions as drug treatments can have significant side effects. This review evaluates the effectiveness of structured physical activity on agitation in dementia.\n    \n\n\n          Method:\n        \n      \n      Our rapid review searched four electronic databases, Cochrane CENTRAL, MEDLINE, CINAHL and Embase, for interventional studies using a structured physical activity programme in people with dementia and studied the effect of this activity on behaviours that challenge. Study quality was assessed using CASP criteria and data was narratively synthesised.\n    \n\n\n          Results:\n        \n      \n      We included 13 studies in this review (four rated as high quality), involving a total of 1546 participants. Results were analysed according to exercise type, frequency and intensity of the intervention. Exercise is effective in reducing agitation and studies with higher adherence to exercise demonstrated more positive effects on agitation and behaviours that challenge.\n    \n\n\n          Conclusion:\n        \n      \n      Physical activity can be effective in reducing agitation in older adults with dementia. Further research is needed to clarify the type of intervention that is most beneficial. Strategies to make physical activity more acceptable and available to people with dementia need to be established.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38683159/",
    "clean_text": "the effectiveness of structured physical activity on agitation in people with dementia a rapid review this review evaluates the effectiveness of structured physical activity on agitation in dementia method our rapid review searched four electronic databases cochrane central medline cinahl and embase for interventional studies using a structured physical objectives managing agitation and other behaviours that challenge is a significant dementia care challenge the priority is to find effective non pharmacological interventions as drug treatments can have significant side effects this review evaluates the effectiveness of structured physical activity on agitation in dementia method our rapid review searched four electronic databases cochrane central medline cinahl and embase for interventional studies using a structured physical activity programme in people with dementia and studied the effect of this activity on behaviours that challenge study quality was assessed using casp criteria and data was narratively synthesised results we included studies in this review four rated as high quality involving a total of participants results were analysed according to exercise type frequency and intensity of the intervention exercise is effective in reducing agitation and studies with higher adherence to exercise demonstrated more positive effects on agitation and behaviours that challenge conclusion physical activity can be effective in reducing agitation in older adults with dementia further research is needed to clarify the type of intervention that is most beneficial strategies to make physical activity more acceptable and available to people with dementia need to be established"
}