{
    "title": "Patient lifts.",
    "doc_id": "2372319",
    "writer": "[No authors listed]",
    "year": "1990",
    "summary": "",
    "abstract": "In this issue, we evaluate conventional patient lifts that operate by hand cranking, hand pumping, or battery-powered motors and are intended for use in the home or in institutions. We did not evaluate lifts that are designed to be used solely in bathrooms or vehicles or those that permanently affix to walls, floors or ceilings. Some of the evaluated lifts are intended primarily for use in specific environments (e.g., one can be easily disassembled into small components for automobile transport). We evaluated 15 patient lifts from eight manufacturers, basing our ratings on performance, safety, and human factors design. Because different designs make lifts preferable for different environments, we rated the lifts for both home and institutional use based on their size, ruggedness, ease of storage, maneuverability, and cost. Seven units-the Arjo 218150; the Handi-Move 1200; the Hoyer C-CBL; the Invacare 9901, 9916 and 9917; and the Porto-Lift PL-1 are rated Acceptable for both home and institutional use. The Trans-Aid S1-600 and the Versa Lift are rated Acceptable for institutional use and Acceptable-Not Recommended for home use because of their size and cost. The Arjo B and the Hoyer Travel Lift are rated Acceptable for home use and Acceptable-Not Recommended for institutional use because they will not comfortably accommodate patients of all sizes; the Arjo B has additional limitations. The Hoyer C-HLA, the Invacare 9902, and the Trans-Aid LAT-2 are rated Conditionally Acceptable for home use on the condition that they are not used to transfer patients who weigh more than 200 lb; all three units are rated Conditionally Acceptable-Not Recommended for institutional use since there is no reliable way to ensure that they will not be used on heavier patients. The Century C-3 lift is rated Conditionally Acceptable for institutional use on the condition that it is used with the base fully extended; because the fully extended base makes the unit awkward to maneuver in narrow corridors or passages, we rated the unit Coonditionally Acceptable-Not Recommended for home use. We also assessed the optional electronic scales provided with the lifts and found the Arjo, Century, and Versa Lift scales acceptable; the Hoyer and Trans-Aid scales are also acceptable, but we do not recommend them for use in areas where exposure to fluid spills or moisture is likely to occur. Users should base purchasing decisions on a thorough understanding of our conclusions, which can be gained only by reading this evaluation in its entirety.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2372319/",
    "clean_text": "patient lifts in this issue we evaluate conventional patient lifts that operate by hand cranking hand pumping or battery powered motors and are intended for use in the home or in institutions we did not evaluate lifts that are designed to be used solely in bathrooms or vehicles or those that permanently affix to walls floors or ceilings some of the evaluated lifts are intended primarily for use in specific environments e g one can be easily disassembled into small components for automobile transport we evaluated patient lifts from eight manufacturers basing our ratings on performance safety and human factors design because different designs make lifts preferable for different environments we rated the lifts for both home and institutional use based on their size ruggedness ease of storage maneuverability and cost seven units the arjo the handi move the hoyer c cbl the invacare and and the porto lift pl are rated acceptable for both home and institutional use the trans aid s and the versa lift are rated acceptable for institutional use and acceptable not recommended for home use because of their size and cost the arjo b and the hoyer travel lift are rated acceptable for home use and acceptable not recommended for institutional use because they will not comfortably accommodate patients of all sizes the arjo b has additional limitations the hoyer c hla the invacare and the trans aid lat are rated conditionally acceptable for home use on the condition that they are not used to transfer patients who weigh more than lb all three units are rated conditionally acceptable not recommended for institutional use since there is no reliable way to ensure that they will not be used on heavier patients the century c lift is rated conditionally acceptable for institutional use on the condition that it is used with the base fully extended because the fully extended base makes the unit awkward to maneuver in narrow corridors or passages we rated the unit coonditionally acceptable not recommended for home use we also assessed the optional electronic scales provided with the lifts and found the arjo century and versa lift scales acceptable the hoyer and trans aid scales are also acceptable but we do not recommend them for use in areas where exposure to fluid spills or moisture is likely to occur users should base purchasing decisions on a thorough understanding of our conclusions which can be gained only by reading this evaluation in its entirety"
}