{
    "pmid": "41419478",
    "title": "Modelling dysfunction-specific interventions for seizure termination in epilepsy.",
    "abstract": "Epileptic seizures result from abnormal synchronous neuronal firing caused by an imbalance between excitatory and inhibitory neurotransmission. While most seizures are self-limiting, those lasting over five minutes, termed status epilepticus, require medical intervention. Benzodiazepines, the first-line treatment, terminate seizures by enhancing GABAergic inhibition, but fail in approximately 36% of cases. In this paper, we employ a neural mass framework to investigate how different interventions influence brain dynamics and facilitate seizure termination. As seizures are characterized by persistent firing, we extend the classic Wilson-Cowan framework by introducing a term called sustenance which encodes factors that promote or discourage perpetual firing. The resulting model captures transitions between normal activity and seizure and provides a tractable framework for analysing diverse pathophysiological mechanisms. We first show how various dysfunctions-such as hyperexcitation, depletion of inhibitory neurotransmitters, and depolarizing GABAergic transmission-can all give rise to seizures, with overlapping but distinct dynamics. Building on this foundation, we turn to the central question of intervention: how different treatments act on these mechanisms to terminate seizures. We find that while enhancing GABAergic inhibition is generally effective, it fails when GABA becomes depolarizing. In such cases, interventions like levetiracetam that suppress sustained excitatory activity remain effective. These findings highlight the importance of aligning interventions to the specific underlying dysfunction for effective seizure termination.",
    "disease": "epilepsy",
    "clean_text": "modelling dysfunction specific interventions for seizure termination in epilepsy epileptic seizures result from abnormal synchronous neuronal firing caused by an imbalance between excitatory and inhibitory neurotransmission while most seizures are self limiting those lasting over five minutes termed status epilepticus require medical intervention benzodiazepines the first line treatment terminate seizures by enhancing gabaergic inhibition but fail in approximately of cases in this paper we employ a neural mass framework to investigate how different interventions influence brain dynamics and facilitate seizure termination as seizures are characterized by persistent firing we extend the classic wilson cowan framework by introducing a term called sustenance which encodes factors that promote or discourage perpetual firing the resulting model captures transitions between normal activity and seizure and provides a tractable framework for analysing diverse pathophysiological mechanisms we first show how various dysfunctions such as hyperexcitation depletion of inhibitory neurotransmitters and depolarizing gabaergic transmission can all give rise to seizures with overlapping but distinct dynamics building on this foundation we turn to the central question of intervention how different treatments act on these mechanisms to terminate seizures we find that while enhancing gabaergic inhibition is generally effective it fails when gaba becomes depolarizing in such cases interventions like levetiracetam that suppress sustained excitatory activity remain effective these findings highlight the importance of aligning interventions to the specific underlying dysfunction for effective seizure termination"
}