{
    "pmid": "41411378",
    "title": "Hepatic Safety of Bedaquiline, Delamanid, and Pretomanid: A Systematic Review and Meta-analysis.",
    "abstract": "Novel anti-tuberculosis (TB) drugs have been shown to effectively treat drug-resistant TB (DR-TB). However, there is a risk of hepatotoxicity. We aimed to evaluate the incidence of hepatotoxicity in TB patients receiving bedaquiline (BDQ), delamanid (DLM), and/or pretomanid (Pa). This meta-analysis (PROSPERO: CRD42024564922) systematically explored electronic databases (i.e., Clinicaltrials.gov, Cochrane CENTRAL, Embase, PROQUEST, PubMed, ScienceDirect, and SinoMed) for clinical trials reporting the incidence of hepatotoxicity upon administering BDQ, DLM, and/or Pa. Primary endpoints were the overall incidence of elevated liver enzymes, particularly alanine transferase (ALT), aspartate transferase (AST), and gamma-glutamyl transferase (GGT). Proportion meta-analysis was performed for each outcome of interest. Sixteen trials with pooled 4086 participants. The combination of BDQ + Pa was associated with increased ALT (10.6%) and AST (10.4%). Among the individual drugs, Pa-containing regimens had the highest incidence of elevated liver enzymes (ALT [18.9%], AST [20.3%], and GGT [12.8%]). DLM-containing regimens had the lowest incidence (ALT [0.2%], AST [0.7%], and GGT [1%]). For BDQ-containing regimens, the incidence of elevated liver enzymes was similar to the standard of care (SOC): ALT (5.5%) vs. (6.9%) and AST (7.5%) vs. (10.8%), respectively. GGT elevation was more common among the groups receiving BDQ compared to SOC (10% vs. 3.1%). Overall, all the included trials were of high or fair quality. Among all the studied drugs, DLM alone demonstrated the highest hepatic safety, while regimens containing BDQ, Pa, or their combination showed higher hepatotoxic risks compared to SOC. We recommend regular liver function monitoring for DR-TB patients receiving these novel anti-TB drugs.",
    "disease": "tuberculosis",
    "clean_text": "hepatic safety of bedaquiline delamanid and pretomanid a systematic review and meta analysis novel anti tuberculosis tb drugs have been shown to effectively treat drug resistant tb dr tb however there is a risk of hepatotoxicity we aimed to evaluate the incidence of hepatotoxicity in tb patients receiving bedaquiline bdq delamanid dlm and or pretomanid pa this meta analysis prospero crd systematically explored electronic databases i e clinicaltrials gov cochrane central embase proquest pubmed sciencedirect and sinomed for clinical trials reporting the incidence of hepatotoxicity upon administering bdq dlm and or pa primary endpoints were the overall incidence of elevated liver enzymes particularly alanine transferase alt aspartate transferase ast and gamma glutamyl transferase ggt proportion meta analysis was performed for each outcome of interest sixteen trials with pooled participants the combination of bdq pa was associated with increased alt and ast among the individual drugs pa containing regimens had the highest incidence of elevated liver enzymes alt ast and ggt dlm containing regimens had the lowest incidence alt ast and ggt for bdq containing regimens the incidence of elevated liver enzymes was similar to the standard of care soc alt vs and ast vs respectively ggt elevation was more common among the groups receiving bdq compared to soc vs overall all the included trials were of high or fair quality among all the studied drugs dlm alone demonstrated the highest hepatic safety while regimens containing bdq pa or their combination showed higher hepatotoxic risks compared to soc we recommend regular liver function monitoring for dr tb patients receiving these novel anti tb drugs"
}