{
    "pmid": "41376931",
    "title": "Resveratrol restores glucocorticoid receptor and HDAC2 to overcome corticosteroid resistance in cigarette smoke-induced emphysema mice.",
    "abstract": "The primary challenge in treating chronic obstructive pulmonary disease (COPD) with anti-inflammatory medications is corticosteroid resistance. Resveratrol (RSV), a natural polyphenolic compound, has garnered significant interest due to its potent antioxidant and anti-inflammatory effects. This research sought to explore the potential impact of RSV on corticosteroid re-sensitization in emphysema mice triggered by cigarette smoke (CS) exposure. Western blotting was employed to assess glucocorticoid receptor (GR) and histone deacetylase 2 (HDAC2) levels in lung tissues from individuals with COPD. Lung histomorphology was evaluated in mice with CS exposure and a combination of RSV and budesonide (BUD) treatment. Expression levels of GR and HDAC2 were determined using western blotting, while chemokine (C-X-C motif) ligand 15 (CXCL15) and tumor necrosis factor-alpha (TNF-α) levels were quantified through enzyme-linked immunosorbent assay (ELISA). Furthermore, to explore the broader protective effects of RSV, morphological analyses were conducted on heart and gastrocnemius muscle tissues from CS-exposed mice treated with RSV. Expression levels of GR and HDAC2 were detected, and levels of inflammatory cytokines interleukin-1 beta (IL-1β) and interleukin-6 (IL-6) were quantified. Additionally, the markers associated with myocardial hypertrophy were assessed, including B-type natriuretic peptide (BNP) and β-myosin heavy chain (β-MHC). In the lung tissues of COPD patients, reduced expression levels of GR and HDAC2 were observed. In a CS-induced emphysema mouse model, BUD's efficacy in inhibiting CXCL15 and TNF-α was diminished, and it failed to restore GR and HDAC2 expression levels in lung tissues. However, combined treatment with RSV and BUD effectively restored the inhibition of CXCL15 and TNF-α production while upregulating GR and HDAC2 expression levels in lung tissue. Additionally, exploratory analyses revealed that gavage administration of RSV in emphysema mice increased GR and HDAC2 expression in the heart and gastrocnemius muscle tissues, reducing inflammation. Additionally, RSV gavage decreased BNP and β-MHC expression levels. Our study demonstrates that RSV upregulates the expression of GR and HDAC2 in lung tissues, thereby exerting a corticosteroid re-sensitization effect in CS-induced emphysema mice. These findings highlight the potential of RSV as a therapeutic agent to overcome corticosteroid resistance in COPD. While our exploratory analyses suggest that RSV may have broader protective effects, including reducing myocardial hypertrophy and preventing skeletal muscle atrophy in emphysema mice, these findings are preliminary and require further investigation to elucidate the underlying mechanisms and their clinical implications.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "resveratrol restores glucocorticoid receptor and hdac to overcome corticosteroid resistance in cigarette smoke induced emphysema mice the primary challenge in treating chronic obstructive pulmonary disease copd with anti inflammatory medications is corticosteroid resistance resveratrol rsv a natural polyphenolic compound has garnered significant interest due to its potent antioxidant and anti inflammatory effects this research sought to explore the potential impact of rsv on corticosteroid re sensitization in emphysema mice triggered by cigarette smoke cs exposure western blotting was employed to assess glucocorticoid receptor gr and histone deacetylase hdac levels in lung tissues from individuals with copd lung histomorphology was evaluated in mice with cs exposure and a combination of rsv and budesonide bud treatment expression levels of gr and hdac were determined using western blotting while chemokine c x c motif ligand cxcl and tumor necrosis factor alpha tnf levels were quantified through enzyme linked immunosorbent assay elisa furthermore to explore the broader protective effects of rsv morphological analyses were conducted on heart and gastrocnemius muscle tissues from cs exposed mice treated with rsv expression levels of gr and hdac were detected and levels of inflammatory cytokines interleukin beta il and interleukin il were quantified additionally the markers associated with myocardial hypertrophy were assessed including b type natriuretic peptide bnp and myosin heavy chain mhc in the lung tissues of copd patients reduced expression levels of gr and hdac were observed in a cs induced emphysema mouse model bud s efficacy in inhibiting cxcl and tnf was diminished and it failed to restore gr and hdac expression levels in lung tissues however combined treatment with rsv and bud effectively restored the inhibition of cxcl and tnf production while upregulating gr and hdac expression levels in lung tissue additionally exploratory analyses revealed that gavage administration of rsv in emphysema mice increased gr and hdac expression in the heart and gastrocnemius muscle tissues reducing inflammation additionally rsv gavage decreased bnp and mhc expression levels our study demonstrates that rsv upregulates the expression of gr and hdac in lung tissues thereby exerting a corticosteroid re sensitization effect in cs induced emphysema mice these findings highlight the potential of rsv as a therapeutic agent to overcome corticosteroid resistance in copd while our exploratory analyses suggest that rsv may have broader protective effects including reducing myocardial hypertrophy and preventing skeletal muscle atrophy in emphysema mice these findings are preliminary and require further investigation to elucidate the underlying mechanisms and their clinical implications"
}