{
    "pmid": "41472721",
    "title": "Psychiatric Risk Factors for Progression From Mild Cognitive Impairment to Alzheimer's Disease: A Systematic Review.",
    "abstract": "Mild Cognitive Impairment (MCI), the intermediate stage between healthy aging and dementia, is a window for identification of risk factors for progression to Alzheimer's Disease (AD). Rodents modeling aspects of AD-related pathophysiology are useful for examining mechanisms underlying AD risk factors. We provide a systematic update of human literature on psychiatric risk factors for progression from MCI to AD and use these findings to motivate a targeted review of related rodent literature. We searched databases to identify human studies published since a previous systematic review. We included articles if longitudinal, assessed MCI at baseline and AD at follow-up, and reported on risk factors for progression of MCI to AD. We categorized articles by risk factor type and included those examining psychiatric factors. Results were synthesized based on psychopathology examined and methods used. Relevant rodent literature was reviewed and incorporated. We found seventeen papers examining psychiatric risk factors for MCI progression to AD; we found cross species support for the role of depression as an important risk factor. We discuss hypotheses to explain the role of depression and suggest investigating transdiagnostic factors related to depression and AD (e.g., sleep, stress) that lend themselves to investigation across species.",
    "disease": "alzheimer disease",
    "clean_text": "psychiatric risk factors for progression from mild cognitive impairment to alzheimer s disease a systematic review mild cognitive impairment mci the intermediate stage between healthy aging and dementia is a window for identification of risk factors for progression to alzheimer s disease ad rodents modeling aspects of ad related pathophysiology are useful for examining mechanisms underlying ad risk factors we provide a systematic update of human literature on psychiatric risk factors for progression from mci to ad and use these findings to motivate a targeted review of related rodent literature we searched databases to identify human studies published since a previous systematic review we included articles if longitudinal assessed mci at baseline and ad at follow up and reported on risk factors for progression of mci to ad we categorized articles by risk factor type and included those examining psychiatric factors results were synthesized based on psychopathology examined and methods used relevant rodent literature was reviewed and incorporated we found seventeen papers examining psychiatric risk factors for mci progression to ad we found cross species support for the role of depression as an important risk factor we discuss hypotheses to explain the role of depression and suggest investigating transdiagnostic factors related to depression and ad e g sleep stress that lend themselves to investigation across species"
}