{
    "pmid": "41468685",
    "title": "Clinical utility of pleural effusion supernatant cell-free DNA genotyping in previously treated patients with advanced non-small-cell lung cancer and disease progression: a multicenter retrospective study.",
    "abstract": "Patients with lung cancer frequently develop pleural effusion as the disease progresses. This study evaluated the utility of cell-free DNA (cfDNA) from pleural effusion supernatant in identifying targetable mutations in non-small-cell lung cancer (NSCLC) patients who developed resistance to prior therapies. We conducted a multicenter retrospective study involving 95 patients who experienced disease progression after at least one line of treatment and underwent pleural effusion cfDNA next-generation sequencing testing. Initial routine molecular testing detected various driver mutations in 70 (73.7%) patients, while 26.3% had no detectable driver mutations. Subsequent cfDNA next-generation sequencing identified additional genomic alterations during disease progression, increasing the detection rate for driver mutations from 73.7% to 85.3%. For patients whose disease progressed after treatment with first- or second-generation epidermal growth factor receptor (EGFR) tyrosine kinase inhibitors, 40.7% developed an acquired EGFR T790M mutation, and showed clinical benefit with subsequent administration of osimertinib. Of the 29 patients who progressed following osimertinib treatment, 14 received osimertinib as a first-line therapy, and 15 received osimertinib as a second-line therapy. MET copy number gain (CNG) was identified in 28.6% of patients receiving first-line osimertinib and was associated with a significantly shorter progression-free survival (PFS) of 12.0 months versus 23.0 months for those without MET CNG [hazard ratio (HR) = 18.68, P = 0.00088]. CNG in MET and KRAS was linked to poorer overall survival. Among the patients for whom second-line osimertinib failed, five acquired the EGFR C797S mutation, and four exhibited MYC CNG. MYC CNG was associated with a median PFS of 8.5 months versus 25.0 months for those without MYC CNG (HR 8.4, P = 0.0046). CfDNA sampling from pleural effusion is a less invasive and more effective method for genomic profiling in NSCLC with disease progression, offering valuable insights to guide personalized treatment strategies.",
    "disease": "lung cancer",
    "clean_text": "clinical utility of pleural effusion supernatant cell free dna genotyping in previously treated patients with advanced non small cell lung cancer and disease progression a multicenter retrospective study patients with lung cancer frequently develop pleural effusion as the disease progresses this study evaluated the utility of cell free dna cfdna from pleural effusion supernatant in identifying targetable mutations in non small cell lung cancer nsclc patients who developed resistance to prior therapies we conducted a multicenter retrospective study involving patients who experienced disease progression after at least one line of treatment and underwent pleural effusion cfdna next generation sequencing testing initial routine molecular testing detected various driver mutations in patients while had no detectable driver mutations subsequent cfdna next generation sequencing identified additional genomic alterations during disease progression increasing the detection rate for driver mutations from to for patients whose disease progressed after treatment with first or second generation epidermal growth factor receptor egfr tyrosine kinase inhibitors developed an acquired egfr t m mutation and showed clinical benefit with subsequent administration of osimertinib of the patients who progressed following osimertinib treatment received osimertinib as a first line therapy and received osimertinib as a second line therapy met copy number gain cng was identified in of patients receiving first line osimertinib and was associated with a significantly shorter progression free survival pfs of months versus months for those without met cng hazard ratio hr p cng in met and kras was linked to poorer overall survival among the patients for whom second line osimertinib failed five acquired the egfr c s mutation and four exhibited myc cng myc cng was associated with a median pfs of months versus months for those without myc cng hr p cfdna sampling from pleural effusion is a less invasive and more effective method for genomic profiling in nsclc with disease progression offering valuable insights to guide personalized treatment strategies"
}