{
    "pmid": "41462281",
    "title": "The impact of COVID-19 social disruptions on general-, mental- and substance use healthcare services among people with and without HIV in the United States.",
    "abstract": "Social disruptions (e.g., loss of stable housing, employment, income) during the COVID-19 pandemic have been associated with greater mental healthcare and substance use treatment needs in the general population. People with HIV (PWH) may have experienced greater social disruptions during the COVID-19 pandemic due to pre-existing social vulnerabilities and may have experienced greater interruptions in healthcare during the pandemic due to the co-management of chronic and co-morbid conditions, including mental health and substance use disorder diagnoses, which are prevalent among PWH. Between April and September 2020, surveys assessing social disruption and healthcare interruption were conducted among Multicenter AIDS Cohort Study/Women’s Interagency HIV Study Combined Cohort Study participants. Descriptive statistics and multivariable logistic regression models were used to characterize and examine the relationships between social disruptions and interruptions in general, mental health, and substance use care, adjusting for sociodemographic characteristics (age, race and ethnicity, region, income, and employment) and HIV status. Qualitative interviews were conducted to add depth and context to quantitative analysis. Among 3,665 survey participants (2,238 PWH, 1,427 PWoH), 54% (1214 PWH, 733 PWoH) reported social disruptions and 42% reported healthcare interruptions (972 PWH, 578 PWoH). PWH experiencing ≥ 2 social disruptions had higher odds of missed healthcare appointments (aOR = 1.92, 95%CI:1.56, 2.36) and interrupted mental healthcare (aOR = 2.54, 95%CI:1.83, 3.53) compared to those experiencing < 2. PWoH experiencing ≥ 2 social disruptions had higher odds of missed healthcare appointments, (aOR = 1.65, 95%CI:1.26, 2.17), interrupted mental healthcare (aOR = 2.24, 95%CI:1.38, 3.64), and interrupted substance use treatment (aOR = 2.58, 95%CI:1.15, 5.75) compared to those experiencing < 2. Qualitative interviews elucidated the following reasons for healthcare interruptions: Interruptions in medication and supplies, reduced access to quality healthcare services, self-imposed interruptions related to perceived COVID risk, increased interruptions related to comorbid care needs, reduced access to mental healthcare, and delays in HIV-care. Healthcare interruptions during the pandemic inequitably affected vulnerable individuals, especially those experiencing greater social disruptions and those with specialized health care needs. Understanding the impact of pandemic related social disruptions on vulnerable individuals provides an opportunity to address disparities and build a more capable health care system. The online version contains supplementary material available at 10.1186/s12913-025-13690-w.",
    "disease": "covid-19",
    "clean_text": "the impact of covid social disruptions on general mental and substance use healthcare services among people with and without hiv in the united states social disruptions e g loss of stable housing employment income during the covid pandemic have been associated with greater mental healthcare and substance use treatment needs in the general population people with hiv pwh may have experienced greater social disruptions during the covid pandemic due to pre existing social vulnerabilities and may have experienced greater interruptions in healthcare during the pandemic due to the co management of chronic and co morbid conditions including mental health and substance use disorder diagnoses which are prevalent among pwh between april and september surveys assessing social disruption and healthcare interruption were conducted among multicenter aids cohort study women s interagency hiv study combined cohort study participants descriptive statistics and multivariable logistic regression models were used to characterize and examine the relationships between social disruptions and interruptions in general mental health and substance use care adjusting for sociodemographic characteristics age race and ethnicity region income and employment and hiv status qualitative interviews were conducted to add depth and context to quantitative analysis among survey participants pwh pwoh pwh pwoh reported social disruptions and reported healthcare interruptions pwh pwoh pwh experiencing social disruptions had higher odds of missed healthcare appointments aor ci and interrupted mental healthcare aor ci compared to those experiencing pwoh experiencing social disruptions had higher odds of missed healthcare appointments aor ci interrupted mental healthcare aor ci and interrupted substance use treatment aor ci compared to those experiencing qualitative interviews elucidated the following reasons for healthcare interruptions interruptions in medication and supplies reduced access to quality healthcare services self imposed interruptions related to perceived covid risk increased interruptions related to comorbid care needs reduced access to mental healthcare and delays in hiv care healthcare interruptions during the pandemic inequitably affected vulnerable individuals especially those experiencing greater social disruptions and those with specialized health care needs understanding the impact of pandemic related social disruptions on vulnerable individuals provides an opportunity to address disparities and build a more capable health care system the online version contains supplementary material available at s w"
}