{
    "title": "Heart failure.",
    "doc_id": "10093769",
    "writer": "Rich MW.",
    "year": "1999",
    "summary": "Heart failure is predominantly a disorder of older adults, and to a large extent the epidemiology of heart failure reflects the convergence of age-related changes in the cardiovascular system and the rising prevalence of age-related cardiovascular dise …",
    "abstract": "Heart failure is predominantly a disorder of older adults, and to a large extent the epidemiology of heart failure reflects the convergence of age-related changes in the cardiovascular system and the rising prevalence of age-related cardiovascular diseases. The diagnosis of heart failure in the elderly is often difficult because of the presence of atypical symptomatology and comorbid conditions. Similarly, optimal treatment frequently poses a therapeutic challenge because of the high prevalence of confounding medical, behavioral, psychosocial, and economic factors. In addition, there is a paucity of data on the pharmacotherapy of heart failure in the very elderly (over age 80), and in the large proportion of older patients with heart failure and preserved left ventricular systolic function. Despite these difficulties, a number of therapeutic options, including ACE inhibitors, digoxin, and possibly beta blockers and angiotensin receptor antagonists, have been shown to favorably affect the clinical course of heart failure in elderly patients. In addition, several studies have documented the efficacy of multidisciplinary heart failure disease management programs for reducing hospital admission rates, improving quality of life, and decreasing cost of care. At present, the three greatest challenges in managing older heart failure patients are: (1) to more effectively implement proven treatments, such as ACE inhibitors, disease management systems, and antihypertensive therapy; (2) to develop effective therapies for the treatment of diastolic heart failure; and (3) to develop more effective means for heart failure prevention. It is hoped that future studies will address each of these critically important issues.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10093769/",
    "clean_text": "heart failure heart failure is predominantly a disorder of older adults and to a large extent the epidemiology of heart failure reflects the convergence of age related changes in the cardiovascular system and the rising prevalence of age related cardiovascular dise heart failure is predominantly a disorder of older adults and to a large extent the epidemiology of heart failure reflects the convergence of age related changes in the cardiovascular system and the rising prevalence of age related cardiovascular diseases the diagnosis of heart failure in the elderly is often difficult because of the presence of atypical symptomatology and comorbid conditions similarly optimal treatment frequently poses a therapeutic challenge because of the high prevalence of confounding medical behavioral psychosocial and economic factors in addition there is a paucity of data on the pharmacotherapy of heart failure in the very elderly over age and in the large proportion of older patients with heart failure and preserved left ventricular systolic function despite these difficulties a number of therapeutic options including ace inhibitors digoxin and possibly beta blockers and angiotensin receptor antagonists have been shown to favorably affect the clinical course of heart failure in elderly patients in addition several studies have documented the efficacy of multidisciplinary heart failure disease management programs for reducing hospital admission rates improving quality of life and decreasing cost of care at present the three greatest challenges in managing older heart failure patients are to more effectively implement proven treatments such as ace inhibitors disease management systems and antihypertensive therapy to develop effective therapies for the treatment of diastolic heart failure and to develop more effective means for heart failure prevention it is hoped that future studies will address each of these critically important issues"
}