{
    "title": "Natal and Neonatal Teeth: A Case Report and Mecanistical Perspective.",
    "doc_id": "33291674",
    "writer": "Anton E",
    "year": "2020",
    "summary": "After two years, the clinical re-evaluation showed a residual tooth instead of a temporary one. This case report shows that adequate diagnosis should include a radiographic examination to determine whether these teeth are components of normal or supernumerary dentit …",
    "abstract": "The presence of teeth on babies earlier than four months is a rare condition. Therefore, adequate treatment for each case should be instituted as soon as possible, considering that certain complications may arise. This report describes a rare case in which a newborn baby required the extraction of two mobile mandibular natal teeth to prevent the risk of aspiration. After two years, the clinical re-evaluation showed a residual tooth instead of a temporary one. This case report shows that adequate diagnosis should include a radiographic examination to determine whether these teeth are components of normal or supernumerary dentition, as well as further investigations on the relationship with the adjacent teeth. Another important aspect highlighted in this case report is the need for a post-extraction curettage of the socket in order to reduce the risk of ongoing development of the dental papilla cells.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33291674/",
    "clean_text": "natal and neonatal teeth a case report and mecanistical perspective after two years the clinical re evaluation showed a residual tooth instead of a temporary one this case report shows that adequate diagnosis should include a radiographic examination to determine whether these teeth are components of normal or supernumerary dentit the presence of teeth on babies earlier than four months is a rare condition therefore adequate treatment for each case should be instituted as soon as possible considering that certain complications may arise this report describes a rare case in which a newborn baby required the extraction of two mobile mandibular natal teeth to prevent the risk of aspiration after two years the clinical re evaluation showed a residual tooth instead of a temporary one this case report shows that adequate diagnosis should include a radiographic examination to determine whether these teeth are components of normal or supernumerary dentition as well as further investigations on the relationship with the adjacent teeth another important aspect highlighted in this case report is the need for a post extraction curettage of the socket in order to reduce the risk of ongoing development of the dental papilla cells"
}