{
    "title": "Computed tomography-based volume calculations of renal ischemia predicts post-traumatic renal function after renal infarction injury.",
    "doc_id": "35355102",
    "writer": "Lee Z",
    "year": "2022",
    "summary": "There was excellent reliability in calculating ischemic volume (ICC = 0.987) and total kidney volume (ICC = 0.995) between two radiologists. When adjusting for pre-traumatic eGFR, patient age, and injury severity score, a 10% increase in ischemic volume was associat …",
    "abstract": "Objectives:\n        \n      \n      To describe a systematic method to quantify the severity of renal infarction injury and assess its association with post-traumatic renal function after blunt trauma.\n    \n\n\n          Methods:\n        \n      \n      We retrospectively reviewed all patients who suffered an AAST grade IV renal infarction injury without active bleeding secondary to blunt trauma between 1/2010 and 10/2020. Only patients with a pre-traumatic eGFR within 12 months of injury and post-traumatic eGFR within 3-12 months were included. Percentage of renal ischemia was defined as: (ischemic volume/total volume) × 100%. Two radiologists reviewed computed tomography images to determine ischemic and overall cross-sectional areas using the polygon region of interest tool. These areas were multiplied by slice thickness to obtain ischemic and total volumes. Intraclass correlation coefficient was used to assess consistency between radiologists. Linear regression analyses were used to assess the association between percentage of renal ischemia and post-traumatic renal function.\n    \n\n\n          Results:\n        \n      \n      Thirty-five of 140 (25.0%) patients met inclusion criteria. The median (IQR) pre-trauma eGFR was 107.7 ml/min/1.73m2 (90.6-121.8), percentage of renal ischemia was 8.4% (2.9-30.1), and decrease in eGFR after trauma was 12.9 ml/min/1.73m2 (0.4-32.6). There was excellent reliability in calculating ischemic volume (ICC = 0.987) and total kidney volume (ICC = 0.995) between two radiologists. When adjusting for pre-traumatic eGFR, patient age, and injury severity score, a 10% increase in ischemic volume was associated with a post-injury eGFR value that was 8.0 ml/min/1.73 m2 (95% CI - 11.2, - 4.7) lower.\n    \n\n\n          Conclusions:\n        \n      \n      CT-based volume calculation of renal ischemia may be utilized to quantify kidney injury and be associated with post-traumatic renal function loss.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35355102/",
    "clean_text": "computed tomography based volume calculations of renal ischemia predicts post traumatic renal function after renal infarction injury there was excellent reliability in calculating ischemic volume icc and total kidney volume icc between two radiologists when adjusting for pre traumatic egfr patient age and injury severity score a increase in ischemic volume was associat objectives to describe a systematic method to quantify the severity of renal infarction injury and assess its association with post traumatic renal function after blunt trauma methods we retrospectively reviewed all patients who suffered an aast grade iv renal infarction injury without active bleeding secondary to blunt trauma between and only patients with a pre traumatic egfr within months of injury and post traumatic egfr within months were included percentage of renal ischemia was defined as ischemic volume total volume two radiologists reviewed computed tomography images to determine ischemic and overall cross sectional areas using the polygon region of interest tool these areas were multiplied by slice thickness to obtain ischemic and total volumes intraclass correlation coefficient was used to assess consistency between radiologists linear regression analyses were used to assess the association between percentage of renal ischemia and post traumatic renal function results thirty five of patients met inclusion criteria the median iqr pre trauma egfr was ml min m percentage of renal ischemia was and decrease in egfr after trauma was ml min m there was excellent reliability in calculating ischemic volume icc and total kidney volume icc between two radiologists when adjusting for pre traumatic egfr patient age and injury severity score a increase in ischemic volume was associated with a post injury egfr value that was ml min m ci lower conclusions ct based volume calculation of renal ischemia may be utilized to quantify kidney injury and be associated with post traumatic renal function loss"
}