{
    "title": "Soil microbial gene expression in an agricultural ecosystem varies with time and neonicotinoid seed treatments.",
    "doc_id": "37083497",
    "writer": "Parizadeh M",
    "year": "2023",
    "summary": "In this study, we have applied a metatranscriptomic approach to quantify the variability in soil microbial gene expression in a 2 year soybean/corn crop rotation in Quebec, Canada. We identified weak and temporally inconsistent effects of neonicotinoid application o …",
    "abstract": "Neonicotinoids, a class of systemic insecticides, have been widely used for decades against various insect pests. Previous studies have reported non-target effects of neonicotinoids on some beneficial macro- and micro-organisms. Considering the crucial role the soil microbiota plays in sustaining soil fertility, it is critical to understand how neonicotinoid exposure affects the microbial taxonomic composition and gene expression. However, most studies to date have evaluated soil microbial taxonomic compositions or assessed microbial functions based on soil biochemical analysis. In this study, we have applied a metatranscriptomic approach to quantify the variability in soil microbial gene expression in a 2 year soybean/corn crop rotation in Quebec, Canada. We identified weak and temporally inconsistent effects of neonicotinoid application on soil microbial gene expression, as well as a strong temporal variation in soil microbial gene expression among months and years. Neonicotinoid seed treatment altered the expression of a small number of microbial genes, including genes associated with heat shock proteins, regulatory functions, metabolic processes and DNA repair. These changes in gene expression varied during the growing season and between years. Overall, the composition of soil microbial expressed genes seems to be more resilient and less affected by neonicotinoid application than soil microbial taxonomic composition. Our study is among the first to document the effects of neonicotinoid seed treatment on microbial gene expression and highlights the strong temporal variability of soil microbial gene expression and its responses to neonicotinoid seed treatments.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37083497/",
    "clean_text": "soil microbial gene expression in an agricultural ecosystem varies with time and neonicotinoid seed treatments in this study we have applied a metatranscriptomic approach to quantify the variability in soil microbial gene expression in a year soybean corn crop rotation in quebec canada we identified weak and temporally inconsistent effects of neonicotinoid application o neonicotinoids a class of systemic insecticides have been widely used for decades against various insect pests previous studies have reported non target effects of neonicotinoids on some beneficial macro and micro organisms considering the crucial role the soil microbiota plays in sustaining soil fertility it is critical to understand how neonicotinoid exposure affects the microbial taxonomic composition and gene expression however most studies to date have evaluated soil microbial taxonomic compositions or assessed microbial functions based on soil biochemical analysis in this study we have applied a metatranscriptomic approach to quantify the variability in soil microbial gene expression in a year soybean corn crop rotation in quebec canada we identified weak and temporally inconsistent effects of neonicotinoid application on soil microbial gene expression as well as a strong temporal variation in soil microbial gene expression among months and years neonicotinoid seed treatment altered the expression of a small number of microbial genes including genes associated with heat shock proteins regulatory functions metabolic processes and dna repair these changes in gene expression varied during the growing season and between years overall the composition of soil microbial expressed genes seems to be more resilient and less affected by neonicotinoid application than soil microbial taxonomic composition our study is among the first to document the effects of neonicotinoid seed treatment on microbial gene expression and highlights the strong temporal variability of soil microbial gene expression and its responses to neonicotinoid seed treatments"
}