{
    "title": "Role of Mechanotransduction and Tension in T Cell Function.",
    "doc_id": "30519239",
    "writer": "Rossy J",
    "year": "2018",
    "summary": "T cell migration from blood to, and within lymphoid organs and tissue, as well as, T cell activation rely on complex biochemical signaling events. ...We further discuss how cell tension could bring a significant contribution to the regulation of T …",
    "abstract": "T cell migration from blood to, and within lymphoid organs and tissue, as well as, T cell activation rely on complex biochemical signaling events. But T cell migration and activation also take place in distinct mechanical environments and lead to drastic morphological changes and reorganization of the acto-myosin cytoskeleton. In this review we discuss how adhesion proteins and the T cell receptor act as mechanosensors to translate these mechanical contexts into signaling events. We further discuss how cell tension could bring a significant contribution to the regulation of T cell signaling and function.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30519239/",
    "clean_text": "role of mechanotransduction and tension in t cell function t cell migration from blood to and within lymphoid organs and tissue as well as t cell activation rely on complex biochemical signaling events we further discuss how cell tension could bring a significant contribution to the regulation of t t cell migration from blood to and within lymphoid organs and tissue as well as t cell activation rely on complex biochemical signaling events but t cell migration and activation also take place in distinct mechanical environments and lead to drastic morphological changes and reorganization of the acto myosin cytoskeleton in this review we discuss how adhesion proteins and the t cell receptor act as mechanosensors to translate these mechanical contexts into signaling events we further discuss how cell tension could bring a significant contribution to the regulation of t cell signaling and function"
}