{
    "title": "Single-cell analysis identified lung progenitor cells in COVID-19 patients.",
    "doc_id": "33094537",
    "writer": "Zhao Z",
    "year": "2020",
    "summary": "Some but not all patients showed full functional recovery after the devastating lung damage, and so far there is little knowledge about the lung repair process. We focused on crucial roles of lung progenitor cells in alveolar cell regeneration a …",
    "abstract": "Objectives:\n        \n      \n      The high mortality of severe 2019 novel coronavirus disease (COVID-19) cases is mainly caused by acute respiratory distress syndrome (ARDS), which is characterized by increased permeability of the alveolar epithelial barriers, pulmonary oedema and consequently inflammatory tissue damage. Some but not all patients showed full functional recovery after the devastating lung damage, and so far there is little knowledge about the lung repair process. We focused on crucial roles of lung progenitor cells in alveolar cell regeneration and epithelial barrier re-establishment and aimed to uncover a possible mechanism of lung repair after severe SARS-CoV-2 infection.\n    \n\n\n          Materials and methods:\n        \n      \n      Bronchoalveolar lavage fluid (BALF) of COVID-19 patients was analysed by single-cell RNA-sequencing (scRNA-seq). Transplantation of a single KRT5+ cell-derived cell population into damaged mouse lung and time-course scRNA-seq analysis was performed.\n    \n\n\n          Results:\n        \n      \n      In severe (or critical) COVID-19 patients, there is a remarkable expansion of TM4SF1+ and KRT5+ lung progenitor cells. The two distinct populations of progenitor cells could play crucial roles in alveolar cell regeneration and epithelial barrier re-establishment, respectively. The transplanted KRT5+ progenitors could long-term engraft into host lung and differentiate into HOPX+ OCLN+ alveolar barrier cell which restored the epithelial barrier and efficiently prevented inflammatory cell infiltration.\n    \n\n\n          Conclusions:\n        \n      \n      This work uncovered the mechanism by which various lung progenitor cells work in concert to prevent and replenish alveoli loss post-severe SARS-CoV-2 infection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33094537/",
    "clean_text": "single cell analysis identified lung progenitor cells in covid patients some but not all patients showed full functional recovery after the devastating lung damage and so far there is little knowledge about the lung repair process we focused on crucial roles of lung progenitor cells in alveolar cell regeneration a objectives the high mortality of severe novel coronavirus disease covid cases is mainly caused by acute respiratory distress syndrome ards which is characterized by increased permeability of the alveolar epithelial barriers pulmonary oedema and consequently inflammatory tissue damage some but not all patients showed full functional recovery after the devastating lung damage and so far there is little knowledge about the lung repair process we focused on crucial roles of lung progenitor cells in alveolar cell regeneration and epithelial barrier re establishment and aimed to uncover a possible mechanism of lung repair after severe sars cov infection materials and methods bronchoalveolar lavage fluid balf of covid patients was analysed by single cell rna sequencing scrna seq transplantation of a single krt cell derived cell population into damaged mouse lung and time course scrna seq analysis was performed results in severe or critical covid patients there is a remarkable expansion of tm sf and krt lung progenitor cells the two distinct populations of progenitor cells could play crucial roles in alveolar cell regeneration and epithelial barrier re establishment respectively the transplanted krt progenitors could long term engraft into host lung and differentiate into hopx ocln alveolar barrier cell which restored the epithelial barrier and efficiently prevented inflammatory cell infiltration conclusions this work uncovered the mechanism by which various lung progenitor cells work in concert to prevent and replenish alveoli loss post severe sars cov infection"
}