{
    "pmid": "41404450",
    "title": "Comparative Effectiveness of Piperacillin-Tazobactam or Fluoroquinolones Versus Third-Generation Cephalosporins in Spontaneous Bacterial Peritonitis: A Systematic Review and Meta-Analysis.",
    "abstract": "Spontaneous bacterial peritonitis (SBP) remains a significant cause of morbidity and mortality among patients with cirrhosis. Third-generation cephalosporins (TGCs) have long been considered standard empiric therapy in major guidelines such as the British Society of Gastroenterology (BSG), the European Association for the Study of the Liver (EASL), and the American Association for the Study of Liver Diseases (AASLD). However, rising resistance patterns have led to increased use of piperacillin-tazobactam within the National Health Service (NHS). We aimed to evaluate the current evidence on the use of piperacillin-tazobactam and fluoroquinolones (FQs) in SBP through a systematic review of randomised controlled trials (RCTs) and observational studies. The study followed Preferred Reporting Items for Systematic Review and Meta-Analysis (PRISMA) 2020 guidelines. MEDLINE, EMBASE, and Cochrane Central Register of Controlled Trials (Cochrane CENTRAL) were searched from inception. The primary outcome was resolution of infection, with the secondary outcome being mortality (in-hospital or 30-day). Meta-analysis was performed where appropriate. Risk of bias was assessed using the Cochrane Risk of Bias 2 (RoB 2) and the Risk Of Bias In Non-randomized Studies of Interventions (ROBINS-I) tools, and evidence certainty was evaluated using the Grading of Recommendations, Assessment, Development and Evaluation (GRADE) framework.  Nine studies (n = 2034) met the inclusion criteria. There was no difference between FQs and TGCs in terms of resolution of infection (odds ratio (OR) 0.95 (0.67-1.34), P = 0.90, I",
    "disease": "liver cirrhosis",
    "clean_text": "comparative effectiveness of piperacillin tazobactam or fluoroquinolones versus third generation cephalosporins in spontaneous bacterial peritonitis a systematic review and meta analysis spontaneous bacterial peritonitis sbp remains a significant cause of morbidity and mortality among patients with cirrhosis third generation cephalosporins tgcs have long been considered standard empiric therapy in major guidelines such as the british society of gastroenterology bsg the european association for the study of the liver easl and the american association for the study of liver diseases aasld however rising resistance patterns have led to increased use of piperacillin tazobactam within the national health service nhs we aimed to evaluate the current evidence on the use of piperacillin tazobactam and fluoroquinolones fqs in sbp through a systematic review of randomised controlled trials rcts and observational studies the study followed preferred reporting items for systematic review and meta analysis prisma guidelines medline embase and cochrane central register of controlled trials cochrane central were searched from inception the primary outcome was resolution of infection with the secondary outcome being mortality in hospital or day meta analysis was performed where appropriate risk of bias was assessed using the cochrane risk of bias rob and the risk of bias in non randomized studies of interventions robins i tools and evidence certainty was evaluated using the grading of recommendations assessment development and evaluation grade framework nine studies n met the inclusion criteria there was no difference between fqs and tgcs in terms of resolution of infection odds ratio or p i"
}