{
    "pmid": "41463602",
    "title": "Retrospective Cohort Study of 4783 Morse Taper Hybrid Dental Implants: Survival Rate Analysis.",
    "abstract": "This retrospective study aimed to evaluate the survival rate of hybrid dental implants in different patient profiles and clinical conditions. A total of 1215 patients' files were analyzed from patients with at least one hybrid dental implant inserted at ILAPEO College (Curitiba, Brazil) from 2018 to 2024. The data collection was performed from 2021 to 2024. Parameters related to patients, implants, and surgical characteristics were collected. Descriptive summary statistics were estimated for all parameters. The associations between the dependent variables \"implant survival\" and patient, procedure, and implant characteristics were assessed by the Cox proportional hazards model. A total of 4783 hybrid dental implants (Helix, GM, Neodent) were placed in 1215 patients with a mean age of 57.17 ± 12.09 years. The most frequent patients' medical conditions were diabetes, hypertension, thyroid dysfunction, use of steroids (corticoids), psychological limitations, and bruxism and clenching. Patients were followed for a mean period of 29.54 ± 18.95 months. Immediate loading was applied in 2302 (48.13%) implants and conventional loading in 1735 (36.27%). One hundred and fifty-one implants were lost due to a lack of osseointegration, resulting in an implant survival rate of 95.4% (CI: 94.4%; 96.6%). Adverse events were reported in 389 (8.13%) implants. Uncontrolled hypertension, hypertension without information on control, absence of final abutment, replacement implant, and adverse event occurrence were associated with implant loss. Treatment using a hybrid macrogeometry dental implant is an option for total or partial edentulous patients with compromised health and different clinical conditions.",
    "disease": "hypertension",
    "clean_text": "retrospective cohort study of morse taper hybrid dental implants survival rate analysis this retrospective study aimed to evaluate the survival rate of hybrid dental implants in different patient profiles and clinical conditions a total of patients files were analyzed from patients with at least one hybrid dental implant inserted at ilapeo college curitiba brazil from to the data collection was performed from to parameters related to patients implants and surgical characteristics were collected descriptive summary statistics were estimated for all parameters the associations between the dependent variables implant survival and patient procedure and implant characteristics were assessed by the cox proportional hazards model a total of hybrid dental implants helix gm neodent were placed in patients with a mean age of years the most frequent patients medical conditions were diabetes hypertension thyroid dysfunction use of steroids corticoids psychological limitations and bruxism and clenching patients were followed for a mean period of months immediate loading was applied in implants and conventional loading in one hundred and fifty one implants were lost due to a lack of osseointegration resulting in an implant survival rate of ci adverse events were reported in implants uncontrolled hypertension hypertension without information on control absence of final abutment replacement implant and adverse event occurrence were associated with implant loss treatment using a hybrid macrogeometry dental implant is an option for total or partial edentulous patients with compromised health and different clinical conditions"
}