{
    "pmid": "41474227",
    "title": "Baishaoluoshi Decoction Mitigates Post-Stroke Spasticity by Targeting Synaptic Plasticity Through the Nogo-A/NgR Signaling Pathway.",
    "abstract": "This study systematically investigated the effects and molecular mechanisms of Baishaoluoshi Decoction (BD) on synaptic plasticity in rats with post-stroke spasticity (PSS). A rat model of PSS was established using middle cerebral artery occlusion. Behavioral assessments, including modified neurological severity scores, rotarod tests, and the Modified Ashworth Scale, were employed. Synaptic ultrastructure was analyzed using transmission electron microscopy (TEM). The molecular mechanisms were explored using immunofluorescence and western blot analyses to evaluate protein expression (Nogo-A, Nogo receptor (NgR), RhoA, Collapsin Response Mediator Protein 2 (CRMP2), and AGG) and NgR/Olig2 colocalization. BD was also tested in combination with the NgR antagonist NEP1-40. BD significantly ameliorated the neurological deficits, prolonged rotarod fall latency, and reduced spasticity. TEM revealed that BD restored the synaptic ultrastructure in the peri-infarct regions by increasing postsynaptic density (PSD) thickness and length, and narrowing synaptic clefts. BD downregulates synaptic-plasticity-related proteins (Nogo-A, NgR, RhoA, AGG, and CRMP2) and attenuates oligodendrocyte-mediated inhibitory signaling via reduced NgR/Olig2 co-localization. BD combined with NEP1-40 exhibits synergistic therapeutic efficacy. BD alleviates PSS by enhancing synaptic plasticity and suppressing inhibitory signaling through multitarget modulation of neuron-glia interactions. These findings highlight BD as a promising therapeutic intervention for PSS, which is supported by molecular evidence of its effects on synaptic remodeling and functional recovery.",
    "disease": "stroke",
    "clean_text": "baishaoluoshi decoction mitigates post stroke spasticity by targeting synaptic plasticity through the nogo a ngr signaling pathway this study systematically investigated the effects and molecular mechanisms of baishaoluoshi decoction bd on synaptic plasticity in rats with post stroke spasticity pss a rat model of pss was established using middle cerebral artery occlusion behavioral assessments including modified neurological severity scores rotarod tests and the modified ashworth scale were employed synaptic ultrastructure was analyzed using transmission electron microscopy tem the molecular mechanisms were explored using immunofluorescence and western blot analyses to evaluate protein expression nogo a nogo receptor ngr rhoa collapsin response mediator protein crmp and agg and ngr olig colocalization bd was also tested in combination with the ngr antagonist nep bd significantly ameliorated the neurological deficits prolonged rotarod fall latency and reduced spasticity tem revealed that bd restored the synaptic ultrastructure in the peri infarct regions by increasing postsynaptic density psd thickness and length and narrowing synaptic clefts bd downregulates synaptic plasticity related proteins nogo a ngr rhoa agg and crmp and attenuates oligodendrocyte mediated inhibitory signaling via reduced ngr olig co localization bd combined with nep exhibits synergistic therapeutic efficacy bd alleviates pss by enhancing synaptic plasticity and suppressing inhibitory signaling through multitarget modulation of neuron glia interactions these findings highlight bd as a promising therapeutic intervention for pss which is supported by molecular evidence of its effects on synaptic remodeling and functional recovery"
}