{
    "pmid": "41448460",
    "title": "Meta-organismal tryptophan metabolism: an appealing therapeutic target in CKD-MBD.",
    "abstract": "Despite important advances over the past decades, chronic kidney disease-mineral and bone disorder (CKD-MBD) remains a major clinical therapeutic challenge. Traditional interventions targeting hyperphosphatemia, impaired vitamin D metabolism, and secondary hyperparathyroidism overall failed to meet expectations. This calls for a paradigm shift. The 2023 Madrid CKD-MBD Kidney Disease: Improving Global Outcomes (KDIGO) controversies conference advocated a holistic approach to replace current parathyroid hormone-calcium-phosphate centric approach. In this context, the FGF23-α-Klotho axis has emerged as a key regulator of mineral metabolism and a potential novel therapeutic target. In parallel, meta-organismal tryptophan dysmetabolism recently gained interest as a novel pathogenic driver of both CKD-associated osteoporosis and cardiovascular disease. CKD not only profoundly disturbs microbial and endogenous tryptophan metabolism, but also causes accumulation of tryptophan metabolites, some of which are increasingly recognized as uremic toxins, including indoxyl sulphate, kynurenine and kynurenic acid. They may confer cardiovascular and skeletal toxicity either by inducing direct cellular toxicity or by activating the aryl hydrocarbon receptor (AhR). While adding another level of complexity to the pathogenesis of CKD-MBD, these insights also create novel therapeutic opportunities.",
    "disease": "chronic kidney disease",
    "clean_text": "meta organismal tryptophan metabolism an appealing therapeutic target in ckd mbd despite important advances over the past decades chronic kidney disease mineral and bone disorder ckd mbd remains a major clinical therapeutic challenge traditional interventions targeting hyperphosphatemia impaired vitamin d metabolism and secondary hyperparathyroidism overall failed to meet expectations this calls for a paradigm shift the madrid ckd mbd kidney disease improving global outcomes kdigo controversies conference advocated a holistic approach to replace current parathyroid hormone calcium phosphate centric approach in this context the fgf klotho axis has emerged as a key regulator of mineral metabolism and a potential novel therapeutic target in parallel meta organismal tryptophan dysmetabolism recently gained interest as a novel pathogenic driver of both ckd associated osteoporosis and cardiovascular disease ckd not only profoundly disturbs microbial and endogenous tryptophan metabolism but also causes accumulation of tryptophan metabolites some of which are increasingly recognized as uremic toxins including indoxyl sulphate kynurenine and kynurenic acid they may confer cardiovascular and skeletal toxicity either by inducing direct cellular toxicity or by activating the aryl hydrocarbon receptor ahr while adding another level of complexity to the pathogenesis of ckd mbd these insights also create novel therapeutic opportunities"
}