{
    "pmid": "41458875",
    "title": "Fracture Risk After Corticosteroid Injections in Non-geriatric Patients With Upper Extremity Osteoarthritis: A Retrospective Analysis.",
    "abstract": "Corticosteroid injections (CSIs) are commonly used for symptomatic management of upper extremity osteoarthritis (OA). While systemic corticosteroids are associated with impaired bone health, the fracture risk of intra-articular CSIs in younger patients remains unclear. This study aimed to determine whether intra-articular CSIs of the shoulder, elbow, or wrist increase short-term fragility fracture risk in non-geriatric patients with upper extremity OA. We retrospectively reviewed patients aged < 65 years who received intra-articular CSIs in the shoulder, elbow, or wrist between 2018 and 2023. Patients with prior upper extremity fractures, ipsilateral shoulder arthroplasty, metabolic bone disease, or medications affecting bone metabolism were excluded. Data on demographics, injection history, and fracture occurrence were collected and analyzed using chi-squared tests and logistic regression, with significance set at p < 0.05. Among 431 patients (mean age = 45.5 ± 10.64 years; 46.4% female), the fracture incidence after CSI was 1.9% (8/431) over a mean follow-up of 390 days. Fracture risk was not significantly associated with age (p = 0.92), sex (p = 0.36), body mass index (p = 0.11), smoking status (p = 0.24), injection site (p = 0.99), or injection frequency (p = 0.533). Logistic regression confirmed no association between the number of injections and fracture occurrence (p = 0.61). Intra-articular CSIs of the shoulder, elbow, or wrist were not associated with an increased short-term fragility fracture risk in non-geriatric patients with upper extremity OA. These findings support the continued use of CSIs in younger populations, although long-term and higher-risk cohorts warrant further investigation for broader risk assessment.",
    "disease": "osteoarthritis",
    "clean_text": "fracture risk after corticosteroid injections in non geriatric patients with upper extremity osteoarthritis a retrospective analysis corticosteroid injections csis are commonly used for symptomatic management of upper extremity osteoarthritis oa while systemic corticosteroids are associated with impaired bone health the fracture risk of intra articular csis in younger patients remains unclear this study aimed to determine whether intra articular csis of the shoulder elbow or wrist increase short term fragility fracture risk in non geriatric patients with upper extremity oa we retrospectively reviewed patients aged years who received intra articular csis in the shoulder elbow or wrist between and patients with prior upper extremity fractures ipsilateral shoulder arthroplasty metabolic bone disease or medications affecting bone metabolism were excluded data on demographics injection history and fracture occurrence were collected and analyzed using chi squared tests and logistic regression with significance set at p among patients mean age years female the fracture incidence after csi was over a mean follow up of days fracture risk was not significantly associated with age p sex p body mass index p smoking status p injection site p or injection frequency p logistic regression confirmed no association between the number of injections and fracture occurrence p intra articular csis of the shoulder elbow or wrist were not associated with an increased short term fragility fracture risk in non geriatric patients with upper extremity oa these findings support the continued use of csis in younger populations although long term and higher risk cohorts warrant further investigation for broader risk assessment"
}