{
    "title": "PERSPECTIVES: Accountability for Mental Health: The Australian Experience.",
    "doc_id": "28418836",
    "writer": "Rosenberg S",
    "year": "2017",
    "summary": "AIMS OF THE STUDY: To review accountability for mental health in Australia and question whether two decades of Australian rhetoric around accountability for mental health has been fulfilled. ...IMPLICATIONS FOR FURTHER RESEARCH: Australia must further …",
    "abstract": "Background:\n        \n      \n      Australia was one of the first countries to develop a national policy for mental health. A persistent characteristic of all these policies has been their reference to the importance of accountability. What does this mean exactly and have we achieved it? Can Australia tell if anybody is getting better?\n    \n\n\n          Aims of the study:\n        \n      \n      To review accountability for mental health in Australia and question whether two decades of Australian rhetoric around accountability for mental health has been fulfilled.\n    \n\n\n          Methods:\n        \n      \n      This paper first considers the concept of accountability and its application to mental health. We then draw on existing literature, reports, and empirical data from national and state governments to illustrate historical and current approaches to accountability for mental health. We provide a content analysis of the most current set of national indicators. The paper also briefly considers some relevant international processes to compare Australia's progress in establishing accountability for mental health.\n    \n\n\n          Results:\n        \n      \n      Australia's federated system of government permits competing approaches to accountability, with multiple and overlapping data sets. A clear national approach to accountability for mental health has failed to emerge. Existing data focuses on administrative and health service indicators, failing to reflect broader social factors which reveal quality of life. In spite of twenty years of investment and effort Australia has been described as outcome blind, unable to demonstrate the merit of USD 8bn spent on mental health annually.\n    \n\n\n          Discussion and limitations:\n        \n      \n      While it may be prolific, existing administrative data provide little outcomes information against which Australia can genuinely assess the health and welfare of people with a mental illness. International efforts are evolving slowly.\n    \n\n\n          Implications for health care provision and use:\n        \n      \n      Even in high income countries such as Australia, resources for mental health services are constrained. Countries cannot afford to continue to invest in services or programs that fail to demonstrate good outcomes for people with a mental illness or are not value for money.\n    \n\n\n          Implications for health policies:\n        \n      \n      New approaches are needed which ensure that chosen accountability indicators reflect national health and social priorities. Such priorities must be meaningful to a range of stakeholders and the community about the state of mental health. They must drive an agenda of continuous improvement relevant to those most affected by mental disorders. These approaches should be operable in emerging international contexts.\n    \n\n\n          Implications for further research:\n        \n      \n      Australia must further develop its approach to health accountability in relation to mental health. A limited set of new preferred national mental health indicators should be agreed. These should be tested, both domestically and internationally, for their capacity to inform and drive quality improvement processes in mental health.\n    \n\n\n          Conclusion:\n        \n      \n      Existing systems of accountability are not fit for purpose, incapable of firing necessary quality improvement processes. Supported by adequate resources, realistic targets and a culture of openness, new accountability could drive real quality improvement processes for mental health, facilitate jurisdictional comparisons in Australia, and contribute to new efforts to benchmark mental health internationally.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28418836/",
    "clean_text": "perspectives accountability for mental health the australian experience aims of the study to review accountability for mental health in australia and question whether two decades of australian rhetoric around accountability for mental health has been fulfilled implications for further research australia must further background australia was one of the first countries to develop a national policy for mental health a persistent characteristic of all these policies has been their reference to the importance of accountability what does this mean exactly and have we achieved it can australia tell if anybody is getting better aims of the study to review accountability for mental health in australia and question whether two decades of australian rhetoric around accountability for mental health has been fulfilled methods this paper first considers the concept of accountability and its application to mental health we then draw on existing literature reports and empirical data from national and state governments to illustrate historical and current approaches to accountability for mental health we provide a content analysis of the most current set of national indicators the paper also briefly considers some relevant international processes to compare australia s progress in establishing accountability for mental health results australia s federated system of government permits competing approaches to accountability with multiple and overlapping data sets a clear national approach to accountability for mental health has failed to emerge existing data focuses on administrative and health service indicators failing to reflect broader social factors which reveal quality of life in spite of twenty years of investment and effort australia has been described as outcome blind unable to demonstrate the merit of usd bn spent on mental health annually discussion and limitations while it may be prolific existing administrative data provide little outcomes information against which australia can genuinely assess the health and welfare of people with a mental illness international efforts are evolving slowly implications for health care provision and use even in high income countries such as australia resources for mental health services are constrained countries cannot afford to continue to invest in services or programs that fail to demonstrate good outcomes for people with a mental illness or are not value for money implications for health policies new approaches are needed which ensure that chosen accountability indicators reflect national health and social priorities such priorities must be meaningful to a range of stakeholders and the community about the state of mental health they must drive an agenda of continuous improvement relevant to those most affected by mental disorders these approaches should be operable in emerging international contexts implications for further research australia must further develop its approach to health accountability in relation to mental health a limited set of new preferred national mental health indicators should be agreed these should be tested both domestically and internationally for their capacity to inform and drive quality improvement processes in mental health conclusion existing systems of accountability are not fit for purpose incapable of firing necessary quality improvement processes supported by adequate resources realistic targets and a culture of openness new accountability could drive real quality improvement processes for mental health facilitate jurisdictional comparisons in australia and contribute to new efforts to benchmark mental health internationally"
}