{
    "title": "Colorectal Cancer in the Adolescent and Young Adult Population.",
    "doc_id": "32039664",
    "writer": "You YN",
    "year": "2020",
    "summary": "Colorectal cancer in the young adult population is of increasing incidence and concern. Genetic predisposition and heritable syndromes contribute to this trend, but perhaps more concerning is the majority of new diagnoses that involve no traceable genetic risk facto …",
    "abstract": "Colorectal cancer in the young adult population is of increasing incidence and concern. Genetic predisposition and heritable syndromes contribute to this trend, but perhaps more concerning is the majority of new diagnoses that involve no traceable genetic risk factors. Prevention and early recognition, with a high suspicion in the symptomatic young adult, are critical in attenuating recent trends. Clinical management requires coordinated multidisciplinary care from diagnosis to surveillance in order to ensure appropriate management. This review provides a summary of key aspects related to colorectal cancer in adolescents and young adults, including epidemiology, biology, genetics, clinical management, and prevention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32039664/",
    "clean_text": "colorectal cancer in the adolescent and young adult population colorectal cancer in the young adult population is of increasing incidence and concern genetic predisposition and heritable syndromes contribute to this trend but perhaps more concerning is the majority of new diagnoses that involve no traceable genetic risk facto colorectal cancer in the young adult population is of increasing incidence and concern genetic predisposition and heritable syndromes contribute to this trend but perhaps more concerning is the majority of new diagnoses that involve no traceable genetic risk factors prevention and early recognition with a high suspicion in the symptomatic young adult are critical in attenuating recent trends clinical management requires coordinated multidisciplinary care from diagnosis to surveillance in order to ensure appropriate management this review provides a summary of key aspects related to colorectal cancer in adolescents and young adults including epidemiology biology genetics clinical management and prevention"
}