{
    "title": "Zika virus infection in Vietnam: current epidemic, strain origin, spreading risk, and perspective.",
    "doc_id": "28631169",
    "writer": "Chu DT",
    "year": "2017",
    "summary": "Zika virus infection and its associated microcephaly have being receiving global concern. ...Vietnam is one of the most recent countries which had cases of Zika virus infection at the end of 2016. This country has also reported the first case of a micr …",
    "abstract": "Zika virus infection and its associated microcephaly have being receiving global concern. This infection has spread widely since the first outbreak was recorded in Africa in 1952. Now, it has been reported in over 70 countries on five continents including Africa, North and South America, Asia, and Europe. Vietnam is one of the most recent countries which had cases of Zika virus infection at the end of 2016. This country has also reported the first case of a microcephaly-born baby which was probably linked to Zika virus infection. However, information on the Zika virus epidemic in Vietnam is still limited. This brief report intends to update the current Zika virus epidemic, and to discuss challenges and perspectives in controlling this infection in Vietnam.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28631169/",
    "clean_text": "zika virus infection in vietnam current epidemic strain origin spreading risk and perspective zika virus infection and its associated microcephaly have being receiving global concern vietnam is one of the most recent countries which had cases of zika virus infection at the end of this country has also reported the first case of a micr zika virus infection and its associated microcephaly have being receiving global concern this infection has spread widely since the first outbreak was recorded in africa in now it has been reported in over countries on five continents including africa north and south america asia and europe vietnam is one of the most recent countries which had cases of zika virus infection at the end of this country has also reported the first case of a microcephaly born baby which was probably linked to zika virus infection however information on the zika virus epidemic in vietnam is still limited this brief report intends to update the current zika virus epidemic and to discuss challenges and perspectives in controlling this infection in vietnam"
}