{
    "title": "Head and neck cancer: detection and therapeutics.",
    "doc_id": "2181845",
    "writer": "Hall P",
    "year": "1990",
    "summary": "The stage of disease remains the major prognostic indicator for head and neck cancer. Five-year survival declines as the disease stage progresses. Currently, only stage I and stage II head and neck cancers are curable; thus, early detection is i …",
    "abstract": "The stage of disease remains the major prognostic indicator for head and neck cancer. Five-year survival declines as the disease stage progresses. Currently, only stage I and stage II head and neck cancers are curable; thus, early detection is imperative. Treatment for stage III and stage IV disease is only palliative. Pharmacists can promote early detection by educating high-risk populations (patients who drink and smoke) and monitoring their use of nonprescription medications for palliation of symptoms. Patients with risk factors and symptomatology of head and neck cancer should be referred for proper medical evaluation. Thus, through education and communication, pharmacists can play an important role in the early detection and treatment of head and neck cancers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2181845/",
    "clean_text": "head and neck cancer detection and therapeutics the stage of disease remains the major prognostic indicator for head and neck cancer five year survival declines as the disease stage progresses currently only stage i and stage ii head and neck cancers are curable thus early detection is i the stage of disease remains the major prognostic indicator for head and neck cancer five year survival declines as the disease stage progresses currently only stage i and stage ii head and neck cancers are curable thus early detection is imperative treatment for stage iii and stage iv disease is only palliative pharmacists can promote early detection by educating high risk populations patients who drink and smoke and monitoring their use of nonprescription medications for palliation of symptoms patients with risk factors and symptomatology of head and neck cancer should be referred for proper medical evaluation thus through education and communication pharmacists can play an important role in the early detection and treatment of head and neck cancers"
}