{
    "title": "Mesenchymal stem cell application in pulmonary disease treatment with emphasis on their interaction with lung-resident immune cells.",
    "doc_id": "39582867",
    "writer": "Hazrati A",
    "year": "2024",
    "summary": "In addition, uncontrolled immune cell responses can lead to lung tissue damage in other infectious and non-infectious diseases. ...The therapeutic application of mesenchymal stem cells (MSCs), in addition to restoring immune homeostasis, can promote the regen …",
    "abstract": "Due to the vital importance of the lungs, lung-related diseases and their control are very important. Severe inflammatory responses mediated by immune cells were among the leading causes of lung tissue pathology and damage during the COVID-19 pandemic. In addition, uncontrolled immune cell responses can lead to lung tissue damage in other infectious and non-infectious diseases. It is essential to control immune responses in a way that leads to homeostasis. Immunosuppressive drugs only suppress inflammatory responses and do not affect the homeostasis of reactions. The therapeutic application of mesenchymal stem cells (MSCs), in addition to restoring immune homeostasis, can promote the regeneration of lung tissue through the production of growth factors and differentiation into lung-related cells. However, the communication between MSCs and immune cells after treatment of pulmonary diseases is essential, and investigating this can help develop a clinical perspective. Different studies in the clinical phase showed that MSCs can reverse fibrosis, increase regeneration, promote airway remodeling, and reduce damage to lung tissue. The proliferation and differentiation potential of MSCs is one of the mechanisms of their therapeutic effects. Furthermore, they can secrete exosomes that affect the function of lung cells and immune cells and change their function. Another important mechanism is that MSCs reduce harmful inflammatory responses through communication with innate and adaptive immune cells, which leads to a shift of the immune system toward regulatory and hemostatic responses.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39582867/",
    "clean_text": "mesenchymal stem cell application in pulmonary disease treatment with emphasis on their interaction with lung resident immune cells in addition uncontrolled immune cell responses can lead to lung tissue damage in other infectious and non infectious diseases the therapeutic application of mesenchymal stem cells mscs in addition to restoring immune homeostasis can promote the regen due to the vital importance of the lungs lung related diseases and their control are very important severe inflammatory responses mediated by immune cells were among the leading causes of lung tissue pathology and damage during the covid pandemic in addition uncontrolled immune cell responses can lead to lung tissue damage in other infectious and non infectious diseases it is essential to control immune responses in a way that leads to homeostasis immunosuppressive drugs only suppress inflammatory responses and do not affect the homeostasis of reactions the therapeutic application of mesenchymal stem cells mscs in addition to restoring immune homeostasis can promote the regeneration of lung tissue through the production of growth factors and differentiation into lung related cells however the communication between mscs and immune cells after treatment of pulmonary diseases is essential and investigating this can help develop a clinical perspective different studies in the clinical phase showed that mscs can reverse fibrosis increase regeneration promote airway remodeling and reduce damage to lung tissue the proliferation and differentiation potential of mscs is one of the mechanisms of their therapeutic effects furthermore they can secrete exosomes that affect the function of lung cells and immune cells and change their function another important mechanism is that mscs reduce harmful inflammatory responses through communication with innate and adaptive immune cells which leads to a shift of the immune system toward regulatory and hemostatic responses"
}