{
    "pmid": "41405241",
    "title": "Trends and Disparities in Dementia Among Older Adults With Coronary Artery Disease, 1999-2023: Insights From the CDC WONDER Database.",
    "abstract": "Despite growing multimorbidity rates, older adults, particularly those with dementia, remain underrepresented in cardiovascular research. Most research on CAD excludes individuals with cognitive impairment, leaving a gap in our understanding of how dementia and CAD affect mortality. This study bridges that gap by examining 25-year nationwide trends in dementia and CAD-related mortality among elderly in the United States. We performed a descriptive trend analysis using Centers for Disease Control and Prevention's Wide-Ranging Online Data for Epidemiologic Research (CDC WONDER) Multiple Cause-of-Death data (1999-2023). Deaths with International Classification of Diseases, 10th Revision (ICD-10) codes I20-I25 (CAD) and F01, F03, G30 (dementia) were included if either appeared anywhere on the death certificate. Age-adjusted mortality rates (AAMRs) per 100,000 population were calculated and stratified by sex, race/ethnicity, state, census region, place of death, and urban/rural status. Average AAMRs were calculated by using the AVERAGE Excel function for the entire study period. Joinpoint regression with annual percentage change (APC), average APC (AAPC), and 95% confidence intervals (CIs) were used to evaluate temporal changes. The threshold for statistical significance was set at p < 0.05. In adults aged ≥65 years, dementia with CAD was the cause of 1,256,284 deaths between 1999 and 2023. More than half took place in long-term care institutions. Overall, the AAMR trend showed no statistically significant change (AAPC: -0.23; p = 0.325). The average AAMRs of males were greater than those of females (127.75 vs. 109.83). Non-Hispanic (NH) Whites had the highest average AAMRs (121.59). Regionally, average AAMRs were highest in the Midwest (123.02), followed by Northeast, South, and West. Average AAMRs were highest in rural areas (129.73 vs. 117.12 in urban areas) with a statistically significant upward trend in rural AAMRs (AAPC: 1.16; p < 0.001), whereas urban rates remained stable. Subgroup analysis revealed highest mortality burden associated with vascular dementia-related CAD (AAPC = 8.49). Among the elderly, dementia with CAD continues to cause significant mortality in the United States, particularly in males, rural regions, and long-term care settings. These findings highlight an urgent need for inclusive cardiovascular research and health care personalized to this often-overlooked population.",
    "disease": "coronary artery disease",
    "clean_text": "trends and disparities in dementia among older adults with coronary artery disease insights from the cdc wonder database despite growing multimorbidity rates older adults particularly those with dementia remain underrepresented in cardiovascular research most research on cad excludes individuals with cognitive impairment leaving a gap in our understanding of how dementia and cad affect mortality this study bridges that gap by examining year nationwide trends in dementia and cad related mortality among elderly in the united states we performed a descriptive trend analysis using centers for disease control and prevention s wide ranging online data for epidemiologic research cdc wonder multiple cause of death data deaths with international classification of diseases th revision icd codes i i cad and f f g dementia were included if either appeared anywhere on the death certificate age adjusted mortality rates aamrs per population were calculated and stratified by sex race ethnicity state census region place of death and urban rural status average aamrs were calculated by using the average excel function for the entire study period joinpoint regression with annual percentage change apc average apc aapc and confidence intervals cis were used to evaluate temporal changes the threshold for statistical significance was set at p in adults aged years dementia with cad was the cause of deaths between and more than half took place in long term care institutions overall the aamr trend showed no statistically significant change aapc p the average aamrs of males were greater than those of females vs non hispanic nh whites had the highest average aamrs regionally average aamrs were highest in the midwest followed by northeast south and west average aamrs were highest in rural areas vs in urban areas with a statistically significant upward trend in rural aamrs aapc p whereas urban rates remained stable subgroup analysis revealed highest mortality burden associated with vascular dementia related cad aapc among the elderly dementia with cad continues to cause significant mortality in the united states particularly in males rural regions and long term care settings these findings highlight an urgent need for inclusive cardiovascular research and health care personalized to this often overlooked population"
}