{
    "title": "[Gene therapy of arthritis].",
    "doc_id": "29368491",
    "writer": "Nepomnyashchikh TS",
    "year": "2016",
    "summary": "Gene therapy can offer a new approach to arthritis treatment which acts at an inflammation site. ...Of significant importance is the development of noninvasive methods of gene therapy: intranasal and peroral. The current state of research in arthritis …",
    "abstract": "Gene therapy can offer a new approach to arthritis treatment which acts at an inflammation site. Numerous studies show high efficacy of gene therapy in different models of arthritis in humans. Even a single injection of a recombinant vector results in a stable prolonged expression of a therapeutic gene and a longterm therapeutic effect. In contrast to biologic therapy involving numerous systemic injections of recombinant anti-inflammatory proteins, gene therapy does not produce systemic side effects. Vectors based on retroviruses, adenoviruses, adeno-associated viruses, and recombinant plasmids could provide delivery of target genes. Of significant importance is the development of noninvasive methods of gene therapy: intranasal and peroral. The current state of research in arthritis gene therapy is discussed in this review.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29368491/",
    "clean_text": "gene therapy of arthritis gene therapy can offer a new approach to arthritis treatment which acts at an inflammation site of significant importance is the development of noninvasive methods of gene therapy intranasal and peroral the current state of research in arthritis gene therapy can offer a new approach to arthritis treatment which acts at an inflammation site numerous studies show high efficacy of gene therapy in different models of arthritis in humans even a single injection of a recombinant vector results in a stable prolonged expression of a therapeutic gene and a longterm therapeutic effect in contrast to biologic therapy involving numerous systemic injections of recombinant anti inflammatory proteins gene therapy does not produce systemic side effects vectors based on retroviruses adenoviruses adeno associated viruses and recombinant plasmids could provide delivery of target genes of significant importance is the development of noninvasive methods of gene therapy intranasal and peroral the current state of research in arthritis gene therapy is discussed in this review"
}