{
    "title": "Trend analysis and prediction of injury death in Xi'an city, China, 2005-2020.",
    "doc_id": "36403065",
    "writer": "Zhang XY",
    "year": "2022",
    "summary": "In the present study, we systematically analyzed the epidemiological characteristics and trends of injury death in Xi'an residents from 2005 to 2020. METHODS: Data on injury deaths from 2005 to 2020 were obtained from the \"Xi'an Center for Disease Cont …",
    "abstract": "Background:\n        \n      \n      Injury is an important cause of death in China. In the present study, we systematically analyzed the epidemiological characteristics and trends of injury death in Xi'an residents from 2005 to 2020.\n    \n\n\n          Methods:\n        \n      \n      Data on injury deaths from 2005 to 2020 were obtained from the \"Xi'an Center for Disease Control and Prevention\", injury deaths were classified according to the International Classification Disease-10th Revision (ICD-10). The data were stratified by gender, age groups, injury types, and then overall and type-specific injury mortality rates were estimated. Joinpoint regression analysis was conducted to estimate annual percent change (APC). The grey interval predicting method was used to predict the future characteristics of injury deaths in Xi'an city.\n    \n\n\n          Results:\n        \n      \n      From 2005 to 2020, injury caused 32,596 deaths (5.79% of all deaths; 35.71/100000 population). Injury mortality rates were higher among males than females. Motor vehicle traffic accidents were the commonest injury type. The highest injury mortality rates were in those aged 85 years or older. Overall, Joinpoint regression analysis revealed that injury mortality had significantly (p < 0.05) decreasing trends. GM (1,1) model estimated that injury mortality will be on a declining curve.\n    \n\n\n          Conclusions:\n        \n      \n      Motor vehicle traffic accidents, transport accidents other than motor vehicles, unintentional falls, suicide, and accidental poisoning are the main causes of injury. The injury death rate is projected to decline over the next decade.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36403065/",
    "clean_text": "trend analysis and prediction of injury death in xi an city china in the present study we systematically analyzed the epidemiological characteristics and trends of injury death in xi an residents from to methods data on injury deaths from to were obtained from the xi an center for disease cont background injury is an important cause of death in china in the present study we systematically analyzed the epidemiological characteristics and trends of injury death in xi an residents from to methods data on injury deaths from to were obtained from the xi an center for disease control and prevention injury deaths were classified according to the international classification disease th revision icd the data were stratified by gender age groups injury types and then overall and type specific injury mortality rates were estimated joinpoint regression analysis was conducted to estimate annual percent change apc the grey interval predicting method was used to predict the future characteristics of injury deaths in xi an city results from to injury caused deaths of all deaths population injury mortality rates were higher among males than females motor vehicle traffic accidents were the commonest injury type the highest injury mortality rates were in those aged years or older overall joinpoint regression analysis revealed that injury mortality had significantly p decreasing trends gm model estimated that injury mortality will be on a declining curve conclusions motor vehicle traffic accidents transport accidents other than motor vehicles unintentional falls suicide and accidental poisoning are the main causes of injury the injury death rate is projected to decline over the next decade"
}