{
    "pmid": "41432364",
    "title": "Long-term clinical outcomes after hospitalization for acute respiratory illness due to respiratory syncytial virus (RSV).",
    "abstract": "Acute respiratory illnesses (ARI) can be severe in older adults and adults with chronic conditions. We compared long-term outcomes of United States patients aged ≥50 years with ≥1 hospitalized acute-respiratory illness due to respiratory syncytial virus (RSV-ARI cohort) versus controls without ARI (control cohort) and patients with ≥1 hospitalized influenza-ARI (influenza-ARI cohort). This retrospective study used October 1, 2015-June 30, 2023 claims data to evaluate clinical outcomes across the three cohorts. The index date was defined as the start of an ARI episode. Cumulative incidence functions assessed risks of readmission, all-cause mortality, myocardial infarction, asthma and chronic obstructive pulmonary disease (COPD) exacerbation, and hospitalization due to heart failure; adjusted risks were compared using multivariable regression models. A total of 14,759, 77,468, and 73,795 patients were selected into the RSV-ARI, influenza-ARI, and control cohorts, respectively. The RSV-ARI cohort had a substantially higher adjusted risk of all-cause mortality than controls, with the highest adjusted hazard ratio (95% confidence interval) 0-30 days post-index (10.772 [9.190, 12.627]). Myocardial infarction risk followed a pattern similar to all-cause mortality. Adjusted risks of asthma exacerbation, COPD exacerbation, and hospitalization for heart failure were significantly higher in the RSV-ARI cohort than controls, and similar between RSV-ARI and influenza-ARI cohorts. RSV-ARI had considerable long-term impact on clinical outcomes, with measurable increases in outcomes associated with RSV-ARI when compared with controls, and similar outcomes compared to influenza-ARI. These findings can inform RSV prevention efforts and support future research on the long-term impact of RSV. Acute respiratory illnesses (ARI) can be particularly severe for older adults and those with chronic health conditions. This study used a large database of United States (US) health insurance claims to compare long-term health outcomes across three groups of adults aged ≥50 years: (1) 14,759 adults who were hospitalized with ARI caused by respiratory syncytial virus (RSV), (2) 77,468 adults who were hospitalized with ARI caused by influenza, and (3) a control group of 73,795 adults who did not have any recent ARI. Over time, both the RSV-ARI and influenza-ARI groups had similar risks of heart attack (myocardial infarction) and death due to any cause. Adults with RSV-ARI had a higher risk of death within 30 days of hospitalization compared with adults with no recent ARI. Adults with RSV-ARI also had a higher risk of worsening asthma, worsening chronic obstructive pulmonary disease (COPD), and hospitalization for heart failure compared with the control group, and their risk of these events was similar to risks in the influenza-ARI group. RSV has a significant long-term impact on the health outcomes of older patients, reinforcing the importance of preventing RSV among adults aged ≥50 years.",
    "disease": "asthma",
    "clean_text": "long term clinical outcomes after hospitalization for acute respiratory illness due to respiratory syncytial virus rsv acute respiratory illnesses ari can be severe in older adults and adults with chronic conditions we compared long term outcomes of united states patients aged years with hospitalized acute respiratory illness due to respiratory syncytial virus rsv ari cohort versus controls without ari control cohort and patients with hospitalized influenza ari influenza ari cohort this retrospective study used october june claims data to evaluate clinical outcomes across the three cohorts the index date was defined as the start of an ari episode cumulative incidence functions assessed risks of readmission all cause mortality myocardial infarction asthma and chronic obstructive pulmonary disease copd exacerbation and hospitalization due to heart failure adjusted risks were compared using multivariable regression models a total of and patients were selected into the rsv ari influenza ari and control cohorts respectively the rsv ari cohort had a substantially higher adjusted risk of all cause mortality than controls with the highest adjusted hazard ratio confidence interval days post index myocardial infarction risk followed a pattern similar to all cause mortality adjusted risks of asthma exacerbation copd exacerbation and hospitalization for heart failure were significantly higher in the rsv ari cohort than controls and similar between rsv ari and influenza ari cohorts rsv ari had considerable long term impact on clinical outcomes with measurable increases in outcomes associated with rsv ari when compared with controls and similar outcomes compared to influenza ari these findings can inform rsv prevention efforts and support future research on the long term impact of rsv acute respiratory illnesses ari can be particularly severe for older adults and those with chronic health conditions this study used a large database of united states us health insurance claims to compare long term health outcomes across three groups of adults aged years adults who were hospitalized with ari caused by respiratory syncytial virus rsv adults who were hospitalized with ari caused by influenza and a control group of adults who did not have any recent ari over time both the rsv ari and influenza ari groups had similar risks of heart attack myocardial infarction and death due to any cause adults with rsv ari had a higher risk of death within days of hospitalization compared with adults with no recent ari adults with rsv ari also had a higher risk of worsening asthma worsening chronic obstructive pulmonary disease copd and hospitalization for heart failure compared with the control group and their risk of these events was similar to risks in the influenza ari group rsv has a significant long term impact on the health outcomes of older patients reinforcing the importance of preventing rsv among adults aged years"
}