{
    "pmid": "41473267",
    "title": "An Interactive Brain Atlas of Knowledge.",
    "abstract": "Biomedical knowledge about the brain increases every day, with a rapidly growing number of scientific publications, datasets, and software tools. While this informational plethora is not merely comprehensible by human beings, recent developments in information science and computational linguistics aim to make this knowledge programmatically accessible by literature mining. However, integrating these semantic methods into neuroimaging standards remains insufficient, hindering researchers from unraveling their full potential. Therefore, we developed the semantic meta-analysis platform The Virtual Brain adapter of semantics (TVBase) that projects biomedical knowledge preserved in over 36 million scientific articles onto a 3D standardized brain. The literature-mining platform SCAIView was used to extract ontologically defined biomedical entities and their associations with brain anatomy from the PubMed database. By querying a specific concept, the association strength with each anatomical term was calculated using entropy. To project the data onto a standardized brain, we created a unique transformation matrix that links over 800 anatomical terms to voxel coordinates of a parcellated standard brain. This novel method of knowledge projection extracts region-specific information about biomedical concepts from the literature to support translational multi-scale approaches to computational neuroscience. The multi-purpose software framework TVBase is openly available as a Python library. It aims for hypothesis-free neuroimaging pattern interpretation, hypothesis generation, and applications in personalized medicine.",
    "disease": "alzheimer disease",
    "clean_text": "an interactive brain atlas of knowledge biomedical knowledge about the brain increases every day with a rapidly growing number of scientific publications datasets and software tools while this informational plethora is not merely comprehensible by human beings recent developments in information science and computational linguistics aim to make this knowledge programmatically accessible by literature mining however integrating these semantic methods into neuroimaging standards remains insufficient hindering researchers from unraveling their full potential therefore we developed the semantic meta analysis platform the virtual brain adapter of semantics tvbase that projects biomedical knowledge preserved in over million scientific articles onto a d standardized brain the literature mining platform scaiview was used to extract ontologically defined biomedical entities and their associations with brain anatomy from the pubmed database by querying a specific concept the association strength with each anatomical term was calculated using entropy to project the data onto a standardized brain we created a unique transformation matrix that links over anatomical terms to voxel coordinates of a parcellated standard brain this novel method of knowledge projection extracts region specific information about biomedical concepts from the literature to support translational multi scale approaches to computational neuroscience the multi purpose software framework tvbase is openly available as a python library it aims for hypothesis free neuroimaging pattern interpretation hypothesis generation and applications in personalized medicine"
}