{
    "pmid": "41367001",
    "title": "Sepsis after the Altemeier procedure: A case report.",
    "abstract": "Anastomotic leakage represents the most critical complication following the Altemeier procedure. However, sepsis resulting from anastomotic leakage has been rarely reported in the literature. A 53-year-old male with chronic obstructive pulmonary disease and rectal prolapse underwent the Altemeier procedure. On postoperative day 4, he developed sepsis secondary to anastomotic leakage. The patient's condition deteriorated after the Altemeier procedure, presenting with sepsis, anastomotic leakage, presacral infection, and acute exacerbation of chronic obstructive pulmonary disease. Terminal ileostomy was performed, and a self-designed double-lumen irrigation-drainage catheter was placed at the anal anastomotic site for irrigation and drainage to control the source of infection. Concurrent intravenous antimicrobial therapy with meropenem and levofloxacin was administered. 22 days after the terminal ileostomy procedure, procalcitonin and C-reactive protein levels normalized, and the patient was discharged. At the 4-month follow-up, colonoscopy revealed complete healing of the anastomosis, and successful ileostomy reversal surgery was subsequently performed. For patients with rectal prolapse who have other comorbid infections or malnutrition, thorough preoperative assessment before the Altemeier procedure is crucial for preventing severe anastomotic leakage.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "sepsis after the altemeier procedure a case report anastomotic leakage represents the most critical complication following the altemeier procedure however sepsis resulting from anastomotic leakage has been rarely reported in the literature a year old male with chronic obstructive pulmonary disease and rectal prolapse underwent the altemeier procedure on postoperative day he developed sepsis secondary to anastomotic leakage the patient s condition deteriorated after the altemeier procedure presenting with sepsis anastomotic leakage presacral infection and acute exacerbation of chronic obstructive pulmonary disease terminal ileostomy was performed and a self designed double lumen irrigation drainage catheter was placed at the anal anastomotic site for irrigation and drainage to control the source of infection concurrent intravenous antimicrobial therapy with meropenem and levofloxacin was administered days after the terminal ileostomy procedure procalcitonin and c reactive protein levels normalized and the patient was discharged at the month follow up colonoscopy revealed complete healing of the anastomosis and successful ileostomy reversal surgery was subsequently performed for patients with rectal prolapse who have other comorbid infections or malnutrition thorough preoperative assessment before the altemeier procedure is crucial for preventing severe anastomotic leakage"
}