{
    "title": "Aging and the lower urinary tract.",
    "doc_id": "9332258",
    "writer": "Ouslander JG.",
    "year": "1997",
    "summary": "Lower urinary tract symptoms and disorders are prevalent and bothersome in the rapidly growing aging population. ...A variety of aging changes, as well as age-associated disease, predispose older people to the development of lower urinary tract symptom …",
    "abstract": "Lower urinary tract symptoms and disorders are prevalent and bothersome in the rapidly growing aging population. Common symptoms include urinary frequency, nocturia, urgency, and incontinence. Among older men, symptoms of voiding difficulty, such as hesitancy, slow stream, and straining, are also common. A variety of aging changes, as well as age-associated disease, predispose older people to the development of lower urinary tract symptoms. Medications used to treat conditions outside the lower urinary tract also can contribute to these symptoms. Physicians and other health professionals should routinely ask specific questions about lower urinary tract symptoms in their older patients and evaluate them thoroughly when they are present.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9332258/",
    "clean_text": "aging and the lower urinary tract lower urinary tract symptoms and disorders are prevalent and bothersome in the rapidly growing aging population a variety of aging changes as well as age associated disease predispose older people to the development of lower urinary tract symptom lower urinary tract symptoms and disorders are prevalent and bothersome in the rapidly growing aging population common symptoms include urinary frequency nocturia urgency and incontinence among older men symptoms of voiding difficulty such as hesitancy slow stream and straining are also common a variety of aging changes as well as age associated disease predispose older people to the development of lower urinary tract symptoms medications used to treat conditions outside the lower urinary tract also can contribute to these symptoms physicians and other health professionals should routinely ask specific questions about lower urinary tract symptoms in their older patients and evaluate them thoroughly when they are present"
}