{
    "pmid": "41459173",
    "title": "Impact of Creatinine-eGFR Equations on Chronic Kidney Disease Stratification in a Ghanaian Tertiary Care Setting.",
    "abstract": "Kidney diseases disproportionately affect people of African descent, yet current estimated glomerular filtration rate (eGFR) equations lack accuracy in African populations. The widely used the race-adjusted Modification of Diet in Renal Disease (MDRD) equation underestimates GFR in African individuals with kidney disease, while newer race-agnostic equations, such as the 2021 CKD-EPI and European Kidney Function Consortium (EKFC) equations, require further validation in these populations. This study evaluated five creatinine-based eGFR equations in a Ghanaian population to assess their impact on chronic kidney disease (CKD) stratification. The study utilized the MDRD, MDRD without race coefficient (MDRDnr), CKD-EPI 2009 and 2021, and EKFC equations, to compare stratification into GFR stages per KDIGO guidelines using creatinine results from adult patients seen at the University of Ghana Medical Centre (January 2021-December 2023). Among 10,864 creatinine results from 6172 females (56.8%) and 4692 males (43.2%), the MDRDnr yielded the lowest median eGFR (76.4 mL/min/1.73 m",
    "disease": "chronic kidney disease",
    "clean_text": "impact of creatinine egfr equations on chronic kidney disease stratification in a ghanaian tertiary care setting kidney diseases disproportionately affect people of african descent yet current estimated glomerular filtration rate egfr equations lack accuracy in african populations the widely used the race adjusted modification of diet in renal disease mdrd equation underestimates gfr in african individuals with kidney disease while newer race agnostic equations such as the ckd epi and european kidney function consortium ekfc equations require further validation in these populations this study evaluated five creatinine based egfr equations in a ghanaian population to assess their impact on chronic kidney disease ckd stratification the study utilized the mdrd mdrd without race coefficient mdrdnr ckd epi and and ekfc equations to compare stratification into gfr stages per kdigo guidelines using creatinine results from adult patients seen at the university of ghana medical centre january december among creatinine results from females and males the mdrdnr yielded the lowest median egfr ml min m"
}