{
    "title": "Conditioned media from human pluripotent stem cell-derived cardiomyocytes inhibit the growth and migration of lung cancer cells.",
    "doc_id": "36791227",
    "writer": "Sadeghi H",
    "year": "2023",
    "summary": "We found that CCM markedly reduced the viability of lung cancer cells, while FCM did not compromise the viability of neither cancer cells nor HFF cells. ...Moreover, lung cancer cells exhibited cell cycle regulation upon treatment …",
    "abstract": "Conditioned media (CM) from various cell types contain significant levels of paracrine factors. Recently, therapeutic properties of CM derived from stem cells have been revealed. Based on the fact that heart cancer is extremely rarely, we hypothesized that the CM obtained from human pluripotent stem cell-derived cardiomyocytes might inhibit cancer cell growth and survival. To this end, lung cancer cell line A549 along with human foreskin fibroblasts (HFF) were treated with serial concentrations of cardiomyocyte CM (CCM) or fibroblast CM (FCM). We found that CCM markedly reduced the viability of lung cancer cells, while FCM did not compromise the viability of neither cancer cells nor HFF cells. Furthermore, we determined an optimized CCM concentration, 30 mg/mL, at which the growth, clonogenicity, and migration of A549 and Calu6 lung cancer cell lines were substantially impaired, whereas FCM did not influence these properties. Moreover, lung cancer cells exhibited cell cycle regulation upon treatment with CCM and the rate of apoptosis was markedly increased by cardiomyocyte CM in both lung cancer cell lines tested. Finally, in response to CCM treatment, A549 and Calu6 cells expressed lower levels of antiapoptotic and stemness genes, but higher levels of proapoptotic genes. In conclusion, this study provides cellular and molecular evidence for the antitumor ability of secretome obtained from stem cell-derived cardiomyocytes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36791227/",
    "clean_text": "conditioned media from human pluripotent stem cell derived cardiomyocytes inhibit the growth and migration of lung cancer cells we found that ccm markedly reduced the viability of lung cancer cells while fcm did not compromise the viability of neither cancer cells nor hff cells moreover lung cancer cells exhibited cell cycle regulation upon treatment conditioned media cm from various cell types contain significant levels of paracrine factors recently therapeutic properties of cm derived from stem cells have been revealed based on the fact that heart cancer is extremely rarely we hypothesized that the cm obtained from human pluripotent stem cell derived cardiomyocytes might inhibit cancer cell growth and survival to this end lung cancer cell line a along with human foreskin fibroblasts hff were treated with serial concentrations of cardiomyocyte cm ccm or fibroblast cm fcm we found that ccm markedly reduced the viability of lung cancer cells while fcm did not compromise the viability of neither cancer cells nor hff cells furthermore we determined an optimized ccm concentration mg ml at which the growth clonogenicity and migration of a and calu lung cancer cell lines were substantially impaired whereas fcm did not influence these properties moreover lung cancer cells exhibited cell cycle regulation upon treatment with ccm and the rate of apoptosis was markedly increased by cardiomyocyte cm in both lung cancer cell lines tested finally in response to ccm treatment a and calu cells expressed lower levels of antiapoptotic and stemness genes but higher levels of proapoptotic genes in conclusion this study provides cellular and molecular evidence for the antitumor ability of secretome obtained from stem cell derived cardiomyocytes"
}