{
    "pmid": "41438213",
    "title": "Proficiency in Laparoscopic Training: online versus Onsite Suturing Courses.",
    "abstract": "Laparoscopic suturing is a key skill in minimally invasive gynecologic surgery but remains technically demanding. Traditional training has relied on in-person courses, which became less accessible during the COVID-19 pandemic. This study compares the effectiveness of an online simulation-based suturing course with a conventional onsite training program. A prospective observational study was conducted from January 2020 to October 2023. A total of 151 gynecology trainees participated. A total of 62 attended a 3-day onsite course using physical simulation systems with one mentor per 4 participants. A total of 89 completed a 5-day online course using home-based simulators with one mentor guiding the entire group. All trainees completed the same pre and postcourse assessments measuring precision, knot quality, and task completion time. Statistical analysis included paired and independent tests with significance set at a standard level. Both groups significantly improved in precision and time. The onsite group showed greater improvement in knot quality and total score. The online group had higher baseline precision and showed slightly greater precision gains. After adjusting for baseline scores, the onsite group had greater overall improvement. Both onsite and online laparoscopic suturing courses significantly enhance technical performance. Onsite training showed a modest advantage, likely due to real-time feedback and hands-on guidance. Nonetheless, online simulation represents a viable, scalable option for surgical training, especially in resource-limited settings.",
    "disease": "pneumonia",
    "clean_text": "proficiency in laparoscopic training online versus onsite suturing courses laparoscopic suturing is a key skill in minimally invasive gynecologic surgery but remains technically demanding traditional training has relied on in person courses which became less accessible during the covid pandemic this study compares the effectiveness of an online simulation based suturing course with a conventional onsite training program a prospective observational study was conducted from january to october a total of gynecology trainees participated a total of attended a day onsite course using physical simulation systems with one mentor per participants a total of completed a day online course using home based simulators with one mentor guiding the entire group all trainees completed the same pre and postcourse assessments measuring precision knot quality and task completion time statistical analysis included paired and independent tests with significance set at a standard level both groups significantly improved in precision and time the onsite group showed greater improvement in knot quality and total score the online group had higher baseline precision and showed slightly greater precision gains after adjusting for baseline scores the onsite group had greater overall improvement both onsite and online laparoscopic suturing courses significantly enhance technical performance onsite training showed a modest advantage likely due to real time feedback and hands on guidance nonetheless online simulation represents a viable scalable option for surgical training especially in resource limited settings"
}