{
    "pmid": "41446734",
    "title": "Robust epileptic seizure prediction: A 3D-SERESNet framework for patient-specific and multi-patient generalization.",
    "abstract": "Epilepsy is a prevalent neurological disorder. Effective seizure prediction methods can warn of impending seizures, enabling patients to take preemptive measures. In this study, we propose an efficient epilepsy prediction model, 3D-SERESNet (squeeze-and-excitation residual network). We use short-time fourier transform (STFT) to convert EEG segments into time-frequency representations. We construct 3D representations from these time-frequency graphs, which serve as input to a subsequent 3D residual network designed to learn spatio-spectral features hierarchically. To address data imbalance, we employ the focal loss function. We evaluated the model's performance on the CHB-MIT dataset under both patient-specific and patient-independent settings. The model achieved an average sensitivity of 90.77% with a false positive rate (FPR) of 0.090/h in patient-specific experiments, and 84.41% sensitivity with 0.232/h FPR in patient-independent experiments.",
    "disease": "epilepsy",
    "clean_text": "robust epileptic seizure prediction a d seresnet framework for patient specific and multi patient generalization epilepsy is a prevalent neurological disorder effective seizure prediction methods can warn of impending seizures enabling patients to take preemptive measures in this study we propose an efficient epilepsy prediction model d seresnet squeeze and excitation residual network we use short time fourier transform stft to convert eeg segments into time frequency representations we construct d representations from these time frequency graphs which serve as input to a subsequent d residual network designed to learn spatio spectral features hierarchically to address data imbalance we employ the focal loss function we evaluated the model s performance on the chb mit dataset under both patient specific and patient independent settings the model achieved an average sensitivity of with a false positive rate fpr of h in patient specific experiments and sensitivity with h fpr in patient independent experiments"
}