{
    "pmid": "41462713",
    "title": "Alterations in the IGF-System and Antioxidant Biomarkers in Young Brazilian Adults with Type 1 Diabetes: An Analysis of Cardiovascular Risk Factors.",
    "abstract": "Chronic hyperglycemia inflicts serious cellular damage by inducing oxidative stress through the excessive production of free radicals. This oxidative milieu may impair the cellular redox capacity and disrupt the insulin-like growth factor (IGF) system, thereby increasing the risk of cardiovascular complications. This study aimed to investigate plasma levels of components of the IGF system and antioxidant biomarkers in young adults with type 1 diabetes mellitus (T1DM) compared to age-matched healthy controls in Brazil. This study included 129 patients with T1DM (76 female, 53 male; mean age 26.97 ± 0.6 years) and 95 healthy controls (61 female, 34 male; mean age 27.35 ± 0.68 years). Young Brazilian adults with T1DM had significantly lower mean IGF-I and higher mean IGFBP-1 levels compared to healthy controls. The T1DM group showed a more atherogenic profile, characterized by a significantly elevated ApoB/ApoA1 ratio and increased oxidized LDL levels. However, a subset of patients with significantly better glycemic control exhibited serum IGF-I and IGFBP-1 levels within the normal range observed in controls, which may indicate the presence of residual functional beta-cell activity or reflect better glycemic control in this subgroup. Antioxidant components and oxidative stress biomarkers were significantly upregulated in the T1DM group compared to the control group, suggesting a compensatory adaptive response. No significant correlation was observed between biomarkers of oxidative stress and the IGF-system.",
    "disease": "diabetes mellitus",
    "clean_text": "alterations in the igf system and antioxidant biomarkers in young brazilian adults with type diabetes an analysis of cardiovascular risk factors chronic hyperglycemia inflicts serious cellular damage by inducing oxidative stress through the excessive production of free radicals this oxidative milieu may impair the cellular redox capacity and disrupt the insulin like growth factor igf system thereby increasing the risk of cardiovascular complications this study aimed to investigate plasma levels of components of the igf system and antioxidant biomarkers in young adults with type diabetes mellitus t dm compared to age matched healthy controls in brazil this study included patients with t dm female male mean age years and healthy controls female male mean age years young brazilian adults with t dm had significantly lower mean igf i and higher mean igfbp levels compared to healthy controls the t dm group showed a more atherogenic profile characterized by a significantly elevated apob apoa ratio and increased oxidized ldl levels however a subset of patients with significantly better glycemic control exhibited serum igf i and igfbp levels within the normal range observed in controls which may indicate the presence of residual functional beta cell activity or reflect better glycemic control in this subgroup antioxidant components and oxidative stress biomarkers were significantly upregulated in the t dm group compared to the control group suggesting a compensatory adaptive response no significant correlation was observed between biomarkers of oxidative stress and the igf system"
}