{
    "pmid": "41442037",
    "title": "Effectiveness of Rituximab in rElapsiNg Multiple SclErosis previously treated with hiGhly-Active Disease modifying thErapies (RENEGADE study).",
    "abstract": "Highly effective disease-modifying therapies (HEDMTs) for relapsing multiple sclerosis (RMS) have changed the landscape of MS treatment. However, their discontinuation may potentially result in recrudescence of the disease activity. We aimed to investigate the effectiveness of Rituximab (RTX) in RMS patients who discontinued HEDMTs because of efficacy or safety reasons. This observational study analyzed data of RMS patients treated with RTX who discontinued natalizumab [NTZ]; fingolimod [FTY], alemtuzumab [ALM], cladribine [CLD], cyclophosphamide [CYC], and mitoxantrone [MIT]), followed by the MS centers contributing to the Italian Multiple Sclerosis and Related Disorders Register. Disability progression (progression independent from relapse activity [PIRA] and from MRI activity [PIRMA]) and disease activity (annualized relapse rate [ARR], relapse-associated worsening [RAW]) were compared at pre-baseline (last evaluation during HEDMTs), at baseline (at the time of RTX initiation; ± 3 months), at 12 ± 3 (T12), and at 24 ± 3 months (T24) after RTX initiation. Out of 68,621 RMS patients, 599 were treated with RTX. Of them, 362 (119 [67.6%] females, mean age of 44.2 ± 11.6 years) were finally enrolled. A total of 176 (48.6%) patients were previously treated with NTZ, 160 (44.2%) with FTY, 11 (3%) with ALM, 10 (2.8%) with CLD and 5 (1.4%) with CYC-MIT. After RTX initiation, in the NTZ, and CYC-MIT groups, disability outcomes remained stable over the time. In the FTY, ALM and CLD groups, RAW, PIRA, and PIRMA significantly reduced after 2 years of treatment with RTX. Cox analysis showed that higher EDSS before starting HEDMTs and at pre-baseline were associated to higher risk of PIRA, while factors predicting higher risk of PIRMA were older age at RTX initiation and EDSS before starting HEDMTs. RTX potentially represents a rescue therapy for those patients requiring the discontinuation of highly active drugs and more vulnerable to relapse or disease progression.",
    "disease": "epilepsy",
    "clean_text": "effectiveness of rituximab in relapsing multiple sclerosis previously treated with highly active disease modifying therapies renegade study highly effective disease modifying therapies hedmts for relapsing multiple sclerosis rms have changed the landscape of ms treatment however their discontinuation may potentially result in recrudescence of the disease activity we aimed to investigate the effectiveness of rituximab rtx in rms patients who discontinued hedmts because of efficacy or safety reasons this observational study analyzed data of rms patients treated with rtx who discontinued natalizumab ntz fingolimod fty alemtuzumab alm cladribine cld cyclophosphamide cyc and mitoxantrone mit followed by the ms centers contributing to the italian multiple sclerosis and related disorders register disability progression progression independent from relapse activity pira and from mri activity pirma and disease activity annualized relapse rate arr relapse associated worsening raw were compared at pre baseline last evaluation during hedmts at baseline at the time of rtx initiation months at t and at months t after rtx initiation out of rms patients were treated with rtx of them females mean age of years were finally enrolled a total of patients were previously treated with ntz with fty with alm with cld and with cyc mit after rtx initiation in the ntz and cyc mit groups disability outcomes remained stable over the time in the fty alm and cld groups raw pira and pirma significantly reduced after years of treatment with rtx cox analysis showed that higher edss before starting hedmts and at pre baseline were associated to higher risk of pira while factors predicting higher risk of pirma were older age at rtx initiation and edss before starting hedmts rtx potentially represents a rescue therapy for those patients requiring the discontinuation of highly active drugs and more vulnerable to relapse or disease progression"
}