{
    "pmid": "41466747",
    "title": "Relationships Between Metabolic and Bariatric Surgery and Adverse Kidney Outcomes: An Analysis of a Retrospective Cohort.",
    "abstract": "Obesity is associated with an increased risk of chronic kidney disease. Metabolic and bariatric surgery (MBS) is currently the most effective intervention for sustained weight loss and may reduce the risk of obesity-associated kidney disease. This study examined the relationships between MBS and adverse kidney outcomes. This retrospective cohort analysis included 4322 patients with obesity, with or without type 2 diabetes mellitus (T2D), who underwent MBS, and 30,919 nonsurgical control patients from a large health system within the state of Indiana. A primary kidney composite [≥ 1 estimated glomerular filtration rate (eGFR) < 15 mL/min/1.73 m The mean (standard deviation) follow-up duration was 6.1 (4.5) years. MBS was associated with a 53% (HR: 0.47; 95% CI: 0.42, 0.52;  MBS was associated with markedly lower risks for adverse kidney outcomes in patients with obesity. These results support the potential for MBS as a weight loss intervention to preserve kidney function in patients with obesity, both with and without T2D.",
    "disease": "diabetes mellitus",
    "clean_text": "relationships between metabolic and bariatric surgery and adverse kidney outcomes an analysis of a retrospective cohort obesity is associated with an increased risk of chronic kidney disease metabolic and bariatric surgery mbs is currently the most effective intervention for sustained weight loss and may reduce the risk of obesity associated kidney disease this study examined the relationships between mbs and adverse kidney outcomes this retrospective cohort analysis included patients with obesity with or without type diabetes mellitus t d who underwent mbs and nonsurgical control patients from a large health system within the state of indiana a primary kidney composite estimated glomerular filtration rate egfr ml min m the mean standard deviation follow up duration was years mbs was associated with a hr ci mbs was associated with markedly lower risks for adverse kidney outcomes in patients with obesity these results support the potential for mbs as a weight loss intervention to preserve kidney function in patients with obesity both with and without t d"
}