{
    "pmid": "41391773",
    "title": "Comprehensive 3D Free-Breathing MRI for Simultaneous Myocardial Viability and Coronary Artery Visualization at 1.5T and 3T.",
    "abstract": "Cardiovascular magnetic resonance is promising for non-invasive assessment of various cardiac diseases with the ability to provide multi-contrast images including late gadolinium enhancement (LGE) for myocardial tissue characterization and coronary magnetic resonance angiography (CMRA) for anatomical imaging. However, LGE and CMRA are usually acquired separately in clinical routine with unmatched spatial resolution and slice positions. In this study, we aim to achieve a one-stop imaging of 3D grey-blood phase sensitive inversion recovery (PSIR) LGE and 3D CMRA by proposing a free-breathing simultaneous Grey-Blood and Bright-blOOd phase SensiTive inversion recovery (GB-BOOST) sequence. The proposed research sequence acquires two interleaved 3D volumes with inversion recovery and T2 preparation pulses to obtain grey-blood PSIR and CMRA, respectively. Two-dimensional image navigator (iNAV) is performed before the acquisition of each volume to detect respiratory motion, enabling free-breathing acquisition with 100% respiratory scan efficiency. The GB-BOOST framework is compatible with both Dixon gradient echo (GRE) and balanced steady-state free precession (bSSFP) sequences for the application at 3T and 1.5T. In-vivo validation experiments included in total 23 patients for GB-BOOST, which were performed on either a 3T or a 1.5T clinical scanner. The performance of the proposed sequence was compared with clinical 2D grey-blood PSIR and free-breathing 3D CMRA. GB-BOOST was successfully performed on all 23 patients and was able to efficiently acquire intrinsically co-registered 3D PSIR and CMRA images with 1.2 mm The proposed GB-BOOST sequence can achieve simultaneous co-registered 3D whole-heart grey-blood PSIR and CMRA in a single scan with image contrast and image quality comparable with separately acquired images.",
    "disease": "coronary artery disease",
    "clean_text": "comprehensive d free breathing mri for simultaneous myocardial viability and coronary artery visualization at t and t cardiovascular magnetic resonance is promising for non invasive assessment of various cardiac diseases with the ability to provide multi contrast images including late gadolinium enhancement lge for myocardial tissue characterization and coronary magnetic resonance angiography cmra for anatomical imaging however lge and cmra are usually acquired separately in clinical routine with unmatched spatial resolution and slice positions in this study we aim to achieve a one stop imaging of d grey blood phase sensitive inversion recovery psir lge and d cmra by proposing a free breathing simultaneous grey blood and bright blood phase sensitive inversion recovery gb boost sequence the proposed research sequence acquires two interleaved d volumes with inversion recovery and t preparation pulses to obtain grey blood psir and cmra respectively two dimensional image navigator inav is performed before the acquisition of each volume to detect respiratory motion enabling free breathing acquisition with respiratory scan efficiency the gb boost framework is compatible with both dixon gradient echo gre and balanced steady state free precession bssfp sequences for the application at t and t in vivo validation experiments included in total patients for gb boost which were performed on either a t or a t clinical scanner the performance of the proposed sequence was compared with clinical d grey blood psir and free breathing d cmra gb boost was successfully performed on all patients and was able to efficiently acquire intrinsically co registered d psir and cmra images with mm the proposed gb boost sequence can achieve simultaneous co registered d whole heart grey blood psir and cmra in a single scan with image contrast and image quality comparable with separately acquired images"
}