{
    "pmid": "41467316",
    "title": "Novel, Rotatory Vestibular Stimulation for Contralesional Lateropulsion in Acute Hemispheric Stroke: A Randomised Feasibility Pilot Study and Kinematic Reliability Evaluation.",
    "abstract": "Pusher Syndrome, or lateropulsion following hemispheric stroke magnifies disability and delays recovery. This postural control aberration has been linked to disruption of vestibular-mediated verticality perception and altered vestibulospinal activity. Modulating this activity by whole-body rotation could improve postural control in lateropulsion and expedite recovery. A randomised feasibility pilot study and kinematic reliability evaluation were conducted to determine the appropriateness of utilising and pursuing novel, rotatory vestibular stimulation targeting lateropulsion. Acute stroke patients with lateropulsion at two stroke units in the United Kingdom (UK) were allocated to a vestibular intervention group or a conventional physiotherapy control group. Intervention group participants received 360° whole-body rotations plus routine physiotherapy. Measures of feasibility and postural control were collected over a 6-week period. Inferential analyses were conducted to crosscheck for adverse outcomes. Kinematic parameters of the vestibular intervention were investigated in a parallel study. Eight participants were recruited and six completed the trial. The novel intervention was readily administered during all planned treatment sessions with no adverse events reported. Gains in balance and trunk alignment were found in the intervention group only, but some of the postural measures used had questionable reliability. There was acceptable within-subject variability in the kinematic properties of the vestibular intervention. All feasibility and acceptability criteria were met supporting the progression to a larger scale pilot study, which should incorporate additional measures of postural control and a larger sample to further refine the methodology of an efficacy study. Research Registry: researchregistry848 https://www.researchregistry.com/browse-the-registry#home/registrationdetails/5693d35a3f7235ec10988289/.",
    "disease": "stroke",
    "clean_text": "novel rotatory vestibular stimulation for contralesional lateropulsion in acute hemispheric stroke a randomised feasibility pilot study and kinematic reliability evaluation pusher syndrome or lateropulsion following hemispheric stroke magnifies disability and delays recovery this postural control aberration has been linked to disruption of vestibular mediated verticality perception and altered vestibulospinal activity modulating this activity by whole body rotation could improve postural control in lateropulsion and expedite recovery a randomised feasibility pilot study and kinematic reliability evaluation were conducted to determine the appropriateness of utilising and pursuing novel rotatory vestibular stimulation targeting lateropulsion acute stroke patients with lateropulsion at two stroke units in the united kingdom uk were allocated to a vestibular intervention group or a conventional physiotherapy control group intervention group participants received whole body rotations plus routine physiotherapy measures of feasibility and postural control were collected over a week period inferential analyses were conducted to crosscheck for adverse outcomes kinematic parameters of the vestibular intervention were investigated in a parallel study eight participants were recruited and six completed the trial the novel intervention was readily administered during all planned treatment sessions with no adverse events reported gains in balance and trunk alignment were found in the intervention group only but some of the postural measures used had questionable reliability there was acceptable within subject variability in the kinematic properties of the vestibular intervention all feasibility and acceptability criteria were met supporting the progression to a larger scale pilot study which should incorporate additional measures of postural control and a larger sample to further refine the methodology of an efficacy study research registry researchregistry https www researchregistry com browse the registry home registrationdetails d a f ec"
}