{
    "pmid": "41456781",
    "title": "Targeting lncRNAs with CRISPR/Cas9 for kidney therapeutics: A review.",
    "abstract": "Long noncoding RNAs (lncRNAs) have emerged as key players in the pathogenesis of kidney diseases, including acute kidney injury (AKI), AKI-to-chronic kidney disease (CKD) transition, CKD, diabetic kidney disease (DKD), renal cell carcinoma (RCC), polycystic kidney diseases (PKD), and lupus nephritis (LN). Although the roles of lncRNAs in disease progression have been investigated in preclinical models, their underlying mechanisms remain poorly understood. The therapeutic potential of lncRNA-based therapies remains largely unexplored in clinical settings. Recently, an advancement in clustered regularly interspaced short palindromic repeat (CRISPR)-CRISPR-associated protein 9 (Cas9) gene-editing technology offers a novel strategy for treating sickle cell anemia and β-thalassemia. Additionally, CRISPR/Cas9 is currently being evaluated in clinical trials for various diseases, including kidney diseases like RCC. However, the application of CRISPR/Cas9 to target lncRNAs is still in the early stages. Preclinical experiments have revealed that CRISPR/Cas9 could effectively target lncRNAs in kidney disorders. However, its clinical translation in AKI and CKD conditions remains unclear, and various biological challenges remain to be addressed. This review aims to investigate advancements in CRISPR/Cas9 that target lncRNAs in the kidney, highlighting the limitations and future directions for advancing CRISPR/Cas9-based lncRNA therapy and translating these findings into clinical applications.",
    "disease": "chronic kidney disease",
    "clean_text": "targeting lncrnas with crispr cas for kidney therapeutics a review long noncoding rnas lncrnas have emerged as key players in the pathogenesis of kidney diseases including acute kidney injury aki aki to chronic kidney disease ckd transition ckd diabetic kidney disease dkd renal cell carcinoma rcc polycystic kidney diseases pkd and lupus nephritis ln although the roles of lncrnas in disease progression have been investigated in preclinical models their underlying mechanisms remain poorly understood the therapeutic potential of lncrna based therapies remains largely unexplored in clinical settings recently an advancement in clustered regularly interspaced short palindromic repeat crispr crispr associated protein cas gene editing technology offers a novel strategy for treating sickle cell anemia and thalassemia additionally crispr cas is currently being evaluated in clinical trials for various diseases including kidney diseases like rcc however the application of crispr cas to target lncrnas is still in the early stages preclinical experiments have revealed that crispr cas could effectively target lncrnas in kidney disorders however its clinical translation in aki and ckd conditions remains unclear and various biological challenges remain to be addressed this review aims to investigate advancements in crispr cas that target lncrnas in the kidney highlighting the limitations and future directions for advancing crispr cas based lncrna therapy and translating these findings into clinical applications"
}