{
    "title": "Long-term breast sensation following breast augmentation: A retrospective analysis of influencing factors.",
    "doc_id": "40164056",
    "writer": "Üstün GG",
    "year": "2025",
    "summary": "BACKGROUND: Breast augmentation is associated with high patient satisfaction; however, preserving breast sensation remains challenging. This study aimed to evaluate long-term breast sensation and identify factors affecting sensation following breast au …",
    "abstract": "Background:\n        \n      \n      Breast augmentation is associated with high patient satisfaction; however, preserving breast sensation remains challenging. This study aimed to evaluate long-term breast sensation and identify factors affecting sensation following breast augmentation.\n    \n\n\n          Methods:\n        \n      \n      This retrospective study included breast augmentation patients (experimental group) and an unoperated control group to evaluate the sensory changes following surgery. Sensory assessments were conducted using the Semmes-Weinstein monofilament test at 9 specific points on each breast, measuring central, peripheral and total sensory values. Comparisons of the sensory outcomes were made between the experimental and control groups, as well as within the experimental group. Factors such as smoking, systemic diseases, pregnancy, breastfeeding, implant plane, implant size and type and complications were analysed for their impact on sensation.\n    \n\n\n          Results:\n        \n      \n      The study included 55 breast augmentation patients (110 breasts) and 20 controls (40 breasts). Sensory outcomes were significantly better in controls than in the operated group. Smoking, systemic diseases, implant size and type showed no significant impact on sensation. Pregnancy and breastfeeding were associated with better central sensation, whereas peripheral sensation was unaffected. Subglandular placement preserved central sensation better than dual-plane 2 and 3 placements but significantly reduced peripheral sensation. Post-operative complications were linked to decreased central sensation.\n    \n\n\n          Conclusions:\n        \n      \n      Breast augmentation is associated with decreased sensation compared to controls. Subglandular placement preserves central sensation better than dual-plane placement. Smoking, systemic diseases and implant size and type were not significantly related to sensory outcomes, while post-operative surgical complications were associated with diminished central sensation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40164056/",
    "clean_text": "long term breast sensation following breast augmentation a retrospective analysis of influencing factors background breast augmentation is associated with high patient satisfaction however preserving breast sensation remains challenging this study aimed to evaluate long term breast sensation and identify factors affecting sensation following breast au background breast augmentation is associated with high patient satisfaction however preserving breast sensation remains challenging this study aimed to evaluate long term breast sensation and identify factors affecting sensation following breast augmentation methods this retrospective study included breast augmentation patients experimental group and an unoperated control group to evaluate the sensory changes following surgery sensory assessments were conducted using the semmes weinstein monofilament test at specific points on each breast measuring central peripheral and total sensory values comparisons of the sensory outcomes were made between the experimental and control groups as well as within the experimental group factors such as smoking systemic diseases pregnancy breastfeeding implant plane implant size and type and complications were analysed for their impact on sensation results the study included breast augmentation patients breasts and controls breasts sensory outcomes were significantly better in controls than in the operated group smoking systemic diseases implant size and type showed no significant impact on sensation pregnancy and breastfeeding were associated with better central sensation whereas peripheral sensation was unaffected subglandular placement preserved central sensation better than dual plane and placements but significantly reduced peripheral sensation post operative complications were linked to decreased central sensation conclusions breast augmentation is associated with decreased sensation compared to controls subglandular placement preserves central sensation better than dual plane placement smoking systemic diseases and implant size and type were not significantly related to sensory outcomes while post operative surgical complications were associated with diminished central sensation"
}