{
    "pmid": "41454726",
    "title": "[Results of the evaluation of cognitive functions in acute haemorrhagic stroke].",
    "abstract": "The prevalence of neurocognitive impairment subsequent to haemorrhagic stroke is notably high, thus constituting a signiﬁcant predictor of survival and functionality. To date, however, there has been a paucity of studies that have described the proﬁle of speciﬁc cognitive impairments in patients suﬀering from haemorrhagic strokes. The objective of the present study is twofold: ﬁrstly, to analyse in detail cognitive impairment after haemorrhagic stroke; secondly, to investigate the improvement in cognitive function and to determine its association with potential prognostic factors. The present pilot study comprised 17 haemorrhagic stroke patients who underwent a detailed cognitive assessment on day 14 and 3 months after the haemorrhage using the Montreal Cognitive Test, Rey Auditory-Verbal Learning Test, Letter Fluency and Semantic Fluency Tests, Number Span Test and CANTAB. At baseline, 18.8% of patients exhibited minor neurocognitive impairment, while 43.8% demonstrated major neurocognitive impairment. A number of signiﬁcant changes were observed between the two time points in spatial-visual abilities, executive functions, attention/concentration, short-term memory and orientation. A subsequent investigation into the laterality of the haemorrhage revealed a signiﬁcant discrepancy, as determined by the t-test results. Speciﬁcally, the right hemisphere haemorrhage exhibited a reduced degree of cognitive impairment. Among the factors inﬂuencing improvement, a signiﬁcant correlation was identiﬁed between residual bleeding and perifocal edema size as seen on the 3rd month CT. The ﬁndings of our subsequent study demonstrated considerable neurocognitive and domain-speciﬁc impairments subsequent to haemorrhagic stroke. It is important to note that improvement was observed in several cognitive domains three months after the event, and we were able to identify prognostic factors inﬂuencing recovery. It is hypothesised that these ﬁndings may inform the design of rehabilitation programmes. This is due to the fact that they provide clinicians with a more precise understanding of the cognitive status of patients suﬀering from post-haemorrhagic stroke.",
    "disease": "stroke",
    "clean_text": "results of the evaluation of cognitive functions in acute haemorrhagic stroke the prevalence of neurocognitive impairment subsequent to haemorrhagic stroke is notably high thus constituting a signi cant predictor of survival and functionality to date however there has been a paucity of studies that have described the pro le of speci c cognitive impairments in patients su ering from haemorrhagic strokes the objective of the present study is twofold rstly to analyse in detail cognitive impairment after haemorrhagic stroke secondly to investigate the improvement in cognitive function and to determine its association with potential prognostic factors the present pilot study comprised haemorrhagic stroke patients who underwent a detailed cognitive assessment on day and months after the haemorrhage using the montreal cognitive test rey auditory verbal learning test letter fluency and semantic fluency tests number span test and cantab at baseline of patients exhibited minor neurocognitive impairment while demonstrated major neurocognitive impairment a number of signi cant changes were observed between the two time points in spatial visual abilities executive functions attention concentration short term memory and orientation a subsequent investigation into the laterality of the haemorrhage revealed a signi cant discrepancy as determined by the t test results speci cally the right hemisphere haemorrhage exhibited a reduced degree of cognitive impairment among the factors in uencing improvement a signi cant correlation was identi ed between residual bleeding and perifocal edema size as seen on the rd month ct the ndings of our subsequent study demonstrated considerable neurocognitive and domain speci c impairments subsequent to haemorrhagic stroke it is important to note that improvement was observed in several cognitive domains three months after the event and we were able to identify prognostic factors in uencing recovery it is hypothesised that these ndings may inform the design of rehabilitation programmes this is due to the fact that they provide clinicians with a more precise understanding of the cognitive status of patients su ering from post haemorrhagic stroke"
}