{
    "title": "A human prostatic bacterial isolate alters the prostatic microenvironment and accelerates prostate cancer progression.",
    "doc_id": "25348195",
    "writer": "Simons BW",
    "year": "2015",
    "summary": "Our objective was to characterize the prostate inflammatory microenvironment after infection with a human prostate-derived bacterial strain and to determine the effect of inflammation on prostate cancer progression. To this end, we mimicked typical human p …",
    "abstract": "Inflammation is associated with several diseases of the prostate including benign enlargement and cancer, but a causal relationship has not been established. Our objective was to characterize the prostate inflammatory microenvironment after infection with a human prostate-derived bacterial strain and to determine the effect of inflammation on prostate cancer progression. To this end, we mimicked typical human prostate infection with retrograde urethral instillation of CP1, a human prostatic isolate of Escherichia coli. CP1 bacteria were tropic for the accessory sex glands and induced acute inflammation in the prostate and seminal vesicles, with chronic inflammation lasting at least 1 year. Compared to controls, infection induced both acute and chronic inflammation with epithelial hyperplasia, stromal hyperplasia, and inflammatory cell infiltrates. In areas of inflammation, epithelial proliferation and hyperplasia often persist, despite decreased expression of androgen receptor (AR). Inflammatory cells in the prostates of CP1-infected mice were characterized at 8 weeks post-infection by flow cytometry, which showed an increase in macrophages and lymphocytes, particularly Th17 cells. Inflammation was additionally assessed in the context of carcinogenesis. Multiplex cytokine profiles of inflamed prostates showed that distinct inflammatory cytokines were expressed during prostate inflammation and cancer, with a subset of cytokines synergistically increased during concurrent inflammation and cancer. Furthermore, CP1 infection in the Hi-Myc mouse model of prostate cancer accelerated the development of invasive prostate adenocarcinoma, with 70% more mice developing cancer by 4.5 months of age. This study provides direct evidence that prostate inflammation accelerates prostate cancer progression and gives insight into the microenvironment changes induced by inflammation that may accelerate tumour initiation or progression.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25348195/",
    "clean_text": "a human prostatic bacterial isolate alters the prostatic microenvironment and accelerates prostate cancer progression our objective was to characterize the prostate inflammatory microenvironment after infection with a human prostate derived bacterial strain and to determine the effect of inflammation on prostate cancer progression to this end we mimicked typical human p inflammation is associated with several diseases of the prostate including benign enlargement and cancer but a causal relationship has not been established our objective was to characterize the prostate inflammatory microenvironment after infection with a human prostate derived bacterial strain and to determine the effect of inflammation on prostate cancer progression to this end we mimicked typical human prostate infection with retrograde urethral instillation of cp a human prostatic isolate of escherichia coli cp bacteria were tropic for the accessory sex glands and induced acute inflammation in the prostate and seminal vesicles with chronic inflammation lasting at least year compared to controls infection induced both acute and chronic inflammation with epithelial hyperplasia stromal hyperplasia and inflammatory cell infiltrates in areas of inflammation epithelial proliferation and hyperplasia often persist despite decreased expression of androgen receptor ar inflammatory cells in the prostates of cp infected mice were characterized at weeks post infection by flow cytometry which showed an increase in macrophages and lymphocytes particularly th cells inflammation was additionally assessed in the context of carcinogenesis multiplex cytokine profiles of inflamed prostates showed that distinct inflammatory cytokines were expressed during prostate inflammation and cancer with a subset of cytokines synergistically increased during concurrent inflammation and cancer furthermore cp infection in the hi myc mouse model of prostate cancer accelerated the development of invasive prostate adenocarcinoma with more mice developing cancer by months of age this study provides direct evidence that prostate inflammation accelerates prostate cancer progression and gives insight into the microenvironment changes induced by inflammation that may accelerate tumour initiation or progression"
}