{
    "pmid": "41451292",
    "title": "Effectiveness of GLP-1 RAs and SGLT2 inhibitors in preventing T2DM in high-risk patients: an updated systematic review and meta-analysis.",
    "abstract": "There are conflicting results and limited data regarding the individual effectiveness of glucagon-like peptide 1 receptor agonists (GLP-1 RAs) and sodium-glucose cotransporter 2 (SGLT2) inhibitors and their combined action in preventing type 2 diabetes mellitus (T2DM) in high-risk adults. An updated investigation is warranted. We aimed to explore their effectiveness in preventing T2DM in high-risk patients and assess changes in body weight/body mass index (BMI), glycemic parameters, and safety. PubMed, Cochrane Library Central Register of Controlled Trials, and Scopus were searched for eligible randomized controlled trials (RCTs), and a systematic review (SR) and meta-analysis (MA) were conducted. GRADE assessment was conducted for rating the overall certainty of evidence. All 24,157 participants in 10 GLP-1 RA RCTs were overweight/obese. Compared to placebo, GLP-1 RAs reduced T2DM incidence (OR 0.51; 95% CI 0.28, 0.94;  GLP-1 RAs may prevent diabetes in high-risk adults and ameliorate body and glycemic factors. Their effectiveness should be considered carefully due to the low quality of evidence. No safety issues were identified. Future investigation is necessary to provide consistency of estimations. OSF Registration, identifier DOI 10.17605/OSF.IO/8XH4.",
    "disease": "diabetes mellitus",
    "clean_text": "effectiveness of glp ras and sglt inhibitors in preventing t dm in high risk patients an updated systematic review and meta analysis there are conflicting results and limited data regarding the individual effectiveness of glucagon like peptide receptor agonists glp ras and sodium glucose cotransporter sglt inhibitors and their combined action in preventing type diabetes mellitus t dm in high risk adults an updated investigation is warranted we aimed to explore their effectiveness in preventing t dm in high risk patients and assess changes in body weight body mass index bmi glycemic parameters and safety pubmed cochrane library central register of controlled trials and scopus were searched for eligible randomized controlled trials rcts and a systematic review sr and meta analysis ma were conducted grade assessment was conducted for rating the overall certainty of evidence all participants in glp ra rcts were overweight obese compared to placebo glp ras reduced t dm incidence or ci glp ras may prevent diabetes in high risk adults and ameliorate body and glycemic factors their effectiveness should be considered carefully due to the low quality of evidence no safety issues were identified future investigation is necessary to provide consistency of estimations osf registration identifier doi osf io xh"
}