{
    "title": "Study on flavor quality formation in green and yellow tea processing by means of UPLC-MS approach.",
    "doc_id": "38665631",
    "writer": "Sun L",
    "year": "2024",
    "summary": "Yellow tea (YT) has an additional process of yellowing before or after rolling than green tea (GT), making YT sweeter. ...Yellowing mainly regulated sweetness of YT. Trans-4-hydroxy-L-proline and glutathione reduced form as the key characteristic components o …",
    "abstract": "Yellow tea (YT) has an additional process of yellowing before or after rolling than green tea (GT), making YT sweeter. We analyzed the variations of composition and taste throughout the withering, fixing and rolling steps using UPLC-MS/MS and sensory evaluation, and investigated the influence of various yellowing times on flavor profile of YT. 532 non-volatile metabolites were identified. Withering and fixing were the important processes to form the taste quality of GT. Withering, fixing and yellowing were important processes to form flavor profile of YT. Withering mainly regulated bitterness and astringency, and fixing mainly regulated bitterness, astringency and sweetness of YT and GT. Yellowing mainly regulated sweetness of YT. Trans-4-hydroxy-L-proline and glutathione reduced form as the key characteristic components of YT, increased significantly during yellowing mainly through Arginine and proline metabolism and ABC transporters. The paper offers a systematic insight into intrinsic mechanisms of flavor formation in YT and GT.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38665631/",
    "clean_text": "study on flavor quality formation in green and yellow tea processing by means of uplc ms approach yellow tea yt has an additional process of yellowing before or after rolling than green tea gt making yt sweeter yellowing mainly regulated sweetness of yt trans hydroxy l proline and glutathione reduced form as the key characteristic components o yellow tea yt has an additional process of yellowing before or after rolling than green tea gt making yt sweeter we analyzed the variations of composition and taste throughout the withering fixing and rolling steps using uplc ms ms and sensory evaluation and investigated the influence of various yellowing times on flavor profile of yt non volatile metabolites were identified withering and fixing were the important processes to form the taste quality of gt withering fixing and yellowing were important processes to form flavor profile of yt withering mainly regulated bitterness and astringency and fixing mainly regulated bitterness astringency and sweetness of yt and gt yellowing mainly regulated sweetness of yt trans hydroxy l proline and glutathione reduced form as the key characteristic components of yt increased significantly during yellowing mainly through arginine and proline metabolism and abc transporters the paper offers a systematic insight into intrinsic mechanisms of flavor formation in yt and gt"
}