{
    "title": "Fragile X Premutation Associated Conditions (FXPAC).",
    "doc_id": "32537445",
    "writer": "Johnson K",
    "year": "2020",
    "summary": "The European Fragile X Network (EFXN) proposes that Fragile X Premutation Associated Conditions (FXPAC) be adopted as a universal term covering any condition linked to the Fragile X premutation. To date, there has not been an umbrella ter …",
    "abstract": "The European Fragile X Network (EFXN) proposes that Fragile X Premutation Associated Conditions (FXPAC) be adopted as a universal term covering any condition linked to the Fragile X premutation. To date, there has not been an umbrella term assigned to issues associated with the FMR1 premutation, though several defined conditions which affect some premutation carriers, namely Fragile X-associated Primary Ovarian Insufficiency (FXPOI) and Fragile X-associated Tremor/Ataxia Syndrome (FXTAS), are now commonly accepted. An overarching term covering all FX premutation conditions will help doctors in determining how the premutation might be affecting their patient; and encourage researchers to explore the interrelationships of the various conditions affecting premutation carriers. Further, there are ongoing discoveries about physical and psychological issues faced by premutation carriers, and a new term helps encompass all of these burgeoning developments.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32537445/",
    "clean_text": "fragile x premutation associated conditions fxpac the european fragile x network efxn proposes that fragile x premutation associated conditions fxpac be adopted as a universal term covering any condition linked to the fragile x premutation to date there has not been an umbrella ter the european fragile x network efxn proposes that fragile x premutation associated conditions fxpac be adopted as a universal term covering any condition linked to the fragile x premutation to date there has not been an umbrella term assigned to issues associated with the fmr premutation though several defined conditions which affect some premutation carriers namely fragile x associated primary ovarian insufficiency fxpoi and fragile x associated tremor ataxia syndrome fxtas are now commonly accepted an overarching term covering all fx premutation conditions will help doctors in determining how the premutation might be affecting their patient and encourage researchers to explore the interrelationships of the various conditions affecting premutation carriers further there are ongoing discoveries about physical and psychological issues faced by premutation carriers and a new term helps encompass all of these burgeoning developments"
}