{
    "title": "Clinical implications of the insulin resistance syndrome.",
    "doc_id": "10682170",
    "writer": "Garvey WT",
    "year": "1998",
    "summary": "Insulin resistance syndrome (IRS), also termed syndrome X, is a distinctive constellation of risk factors for the development of type 2 diabetes mellitus and cardiovascular disease. The syndrome's hallmarks are glucose intolerance, hyperinsuline …",
    "abstract": "Insulin resistance syndrome (IRS), also termed syndrome X, is a distinctive constellation of risk factors for the development of type 2 diabetes mellitus and cardiovascular disease. The syndrome's hallmarks are glucose intolerance, hyperinsulinemia, a characteristic dyslipidemia (high triglycerides; low high-density lipoprotein cholesterol, and small, dense low-density lipoprotein cholesterol), obesity, upper-body fat distribution, hypertension, and increased prothrombotic and antifibrinolytic factors. Insulin resistance, caused by a complex of genetic and environmental influences, is now recognized not just as a mechanism contributing to hyperglycemia in type 2 diabetes, but also as an early metabolic abnormality that precedes the development of overt diabetes. The clinical definition of insulin resistance is the impaired ability of insulin (either endogenous or exogenous) to lower blood glucose. In some insulin-resistant individuals, insulin secretion will begin to deteriorate under chronic stress (glucose toxicity) and overt diabetes will result. If not, individuals will remain hyperinsulinemic, with perhaps some degree of glucose intolerance, together with other hallmarks of the IRS. The statistical correlation between hypertension and impaired glucose tolerance is clear, although the mechanism is not yet fully understood. Epidemiologic evidence of insulin resistance as an independent risk factor for atherosclerosis and coronary heart disease (CHD) completed the evolving concept of IRS as the common soil for the development of both diabetes and CHD. No single laboratory test exists for diagnosis of IRS. Rather, IRS remains a clinically evident syndrome that can be suspected on the basis of physical and laboratory findings. This identifies individual patients whom the clinician should screen for associated comorbid conditions, aggressively control cardiovascular risk factors, and tailor drug therapy for optimal benefit. This article provides practical guidelines to achieve these goals and specific strategies to ameliorate cardiovascular and metabolic risk in the IRS.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10682170/",
    "clean_text": "clinical implications of the insulin resistance syndrome insulin resistance syndrome irs also termed syndrome x is a distinctive constellation of risk factors for the development of type diabetes mellitus and cardiovascular disease the syndrome s hallmarks are glucose intolerance hyperinsuline insulin resistance syndrome irs also termed syndrome x is a distinctive constellation of risk factors for the development of type diabetes mellitus and cardiovascular disease the syndrome s hallmarks are glucose intolerance hyperinsulinemia a characteristic dyslipidemia high triglycerides low high density lipoprotein cholesterol and small dense low density lipoprotein cholesterol obesity upper body fat distribution hypertension and increased prothrombotic and antifibrinolytic factors insulin resistance caused by a complex of genetic and environmental influences is now recognized not just as a mechanism contributing to hyperglycemia in type diabetes but also as an early metabolic abnormality that precedes the development of overt diabetes the clinical definition of insulin resistance is the impaired ability of insulin either endogenous or exogenous to lower blood glucose in some insulin resistant individuals insulin secretion will begin to deteriorate under chronic stress glucose toxicity and overt diabetes will result if not individuals will remain hyperinsulinemic with perhaps some degree of glucose intolerance together with other hallmarks of the irs the statistical correlation between hypertension and impaired glucose tolerance is clear although the mechanism is not yet fully understood epidemiologic evidence of insulin resistance as an independent risk factor for atherosclerosis and coronary heart disease chd completed the evolving concept of irs as the common soil for the development of both diabetes and chd no single laboratory test exists for diagnosis of irs rather irs remains a clinically evident syndrome that can be suspected on the basis of physical and laboratory findings this identifies individual patients whom the clinician should screen for associated comorbid conditions aggressively control cardiovascular risk factors and tailor drug therapy for optimal benefit this article provides practical guidelines to achieve these goals and specific strategies to ameliorate cardiovascular and metabolic risk in the irs"
}