{
    "pmid": "41448096",
    "title": "Impact of maintenance immunosuppression regimen on anti-SARS-CoV-2 antibody and cellular kinetics in kidney transplant recipients receiving ChAdOx1 as primary vaccination.",
    "abstract": "Kidney Transplant Recipients (KTRs) face increased COVID-19 risks due to immunosuppression, which may affect vaccine response. This study evaluates the impact of Mycophenolate Sodium (MPS) versus Azathioprine (AZA) on anti-SARS-CoV-2 humoral and cellular kinetics after ChAdOx1 vaccination. In this prospective, observational study, 89 KTRs who seroconverted post-vaccination were grouped based on maintenance immunosuppression (MPS: n = 51; AZA: n = 38). Anti-SARS-CoV-2 IgG titers, neutralizing antibody activity, and cellular immunity assessed by the Interferon-Gamma (IFN-γ) release were measured at screening and 1-, 3-, 6-, and 12-months post-transplant. Linear regression and generalized estimating equations assessed group and time effects. At baseline, IgG titers were 12,059.2 AU/mL (MPS) and 14,369.3 AU/mL (AZA), with both groups experiencing a decline at month 1 (9483.9 AU/mL and 11,023.5 AU/mL, respectively). By month 12, titers stabilized at 11,626.8 AU/mL (MPS) and 13,851.4 AU/mL (AZA; p = 0.286). Neutralizing activity was initially higher with AZA (0.924 vs. 0.764 at baseline; p = 0.006) but converged by month 3 (0.937 vs. 0.871; p = 0.161). Booster doses significantly enhanced neutralizing activity by 0.175 over 12 months. Positive cellular immunity was inferior in the MPS group at screening (4.2% vs. 15.8 %; p = 0.171) and M1 (13.3% vs. 27.8 %; p = 0.266), but similar in the following visits. AZA provided a transient early advantage in immunity responses against SARS-CoV-2, but long-term humoral and cellular kinetics were comparable. Booster doses are essential for sustaining immunity in KTRs, emphasizing the need for tailored vaccination strategies. These findings may inform clinical decisions during pandemics.",
    "disease": "covid-19",
    "clean_text": "impact of maintenance immunosuppression regimen on anti sars cov antibody and cellular kinetics in kidney transplant recipients receiving chadox as primary vaccination kidney transplant recipients ktrs face increased covid risks due to immunosuppression which may affect vaccine response this study evaluates the impact of mycophenolate sodium mps versus azathioprine aza on anti sars cov humoral and cellular kinetics after chadox vaccination in this prospective observational study ktrs who seroconverted post vaccination were grouped based on maintenance immunosuppression mps n aza n anti sars cov igg titers neutralizing antibody activity and cellular immunity assessed by the interferon gamma ifn release were measured at screening and and months post transplant linear regression and generalized estimating equations assessed group and time effects at baseline igg titers were au ml mps and au ml aza with both groups experiencing a decline at month au ml and au ml respectively by month titers stabilized at au ml mps and au ml aza p neutralizing activity was initially higher with aza vs at baseline p but converged by month vs p booster doses significantly enhanced neutralizing activity by over months positive cellular immunity was inferior in the mps group at screening vs p and m vs p but similar in the following visits aza provided a transient early advantage in immunity responses against sars cov but long term humoral and cellular kinetics were comparable booster doses are essential for sustaining immunity in ktrs emphasizing the need for tailored vaccination strategies these findings may inform clinical decisions during pandemics"
}