{
    "title": "Yellow fever vaccine - how does it work and why do rare cases of serious adverse events take place?",
    "doc_id": "19520559",
    "writer": "Barrett AD",
    "year": "2009",
    "summary": "Yellow fever 17D vaccine is one of the most successful vaccines ever developed and over 540 million doses have been used. ...",
    "abstract": "Yellow fever 17D vaccine is one of the most successful vaccines ever developed and over 540 million doses have been used. Nevertheless there has been very little known about the mechanism of protection induced by the vaccine. The last couple of years have seen important advances made in understanding how the vaccine works involving studies of the innate and adaptive immune responses plus a systems biology approach. Like all vaccines, the 17D vaccine causes rare serious adverse events (SAEs) following immunization. At present, the mechanism(s) of SAEs is(are) poorly understood but our advances in understanding the immune response induced by the vaccine have promise to help elucidate the mechanism of SAEs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19520559/",
    "clean_text": "yellow fever vaccine how does it work and why do rare cases of serious adverse events take place yellow fever d vaccine is one of the most successful vaccines ever developed and over million doses have been used yellow fever d vaccine is one of the most successful vaccines ever developed and over million doses have been used nevertheless there has been very little known about the mechanism of protection induced by the vaccine the last couple of years have seen important advances made in understanding how the vaccine works involving studies of the innate and adaptive immune responses plus a systems biology approach like all vaccines the d vaccine causes rare serious adverse events saes following immunization at present the mechanism s of saes is are poorly understood but our advances in understanding the immune response induced by the vaccine have promise to help elucidate the mechanism of saes"
}