{
    "pmid": "41446318",
    "title": "Necrotizing fasciitis of the head and neck - clinical features, diagnostics, and management strategies.",
    "abstract": "Necrotizing fasciitis (NF) of the head and neck is a rare but rapidly progressive and life-threatening soft tissue infection that constitutes a true surgical emergency. Due to the complex anatomy of the cervicofacial region and the proximity to the upper airway, early diagnosis and management are particularly challenging, and delayed recognition is associated with high morbidity and mortality. This article aims to provide a concise and clinically oriented overview of the presentation, diagnostic pitfalls, and current management strategies for cervicofacial necrotizing fasciitis. A narrative review of the available literature was conducted and complemented by clinical experience from a tertiary referral center. Key aspects including etiology, risk factors, clinical features, imaging findings, laboratory parameters, microbiology, surgical management, airway control, and adjunctive therapies were synthesized and critically discussed. Cervicofacial NF often presents with disproportionate pain, rapidly progressive swelling, and early systemic toxicity. Odontogenic infections represent the most common source, frequently in the presence of systemic comorbidities such as diabetes mellitus or immunosuppression. Contrast-enhanced computed tomography is the imaging modality of choice, whereas laboratory scoring systems such as the LRINEC score show limited sensitivity in head and neck infections. The cornerstone of treatment is immediate and aggressive surgical debridement combined with broad-spectrum intravenous antibiotics, early airway protection, and intensive care support. Repeated surgical interventions are frequently required. The role of adjunctive hyperbaric oxygen therapy remains controversial and cannot be routinely recommended based on current evidence. Necrotizing fasciitis of the head and neck requires a high index of suspicion, prompt imaging, and decisive multidisciplinary management. Early surgical intervention and airway control are critical determinants of outcome. Given the rarity of cervicofacial NF, further multicenter studies and registries are needed to refine diagnostic tools, identify prognostic factors, and optimize treatment strategies, particularly in high-risk populations such as immunocompromised and oncologic patients.",
    "disease": "diabetes mellitus",
    "clean_text": "necrotizing fasciitis of the head and neck clinical features diagnostics and management strategies necrotizing fasciitis nf of the head and neck is a rare but rapidly progressive and life threatening soft tissue infection that constitutes a true surgical emergency due to the complex anatomy of the cervicofacial region and the proximity to the upper airway early diagnosis and management are particularly challenging and delayed recognition is associated with high morbidity and mortality this article aims to provide a concise and clinically oriented overview of the presentation diagnostic pitfalls and current management strategies for cervicofacial necrotizing fasciitis a narrative review of the available literature was conducted and complemented by clinical experience from a tertiary referral center key aspects including etiology risk factors clinical features imaging findings laboratory parameters microbiology surgical management airway control and adjunctive therapies were synthesized and critically discussed cervicofacial nf often presents with disproportionate pain rapidly progressive swelling and early systemic toxicity odontogenic infections represent the most common source frequently in the presence of systemic comorbidities such as diabetes mellitus or immunosuppression contrast enhanced computed tomography is the imaging modality of choice whereas laboratory scoring systems such as the lrinec score show limited sensitivity in head and neck infections the cornerstone of treatment is immediate and aggressive surgical debridement combined with broad spectrum intravenous antibiotics early airway protection and intensive care support repeated surgical interventions are frequently required the role of adjunctive hyperbaric oxygen therapy remains controversial and cannot be routinely recommended based on current evidence necrotizing fasciitis of the head and neck requires a high index of suspicion prompt imaging and decisive multidisciplinary management early surgical intervention and airway control are critical determinants of outcome given the rarity of cervicofacial nf further multicenter studies and registries are needed to refine diagnostic tools identify prognostic factors and optimize treatment strategies particularly in high risk populations such as immunocompromised and oncologic patients"
}