{
    "title": "Perspectives, motivations, and experiences of adolescents and young adults using nicotine vapes: a qualitative review.",
    "doc_id": "40105408",
    "writer": "Biles J",
    "year": "2025",
    "summary": "Adolescents and young adults are often introduced to vaping by peers and siblings, drawn by the desire to fit in and the appealing flavours. ...Establishing a withdrawal pathway for vaping is imperative as an intervention strategy to address the prevalence of vaping …",
    "abstract": "The emergence of vaping represents a novel phenomenon, highlighting its distinctive role within contemporary society. Nevertheless, the comprehensive understanding of the cultural significance and social norms associated with vaping remains incomplete. This scoping review aimed to report the perspectives, motivations, and experiences of adolescents and young adults (10-25 years) engaging in the use of nicotine vapes. Peer-reviewed primary research published in English from 2003 to February 2024 was identified using the databases PubMed, Scopus, CINAHL, and PsycINFO. Qualitative studies reporting on the perspectives, motivations, and experiences of adolescents and young adults who currently engage in nicotine and tobacco vape use were included. Thematic analysis revealed three key themes in adolescents and young adults vaping: understanding and reasons for vaping, the challenges of addiction and withdrawal, and varied responses from families and caregivers. Adolescents and young adults are often introduced to vaping by peers and siblings, drawn by the desire to fit in and the appealing flavours. Despite awareness of potential health risks, addiction makes quitting difficult, leading to intense cravings and withdrawal challenges. Families show a spectrum of responses, from ignorance to reluctant acceptance, indicating a need for better awareness and intervention strategies to address adolescent vaping. Establishing a withdrawal pathway for vaping is imperative as an intervention strategy to address the prevalence of vaping among adolescents and young adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40105408/",
    "clean_text": "perspectives motivations and experiences of adolescents and young adults using nicotine vapes a qualitative review adolescents and young adults are often introduced to vaping by peers and siblings drawn by the desire to fit in and the appealing flavours establishing a withdrawal pathway for vaping is imperative as an intervention strategy to address the prevalence of vaping the emergence of vaping represents a novel phenomenon highlighting its distinctive role within contemporary society nevertheless the comprehensive understanding of the cultural significance and social norms associated with vaping remains incomplete this scoping review aimed to report the perspectives motivations and experiences of adolescents and young adults years engaging in the use of nicotine vapes peer reviewed primary research published in english from to february was identified using the databases pubmed scopus cinahl and psycinfo qualitative studies reporting on the perspectives motivations and experiences of adolescents and young adults who currently engage in nicotine and tobacco vape use were included thematic analysis revealed three key themes in adolescents and young adults vaping understanding and reasons for vaping the challenges of addiction and withdrawal and varied responses from families and caregivers adolescents and young adults are often introduced to vaping by peers and siblings drawn by the desire to fit in and the appealing flavours despite awareness of potential health risks addiction makes quitting difficult leading to intense cravings and withdrawal challenges families show a spectrum of responses from ignorance to reluctant acceptance indicating a need for better awareness and intervention strategies to address adolescent vaping establishing a withdrawal pathway for vaping is imperative as an intervention strategy to address the prevalence of vaping among adolescents and young adults"
}