{
    "title": "The Urinary Tract Microbiome: The Answer to All Our Open Questions?",
    "doc_id": "30042043",
    "writer": "Magistro G",
    "year": "2019",
    "summary": "CONTEXT: The dogma of a sterile urinary tract persisted for over a century. With the advances in new high-throughput sequencing technologies and modified culture protocols for microbiome research, we have discovered a variable microbial spectrum in the urinary …",
    "abstract": "Context:\n        \n      \n      The dogma of a sterile urinary tract persisted for over a century. With the advances in new high-throughput sequencing technologies and modified culture protocols for microbiome research, we have discovered a variable microbial spectrum in the urinary tract. Its relevance for health and disease is now under investigation.\n    \n\n\n          Objective:\n        \n      \n      To present the latest insights into the role of the urinary tract microbiome in functional disorders.\n    \n\n\n          Evidence acquisition:\n        \n      \n      Medline, PubMed, the Cochrane database, and Embase were screened for randomised controlled trials, clinical trials, and reviews on the urinary tract microbiome.\n    \n\n\n          Evidence synthesis:\n        \n      \n      The urinary tract is not sterile. Every individual harbours a complex microbial network in the urinary tract that is exposed to internal and external factors. Any imbalance in this network is likely to contribute to the development of lower urinary tract symptoms. Functional disorders such as interstitial cystitis, urinary urge incontinence, and chronic prostatitis/chronic pelvic pain syndrome, none of which include a bacterial origin for diagnosis, show features of an altered microbiome with specific dominating urotypes in contrast to urine from asymptomatic healthy individuals. The growing insights into the impact of the urinary microbiome on these entities may help in gaining a deeper understanding of the condition and may provide guidance for optimised management.\n    \n\n\n          Conclusions:\n        \n      \n      The urinary tract is not sterile. The discovery of the urinary microbiome suggests that any imbalance may have a relevant role in the development of symptoms in functional disorders.\n    \n\n\n          Patient summary:\n        \n      \n      The urinary tract is naturally colonised with a specific microbial spectrum for which impairment may cause bothersome symptoms.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30042043/",
    "clean_text": "the urinary tract microbiome the answer to all our open questions context the dogma of a sterile urinary tract persisted for over a century with the advances in new high throughput sequencing technologies and modified culture protocols for microbiome research we have discovered a variable microbial spectrum in the urinary context the dogma of a sterile urinary tract persisted for over a century with the advances in new high throughput sequencing technologies and modified culture protocols for microbiome research we have discovered a variable microbial spectrum in the urinary tract its relevance for health and disease is now under investigation objective to present the latest insights into the role of the urinary tract microbiome in functional disorders evidence acquisition medline pubmed the cochrane database and embase were screened for randomised controlled trials clinical trials and reviews on the urinary tract microbiome evidence synthesis the urinary tract is not sterile every individual harbours a complex microbial network in the urinary tract that is exposed to internal and external factors any imbalance in this network is likely to contribute to the development of lower urinary tract symptoms functional disorders such as interstitial cystitis urinary urge incontinence and chronic prostatitis chronic pelvic pain syndrome none of which include a bacterial origin for diagnosis show features of an altered microbiome with specific dominating urotypes in contrast to urine from asymptomatic healthy individuals the growing insights into the impact of the urinary microbiome on these entities may help in gaining a deeper understanding of the condition and may provide guidance for optimised management conclusions the urinary tract is not sterile the discovery of the urinary microbiome suggests that any imbalance may have a relevant role in the development of symptoms in functional disorders patient summary the urinary tract is naturally colonised with a specific microbial spectrum for which impairment may cause bothersome symptoms"
}