{
    "pmid": "41455184",
    "title": "Safety and immunogenicity of a single dose of a JN.1 variant COVID-19 vaccine in previously vaccinated adults: Primary analysis report of a phase 3 open-label trial.",
    "abstract": "We evaluated the immunogenicity and safety of a dose of NVX-CoV2705, a JN.1 subvariant SARS CoV-2 rS vaccine, in adults previously vaccinated with authorized/approved COVID-19 vaccines. Study 2019nCoV-315 is a Phase 3, open-label, single-arm study to evaluate the safety and immunogenicity of a single dose of NVX-CoV2705 in previously COVID-19-vaccinated adult participants ≥18 years of age in the United States. Participants received one dose of NVX-CoV2705. The primary immunogenicity endpoint was the geometric mean titer (GMT) of serum neutralizing antibodies against the SARS-CoV-2 Omicron JN.1 variant at Day 28 following study vaccination and seroresponse rate (SRR) in ID Between October 14, 2024, and October 15, 2024, 66 participants were screened and 60 enrolled. A total of 58 participants were included in the Per-Protocol Analysis Set. GMTs increased from 138.6 (95 % CI: 88.0, 218.2) to 671.4 (95 % CI: 437.0, 1031.6) from baseline to Day 28, respectively. In addition, GMTs increased ≥3.8-fold (GMFR) from baseline (Day 0) to Day 28 for currently circulating or emerging Omicron subvariants JN.1, LP.8.1, KP.2, KP.3, KP.3.1.1, MC.1, XEC, MC.10.1, LF.7, LF.7.2.1, LF.7.7.2, NB.1.8.1, and XFC, with an acceptable safety profile after single dose vaccination. A single dose of NVX-CoV2705 induced a rapid and robust anti-SARS-CoV-2 immune response against the Omicron JN.1 and other circulating variants and had an acceptable safety profile. https://clinicaltrials.gov/study/NCT06409663.",
    "disease": "covid-19",
    "clean_text": "safety and immunogenicity of a single dose of a jn variant covid vaccine in previously vaccinated adults primary analysis report of a phase open label trial we evaluated the immunogenicity and safety of a dose of nvx cov a jn subvariant sars cov rs vaccine in adults previously vaccinated with authorized approved covid vaccines study ncov is a phase open label single arm study to evaluate the safety and immunogenicity of a single dose of nvx cov in previously covid vaccinated adult participants years of age in the united states participants received one dose of nvx cov the primary immunogenicity endpoint was the geometric mean titer gmt of serum neutralizing antibodies against the sars cov omicron jn variant at day following study vaccination and seroresponse rate srr in id between october and october participants were screened and enrolled a total of participants were included in the per protocol analysis set gmts increased from ci to ci from baseline to day respectively in addition gmts increased fold gmfr from baseline day to day for currently circulating or emerging omicron subvariants jn lp kp kp kp mc xec mc lf lf lf nb and xfc with an acceptable safety profile after single dose vaccination a single dose of nvx cov induced a rapid and robust anti sars cov immune response against the omicron jn and other circulating variants and had an acceptable safety profile https clinicaltrials gov study nct"
}