{
    "pmid": "41457724",
    "title": "Using the FEV1/FVC < 0.7 as Criterion for Obstruction in the Geriatric Population: Is There a Risk of Overdiagnosis?",
    "abstract": "The Global Initiative for Chronic Obstructive Lung Disease (GOLD) recommends a ratio of forced expiratory volume in one second (FEV1) to forced vital capacity (FVC) of less than 70% (FEV1/FVC < 0.7) after bronchodilators as the criteria for obstruction. However, because the FEV1/FVC ratio decreases with age, using a fixed ratio may lead to overdiagnosis of obstruction in the geriatric population. Using the lower limit of normal (LLN) as threshold for obstruction has been suggested. To determine the rate of overdiagnosis using the GOLD criteria compared to LLN in patients aged 60 and older. To find a better threshold with a minimal rate of over- and underdiagnosis. The study population included adults aged 60 years and older who performed pulmonary function test (PFT) at Shaare Zedek Medical Center between 2014 and 2019 with results of FEV1/FVC < 0.7. We included 430 patients aged 60 years and older, 273 males (63.5%) and 157 females (36.5%). Mean age was 72 ± 8 years. Overdiagnosis was found in 35.6% of patients (95% confidence interval 31.1-40.3%) by using the GOLD criteria compared to the LLN. Overdiagnosis was reduced to 6.4% with the 0.65 threshold. The ideal point of the FEV1/FVC ratio where overdiagnosis and underdiagnosis were at their lowest rates was 0.638. Use of the GOLD criteria for airflow obstruction may be associated with an overdiagnosis of more than 35% in patients older than 60 years. Lowering the FEV1/FVC ratio to < 0.65 might be more accurate in this population.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "using the fev fvc as criterion for obstruction in the geriatric population is there a risk of overdiagnosis the global initiative for chronic obstructive lung disease gold recommends a ratio of forced expiratory volume in one second fev to forced vital capacity fvc of less than fev fvc after bronchodilators as the criteria for obstruction however because the fev fvc ratio decreases with age using a fixed ratio may lead to overdiagnosis of obstruction in the geriatric population using the lower limit of normal lln as threshold for obstruction has been suggested to determine the rate of overdiagnosis using the gold criteria compared to lln in patients aged and older to find a better threshold with a minimal rate of over and underdiagnosis the study population included adults aged years and older who performed pulmonary function test pft at shaare zedek medical center between and with results of fev fvc we included patients aged years and older males and females mean age was years overdiagnosis was found in of patients confidence interval by using the gold criteria compared to the lln overdiagnosis was reduced to with the threshold the ideal point of the fev fvc ratio where overdiagnosis and underdiagnosis were at their lowest rates was use of the gold criteria for airflow obstruction may be associated with an overdiagnosis of more than in patients older than years lowering the fev fvc ratio to might be more accurate in this population"
}