{
    "pmid": "41465278",
    "title": "Linking Cell Architecture to Mitochondrial Signaling in Neurodegeneration: The Role of Intermediate Filaments.",
    "abstract": "Mitochondrial dysfunction is a pivotal contributor to neurodegeneration. Neurons heavily rely on mitochondrial oxidative metabolism and therefore need highly efficient quality control mechanisms, including proteostasis, mitochondrial biogenesis, fusion-fission dynamics, and mitophagy, to sustain bioenergetics and synaptic function. With aging, deterioration of mitochondrial quality control pathways leads to impaired oxidative phosphorylation, excessive reactive oxygen species generation, calcium imbalance, and defective clearance of damaged organelles, ultimately compromising neuronal viability. Pathological protein aggregates, such as α-synuclein in Parkinson's disease, β-amyloid and tau in Alzheimer's disease, and misfolded superoxide dismutase 1 and transactive response DNA-binding protein 43 in amyotrophic lateral sclerosis, further aggravate mitochondrial stress, establishing self-perpetuating cycles of neurotoxicity. Such mitochondrial defects underscore mitochondria as a convergent pathogenic hub and a promising therapeutic target for neuroprotection. Intermediate filaments (IFs), traditionally viewed as passive structural elements, have recently gained attention for their roles in cytoplasmic organization, mitochondrial positioning, and energy regulation. Emerging evidence indicates that IF-mitochondria interactions critically influence organelle morphology and function in neurons. This review highlights the multifaceted involvement of mitochondrial dysfunction and IF dynamics in neurodegeneration, emphasizing their potential as targets for novel therapeutic strategies.",
    "disease": "alzheimer disease",
    "clean_text": "linking cell architecture to mitochondrial signaling in neurodegeneration the role of intermediate filaments mitochondrial dysfunction is a pivotal contributor to neurodegeneration neurons heavily rely on mitochondrial oxidative metabolism and therefore need highly efficient quality control mechanisms including proteostasis mitochondrial biogenesis fusion fission dynamics and mitophagy to sustain bioenergetics and synaptic function with aging deterioration of mitochondrial quality control pathways leads to impaired oxidative phosphorylation excessive reactive oxygen species generation calcium imbalance and defective clearance of damaged organelles ultimately compromising neuronal viability pathological protein aggregates such as synuclein in parkinson s disease amyloid and tau in alzheimer s disease and misfolded superoxide dismutase and transactive response dna binding protein in amyotrophic lateral sclerosis further aggravate mitochondrial stress establishing self perpetuating cycles of neurotoxicity such mitochondrial defects underscore mitochondria as a convergent pathogenic hub and a promising therapeutic target for neuroprotection intermediate filaments ifs traditionally viewed as passive structural elements have recently gained attention for their roles in cytoplasmic organization mitochondrial positioning and energy regulation emerging evidence indicates that if mitochondria interactions critically influence organelle morphology and function in neurons this review highlights the multifaceted involvement of mitochondrial dysfunction and if dynamics in neurodegeneration emphasizing their potential as targets for novel therapeutic strategies"
}