{
    "title": "2D biointerfaces to study stem cell-ligand interactions.",
    "doc_id": "34237424",
    "writer": "Zhang X",
    "year": "2021",
    "summary": "After an introduction on stem cells and their natural environment, static surfaces exhibiting predefined biochemical signals to probe the effect of chemical features on stem cell behaviors are discussed. ...To increase our understanding about the inter …",
    "abstract": "Stem cells have great potential in the field of tissue engineering and regenerative medicine due to their inherent regenerative capabilities. However, an ongoing challenge within their clinical translation is to elicit or predict the desired stem cell behavior once transplanted. Stem cell behavior and function are regulated by their interaction with biophysical and biochemical signals present in their natural environment (i.e., stem cell niches). To increase our understanding about the interplay between stem cells and their resident microenvironments, biointerfaces have been developed as tools to study how these substrates can affect stem cell behaviors. This article aims to review recent developments on fabricating cell-instructive interfaces to control cell adhesion processes towards directing stem cell behavior. After an introduction on stem cells and their natural environment, static surfaces exhibiting predefined biochemical signals to probe the effect of chemical features on stem cell behaviors are discussed. In the third section, we discuss more complex dynamic platforms able to display biochemical cues with spatiotemporal control using on-off ligand display, reversible ligand display, and ligand mobility. In the last part of the review, we provide the reader with an outlook on future designs of biointerfaces. STATEMENT OF SIGNIFICANCE: Stem cells have great potential as treatments for many degenerative disorders prevalent in our aging societies. However, an ongoing challenge within their clinical translation is to promote stem cell mediated regeneration once they are transplanted in the body. Stem cells reside within our bodies where their behavior and function are regulated by interactions with their natural environment called the stem cell niche. To increase our understanding about the interplay between stem cells and their niche, 2D materials have been developed as tools to study how specific signals can affect stem cell behaviors. This article aims to review recent developments on fabricating cell-instructive interfaces to control cell adhesion processes towards directing stem cell behavior.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34237424/",
    "clean_text": "d biointerfaces to study stem cell ligand interactions after an introduction on stem cells and their natural environment static surfaces exhibiting predefined biochemical signals to probe the effect of chemical features on stem cell behaviors are discussed to increase our understanding about the inter stem cells have great potential in the field of tissue engineering and regenerative medicine due to their inherent regenerative capabilities however an ongoing challenge within their clinical translation is to elicit or predict the desired stem cell behavior once transplanted stem cell behavior and function are regulated by their interaction with biophysical and biochemical signals present in their natural environment i e stem cell niches to increase our understanding about the interplay between stem cells and their resident microenvironments biointerfaces have been developed as tools to study how these substrates can affect stem cell behaviors this article aims to review recent developments on fabricating cell instructive interfaces to control cell adhesion processes towards directing stem cell behavior after an introduction on stem cells and their natural environment static surfaces exhibiting predefined biochemical signals to probe the effect of chemical features on stem cell behaviors are discussed in the third section we discuss more complex dynamic platforms able to display biochemical cues with spatiotemporal control using on off ligand display reversible ligand display and ligand mobility in the last part of the review we provide the reader with an outlook on future designs of biointerfaces statement of significance stem cells have great potential as treatments for many degenerative disorders prevalent in our aging societies however an ongoing challenge within their clinical translation is to promote stem cell mediated regeneration once they are transplanted in the body stem cells reside within our bodies where their behavior and function are regulated by interactions with their natural environment called the stem cell niche to increase our understanding about the interplay between stem cells and their niche d materials have been developed as tools to study how specific signals can affect stem cell behaviors this article aims to review recent developments on fabricating cell instructive interfaces to control cell adhesion processes towards directing stem cell behavior"
}