{
    "title": "Molecular Surveillance of Antimicrobial Resistance of Mycobacterium leprae from Leprosy Patients in Zhejiang Province, China.",
    "doc_id": "35924023",
    "writer": "Shi Y",
    "year": "2022",
    "summary": "PURPOSE: Reports on antimicrobial resistance (AMR) of Mycobacterium leprae (M. leprae) in Zhejiang Province are limited. Thus, this study aimed to investigate the drug resistance of new leprosy cases within several years and analyse the emergence of AMR mutations from Z …",
    "abstract": "Purpose:\n        \n      \n      Reports on antimicrobial resistance (AMR) of Mycobacterium leprae (M. leprae) in Zhejiang Province are limited. Thus, this study aimed to investigate the drug resistance of new leprosy cases within several years and analyse the emergence of AMR mutations from Zhejiang Province.\n    \n\n\n          Methods:\n        \n      \n      This study enrolled 34 leprosy cases in Zhejiang Province, China, from 2018 to 2021. Gene mutation of WHO-recommended DRDRs (folP1, rpoB and gyrA) and genes of compensatory AMR-associated DRDRs, including nth, rpoA, rpoC, gyrB and 23S rRNA, were detected by amplification. Clinical data analysis was performed to investigate the epidemiological association of leprosy.\n    \n\n\n          Results:\n        \n      \n      Of the 34 samples, 2 (5.9%) strains showed drug resistance, which were mutated to dapsone and ofloxacin, separately. Two single mutations in gyrB were detected in different strains (5.9%), whereas one of the rpoC mutation was also detected in one strain each (2.9%), which were proved to be polymorphs. No correlation of drug resistance proportion was identified in male vs female, nerve vs no nerve involvement, deformity vs no deformity and reaction vs non-reaction cases.\n    \n\n\n          Conclusion:\n        \n      \n      Results showed well control of leprosy patients in Zhejiang Province. Gene mutations of WHO-recommended DRDRs folP1 and gyrA confirmed the resistance to dapsone and ofloxacin. Compensatory AMR-associated mutations confirmed to be polymorphs still require further study to determine their phenotypic outcomes in M. leprae. The results demonstrated that drug-resistant strains are not epidemic in this area. Given the few cases of leprosy, analysing the AMR of M. leprae in Zhejiang Province more comprehensively is difficult. However, regular MDT treatment and population management in the early stage may contribute to the low prevalence of leprosy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35924023/",
    "clean_text": "molecular surveillance of antimicrobial resistance of mycobacterium leprae from leprosy patients in zhejiang province china purpose reports on antimicrobial resistance amr of mycobacterium leprae m leprae in zhejiang province are limited thus this study aimed to investigate the drug resistance of new leprosy cases within several years and analyse the emergence of amr mutations from z purpose reports on antimicrobial resistance amr of mycobacterium leprae m leprae in zhejiang province are limited thus this study aimed to investigate the drug resistance of new leprosy cases within several years and analyse the emergence of amr mutations from zhejiang province methods this study enrolled leprosy cases in zhejiang province china from to gene mutation of who recommended drdrs folp rpob and gyra and genes of compensatory amr associated drdrs including nth rpoa rpoc gyrb and s rrna were detected by amplification clinical data analysis was performed to investigate the epidemiological association of leprosy results of the samples strains showed drug resistance which were mutated to dapsone and ofloxacin separately two single mutations in gyrb were detected in different strains whereas one of the rpoc mutation was also detected in one strain each which were proved to be polymorphs no correlation of drug resistance proportion was identified in male vs female nerve vs no nerve involvement deformity vs no deformity and reaction vs non reaction cases conclusion results showed well control of leprosy patients in zhejiang province gene mutations of who recommended drdrs folp and gyra confirmed the resistance to dapsone and ofloxacin compensatory amr associated mutations confirmed to be polymorphs still require further study to determine their phenotypic outcomes in m leprae the results demonstrated that drug resistant strains are not epidemic in this area given the few cases of leprosy analysing the amr of m leprae in zhejiang province more comprehensively is difficult however regular mdt treatment and population management in the early stage may contribute to the low prevalence of leprosy"
}