{
    "pmid": "41438971",
    "title": "Adverse life events and psychosocial stressors in functional neurological disorder: a retrospective cohort and case-control study using a large international electronic health record database.",
    "abstract": "Adverse life events and other stressors were central to historical 'Freudian' models of functional neurological disorder (FND), which have been increasingly replaced by more nuanced biopsychosocial models. Studies of the aetiological relevance of stressors have been limited by small sample sizes. Retrospective cohort analyses using a large international electronic health records network (TriNetX), including ICD-10 codes, were performed. Between 2015 and 2025, 147,595 individuals were diagnosed with FND. The rates of adverse life events and psychosocial stressors were compared to matched cohorts with migraine and generalised anxiety disorder (GAD) diagnoses. We also investigated associations between FND and the presence of stressors, including the stressor type and whether it occurred in childhood or adulthood. Rates of abuse or neglect (1·33%), assault (2·42%), and psychosocial and socioeconomic difficulties (10·63%) were significantly higher in FND compared to migraine (0·42%/0·93%/3·43%, respectively) and GAD (0·75%/1·29%/7·69%, respectively) ( A record of adversities was at least 2·5 times more common in FND than in migraine, and about 1·5 times more common than in GAD, varying by stressor type. Psychosocial stressors were particularly common. The presence of stressors, as well as their type, shapes the presentation of FND. Life history should therefore be considered when assessing individuals with FND. None.",
    "disease": "parkinson disease",
    "clean_text": "adverse life events and psychosocial stressors in functional neurological disorder a retrospective cohort and case control study using a large international electronic health record database adverse life events and other stressors were central to historical freudian models of functional neurological disorder fnd which have been increasingly replaced by more nuanced biopsychosocial models studies of the aetiological relevance of stressors have been limited by small sample sizes retrospective cohort analyses using a large international electronic health records network trinetx including icd codes were performed between and individuals were diagnosed with fnd the rates of adverse life events and psychosocial stressors were compared to matched cohorts with migraine and generalised anxiety disorder gad diagnoses we also investigated associations between fnd and the presence of stressors including the stressor type and whether it occurred in childhood or adulthood rates of abuse or neglect assault and psychosocial and socioeconomic difficulties were significantly higher in fnd compared to migraine respectively and gad respectively a record of adversities was at least times more common in fnd than in migraine and about times more common than in gad varying by stressor type psychosocial stressors were particularly common the presence of stressors as well as their type shapes the presentation of fnd life history should therefore be considered when assessing individuals with fnd none"
}