{
    "title": "Long non-coding RNAs: A double-edged sword in aging kidney and renal disease.",
    "doc_id": "33508306",
    "writer": "Wang YN",
    "year": "2021",
    "summary": "Aging as one of intrinsic biological processes is a risk factor for many chronic diseases. Kidney disease is a global problem and health care burden worldwide. The diagnosis of kidney disease is currently based on serum creatinine and urea level …",
    "abstract": "Aging as one of intrinsic biological processes is a risk factor for many chronic diseases. Kidney disease is a global problem and health care burden worldwide. The diagnosis of kidney disease is currently based on serum creatinine and urea levels. Novel biomarkers may improve diagnostic accuracy, thereby allowing early prevention and treatment. Over the past few years, advances in genome analyses have identified an emerging class of noncoding RNAs that play critical roles in the regulation of gene expression and epigenetic reprogramming. Long noncoding RNAs (lncRNAs) are pervasively transcribed in the genome and could bind DNA, RNA and protein. Emerging evidence has demonstrated that lncRNAs played an important role in all stages of kidney disease. To date, only some lncRNAs were well identified and characterized, but the complexity of multilevel regulation of transcriptional programs involved in these processes remains undefined. In this review, we summarized the lncRNA expression profiling of large-scale identified lncRNAs on kidney diseases including acute kidney injury, chronic kidney disease, diabetic nephropathy and kidney transplantation. We further discussed a number of annotated lncRNAs linking with complex etiology of kidney diseases. Finally, several lncRNAs were highlighted as diagnostic biomarkers and therapeutic targets. Targeting lncRNAs may represent a precise therapeutic strategy for progressive renal fibrosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33508306/",
    "clean_text": "long non coding rnas a double edged sword in aging kidney and renal disease aging as one of intrinsic biological processes is a risk factor for many chronic diseases kidney disease is a global problem and health care burden worldwide the diagnosis of kidney disease is currently based on serum creatinine and urea level aging as one of intrinsic biological processes is a risk factor for many chronic diseases kidney disease is a global problem and health care burden worldwide the diagnosis of kidney disease is currently based on serum creatinine and urea levels novel biomarkers may improve diagnostic accuracy thereby allowing early prevention and treatment over the past few years advances in genome analyses have identified an emerging class of noncoding rnas that play critical roles in the regulation of gene expression and epigenetic reprogramming long noncoding rnas lncrnas are pervasively transcribed in the genome and could bind dna rna and protein emerging evidence has demonstrated that lncrnas played an important role in all stages of kidney disease to date only some lncrnas were well identified and characterized but the complexity of multilevel regulation of transcriptional programs involved in these processes remains undefined in this review we summarized the lncrna expression profiling of large scale identified lncrnas on kidney diseases including acute kidney injury chronic kidney disease diabetic nephropathy and kidney transplantation we further discussed a number of annotated lncrnas linking with complex etiology of kidney diseases finally several lncrnas were highlighted as diagnostic biomarkers and therapeutic targets targeting lncrnas may represent a precise therapeutic strategy for progressive renal fibrosis"
}