{
    "title": "Characterization of Roasting Time on Sensory Quality, Color, Taste, and Nonvolatile Compounds of Yuan An Yellow Tea.",
    "doc_id": "35807365",
    "writer": "Ye F",
    "year": "2022",
    "summary": "Roasting is crucial for producing Yuan An yellow tea (YAYT) as it substantially affects sensory quality. However, the effect of roasting time on YAYT flavor quality is not clear. ...The YAYTs roasted for 22 min got higher sensory scores and better chemical qualities, such …",
    "abstract": "Roasting is crucial for producing Yuan An yellow tea (YAYT) as it substantially affects sensory quality. However, the effect of roasting time on YAYT flavor quality is not clear. To investigate the effect of roasting time on the sensory qualities, chemical components, odor profiles, and metabolic profile of YAYTs produced with 13 min roasting, 16 min roasting, 19 min roasting, 22 min roasting, and 25 min roasting were determined. The YAYTs roasted for 22 min got higher sensory scores and better chemical qualities, such as the content of gallocatechin (GC), gallocatechin gallate (GCG), free amino acids, solutable sugar, meanwhile the lightness decreased, the hue of tea brew color (b) increased, which meant the tea brew got darker and yellower. YAYTs roasted for 22 min also increased the contents of key odorants, such as benzaldehyde, nonanal, β-cyclocitral, linalool, nerol, α-cedrol, β-ionone, limonene, 2-methylfuran, indole, and longiborneol. Moreover, non-targeted metabolomics identified up to 14 differentially expressed metabolites through pair-wise comparisons, such as flavonoids, phenolic acids, sucrose, and critical metabolites, which were the main components corresponding to YAYT roasted for 22 min. In summary, the current results provide scientific guidance for the production of high quality YAYT.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35807365/",
    "clean_text": "characterization of roasting time on sensory quality color taste and nonvolatile compounds of yuan an yellow tea roasting is crucial for producing yuan an yellow tea yayt as it substantially affects sensory quality however the effect of roasting time on yayt flavor quality is not clear the yayts roasted for min got higher sensory scores and better chemical qualities such roasting is crucial for producing yuan an yellow tea yayt as it substantially affects sensory quality however the effect of roasting time on yayt flavor quality is not clear to investigate the effect of roasting time on the sensory qualities chemical components odor profiles and metabolic profile of yayts produced with min roasting min roasting min roasting min roasting and min roasting were determined the yayts roasted for min got higher sensory scores and better chemical qualities such as the content of gallocatechin gc gallocatechin gallate gcg free amino acids solutable sugar meanwhile the lightness decreased the hue of tea brew color b increased which meant the tea brew got darker and yellower yayts roasted for min also increased the contents of key odorants such as benzaldehyde nonanal cyclocitral linalool nerol cedrol ionone limonene methylfuran indole and longiborneol moreover non targeted metabolomics identified up to differentially expressed metabolites through pair wise comparisons such as flavonoids phenolic acids sucrose and critical metabolites which were the main components corresponding to yayt roasted for min in summary the current results provide scientific guidance for the production of high quality yayt"
}