{
    "pmid": "41399030",
    "title": "Pulmonary Sequelae of Severe Acute COVID-19 and Multisystem Inflammatory Syndrome (MIS-C) in Dutch Children.",
    "abstract": "Although rare, COVID-19 in children may lead to hospitalization due to severe respiratory symptoms, or a hyperinflammatory state called Multisystem Inflammatory Syndrome in Children (MIS-C). This study examined respiratory morbidity in children 5 to 12 months after hospitalization for MIS-C or COVID-19. In this multi-center, prospective cohort study, children (0-17 years) with a history of hospitalization for MIS-C or COVID-19 in Dutch hospitals were invited for follow-up. Visits were scheduled in one of three academic hospitals, to evaluate current clinical status and health-related quality of life (HRQoL), and perform lung function tests and cardiopulmonary exercise testing (CPET). 72 children were included (43 MIS-C, 29 COVID-19), of whom 19% (5% and 41%, respectively) reported long-term respiratory symptoms including dyspnea and cough, a median of 8 months after hospitalization. Fatigue was the most common non-respiratory symptom. HRQoL was more frequently (60%) impaired in the COVID-19 group than the MIS-C group (14%). Spirometry (n = 48) and CPET (n = 40) were conducted in children aged > 4 and > 6 years, respectively. Spirometry was abnormal in 15% of the MIS-C group and 44% of COVID-19 group, CPET in 41% and 75%, respectively. Deconditioning patterns were the most common reason (30%) for abnormal CPET results. Long-term respiratory sequelae and fatigue occurred after both MIS-C and severe COVID-19, but respiratory symptoms and impaired HRQoL were more frequent after COVID-19. Lung function and CPET abnormalities in children with COVID-19 often corresponded with symptoms. Children with MIS-C often showed CPET abnormalities without respiratory complaints or lung function changes.",
    "disease": "asthma",
    "clean_text": "pulmonary sequelae of severe acute covid and multisystem inflammatory syndrome mis c in dutch children although rare covid in children may lead to hospitalization due to severe respiratory symptoms or a hyperinflammatory state called multisystem inflammatory syndrome in children mis c this study examined respiratory morbidity in children to months after hospitalization for mis c or covid in this multi center prospective cohort study children years with a history of hospitalization for mis c or covid in dutch hospitals were invited for follow up visits were scheduled in one of three academic hospitals to evaluate current clinical status and health related quality of life hrqol and perform lung function tests and cardiopulmonary exercise testing cpet children were included mis c covid of whom and respectively reported long term respiratory symptoms including dyspnea and cough a median of months after hospitalization fatigue was the most common non respiratory symptom hrqol was more frequently impaired in the covid group than the mis c group spirometry n and cpet n were conducted in children aged and years respectively spirometry was abnormal in of the mis c group and of covid group cpet in and respectively deconditioning patterns were the most common reason for abnormal cpet results long term respiratory sequelae and fatigue occurred after both mis c and severe covid but respiratory symptoms and impaired hrqol were more frequent after covid lung function and cpet abnormalities in children with covid often corresponded with symptoms children with mis c often showed cpet abnormalities without respiratory complaints or lung function changes"
}