{
    "pmid": "41409353",
    "title": "HIV-associated CD8+ encephalitis confirmed by cerebrospinal fluid flow cytometry: first case in Colombia.",
    "abstract": "Encephalitis in patients with human immunodeficiency virus (HIV) can be caused by opportunistic infections, immune-mediated processes, or direct viral damage. CD8 + encephalitis is a rare condition. We report the first confirmed case in Colombia, diagnosed by cerebrospinal fluid (CSF) flow cytometry. A 50-year-old man with a history of liver cirrhosis and HIV, who had suspended antiretroviral treatment 1 month prior to admission, presented to the emergency department with a 2-day history of disorientation, bradyphrenia, dysarthria, and headache. Neurological examination revealed agitation, disorientation, language, memory, and abstraction difficulties, as well as ataxia and generalized chorea. The patient's CD4 count was 838 cells. Brain magnetic resonance imaging (MRI) showed bilateral asymmetric leukoencephalopathy, and lumbar puncture revealed lymphocytic pleocytosis. After ruling out other differential diagnoses, flow cytometry confirmed the diagnosis of CD8 + encephalitis by identifying 42 cells (59.73% CD8 CD8 CD8-mediated encephalitis is a rare condition that requires a complex diagnosis. We present a case of an HIV patient who responded well to corticosteroid therapy without the need for a brain biopsy, confirmed by flow cytometry.",
    "disease": "liver cirrhosis",
    "clean_text": "hiv associated cd encephalitis confirmed by cerebrospinal fluid flow cytometry first case in colombia encephalitis in patients with human immunodeficiency virus hiv can be caused by opportunistic infections immune mediated processes or direct viral damage cd encephalitis is a rare condition we report the first confirmed case in colombia diagnosed by cerebrospinal fluid csf flow cytometry a year old man with a history of liver cirrhosis and hiv who had suspended antiretroviral treatment month prior to admission presented to the emergency department with a day history of disorientation bradyphrenia dysarthria and headache neurological examination revealed agitation disorientation language memory and abstraction difficulties as well as ataxia and generalized chorea the patient s cd count was cells brain magnetic resonance imaging mri showed bilateral asymmetric leukoencephalopathy and lumbar puncture revealed lymphocytic pleocytosis after ruling out other differential diagnoses flow cytometry confirmed the diagnosis of cd encephalitis by identifying cells cd cd cd mediated encephalitis is a rare condition that requires a complex diagnosis we present a case of an hiv patient who responded well to corticosteroid therapy without the need for a brain biopsy confirmed by flow cytometry"
}