{
    "title": "Urea transport in the kidney.",
    "doc_id": "23737200",
    "writer": "Klein JD",
    "year": "2011",
    "summary": "These transporters are crucial to the kidney's ability to concentrate urine. UT-A1 and UT-A3 are acutely regulated by vasopressin. ...Here we introduce urea and describe the current knowledge of the urea transporter proteins, their regulation, and their role in the …",
    "abstract": "Urea transport proteins were initially proposed to exist in the kidney in the late 1980s when studies of urea permeability revealed values in excess of those predicted by simple lipid-phase diffusion and paracellular transport. Less than a decade later, the first urea transporter was cloned. Currently, the SLC14A family of urea transporters contains two major subgroups: SLC14A1, the UT-B urea transporter originally isolated from erythrocytes; and SLC14A2, the UT-A group with six distinct isoforms described to date. In the kidney, UT-A1 and UT-A3 are found in the inner medullary collecting duct; UT-A2 is located in the thin descending limb, and UT-B is located primarily in the descending vasa recta; all are glycoproteins. These transporters are crucial to the kidney's ability to concentrate urine. UT-A1 and UT-A3 are acutely regulated by vasopressin. UT-A1 has also been shown to be regulated by hypertonicity, angiotensin II, and oxytocin. Acute regulation of these transporters is through phosphorylation. Both UT-A1 and UT-A3 rapidly accumulate in the plasma membrane in response to stimulation by vasopressin or hypertonicity. Long-term regulation involves altering protein abundance in response to changes in hydration status, low protein diets, adrenal steroids, sustained diuresis, or antidiuresis. Urea transporters have been studied using animal models of disease including diabetes mellitus, lithium intoxication, hypertension, and nephrotoxic drug responses. Exciting new animal models are being developed to study these transporters and search for active urea transporters. Here we introduce urea and describe the current knowledge of the urea transporter proteins, their regulation, and their role in the kidney.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23737200/",
    "clean_text": "urea transport in the kidney these transporters are crucial to the kidney s ability to concentrate urine ut a and ut a are acutely regulated by vasopressin here we introduce urea and describe the current knowledge of the urea transporter proteins their regulation and their role in the urea transport proteins were initially proposed to exist in the kidney in the late s when studies of urea permeability revealed values in excess of those predicted by simple lipid phase diffusion and paracellular transport less than a decade later the first urea transporter was cloned currently the slc a family of urea transporters contains two major subgroups slc a the ut b urea transporter originally isolated from erythrocytes and slc a the ut a group with six distinct isoforms described to date in the kidney ut a and ut a are found in the inner medullary collecting duct ut a is located in the thin descending limb and ut b is located primarily in the descending vasa recta all are glycoproteins these transporters are crucial to the kidney s ability to concentrate urine ut a and ut a are acutely regulated by vasopressin ut a has also been shown to be regulated by hypertonicity angiotensin ii and oxytocin acute regulation of these transporters is through phosphorylation both ut a and ut a rapidly accumulate in the plasma membrane in response to stimulation by vasopressin or hypertonicity long term regulation involves altering protein abundance in response to changes in hydration status low protein diets adrenal steroids sustained diuresis or antidiuresis urea transporters have been studied using animal models of disease including diabetes mellitus lithium intoxication hypertension and nephrotoxic drug responses exciting new animal models are being developed to study these transporters and search for active urea transporters here we introduce urea and describe the current knowledge of the urea transporter proteins their regulation and their role in the kidney"
}