{
    "pmid": "41389437",
    "title": "Genetic therapies for neurological diseases.",
    "abstract": "Often, gene therapy reviews concentrate upon specific therapeutic modalities-particularly either viral vector-mediated or a nonviral approach. Here, we draw together a comprehensive array of knowledge across the field of genetic therapy for genetic neurological disease. The sections on preclinical and clinical application of viral vectors are followed by sections on RNA-based therapies and then by antisense oligonucleotide approaches also in preclinical and clinical settings. We present a separate section on gene editing strategies and conclude with a section elaborating on the neurosurgical techniques and the expertise required for clinical application of many of these technologies. SIGNIFICANCE STATEMENT: Genetic therapies have significant potential to treat life-limiting neurological diseases. This review examines the different approaches, clinical successes, and considerations on how to deploy them.",
    "disease": "epilepsy",
    "clean_text": "genetic therapies for neurological diseases often gene therapy reviews concentrate upon specific therapeutic modalities particularly either viral vector mediated or a nonviral approach here we draw together a comprehensive array of knowledge across the field of genetic therapy for genetic neurological disease the sections on preclinical and clinical application of viral vectors are followed by sections on rna based therapies and then by antisense oligonucleotide approaches also in preclinical and clinical settings we present a separate section on gene editing strategies and conclude with a section elaborating on the neurosurgical techniques and the expertise required for clinical application of many of these technologies significance statement genetic therapies have significant potential to treat life limiting neurological diseases this review examines the different approaches clinical successes and considerations on how to deploy them"
}