{
    "pmid": "41404097",
    "title": "Vascular Eagle Syndrome in Elderly Patients Diagnosed by Dynamic Magnetic Resonance Angiography: A Case Report and Literature Review.",
    "abstract": "Dynamic assessment by computed tomography angiography or digital subtraction angiography is important for the diagnosis of vascular eagle syndrome, although these require the use of contrast media. Magnetic resonance angiography with neck flexion and extension, named dynamic magnetic resonance angiography, can dynamically evaluate the relationship between the internal carotid artery and the styloid process with no use of contrast media. A 74-year-old male with chronic kidney disease was rushed to our hospital due to recurrent infarction in the left cerebral hemisphere. Magnetic resonance angiography in the neutral neck position showed no abnormality in the left internal carotid artery, but computed tomography revealed bilateral elongated styloid process. Dynamic magnetic resonance angiography was performed to show that the left internal carotid artery was compressed by the styloid process during neck flexion but not during neck extension. Carotid ultrasound revealed a thrombus in the high cervical portion of the left internal carotid artery. Styloidectomy was performed, and cerebral infarction has not recurred since then. Dynamic magnetic resonance angiography may be a useful diagnostic modality without using contrast media for vascular eagle syndrome.",
    "disease": "chronic kidney disease",
    "clean_text": "vascular eagle syndrome in elderly patients diagnosed by dynamic magnetic resonance angiography a case report and literature review dynamic assessment by computed tomography angiography or digital subtraction angiography is important for the diagnosis of vascular eagle syndrome although these require the use of contrast media magnetic resonance angiography with neck flexion and extension named dynamic magnetic resonance angiography can dynamically evaluate the relationship between the internal carotid artery and the styloid process with no use of contrast media a year old male with chronic kidney disease was rushed to our hospital due to recurrent infarction in the left cerebral hemisphere magnetic resonance angiography in the neutral neck position showed no abnormality in the left internal carotid artery but computed tomography revealed bilateral elongated styloid process dynamic magnetic resonance angiography was performed to show that the left internal carotid artery was compressed by the styloid process during neck flexion but not during neck extension carotid ultrasound revealed a thrombus in the high cervical portion of the left internal carotid artery styloidectomy was performed and cerebral infarction has not recurred since then dynamic magnetic resonance angiography may be a useful diagnostic modality without using contrast media for vascular eagle syndrome"
}