{
    "pmid": "41324124",
    "title": "Electrovest®: A novel portable electro-vibratory device for airway clearance in chronic hypersecretory lung diseases.",
    "abstract": "Chronic respiratory diseases such as COPD, cystic fibrosis, and bronchiectasis are frequently associated with bronchial hypersecretion, leading to airflow obstruction and recurrent infections. Effective airway clearance techniques are essential but often limited by adherence, cost, and usability. To evaluate the clinical efficacy, safety, tolerability, and comfort of Electrovest®, a novel portable electro-vibratory device that integrates neuromuscular electrical stimulation (NMES) to promote thoracic vibrations in patients with chronic hypersecretory respiratory diseases. A randomized, controlled, crossover pilot study including 21 clinically stable patients with hypersecretory chronic respiratory diseases underwent two interventions: Electrovest® and The Vest®. Pulmonary, muscular, functional, and comfort parameters were assessed before and after each therapy. The trial was registered (NCT07175012). Sputum mobilisation was similar between devices, but Electrovest® was rated as significantly more comfortable ( Electrovest® is a safe, well-tolerated, and effective alternative for airway clearance in chronic hypersecretory respiratory diseases. Its portability, comfort, and potential for home use may enhance long-term adherence compared to traditional systems.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "electrovest a novel portable electro vibratory device for airway clearance in chronic hypersecretory lung diseases chronic respiratory diseases such as copd cystic fibrosis and bronchiectasis are frequently associated with bronchial hypersecretion leading to airflow obstruction and recurrent infections effective airway clearance techniques are essential but often limited by adherence cost and usability to evaluate the clinical efficacy safety tolerability and comfort of electrovest a novel portable electro vibratory device that integrates neuromuscular electrical stimulation nmes to promote thoracic vibrations in patients with chronic hypersecretory respiratory diseases a randomized controlled crossover pilot study including clinically stable patients with hypersecretory chronic respiratory diseases underwent two interventions electrovest and the vest pulmonary muscular functional and comfort parameters were assessed before and after each therapy the trial was registered nct sputum mobilisation was similar between devices but electrovest was rated as significantly more comfortable electrovest is a safe well tolerated and effective alternative for airway clearance in chronic hypersecretory respiratory diseases its portability comfort and potential for home use may enhance long term adherence compared to traditional systems"
}