{
    "title": "Intracellular oxidative stress induced by nitric oxide synthesis inhibition increases endothelial cell adhesion to neutrophils.",
    "doc_id": "7910528",
    "writer": "Niu XF",
    "year": "1994",
    "summary": "The objective of the present study was to determine whether prolonged inhibition of nitric oxide synthesis in endothelial cells increased the surface adhesion of these cells for neutrophils. ...The magnitude of the intracellular oxidation of DCHF was equivalent to a …",
    "abstract": "The objective of the present study was to determine whether prolonged inhibition of nitric oxide synthesis in endothelial cells increased the surface adhesion of these cells for neutrophils. Human umbilical vein endothelial cells (HUVECs) were grown to confluence in 48-well microtiter plates. Exposure of HUVECs to the nitric oxide synthesis inhibitor NG-nitro-L-arginine methyl ester (L-NAME) did not cause neutrophil adhesion at 1 hour but increased adhesion at 4 hours in a dose-dependent manner. The increased adhesion was prevented with L-arginine or nitric oxide donors but not an analogue of cGMP. The increased adhesion was inhibited by monoclonal antibodies directed against the beta 2-integrin CD18 and endothelial cell adhesion molecule ICAM-1. Platelet-activating factor (PAF) receptor antagonist WEB 2086 also prevented the L-NAME-induced neutrophil adhesion. Intracellular oxygen radical scavengers (dimethyl sulfoxide, butylated hydroxytoluene, and alpha, alpha'-dipyridyl), the iron chelator desferrioxamine, and the mitochondrial inhibitor azide inhibited the L-NAME-induced neutrophil adhesion, whereas extracellular oxygen radical scavengers (superoxide dismutase and catalase) had no effect. HUVECs were loaded with 2',7'-dichlorodihydrofluorescein diacetate, and oxidation to the fluorescent dichlorodihydrofluorescein (DCHF) was monitored. Fluorescence was enhanced in the L-NAME-treated HUVECs throughout the 4-hour incubation, an event inhibitable by an antioxidant and azide. The magnitude of the intracellular oxidation of DCHF was equivalent to approximately 0.8 mumol/L H2O2. These data suggest that prolonged nitric oxide synthesis inhibition in HUVECs causes an oxidant- and PAF-associated rise in adhesion on the surface of these endothelial cells for neutrophils.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7910528/",
    "clean_text": "intracellular oxidative stress induced by nitric oxide synthesis inhibition increases endothelial cell adhesion to neutrophils the objective of the present study was to determine whether prolonged inhibition of nitric oxide synthesis in endothelial cells increased the surface adhesion of these cells for neutrophils the magnitude of the intracellular oxidation of dchf was equivalent to a the objective of the present study was to determine whether prolonged inhibition of nitric oxide synthesis in endothelial cells increased the surface adhesion of these cells for neutrophils human umbilical vein endothelial cells huvecs were grown to confluence in well microtiter plates exposure of huvecs to the nitric oxide synthesis inhibitor ng nitro l arginine methyl ester l name did not cause neutrophil adhesion at hour but increased adhesion at hours in a dose dependent manner the increased adhesion was prevented with l arginine or nitric oxide donors but not an analogue of cgmp the increased adhesion was inhibited by monoclonal antibodies directed against the beta integrin cd and endothelial cell adhesion molecule icam platelet activating factor paf receptor antagonist web also prevented the l name induced neutrophil adhesion intracellular oxygen radical scavengers dimethyl sulfoxide butylated hydroxytoluene and alpha alpha dipyridyl the iron chelator desferrioxamine and the mitochondrial inhibitor azide inhibited the l name induced neutrophil adhesion whereas extracellular oxygen radical scavengers superoxide dismutase and catalase had no effect huvecs were loaded with dichlorodihydrofluorescein diacetate and oxidation to the fluorescent dichlorodihydrofluorescein dchf was monitored fluorescence was enhanced in the l name treated huvecs throughout the hour incubation an event inhibitable by an antioxidant and azide the magnitude of the intracellular oxidation of dchf was equivalent to approximately mumol l h o these data suggest that prolonged nitric oxide synthesis inhibition in huvecs causes an oxidant and paf associated rise in adhesion on the surface of these endothelial cells for neutrophils"
}