{
    "pmid": "41459524",
    "title": "Epidemiological, clinical characteristics and prognostic factors analysis of adult patients with hemophagocytic lymphohistiocytosis in a Chinese hospital.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is a rare and life-threatening syndrome characterized by immune dysregulation and excessive inflammation. Although diagnostic criteria and treatment protocols of HLH are well-established for pediatric populations, managing adult HLH remains challenging. We conducted a single-center retrospective cohort study with adult HLH using data from the First Affiliated Hospital with Nanjing Medical University (January 2015-November 2023). Patient demographics, triggers, and outcomes were analyzed. Trends in case volume, diagnostics, treatments, and 30-day mortality were assessed using Sen's slope estimator. To evaluate the COVID-19 pandemic's impact, we compared pre-/post-January 2020 data. Logistic regression, Kaplan-Meier survival analysis and resource utilization analysis were applied in the analysis. Among 711 HLH patients (71.1% aged 43-78 years), malignancy (45.9%) and infection (31.3%) were the predominant triggers. Cases showed a non-significant upward trend (peak increase: 103.6%; slope=2.458;  Despite advancements in pediatric HLH, adult HLH mortality remains high, driven by diagnostic delays, comorbid complexity, and lack of standardized protocols. Future efforts must prioritize: (1) adult-specific biomarkers for early diagnosis, (2) trigger-tailored immunotherapies, and (3) multidisciplinary care pathways to address multisystem involvement.",
    "disease": "pneumonia",
    "clean_text": "epidemiological clinical characteristics and prognostic factors analysis of adult patients with hemophagocytic lymphohistiocytosis in a chinese hospital hemophagocytic lymphohistiocytosis hlh is a rare and life threatening syndrome characterized by immune dysregulation and excessive inflammation although diagnostic criteria and treatment protocols of hlh are well established for pediatric populations managing adult hlh remains challenging we conducted a single center retrospective cohort study with adult hlh using data from the first affiliated hospital with nanjing medical university january november patient demographics triggers and outcomes were analyzed trends in case volume diagnostics treatments and day mortality were assessed using sen s slope estimator to evaluate the covid pandemic s impact we compared pre post january data logistic regression kaplan meier survival analysis and resource utilization analysis were applied in the analysis among hlh patients aged years malignancy and infection were the predominant triggers cases showed a non significant upward trend peak increase slope despite advancements in pediatric hlh adult hlh mortality remains high driven by diagnostic delays comorbid complexity and lack of standardized protocols future efforts must prioritize adult specific biomarkers for early diagnosis trigger tailored immunotherapies and multidisciplinary care pathways to address multisystem involvement"
}