{
    "pmid": "41390080",
    "title": "Early Neurological Deterioration After Recanalization: A Retrospective Study of 1053 EVT Patients.",
    "abstract": "Many acute ischemic stroke (AIS) patients experience poor functional outcomes despite successful recanalization following endovascular treatment (EVT). We aimed to identify predictive factors for early neurological deterioration (END) following successful EVT in AIS patients and to evaluate the impact of END on clinical outcomes. 1053 patients who achieved successful recanalization (modified treatment in cerebral infarction 2b-3) were divided into two groups: without END (No-END, n=942) and with END (n=111). Baseline characteristics, pre-treatment Alberta stroke program early CT score (ASPECTS), onset-to-puncture time (OPT), atrial fibrillation (AF), and parenchymal hematoma (PH) were analyzed. Binary regression analysis was performed to identify independent predictors of END. Favorable functional outcomes (mRS 0-2) and mortality, were assessed at 3-month. The END group had a lower prevalence of AF (26% vs. 36%, p=0.026), lower pre-EVT ASPECTS scores (median 8 vs. 9, p<0.001), longer OPT (median 360 vs. 290 minutes, p=0.002), and a higher incidence of PH (39% vs. 10%, p<0.001) compared to the No-END group. Binary regression analysis identified lower pre-EVT ASPECTS (OR=0.742, p=0.001), absence of AF (OR=0.575, p=0.024), and presence of PH (OR=5.373, p<0.001) as independent predictors of END. At 3-month, the END group had lower favorable outcomes (6% vs. 56%, p<0.001) and higher mortality (63% vs. 13%, p<0.001). Lower pre-EVT ASPECTS scores, absence of AF, and presence of PH are independent predictors of END following successful recanalization. END is associated with significantly worse clinical outcomes, including lower rates of favorable functional outcomes and higher mortality.",
    "disease": "parkinson disease",
    "clean_text": "early neurological deterioration after recanalization a retrospective study of evt patients many acute ischemic stroke ais patients experience poor functional outcomes despite successful recanalization following endovascular treatment evt we aimed to identify predictive factors for early neurological deterioration end following successful evt in ais patients and to evaluate the impact of end on clinical outcomes patients who achieved successful recanalization modified treatment in cerebral infarction b were divided into two groups without end no end n and with end n baseline characteristics pre treatment alberta stroke program early ct score aspects onset to puncture time opt atrial fibrillation af and parenchymal hematoma ph were analyzed binary regression analysis was performed to identify independent predictors of end favorable functional outcomes mrs and mortality were assessed at month the end group had a lower prevalence of af vs p lower pre evt aspects scores median vs p longer opt median vs minutes p and a higher incidence of ph vs p compared to the no end group binary regression analysis identified lower pre evt aspects or p absence of af or p and presence of ph or p as independent predictors of end at month the end group had lower favorable outcomes vs p and higher mortality vs p lower pre evt aspects scores absence of af and presence of ph are independent predictors of end following successful recanalization end is associated with significantly worse clinical outcomes including lower rates of favorable functional outcomes and higher mortality"
}