{
    "title": "Anti-obesity weight loss medications: Short-term and long-term use.",
    "doc_id": "35870619",
    "writer": "Jeong D",
    "year": "2022",
    "summary": "As obesity prevalence increases, more and more drugs that assist with weight loss have been developed. Numerous weight loss drugs had been approved, but many have also been withdrawn based on their lack of efficacy as well as safety concerns. Initial a …",
    "abstract": "As obesity prevalence increases, more and more drugs that assist with weight loss have been developed. Numerous weight loss drugs had been approved, but many have also been withdrawn based on their lack of efficacy as well as safety concerns. Initial approaches in developing weight loss drugs was by increasing physiological energy expenditure and suppressing the appetite. Subsequently, as more physiological mechanisms for weight gain has been unearthed, drugs targeting newly discovered receptors and/or enzymes have been introduced with improved safety profiles and fewer psychological adverse events. Additionally, drugs targeting hunger or satiety signaling have been actively studied, and have shown increased adoption by physicians. Studies have also evaluated drugs that target metabolic tissues-such as adipose tissue or muscle-to promote weight loss, however to-date nothing has carried on into clinical practice. Starting with a brief history of early obesity treatments, this review evaluates current weight loss pharmaceutical options based on their duration of therapy status.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35870619/",
    "clean_text": "anti obesity weight loss medications short term and long term use as obesity prevalence increases more and more drugs that assist with weight loss have been developed numerous weight loss drugs had been approved but many have also been withdrawn based on their lack of efficacy as well as safety concerns initial a as obesity prevalence increases more and more drugs that assist with weight loss have been developed numerous weight loss drugs had been approved but many have also been withdrawn based on their lack of efficacy as well as safety concerns initial approaches in developing weight loss drugs was by increasing physiological energy expenditure and suppressing the appetite subsequently as more physiological mechanisms for weight gain has been unearthed drugs targeting newly discovered receptors and or enzymes have been introduced with improved safety profiles and fewer psychological adverse events additionally drugs targeting hunger or satiety signaling have been actively studied and have shown increased adoption by physicians studies have also evaluated drugs that target metabolic tissues such as adipose tissue or muscle to promote weight loss however to date nothing has carried on into clinical practice starting with a brief history of early obesity treatments this review evaluates current weight loss pharmaceutical options based on their duration of therapy status"
}