{
    "pmid": "41382385",
    "title": "Contextualising multimorbidity in people who use drugs: analysis of drug-death decedents in Scotland.",
    "abstract": "To characterise hospital-treated multimorbidity patterns in people who subsequently died a drug-related death in Scotland, and to identify clinically meaningful associations among conditions and decedent to inform prevention and care. A register-based retrospective cohort study using nationally linked hospital admission (1996-2019) and mortality (2008-2019) records for 5,749 decedents. We identified hospital admissions for Elixhauser comorbidities using ICD-10 codes. Correlation analysis, network analysis, and Bayesian clustering were used to describe co-occurring conditions and identify patient clusters with distinct comorbidity profiles. Over half (50.9%) of decedents had at least one admission for an Elixhauser comorbidity. The most frequent were related to alcohol use (38.2%), drug use (29.1%), other neurological disorders (18.0%, mainly epilepsy/seizures/anoxic brain injury), depression (15.2%), and psychoses (12.5%). Network analysis highlighted drug use, alcohol use, psychoses, depression, and neurological disorders as central conditions. Bayesian clustering identified seven distinct patient clusters, including groups characterised by: high psychiatric and drug-use admissions; extensive physical comorbidities; alcohol and liver disease; dominant neurological issues and depression. Individuals experiencing drug-related deaths exhibit substantial multimorbidity with distinct patterns often dominated by substance use and mental ill-health but also including significant physical health clusters. These distinct profiles underscore the need for integrated, tailored care strategies addressing substance use, psychiatric, and physical health needs to mitigate mortality risk.",
    "disease": "epilepsy",
    "clean_text": "contextualising multimorbidity in people who use drugs analysis of drug death decedents in scotland to characterise hospital treated multimorbidity patterns in people who subsequently died a drug related death in scotland and to identify clinically meaningful associations among conditions and decedent to inform prevention and care a register based retrospective cohort study using nationally linked hospital admission and mortality records for decedents we identified hospital admissions for elixhauser comorbidities using icd codes correlation analysis network analysis and bayesian clustering were used to describe co occurring conditions and identify patient clusters with distinct comorbidity profiles over half of decedents had at least one admission for an elixhauser comorbidity the most frequent were related to alcohol use drug use other neurological disorders mainly epilepsy seizures anoxic brain injury depression and psychoses network analysis highlighted drug use alcohol use psychoses depression and neurological disorders as central conditions bayesian clustering identified seven distinct patient clusters including groups characterised by high psychiatric and drug use admissions extensive physical comorbidities alcohol and liver disease dominant neurological issues and depression individuals experiencing drug related deaths exhibit substantial multimorbidity with distinct patterns often dominated by substance use and mental ill health but also including significant physical health clusters these distinct profiles underscore the need for integrated tailored care strategies addressing substance use psychiatric and physical health needs to mitigate mortality risk"
}