{
    "title": "Myocardial mononuclear cell infiltrates are not associated with increased serum cardiac troponin I in cynomolgus monkeys.",
    "doc_id": "22298795",
    "writer": "Dunn ME",
    "year": "2012",
    "summary": "Myocardial mononuclear cell infiltrate is a spontaneous cardiac finding commonly identified in laboratory cynomolgus monkeys. ...Increased serum cTnI levels are not suitable for screening monkeys with myocardial mononuclear cell infiltrates before placement in the s …",
    "abstract": "Myocardial mononuclear cell infiltrate is a spontaneous cardiac finding commonly identified in laboratory cynomolgus monkeys. The infiltrates are predominantly composed of macrophages with lesser lymphocytes and are not typically associated with histologically detectable cardiomyocyte degeneration. These infiltrates are of concern because they confound interpretation of test article-related histopathology findings in nonclinical safety toxicology studies. The interpretation of safety studies would be simplified by a biomarker that could identify myocardial infiltrates prior to animal placement on study. We hypothesized that monkeys with myocardial mononuclear cell infiltrates could be identified before necropsy using an ultrasensitive immunoassay for cardiac troponin I (cTnI). Serum cTnI concentrations in monkeys with myocardial infiltrates were not higher than those in monkeys without infiltrates at any of the sampling times before and on the day of necropsy. Increased serum cTnI levels are not suitable for screening monkeys with myocardial mononuclear cell infiltrates before placement in the study.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22298795/",
    "clean_text": "myocardial mononuclear cell infiltrates are not associated with increased serum cardiac troponin i in cynomolgus monkeys myocardial mononuclear cell infiltrate is a spontaneous cardiac finding commonly identified in laboratory cynomolgus monkeys increased serum ctni levels are not suitable for screening monkeys with myocardial mononuclear cell infiltrates before placement in the s myocardial mononuclear cell infiltrate is a spontaneous cardiac finding commonly identified in laboratory cynomolgus monkeys the infiltrates are predominantly composed of macrophages with lesser lymphocytes and are not typically associated with histologically detectable cardiomyocyte degeneration these infiltrates are of concern because they confound interpretation of test article related histopathology findings in nonclinical safety toxicology studies the interpretation of safety studies would be simplified by a biomarker that could identify myocardial infiltrates prior to animal placement on study we hypothesized that monkeys with myocardial mononuclear cell infiltrates could be identified before necropsy using an ultrasensitive immunoassay for cardiac troponin i ctni serum ctni concentrations in monkeys with myocardial infiltrates were not higher than those in monkeys without infiltrates at any of the sampling times before and on the day of necropsy increased serum ctni levels are not suitable for screening monkeys with myocardial mononuclear cell infiltrates before placement in the study"
}