{
    "pmid": "41465968",
    "title": "Single-cell atlas of COVID-19 based on multiple sample integration.",
    "abstract": "This study addressed the significant challenges in understanding the specific immune landscape and predicting patient outcomes of COVID-19, particularly in severe cases. To support clinical practice, we aimed to build a comprehensive single-cell atlas of the disease and develop a predictive model for severe patient outcomes. We collected single-cell RNA sequencing data from COVID-19 patients, influenza patients, and healthy controls. Our analysis encompassed alterations in cell abundance, transcriptomic profiles, and pathway activities across these groups. We then constructed a logistic regression model to predict the prognosis of severe COVID-19 patients, evaluating its performance using sensitivity, specificity, and area under the curve (AUC) metrics. Our integrated dataset comprised 434,703 cells from 233 samples across 8 datasets, categorized into major cell types including T/natural killer cells, B cells, myeloid cells, epithelial cells, and platelets. T/NK cells and myeloid cells constituted the largest proportions and exhibited the most significant changes in abundance among the different groups. We identified substantial alterations in inflammatory genes and metabolic pathways across various T cell and myeloid cell subtypes, with differential expression of these genes also correlating with COVID-19 severity and patient outcomes. The developed logistic regression model, incorporating the genes IL1R2, PI3, IGHG3, and CTTN, demonstrated a sensitivity of 80.0% and an AUC of 70.5% in the training set. These results were consistent in the test set, with a sensitivity of 81.1% and an AUC of 70.6%. By depicting a comprehensive single-cell atlas of COVID-19, this work unravels the complex cellular dynamics underlying the disease, thereby advancing our understanding of its mechanisms. The developed model shows promise for predicting outcomes in severe COVID-19 patients, which could facilitate clinical decision-making and ultimately benefit patient care.",
    "disease": "pneumonia",
    "clean_text": "single cell atlas of covid based on multiple sample integration this study addressed the significant challenges in understanding the specific immune landscape and predicting patient outcomes of covid particularly in severe cases to support clinical practice we aimed to build a comprehensive single cell atlas of the disease and develop a predictive model for severe patient outcomes we collected single cell rna sequencing data from covid patients influenza patients and healthy controls our analysis encompassed alterations in cell abundance transcriptomic profiles and pathway activities across these groups we then constructed a logistic regression model to predict the prognosis of severe covid patients evaluating its performance using sensitivity specificity and area under the curve auc metrics our integrated dataset comprised cells from samples across datasets categorized into major cell types including t natural killer cells b cells myeloid cells epithelial cells and platelets t nk cells and myeloid cells constituted the largest proportions and exhibited the most significant changes in abundance among the different groups we identified substantial alterations in inflammatory genes and metabolic pathways across various t cell and myeloid cell subtypes with differential expression of these genes also correlating with covid severity and patient outcomes the developed logistic regression model incorporating the genes il r pi ighg and cttn demonstrated a sensitivity of and an auc of in the training set these results were consistent in the test set with a sensitivity of and an auc of by depicting a comprehensive single cell atlas of covid this work unravels the complex cellular dynamics underlying the disease thereby advancing our understanding of its mechanisms the developed model shows promise for predicting outcomes in severe covid patients which could facilitate clinical decision making and ultimately benefit patient care"
}