{
    "title": "Averting the legacy of kidney disease--focus on childhood.",
    "doc_id": "26880442",
    "writer": "Ingelfinger JR",
    "year": "2016",
    "summary": "World Kidney Day 2016 focuses on kidney disease in childhood and the antecedents of adult kidney disease that can begin in earliest childhood. Chronic kidney disease in childhood differs from that in adults, as the largest diagnost …",
    "abstract": "World Kidney Day 2016 focuses on kidney disease in childhood and the antecedents of adult kidney disease that can begin in earliest childhood. Chronic kidney disease in childhood differs from that in adults, as the largest diagnostic group among children includes congenital anomalies and inherited disorders, with glomerulopathies and kidney disease in the setting of diabetes being relatively uncommon. In addition, many children with acute kidney injury will ultimately develop sequelae that may lead to hypertension and chronic kidney disease in later childhood or in adult life. Children born early or who are small-for-date newborns have a relatively increased risk for the development of chronic kidney disease later in life. Persons with a high-risk birth and early childhood history should be watched closely in order to help detect early signs of kidney disease in time to provide effective prevention or treatment. Successful therapy is feasible for advanced chronic kidney disease in childhood; there is evidence that children fare better than adults if they receive kidney replacement therapy including dialysis and transplant, whereas only a minority of children may require this ultimate intervention. Because there are disparities in access to care, effort is needed so that those children with kidney disease, wherever they live, may be treated effectively, irrespective of their geographic or economic circumstances. Our hope is that World Kidney Day will inform the general public, policy makers, and caregivers about the needs and possibilities surrounding kidney disease in childhood.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26880442/",
    "clean_text": "averting the legacy of kidney disease focus on childhood world kidney day focuses on kidney disease in childhood and the antecedents of adult kidney disease that can begin in earliest childhood chronic kidney disease in childhood differs from that in adults as the largest diagnost world kidney day focuses on kidney disease in childhood and the antecedents of adult kidney disease that can begin in earliest childhood chronic kidney disease in childhood differs from that in adults as the largest diagnostic group among children includes congenital anomalies and inherited disorders with glomerulopathies and kidney disease in the setting of diabetes being relatively uncommon in addition many children with acute kidney injury will ultimately develop sequelae that may lead to hypertension and chronic kidney disease in later childhood or in adult life children born early or who are small for date newborns have a relatively increased risk for the development of chronic kidney disease later in life persons with a high risk birth and early childhood history should be watched closely in order to help detect early signs of kidney disease in time to provide effective prevention or treatment successful therapy is feasible for advanced chronic kidney disease in childhood there is evidence that children fare better than adults if they receive kidney replacement therapy including dialysis and transplant whereas only a minority of children may require this ultimate intervention because there are disparities in access to care effort is needed so that those children with kidney disease wherever they live may be treated effectively irrespective of their geographic or economic circumstances our hope is that world kidney day will inform the general public policy makers and caregivers about the needs and possibilities surrounding kidney disease in childhood"
}