{
    "title": "Developing an understanding of the risk factors for falls among adults with intellectual disabilities: a commentary.",
    "doc_id": "37130713",
    "writer": "Doherty AJ",
    "year": "2023",
    "summary": "Commentary on: Pope J, Truesdale M, Brown M. Risk factors for falls among adults with intellectual disabilities: A narrative review. ...Whilst there is available evidence on falls risk factors for the general population, there is a lack of awareness an …",
    "abstract": "Commentary on: Pope J, Truesdale M, Brown M. Risk factors for falls among adults with intellectual disabilities: A narrative review. J Appl Res Intellect Disabil. 2021; 34: 274-285. 10.1111/jar.12805 Falls are a serious and common problem for people with intellectual disabilities (ID). Whilst there is available evidence on falls risk factors for the general population, there is a lack of awareness and understanding of the contributing risk factors for this population. This commentary critically appraises a recent narrative review which sought to identify the risk factors for falls among people with ID. Clinical practice implications: Community nurses may identify people with ID at risk of falls, and work alongside other healthcare professionals and carers to provide tailored multidisciplinary falls-prevention interventions for individuals with ID living in the community.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37130713/",
    "clean_text": "developing an understanding of the risk factors for falls among adults with intellectual disabilities a commentary commentary on pope j truesdale m brown m risk factors for falls among adults with intellectual disabilities a narrative review whilst there is available evidence on falls risk factors for the general population there is a lack of awareness an commentary on pope j truesdale m brown m risk factors for falls among adults with intellectual disabilities a narrative review j appl res intellect disabil jar falls are a serious and common problem for people with intellectual disabilities id whilst there is available evidence on falls risk factors for the general population there is a lack of awareness and understanding of the contributing risk factors for this population this commentary critically appraises a recent narrative review which sought to identify the risk factors for falls among people with id clinical practice implications community nurses may identify people with id at risk of falls and work alongside other healthcare professionals and carers to provide tailored multidisciplinary falls prevention interventions for individuals with id living in the community"
}