{
    "title": "[Juvenile idiopathic arthritis].",
    "doc_id": "30983224",
    "writer": "A Aeschlimann F",
    "year": "2019",
    "summary": "Juvenile idiopathic arthritis. Juvenile idiopathic arthritis (JIA) is the most common chronic inflammatory rheumatic disease in childhood. ...",
    "abstract": "Juvenile idiopathic arthritis. Juvenile idiopathic arthritis (JIA) is the most common chronic inflammatory rheumatic disease in childhood. It comprises a heterogeneous group of disorders characterized by joint inflammation, extraarticular features including uveitis and, in some cases laboratory markers. Disease course, therapeutic management and prognosis vary depending on the underlying JIA category. Recent treatment advances, and especially the use of biologic agents, have significantly reduced JIA-associated morbidity. Current treatment approaches emphasize an early aggressive therapy aiming at delaying disease progression and improving outcome. However, disease may remain active into adulthood and ongoing careful monitoring is still necessary.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30983224/",
    "clean_text": "juvenile idiopathic arthritis juvenile idiopathic arthritis juvenile idiopathic arthritis jia is the most common chronic inflammatory rheumatic disease in childhood juvenile idiopathic arthritis juvenile idiopathic arthritis jia is the most common chronic inflammatory rheumatic disease in childhood it comprises a heterogeneous group of disorders characterized by joint inflammation extraarticular features including uveitis and in some cases laboratory markers disease course therapeutic management and prognosis vary depending on the underlying jia category recent treatment advances and especially the use of biologic agents have significantly reduced jia associated morbidity current treatment approaches emphasize an early aggressive therapy aiming at delaying disease progression and improving outcome however disease may remain active into adulthood and ongoing careful monitoring is still necessary"
}