{
    "pmid": "41411393",
    "title": "Isolated Muscular Tuberculosis of the External Compartment of the Leg: A Rare Presentation.",
    "abstract": "Tuberculosis (TB) remains a global public health challenge, with an increasing incidence of extrapulmonary forms. Isolated muscular involvement is extremely rare, even in high-endemic regions. This study highlights an unusual case of muscular TB in a 24-year-old patient with no medical history, presenting with a painless swelling on the outer leg, without fever or other symptoms. Blood tests were normal, whereas imaging and biopsy initially suggested an infected hematoma. The culture of bacteriological samples on specific culture solid media confirmed the presence of Koch's bacillus. The patient was treated with drainage, lavage, and anti-TB therapy, showing significant clinical and radiological improvement after 6 months. TB should be included in the differential diagnosis for any unexplained soft-tissue swelling, particularly in individuals originating from regions where TB is endemic. To our knowledge, no cases of muscular involvement in the lateral compartment of the leg have been reported, making our case unique.",
    "disease": "tuberculosis",
    "clean_text": "isolated muscular tuberculosis of the external compartment of the leg a rare presentation tuberculosis tb remains a global public health challenge with an increasing incidence of extrapulmonary forms isolated muscular involvement is extremely rare even in high endemic regions this study highlights an unusual case of muscular tb in a year old patient with no medical history presenting with a painless swelling on the outer leg without fever or other symptoms blood tests were normal whereas imaging and biopsy initially suggested an infected hematoma the culture of bacteriological samples on specific culture solid media confirmed the presence of koch s bacillus the patient was treated with drainage lavage and anti tb therapy showing significant clinical and radiological improvement after months tb should be included in the differential diagnosis for any unexplained soft tissue swelling particularly in individuals originating from regions where tb is endemic to our knowledge no cases of muscular involvement in the lateral compartment of the leg have been reported making our case unique"
}