{
    "title": "Fluctuation in prostate cancer gene 3 (PCA3) score in men undergoing first or repeat prostate biopsies.",
    "doc_id": "24472071",
    "writer": "De Luca S",
    "year": "2014",
    "summary": "We compared the PCA3 scores in men with a negative biopsy (normal parenchyma, benign prostatic hyperplasia [BPH], chronic prostatitis, high-grade prostate intraepithelial neoplasia [HG-PIN]) with those in men with a positive biopsy. ...No association was foun …",
    "abstract": "Objective:\n        \n      \n      To evaluate the variability in prostate cancer gene 3 (PCA3) score over time in men with elevated serum prostate-specific antigen (PSA) levels who are undergoing first or repeat prostate biopsy.\n    \n\n\n          Patients and methods:\n        \n      \n      A total of 360 men from two Italian institutions who had undergone at least two PCA3 assessments were selected. Of these, 97.5% were scheduled for first or repeat prostate biopsy because of elevated PSA level and/or positive digital rectal examination (DRE). We compared the PCA3 scores in men with a negative biopsy (normal parenchyma, benign prostatic hyperplasia [BPH], chronic prostatitis, high-grade prostate intraepithelial neoplasia [HG-PIN]) with those in men with a positive biopsy. We evaluated PCA3 repeated measures biological variability and its possible association with basic patient characteristics (age, family history of prostate cancer, DRE, prostate volume, BPH, prostatitis and HG-PIN). Three different thresholds were used to evaluate the possible changes in risk class: the standard threshold (a PCA3 score of 35), a US Food and Drug Administation-approved PCA3 threshold of 25 and a threshold selected based on our previous research which was a PCA3 score of 50.\n    \n\n\n          Results:\n        \n      \n      The PCA3 scores varied significantly (P < 0.001) when comparing men with a negative biopsy with those with a positive biopsy (median [range] PCA3 score: 25 [2-276] vs 43 [7-331]). There was no significant difference in PCA3 scores in men with chronic prostatitis and HG-PIN compared with other men with negative biopsies. The median (range) time between the two PCA3 assessments was 16.2 (3-53.7) months. No association was found between PCA3 repeated measures modifications and age, family history of prostate cancer, DRE, BPH, prostatitis, HG-PIN and use of 5-α-reductase inhibitors. The variability of PCA3 scores on repeated measures confirmed the risk class for about 80% of patients; of the remaining 20% of patients, the risk class was upgraded in two thirds and downgraded in one third.\n    \n\n\n          Conclusion:\n        \n      \n      PCA3 score can be considered a stable marker over time in most cases but there is a group of men among whom there is clinically notable risk class change. Further investigation is required to determine the genesis of this phenomenon.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24472071/",
    "clean_text": "fluctuation in prostate cancer gene pca score in men undergoing first or repeat prostate biopsies we compared the pca scores in men with a negative biopsy normal parenchyma benign prostatic hyperplasia bph chronic prostatitis high grade prostate intraepithelial neoplasia hg pin with those in men with a positive biopsy no association was foun objective to evaluate the variability in prostate cancer gene pca score over time in men with elevated serum prostate specific antigen psa levels who are undergoing first or repeat prostate biopsy patients and methods a total of men from two italian institutions who had undergone at least two pca assessments were selected of these were scheduled for first or repeat prostate biopsy because of elevated psa level and or positive digital rectal examination dre we compared the pca scores in men with a negative biopsy normal parenchyma benign prostatic hyperplasia bph chronic prostatitis high grade prostate intraepithelial neoplasia hg pin with those in men with a positive biopsy we evaluated pca repeated measures biological variability and its possible association with basic patient characteristics age family history of prostate cancer dre prostate volume bph prostatitis and hg pin three different thresholds were used to evaluate the possible changes in risk class the standard threshold a pca score of a us food and drug administation approved pca threshold of and a threshold selected based on our previous research which was a pca score of results the pca scores varied significantly p when comparing men with a negative biopsy with those with a positive biopsy median range pca score vs there was no significant difference in pca scores in men with chronic prostatitis and hg pin compared with other men with negative biopsies the median range time between the two pca assessments was months no association was found between pca repeated measures modifications and age family history of prostate cancer dre bph prostatitis hg pin and use of reductase inhibitors the variability of pca scores on repeated measures confirmed the risk class for about of patients of the remaining of patients the risk class was upgraded in two thirds and downgraded in one third conclusion pca score can be considered a stable marker over time in most cases but there is a group of men among whom there is clinically notable risk class change further investigation is required to determine the genesis of this phenomenon"
}