{
    "title": "A dual spinal cord lesion paradigm to study spinal locomotor plasticity in the cat.",
    "doc_id": "23531010",
    "writer": "Martinez M",
    "year": "2013",
    "summary": "After a complete spinal cord injury (SCI) at the lowest thoracic level (T13), adult cats trained to walk on a treadmill can recover hindlimb locomotion within 2-3 weeks, resulting from the activity of a spinal circuitry termed the central pattern generator (CPG). .. …",
    "abstract": "After a complete spinal cord injury (SCI) at the lowest thoracic level (T13), adult cats trained to walk on a treadmill can recover hindlimb locomotion within 2-3 weeks, resulting from the activity of a spinal circuitry termed the central pattern generator (CPG). The role of this spinal circuitry in the recovery of locomotion after partial SCIs, when part of descending pathways can still access the CPG, is not yet fully understood. Using a dual spinal lesion paradigm (first hemisection at T10 followed three weeks after by a complete spinalization at T13), we showed that major changes occurred in this locomotor spinal circuitry. These plastic changes at the spinal cord level could participate in the recovery of locomotion after partial SCI. This short review describes the main findings of this paradigm in adult cats.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23531010/",
    "clean_text": "a dual spinal cord lesion paradigm to study spinal locomotor plasticity in the cat after a complete spinal cord injury sci at the lowest thoracic level t adult cats trained to walk on a treadmill can recover hindlimb locomotion within weeks resulting from the activity of a spinal circuitry termed the central pattern generator cpg after a complete spinal cord injury sci at the lowest thoracic level t adult cats trained to walk on a treadmill can recover hindlimb locomotion within weeks resulting from the activity of a spinal circuitry termed the central pattern generator cpg the role of this spinal circuitry in the recovery of locomotion after partial scis when part of descending pathways can still access the cpg is not yet fully understood using a dual spinal lesion paradigm first hemisection at t followed three weeks after by a complete spinalization at t we showed that major changes occurred in this locomotor spinal circuitry these plastic changes at the spinal cord level could participate in the recovery of locomotion after partial sci this short review describes the main findings of this paradigm in adult cats"
}