{
    "pmid": "41443029",
    "title": "Yawning-related tremor in patients with Parkinson's disease.",
    "abstract": "Yawning-related tremor (YRT), tremor triggered by or exacerbated during yawning, has been described anecdotally in Parkinson's disease (PD), but never systematically studied. We aimed to determine the prevalence and clinical associations of YRT in PD. In this cross-sectional study, 119 PD patients and 74 controls completed a structured questionnaire. YRT was significantly more common in PD patients (18.5 %) than in controls (2.7 %) (p = 0.001). YRT prevalence was especially high in PD patients with co-existent essential tremor (41.2 %) and in those with probable REM sleep behavior disorder (68.2 %). In 31.8 % of cases, YRT preceded the onset of motor symptoms by an average of 21 months, suggesting a possible prodromal feature. Upper limbs were most frequently affected. These findings support the concept that YRT may reflect shared brainstem pathophysiology with RBD and essential tremor, and could serve as a clinical marker of early neurodegeneration in PD.",
    "disease": "parkinson disease",
    "clean_text": "yawning related tremor in patients with parkinson s disease yawning related tremor yrt tremor triggered by or exacerbated during yawning has been described anecdotally in parkinson s disease pd but never systematically studied we aimed to determine the prevalence and clinical associations of yrt in pd in this cross sectional study pd patients and controls completed a structured questionnaire yrt was significantly more common in pd patients than in controls p yrt prevalence was especially high in pd patients with co existent essential tremor and in those with probable rem sleep behavior disorder in of cases yrt preceded the onset of motor symptoms by an average of months suggesting a possible prodromal feature upper limbs were most frequently affected these findings support the concept that yrt may reflect shared brainstem pathophysiology with rbd and essential tremor and could serve as a clinical marker of early neurodegeneration in pd"
}