{
    "pmid": "41467525",
    "title": "Translation and validation of the Traditional Chinese European Organisation for Research and Treatment of Cancer Quality of Life Questionnaire-Spiritual Well-Being 32 (EORTC QLQ-SWB32) in older adults with chronic illnesses: Factors influencing spiritual well-being.",
    "abstract": "This study translated and validated the Traditional Chinese (Taiwan) version of the European Organisation for Research and Treatment of Cancer Quality of Life Questionnaire-Spiritual Well-Being 32 (EORTC QLQ-SWB32) for older adults with chronic illnesses and examined factors influencing SWB. A cross-sectional study recruited 292 participants. The scale demonstrated good internal consistency (overall Cronbach's α = 0.87), with subdomain Cronbach's α ranging from 0.77 to 0.87, and acceptable test-retest reliability (intraclass correlation coefficient = 0.76). Exploratory and confirmatory factor analyses confirmed consistency of the domain structure with the original version, supporting its construct validity. Multiple regression analyses showed that demographic characteristics, chronic disease status, and health-related quality of life (HRQoL) significantly influenced SWB (",
    "disease": "stroke",
    "clean_text": "translation and validation of the traditional chinese european organisation for research and treatment of cancer quality of life questionnaire spiritual well being eortc qlq swb in older adults with chronic illnesses factors influencing spiritual well being this study translated and validated the traditional chinese taiwan version of the european organisation for research and treatment of cancer quality of life questionnaire spiritual well being eortc qlq swb for older adults with chronic illnesses and examined factors influencing swb a cross sectional study recruited participants the scale demonstrated good internal consistency overall cronbach s with subdomain cronbach s ranging from to and acceptable test retest reliability intraclass correlation coefficient exploratory and confirmatory factor analyses confirmed consistency of the domain structure with the original version supporting its construct validity multiple regression analyses showed that demographic characteristics chronic disease status and health related quality of life hrqol significantly influenced swb"
}