{
    "pmid": "41468409",
    "title": "Association between methylmalonic acid and Alpha-Klotho in American adults: A cross-sectional study.",
    "abstract": "Methylmalonic acid is a surrogate biomarker of mitochondrial dysfunction and oxidative stress. Serum soluble α-Klotho, as a key anti-aging factor, is regarded as one of the biomarkers of aging. The correlation between Methylmalonic Acid (MMA) and Alpha-Klotho (α-Klotho) remains uncertain. This study aims to explore the relationship between MMA and Alpha-Klothoα-Klotho in American adults. Based on the availability of complete biochemical assays for MMA and α-Klotho, we restricted our analyses to the 2011-2014 cycles of the National Health and Nutrition Examination Survey (NHANES), which included 5,216 eligible participants with comprehensive laboratory data. Due to the limited amount of data, there may be a selection bias. In this study, MMA serves as the independent variable while α-Klotho functions as the dependent variable. MMA is a categorical variable, while α-Klotho is a categorical variable. The covariates examined include sociodemographic factors, lifestyle choices, and various systemic diseases. Logistic regression was used to assess the associations between covariates and different independent groups. To explore the relationship between serum MMA levels and α-Klotho, we employed three models: Model 1 adjusted for age, gender, race/ethnicity, education, Marital status, Poverty Income Ratio (PIR), smoking, Body Mass Index (BMI) and Physical activity (PA). Model 2 included all variables from Model 1 plus Cardiovascular diseases (CVD), Hypertension, Diabetes Mellitus (DM). Considering the collinearity problem, Model 3 adjusted for Marital status, PIR, Educations, Smoke, PA, CVD, Hypertension, DM, Glycated Hemoglobin A1c (HbA1c), High-Density Lipoprotein (HDL), Vitamin B12 (VitB12), Estimated Glomerular Filtration Rate (eGFR). A total of 5216 participants were included in the study. Among them, 29.4% (1531 participants) had α-Klotho levels below 704.00 pg/mL, while 70.6% (3685 participants) had levels of 704 pg/mL or greater. Compared to individuals with low serum MMA levels Q1 (<120 nmol/L), the adjusted odds ratios (OR) for α-Klotho with MMA levels in Q2 (120-175 nmol/L), Q3 (175-250 nmol/L), and Q4 (≥250 nmol/L) were 0.81 (95% CI: 0.72 to 0.91, p = 0.001), 0.81 (95% CI: 0.71 to 0.93, p = 0.003), and 0.80 (95% CI: 0.68 to 0.94, p = 0.007), respectively.The correlation between MMA levels and α-Klotho was linearly correlated (non-linearity: P = 0.62). Our findings indicate a significant association between higher MMA levels and lower serum α-Klotho concentrations, It suggests that mitochondrial dysfunction may play a significant role in the aging process. Further research is necessary to validate these findings. This relationship warrants further investigation to clarify its implications for aging and health outcomes.",
    "disease": "diabetes mellitus",
    "clean_text": "association between methylmalonic acid and alpha klotho in american adults a cross sectional study methylmalonic acid is a surrogate biomarker of mitochondrial dysfunction and oxidative stress serum soluble klotho as a key anti aging factor is regarded as one of the biomarkers of aging the correlation between methylmalonic acid mma and alpha klotho klotho remains uncertain this study aims to explore the relationship between mma and alpha klotho klotho in american adults based on the availability of complete biochemical assays for mma and klotho we restricted our analyses to the cycles of the national health and nutrition examination survey nhanes which included eligible participants with comprehensive laboratory data due to the limited amount of data there may be a selection bias in this study mma serves as the independent variable while klotho functions as the dependent variable mma is a categorical variable while klotho is a categorical variable the covariates examined include sociodemographic factors lifestyle choices and various systemic diseases logistic regression was used to assess the associations between covariates and different independent groups to explore the relationship between serum mma levels and klotho we employed three models model adjusted for age gender race ethnicity education marital status poverty income ratio pir smoking body mass index bmi and physical activity pa model included all variables from model plus cardiovascular diseases cvd hypertension diabetes mellitus dm considering the collinearity problem model adjusted for marital status pir educations smoke pa cvd hypertension dm glycated hemoglobin a c hba c high density lipoprotein hdl vitamin b vitb estimated glomerular filtration rate egfr a total of participants were included in the study among them participants had klotho levels below pg ml while participants had levels of pg ml or greater compared to individuals with low serum mma levels q nmol l the adjusted odds ratios or for klotho with mma levels in q nmol l q nmol l and q nmol l were ci to p ci to p and ci to p respectively the correlation between mma levels and klotho was linearly correlated non linearity p our findings indicate a significant association between higher mma levels and lower serum klotho concentrations it suggests that mitochondrial dysfunction may play a significant role in the aging process further research is necessary to validate these findings this relationship warrants further investigation to clarify its implications for aging and health outcomes"
}