{
    "pmid": "41399529",
    "title": "Interleukin-27 and Interleukin-2 Cooperatively Regulate CD4⁺ T Cell Subsets and Immune Imbalance in Coronary Artery Disease.",
    "abstract": "Coronary artery disease (CAD) is an immune-mediated disorder driven by dysregulated T cell responses. Interleukin-27 (IL-27) has immunoregulatory properties, but its role in CAD remains unclear. This study is the first to investigate the effects of IL-27 on CD4⁺LAP⁺ T cells in CAD and to explore its interaction with interleukin-2 (IL-2) in modulating immune imbalance. CAD severity was quantified by the Gensini score. Plasma IL-27 and oxidized low-density lipoprotein (ox-LDL) were measured by ELISA. Flow cytometry assessed CD4⁺ T cell subsets, while qRT-PCR and Western blot evaluated lineage-specific transcription factors. IL-27 levels were elevated in acute coronary syndrome and correlated with ox-LDL and Gensini scores. Patients with severe CAD showed a Th1/Th17-dominant profile and reductions in Th2, CD4⁺LAP⁺, and Tregs. In vitro, IL-27 promoted Th1 differentiation via T-bet/IFN-γ upregulation and suppressed Th2, Th17, and regulatory subsets, counteracting IL-2-induced expansion of Tregs and CD4⁺LAP⁺ cells. These effects were dose dependent and favored pro-inflammatory responses. IL-27 drives immune imbalance in CAD by reinforcing Th1 polarization and antagonizing IL-2-mediated regulation. Beyond mechanistic insights, these findings identify IL-27 as a potential biomarker for disease severity and a candidate therapeutic target in CAD.",
    "disease": "coronary artery disease",
    "clean_text": "interleukin and interleukin cooperatively regulate cd t cell subsets and immune imbalance in coronary artery disease coronary artery disease cad is an immune mediated disorder driven by dysregulated t cell responses interleukin il has immunoregulatory properties but its role in cad remains unclear this study is the first to investigate the effects of il on cd lap t cells in cad and to explore its interaction with interleukin il in modulating immune imbalance cad severity was quantified by the gensini score plasma il and oxidized low density lipoprotein ox ldl were measured by elisa flow cytometry assessed cd t cell subsets while qrt pcr and western blot evaluated lineage specific transcription factors il levels were elevated in acute coronary syndrome and correlated with ox ldl and gensini scores patients with severe cad showed a th th dominant profile and reductions in th cd lap and tregs in vitro il promoted th differentiation via t bet ifn upregulation and suppressed th th and regulatory subsets counteracting il induced expansion of tregs and cd lap cells these effects were dose dependent and favored pro inflammatory responses il drives immune imbalance in cad by reinforcing th polarization and antagonizing il mediated regulation beyond mechanistic insights these findings identify il as a potential biomarker for disease severity and a candidate therapeutic target in cad"
}