{
    "pmid": "41451421",
    "title": "Perspectives on digital health and advanced treatment referral in Parkinson's care among Danish neurologists: a mixed methods study.",
    "abstract": "Advanced treatments such as infusion therapies and deep brain stimulation can improve symptoms in Parkinson's disease, but identifying the right patients at the right time remains challenging. Digital health technologies offer objective, continuous, and remote symptom tracking, making them increasingly relevant in Parkinson's management. This study examines Danish neurologists' perspectives on current referral practices for advanced Parkinson's treatment and explores the perceived advantages and barriers of digital health technologies use in clinical decision-making. Using a mixed methods approach, we surveyed neurologists involved in Parkinson's management across outpatient hospital settings and private practices. Nineteen neurologists completed the survey, and six participated in semi-structured interviews. Most neurologists (15/19, 79%) believe current referral criteria for advanced treatment need improvement, and only (5/19, 26%) regularly use available decision-support tools. The perceived advantages of digital health technologies include improved treatment optimization, real-world symptom tracking, and enhanced patient health literacy. However, concerns include uncertainty about the clinical relevance of measurements, resource constraints, and lack of supporting evidence. Neurologists also expressed reservations about reduced patient interaction and the insufficient tracking of non-motor symptoms in current digital health technologies. Our findings should be considered exploratory but highlight the limitations of current referral strategies for advanced treatment and neurologists' mixed perspectives on digital health technologies, with qualitative insights revealing both optimism and concerns about implementation. Digital health technologies have the potential to aid in identifying people with Parkinson's who may benefit from advanced treatment, and future referral criteria may benefit from incorporating objective digital measurements.",
    "disease": "parkinson disease",
    "clean_text": "perspectives on digital health and advanced treatment referral in parkinson s care among danish neurologists a mixed methods study advanced treatments such as infusion therapies and deep brain stimulation can improve symptoms in parkinson s disease but identifying the right patients at the right time remains challenging digital health technologies offer objective continuous and remote symptom tracking making them increasingly relevant in parkinson s management this study examines danish neurologists perspectives on current referral practices for advanced parkinson s treatment and explores the perceived advantages and barriers of digital health technologies use in clinical decision making using a mixed methods approach we surveyed neurologists involved in parkinson s management across outpatient hospital settings and private practices nineteen neurologists completed the survey and six participated in semi structured interviews most neurologists believe current referral criteria for advanced treatment need improvement and only regularly use available decision support tools the perceived advantages of digital health technologies include improved treatment optimization real world symptom tracking and enhanced patient health literacy however concerns include uncertainty about the clinical relevance of measurements resource constraints and lack of supporting evidence neurologists also expressed reservations about reduced patient interaction and the insufficient tracking of non motor symptoms in current digital health technologies our findings should be considered exploratory but highlight the limitations of current referral strategies for advanced treatment and neurologists mixed perspectives on digital health technologies with qualitative insights revealing both optimism and concerns about implementation digital health technologies have the potential to aid in identifying people with parkinson s who may benefit from advanced treatment and future referral criteria may benefit from incorporating objective digital measurements"
}