{
    "title": "Current Insights into Long Non-Coding RNAs (LncRNAs) in Prostate Cancer.",
    "doc_id": "28241429",
    "writer": "Smolle MA",
    "year": "2017",
    "summary": "Expression patterns of lncRNAs often change during tumour progression; their expression levels may constantly rise (e.g., HOX transcript antisense RNA, HOTAIR), or steadily decrease (e.g., downregulated RNA in cancer, DRAIC). In prostate cancer, lncRNAs likew …",
    "abstract": "The importance of long non-coding RNAs (lncRNAs) in the pathogenesis of various malignancies has been uncovered over the last few years. Their dysregulation often contributes to or is a result of tumour progression. In prostate cancer, the most common malignancy in men, lncRNAs can promote castration resistance, cell proliferation, invasion, and metastatic spread. Expression patterns of lncRNAs often change during tumour progression; their expression levels may constantly rise (e.g., HOX transcript antisense RNA, HOTAIR), or steadily decrease (e.g., downregulated RNA in cancer, DRAIC). In prostate cancer, lncRNAs likewise have diagnostic (e.g., prostate cancer antigen 3, PCA3), prognostic (e.g., second chromosome locus associated with prostate-1, SChLAP1), and predictive (e.g., metastasis-associated lung adenocarcinoma transcript-1, MALAT-1) functions. Considering their dynamic role in prostate cancer, lncRNAs may also serve as therapeutic targets, helping to prevent development of castration resistance, maintain stable disease, and prohibit metastatic spread.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28241429/",
    "clean_text": "current insights into long non coding rnas lncrnas in prostate cancer expression patterns of lncrnas often change during tumour progression their expression levels may constantly rise e g hox transcript antisense rna hotair or steadily decrease e g downregulated rna in cancer draic in prostate cancer lncrnas likew the importance of long non coding rnas lncrnas in the pathogenesis of various malignancies has been uncovered over the last few years their dysregulation often contributes to or is a result of tumour progression in prostate cancer the most common malignancy in men lncrnas can promote castration resistance cell proliferation invasion and metastatic spread expression patterns of lncrnas often change during tumour progression their expression levels may constantly rise e g hox transcript antisense rna hotair or steadily decrease e g downregulated rna in cancer draic in prostate cancer lncrnas likewise have diagnostic e g prostate cancer antigen pca prognostic e g second chromosome locus associated with prostate schlap and predictive e g metastasis associated lung adenocarcinoma transcript malat functions considering their dynamic role in prostate cancer lncrnas may also serve as therapeutic targets helping to prevent development of castration resistance maintain stable disease and prohibit metastatic spread"
}