{
    "pmid": "41473904",
    "title": "The Impact of Different Antidiabetic Drugs on Fracture Risk in Patients With Type 2 Diabetes Mellitus: A Systematic Review and Network Meta-analysis of Randomized Controlled Trials With a Focus on SGLT2 Inhibitors.",
    "abstract": "SGLT2 inhibitors are a new class of antidiabetic drugs that have shown cardiovascular benefits in patients with type 2 diabetes mellitus (T2DM) and cardiovascular disease. However, their effects on fracture risk are unclear and may depend on the type and duration of treatment. This meta-analysis compares the fracture risk of different antidiabetic drugs, including SGLT2 inhibitors, based on data from randomized controlled trials (RCTs). We searched 4 databases for RCTs that reported fracture events in patients with T2DM who received different antidiabetic drugs. We included 117 RCTs that compared 9 types of antidiabetic drugs: SGLT2 inhibitors, DPP-4 inhibitors, α-glucosidase inhibitors, thiazolidinediones, insulin, GLP-1 receptor agonists, meglitinides, biguanides, and sulfonylureas. We used a statistical method called Frequentist meta-analysis to combine data from different studies and compare different treatments. The results showed that SGLT2 inhibitors were the only drug that significantly reduced the fracture risk compared to placebo and other drugs (OR 0.85; 95% CI, 0.74-0.98). The other antidiabetic drugs did not show any significant difference from placebo or from each other. The mechanisms behind the effects of SGLT2 inhibitors on bone health are not well understood and may involve changes in calcium, phosphate, sodium, and arginine vasopressin levels in the body. SGLT2 inhibitors demonstrated a favorable skeletal safety profile among antidiabetic drugs. More long-term studies focused on fracture as a primary outcome are needed to fully understand how SGLT2 inhibitors affect bone health and fracture risk in patients with T2DM.",
    "disease": "diabetes mellitus",
    "clean_text": "the impact of different antidiabetic drugs on fracture risk in patients with type diabetes mellitus a systematic review and network meta analysis of randomized controlled trials with a focus on sglt inhibitors sglt inhibitors are a new class of antidiabetic drugs that have shown cardiovascular benefits in patients with type diabetes mellitus t dm and cardiovascular disease however their effects on fracture risk are unclear and may depend on the type and duration of treatment this meta analysis compares the fracture risk of different antidiabetic drugs including sglt inhibitors based on data from randomized controlled trials rcts we searched databases for rcts that reported fracture events in patients with t dm who received different antidiabetic drugs we included rcts that compared types of antidiabetic drugs sglt inhibitors dpp inhibitors glucosidase inhibitors thiazolidinediones insulin glp receptor agonists meglitinides biguanides and sulfonylureas we used a statistical method called frequentist meta analysis to combine data from different studies and compare different treatments the results showed that sglt inhibitors were the only drug that significantly reduced the fracture risk compared to placebo and other drugs or ci the other antidiabetic drugs did not show any significant difference from placebo or from each other the mechanisms behind the effects of sglt inhibitors on bone health are not well understood and may involve changes in calcium phosphate sodium and arginine vasopressin levels in the body sglt inhibitors demonstrated a favorable skeletal safety profile among antidiabetic drugs more long term studies focused on fracture as a primary outcome are needed to fully understand how sglt inhibitors affect bone health and fracture risk in patients with t dm"
}