{
    "title": "The effect of drop vehicle on the efficacy and side effects of topical glaucoma therapy: a review.",
    "doc_id": "17301615",
    "writer": "Yee RW.",
    "year": "2007",
    "summary": "Consequently, preservatives are partially responsible for ocular side effects, although the exact mechanism of these side effects is not known. SUMMARY: The role of preservatives in the efficacy and side effects of antiglaucoma drugs is r …",
    "abstract": "Purpose of review:\n        \n      \n      Topically applied medications are frequently used in ophthalmology to treat acute and chronic conditions, and are considered to be safer than their systemically applied counterparts, due to the reduced rate of systemic side effects.\n    \n\n\n          Recent findings:\n        \n      \n      Many experimental and clinical studies have reported that the long-term use of topical medications in chronic ophthalmic conditions, such as glaucoma, may adversely affect the ocular surface. Preservatives play a pivotal role in almost all multidose ophthalmic preparations, inhibiting microbial growth and preserving the active drug. Consequently, preservatives are partially responsible for ocular side effects, although the exact mechanism of these side effects is not known.\n    \n\n\n          Summary:\n        \n      \n      The role of preservatives in the efficacy and side effects of antiglaucoma drugs is reviewed. The recent advances in preservative technologies and their role in decreasing the side effects associated with antiglaucoma drugs are also discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17301615/",
    "clean_text": "the effect of drop vehicle on the efficacy and side effects of topical glaucoma therapy a review consequently preservatives are partially responsible for ocular side effects although the exact mechanism of these side effects is not known summary the role of preservatives in the efficacy and side effects of antiglaucoma drugs is r purpose of review topically applied medications are frequently used in ophthalmology to treat acute and chronic conditions and are considered to be safer than their systemically applied counterparts due to the reduced rate of systemic side effects recent findings many experimental and clinical studies have reported that the long term use of topical medications in chronic ophthalmic conditions such as glaucoma may adversely affect the ocular surface preservatives play a pivotal role in almost all multidose ophthalmic preparations inhibiting microbial growth and preserving the active drug consequently preservatives are partially responsible for ocular side effects although the exact mechanism of these side effects is not known summary the role of preservatives in the efficacy and side effects of antiglaucoma drugs is reviewed the recent advances in preservative technologies and their role in decreasing the side effects associated with antiglaucoma drugs are also discussed"
}