{
    "title": "Transformation of marginal zone lymphoma (and association with other lymphomas).",
    "doc_id": "28288708",
    "writer": "Casulo C",
    "year": "2017",
    "summary": "Marginal zone lymphomas (MZL) are a diverse group of indolent lymphoproliferative disorders that comprise three subtypes: nodal, splenic and mucosal associated marginal zone lymphomas (MALT). ...",
    "abstract": "Marginal zone lymphomas (MZL) are a diverse group of indolent lymphoproliferative disorders that comprise three subtypes: nodal, splenic and mucosal associated marginal zone lymphomas (MALT). Histologic transformation (HT) to an aggressive lymphoma is a rare event that can occur in any subtype, and at lower frequency compared to other indolent non Hodgkin lymphomas (NHL) like follicular lymphoma. There are few data directly associated with risk and prognosis of transformation in MZL. However, recent advances in the understanding of molecular and genetic features of MALT have contributed to an evolving appreciation of HT in this disease. Optimal treatment of HT of MZL remains unknown. Much of the approach to managing transformed MZL is extrapolated from other indolent NHLs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28288708/",
    "clean_text": "transformation of marginal zone lymphoma and association with other lymphomas marginal zone lymphomas mzl are a diverse group of indolent lymphoproliferative disorders that comprise three subtypes nodal splenic and mucosal associated marginal zone lymphomas malt marginal zone lymphomas mzl are a diverse group of indolent lymphoproliferative disorders that comprise three subtypes nodal splenic and mucosal associated marginal zone lymphomas malt histologic transformation ht to an aggressive lymphoma is a rare event that can occur in any subtype and at lower frequency compared to other indolent non hodgkin lymphomas nhl like follicular lymphoma there are few data directly associated with risk and prognosis of transformation in mzl however recent advances in the understanding of molecular and genetic features of malt have contributed to an evolving appreciation of ht in this disease optimal treatment of ht of mzl remains unknown much of the approach to managing transformed mzl is extrapolated from other indolent nhls"
}