{
    "title": "Diets for weight management in adults with type 2 diabetes: an umbrella review of published meta-analyses and systematic review of trials of diets for diabetes remission.",
    "doc_id": "34796367",
    "writer": "Churuangsuk C",
    "year": "2022",
    "summary": "We evaluated dietary approaches for weight loss, and remission, in people with type 2 diabetes to inform practice and clinical guidelines. METHODS: First, we conducted a systematic review of published meta-analyses of RCTs of weight-loss diets. We searched MEDLINE ( …",
    "abstract": "Aims/hypothesis:\n        \n      \n      Weight reduction is fundamental for type 2 diabetes management and remission, but uncertainty exists over which diet type is best to achieve and maintain weight loss. We evaluated dietary approaches for weight loss, and remission, in people with type 2 diabetes to inform practice and clinical guidelines.\n    \n\n\n          Methods:\n        \n      \n      First, we conducted a systematic review of published meta-analyses of RCTs of weight-loss diets. We searched MEDLINE (Ovid), PubMed, Web of Science and Cochrane Database of Systematic Reviews, up to 7 May 2021. We synthesised weight loss findings stratified by diet types and assessed meta-analyses quality with A Measurement Tool to Assess Systematic Reviews (AMSTAR) 2. We assessed certainty of pooled results of each meta-analysis using Grading of Recommendations, Assessment, Development and Evaluations (GRADE) (PROSPERO CRD42020169258). Second, we conducted a systematic review of any intervention studies reporting type 2 diabetes remission with weight-loss diets, in MEDLINE (via PubMed), Embase and Cochrane Central Register of Controlled Trials, up to 10 May 2021. Findings were synthesised by diet type and study quality (Cochrane Risk of Bias tool 2.0 and Risk Of Bias In Non-randomised Studies - of Interventions [ROBINS-I]), with GRADE applied (PROSPERO CRD42020208878).\n    \n\n\n          Results:\n        \n      \n      We identified 19 meta-analyses of weight-loss diets, involving 2-23 primary trials (n = 100-1587), published 2013-2021. Twelve were 'critically low' or 'low' AMSTAR 2 quality, with seven 'high' quality. Greatest weight loss was reported with very low energy diets, 1.7-2.1 MJ/day (400-500 kcal) for 8-12 weeks (high-quality meta-analysis, GRADE low), achieving 6.6 kg (95% CI -9.5, -3.7) greater weight loss than low-energy diets (4.2-6.3 MJ/day [1000-1500 kcal]). Formula meal replacements (high quality, GRADE moderate) achieved 2.4 kg (95% CI -3.3, -1.4) greater weight loss over 12-52 weeks. Low-carbohydrate diets were no better for weight loss than higher-carbohydrate/low-fat diets (high quality, GRADE high). High-protein, Mediterranean, high-monounsaturated-fatty-acid, vegetarian and low-glycaemic-index diets all achieved minimal (0.3-2 kg) or no difference from control diets (low to critically low quality, GRADE very low/moderate). For type 2 diabetes remission, of 373 records, 16 met inclusion criteria. Remissions at 1 year were reported for a median 54% of participants in RCTs including initial low-energy total diet replacement (low-risk-of-bias study, GRADE high), and 11% and 15% for meal replacements and Mediterranean diets, respectively (some concerns for risk of bias in studies, GRADE moderate/low). For ketogenic/very low-carbohydrate and very low-energy food-based diets, the evidence for remission (20% and 22%, respectively) has serious and critical risk of bias, and GRADE certainty is very low.\n    \n\n\n          Conclusions/interpretation:\n        \n      \n      Published meta-analyses of hypocaloric diets for weight management in people with type 2 diabetes do not support any particular macronutrient profile or style over others. Very low energy diets and formula meal replacement appear the most effective approaches, generally providing less energy than self-administered food-based diets. Programmes including a hypocaloric formula 'total diet replacement' induction phase were most effective for type 2 diabetes remission. Most of the evidence is restricted to 1 year or less. Well-conducted research is needed to assess longer-term impacts on weight, glycaemic control, clinical outcomes and diabetes complications.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34796367/",
    "clean_text": "diets for weight management in adults with type diabetes an umbrella review of published meta analyses and systematic review of trials of diets for diabetes remission we evaluated dietary approaches for weight loss and remission in people with type diabetes to inform practice and clinical guidelines methods first we conducted a systematic review of published meta analyses of rcts of weight loss diets we searched medline aims hypothesis weight reduction is fundamental for type diabetes management and remission but uncertainty exists over which diet type is best to achieve and maintain weight loss we evaluated dietary approaches for weight loss and remission in people with type diabetes to inform practice and clinical guidelines methods first we conducted a systematic review of published meta analyses of rcts of weight loss diets we searched medline ovid pubmed web of science and cochrane database of systematic reviews up to may we synthesised weight loss findings stratified by diet types and assessed meta analyses quality with a measurement tool to assess systematic reviews amstar we assessed certainty of pooled results of each meta analysis using grading of recommendations assessment development and evaluations grade prospero crd second we conducted a systematic review of any intervention studies reporting type diabetes remission with weight loss diets in medline via pubmed embase and cochrane central register of controlled trials up to may findings were synthesised by diet type and study quality cochrane risk of bias tool and risk of bias in non randomised studies of interventions robins i with grade applied prospero crd results we identified meta analyses of weight loss diets involving primary trials n published twelve were critically low or low amstar quality with seven high quality greatest weight loss was reported with very low energy diets mj day kcal for weeks high quality meta analysis grade low achieving kg ci greater weight loss than low energy diets mj day kcal formula meal replacements high quality grade moderate achieved kg ci greater weight loss over weeks low carbohydrate diets were no better for weight loss than higher carbohydrate low fat diets high quality grade high high protein mediterranean high monounsaturated fatty acid vegetarian and low glycaemic index diets all achieved minimal kg or no difference from control diets low to critically low quality grade very low moderate for type diabetes remission of records met inclusion criteria remissions at year were reported for a median of participants in rcts including initial low energy total diet replacement low risk of bias study grade high and and for meal replacements and mediterranean diets respectively some concerns for risk of bias in studies grade moderate low for ketogenic very low carbohydrate and very low energy food based diets the evidence for remission and respectively has serious and critical risk of bias and grade certainty is very low conclusions interpretation published meta analyses of hypocaloric diets for weight management in people with type diabetes do not support any particular macronutrient profile or style over others very low energy diets and formula meal replacement appear the most effective approaches generally providing less energy than self administered food based diets programmes including a hypocaloric formula total diet replacement induction phase were most effective for type diabetes remission most of the evidence is restricted to year or less well conducted research is needed to assess longer term impacts on weight glycaemic control clinical outcomes and diabetes complications"
}