{
    "pmid": "41382298",
    "title": "Cross-sectoral use of Patient-Reported Outcomes (C-PRO)-the effect on the cost per improvement in quality of life for patients with chronic degenerative shoulder conditions-a protocol for a randomised controlled trial.",
    "abstract": "This study aims to investigate the effect of the systematic use of patient-reported outcomes (PROs) across healthcare sectors on treatment outcomes and cost-effectiveness (measured as cost per improvement in quality of life) in people with chronic degenerative shoulder conditions. In this randomised controlled trial with a 1-year inclusion period and 2-year follow-up, patients with a degenerative shoulder condition (glenohumeral impingement/pain of the acromioclavicular joint, glenohumeral osteoarthritis, rotator cuff degeneration or frozen shoulder) will be included. Every 2nd month, they will be asked to complete questionnaires about the shoulder function (Oxford Shoulder Score), quality of life (EQ-5D-5L) and a trial-specific questionnaire. Healthcare contacts at the general practitioner (GP), the orthopaedic department and the municipal physiotherapeutic centres will be registered prospectively during the follow-up period. In the intervention group, all collected data will be available to the patient and any treating party (GP, orthopaedic surgeons and physiotherapists). For the control group, trial data will be collected, but neither patient nor healthcare professionals will have access to these. After trial termination, follow-up data on use of healthcare services during the 2-year follow-up time will be collected from the Danish National Registries and the intervention and the control group will be compared with regard to use of healthcare services and satisfaction with the evaluation and treatment of their shoulder problem. Systematic use of PROs may be a tool to provide patients and clinicians with an insight into symptom development during treatment and to optimise both the treatment of the individual patient as well as a smarter use of the resources available in the healthcare system. The inclusion of patients begins on the 12th of August 2024. ClinicalTrials.gov NCT06435494. Registration date 16th of May 2024.",
    "disease": "osteoarthritis",
    "clean_text": "cross sectoral use of patient reported outcomes c pro the effect on the cost per improvement in quality of life for patients with chronic degenerative shoulder conditions a protocol for a randomised controlled trial this study aims to investigate the effect of the systematic use of patient reported outcomes pros across healthcare sectors on treatment outcomes and cost effectiveness measured as cost per improvement in quality of life in people with chronic degenerative shoulder conditions in this randomised controlled trial with a year inclusion period and year follow up patients with a degenerative shoulder condition glenohumeral impingement pain of the acromioclavicular joint glenohumeral osteoarthritis rotator cuff degeneration or frozen shoulder will be included every nd month they will be asked to complete questionnaires about the shoulder function oxford shoulder score quality of life eq d l and a trial specific questionnaire healthcare contacts at the general practitioner gp the orthopaedic department and the municipal physiotherapeutic centres will be registered prospectively during the follow up period in the intervention group all collected data will be available to the patient and any treating party gp orthopaedic surgeons and physiotherapists for the control group trial data will be collected but neither patient nor healthcare professionals will have access to these after trial termination follow up data on use of healthcare services during the year follow up time will be collected from the danish national registries and the intervention and the control group will be compared with regard to use of healthcare services and satisfaction with the evaluation and treatment of their shoulder problem systematic use of pros may be a tool to provide patients and clinicians with an insight into symptom development during treatment and to optimise both the treatment of the individual patient as well as a smarter use of the resources available in the healthcare system the inclusion of patients begins on the th of august clinicaltrials gov nct registration date th of may"
}