{
    "pmid": "41459136",
    "title": "ALPP Induces Epithelial-Mesenchymal Transition by Activating the Wnt/β-Catenin Signaling Pathway in Colorectal Cancer Cells.",
    "abstract": "Colorectal cancer (CRC) is a prevalent cancer worldwide, with metastasis significantly contributing to its high mortality and poor prognosis. This study focuses on the impact of Alkaline Phosphatase, Placental (ALPP) on epithelial-mesenchymal transition (EMT) in colorectal cancer cells and its role in the Wnt/β-catenin signaling pathway. Differential ALPP expression was first interrogated in metastatic versus non-metastatic CRC samples from The Cancer Genome Atlas (TCGA-CRC) cohort. Functional validation was subsequently performed in vitro with HT29 and HCT116 cell lines engineered for ALPP overexpression or CRISPR/Cas9-mediated knockdown. Proliferation, migration and invasion were quantified by CCK-8, wound-healing and Transwell assays; EMT and Wnt/β-catenin signaling were assessed by Western blot. Bioinformatics analysis revealed significantly different ALPP expression between metastatic and non-metastatic patients. In vitro experiments further revealed that ALPP overexpression drives proliferation, invasion, migration and, consequently, metastasis of HT29 and HCT116 colorectal cancer cells, whereas ALPP knockdown abolishes these EMT-dependent effects. Increased ALPP expression resulted in increased levels of N-Cadherin, Vimentin, and Snail proteins, along with a decrease in E-cadherin protein expression, in contrast to findings following ALPP knockdown. Furthermore, ALPP overexpression was also associated with Wnt/β-catenin signaling pathway activation. ALPP was found to act as an oncogenic factor in colorectal cancer cell lines HT29 and HCT116, stimulating cell proliferation and facilitating EMT. Abnormal activation of the Wnt/β-catenin signaling pathway was also found to be linked to increased ALPP expression.",
    "disease": "colorectal cancer",
    "clean_text": "alpp induces epithelial mesenchymal transition by activating the wnt catenin signaling pathway in colorectal cancer cells colorectal cancer crc is a prevalent cancer worldwide with metastasis significantly contributing to its high mortality and poor prognosis this study focuses on the impact of alkaline phosphatase placental alpp on epithelial mesenchymal transition emt in colorectal cancer cells and its role in the wnt catenin signaling pathway differential alpp expression was first interrogated in metastatic versus non metastatic crc samples from the cancer genome atlas tcga crc cohort functional validation was subsequently performed in vitro with ht and hct cell lines engineered for alpp overexpression or crispr cas mediated knockdown proliferation migration and invasion were quantified by cck wound healing and transwell assays emt and wnt catenin signaling were assessed by western blot bioinformatics analysis revealed significantly different alpp expression between metastatic and non metastatic patients in vitro experiments further revealed that alpp overexpression drives proliferation invasion migration and consequently metastasis of ht and hct colorectal cancer cells whereas alpp knockdown abolishes these emt dependent effects increased alpp expression resulted in increased levels of n cadherin vimentin and snail proteins along with a decrease in e cadherin protein expression in contrast to findings following alpp knockdown furthermore alpp overexpression was also associated with wnt catenin signaling pathway activation alpp was found to act as an oncogenic factor in colorectal cancer cell lines ht and hct stimulating cell proliferation and facilitating emt abnormal activation of the wnt catenin signaling pathway was also found to be linked to increased alpp expression"
}