{
    "title": "Surgical Management of Lung Cancer Involving the Chest Wall.",
    "doc_id": "28363374",
    "writer": "Lanuti M.",
    "year": "2017",
    "summary": "The prevalence of chest wall invasion by non-small cell lung cancer is < 10% in published surgical series. The role of radiation or chemotherapy around the complete resection of lung cancer invading the chest wall, excluding the superior sulcus of t …",
    "abstract": "The prevalence of chest wall invasion by non-small cell lung cancer is < 10% in published surgical series. The role of radiation or chemotherapy around the complete resection of lung cancer invading the chest wall, excluding the superior sulcus of the chest, is poorly defined. Survival of patients with lung cancer invading the chest wall is dependent on lymph node involvement and completeness of en-bloc resection. In some patients harboring T3N0 disease, 5-year survival in excess of 50% can be achieved. Offering en-bloc resection of lung cancer invading chest wall to patients with T3N1 or T3N2 disease is controversial.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28363374/",
    "clean_text": "surgical management of lung cancer involving the chest wall the prevalence of chest wall invasion by non small cell lung cancer is in published surgical series the role of radiation or chemotherapy around the complete resection of lung cancer invading the chest wall excluding the superior sulcus of t the prevalence of chest wall invasion by non small cell lung cancer is in published surgical series the role of radiation or chemotherapy around the complete resection of lung cancer invading the chest wall excluding the superior sulcus of the chest is poorly defined survival of patients with lung cancer invading the chest wall is dependent on lymph node involvement and completeness of en bloc resection in some patients harboring t n disease year survival in excess of can be achieved offering en bloc resection of lung cancer invading chest wall to patients with t n or t n disease is controversial"
}