{
    "pmid": "41407565",
    "title": "Association between yellow dust, PM2.5, and hay fever: A large-scale crowdsourced observational study using the AllerSearch smartphone application.",
    "abstract": "This large-scale crowdsourced observational study investigated the association between yellow dust, particulate matter 2.5 (PM2.5), and hay fever symptoms using the AllerSearch smartphone application. Participants with hay fever were divided into four groups based on combinations of high and low pollen and PM2.5/yellow dust dispersion levels. Nine hay fever symptom scores and quality of life (QoL) scores were compared among the groups. Multivariate analysis evaluated independent associations between pollen and PM2.5/yellow dust dispersion levels and hay fever symptom and QoL scores. Risk factors for individuals experiencing worsening hay fever symptoms during PM2.5/yellow dust dispersion were evaluated using multivariate logistic regression analysis. This analysis included 6468 participants. All hay fever symptom scores except \"ear and/or mouth itching,\" and all QoL scores were significantly higher in the \"low pollen and moderate-to-high PM2.5/yellow dust\" group versus the \"low pollen and low PM2.5/yellow dust\" group. PM2.5/yellow dust levels independently associated with worsening of hay fever symptom and QoL scores, except for \"ear and/or mouth itching.\" Being a woman (P = 0.010), a history of atopic dermatitis (P = 0.013), bronchial asthma (P = 0.046), dry eye disease (P = 0.048), oral medication (P = 0.009) and air purifier use (P = 0.043) were significant risk factors for worsening hay fever symptoms during PM2.5/yellow dust dispersion. Our findings suggest that PM2.5 and yellow dust exacerbated hay fever symptoms independent of pollen exposure, with distinct symptom profiles.",
    "disease": "asthma",
    "clean_text": "association between yellow dust pm and hay fever a large scale crowdsourced observational study using the allersearch smartphone application this large scale crowdsourced observational study investigated the association between yellow dust particulate matter pm and hay fever symptoms using the allersearch smartphone application participants with hay fever were divided into four groups based on combinations of high and low pollen and pm yellow dust dispersion levels nine hay fever symptom scores and quality of life qol scores were compared among the groups multivariate analysis evaluated independent associations between pollen and pm yellow dust dispersion levels and hay fever symptom and qol scores risk factors for individuals experiencing worsening hay fever symptoms during pm yellow dust dispersion were evaluated using multivariate logistic regression analysis this analysis included participants all hay fever symptom scores except ear and or mouth itching and all qol scores were significantly higher in the low pollen and moderate to high pm yellow dust group versus the low pollen and low pm yellow dust group pm yellow dust levels independently associated with worsening of hay fever symptom and qol scores except for ear and or mouth itching being a woman p a history of atopic dermatitis p bronchial asthma p dry eye disease p oral medication p and air purifier use p were significant risk factors for worsening hay fever symptoms during pm yellow dust dispersion our findings suggest that pm and yellow dust exacerbated hay fever symptoms independent of pollen exposure with distinct symptom profiles"
}