{
    "pmid": "41343115",
    "title": "Filgotinib Effectiveness in Rheumatoid Arthritis: Observational Analysis of a Large Multicenter Cohort.",
    "abstract": "The efficacy and safety of filgotinib (FIL) for the treatment of patients with rheumatoid arthritis (RA) have been evaluated in a number of randomized controlled trials. However, there is a scarcity of real-world studies evaluating the effectiveness, persistence, tolerability, and safety of FIL in everyday clinical practice. This study aimed to assess the effectiveness and retention rate of FIL in a real-world cohort of patients with RA. A multicenter retrospective cohort study of patients with RA treated with FIL was conducted in 27 Italian tertiary referral rheumatology centers. The drug retention rate (DRR) was estimated by the Kaplan-Meier method, while multivariate Cox regression was used to detect potential factors affecting drug survival and persistence in therapy. Disease activity score (DAS28-CRP) was assessed at baseline and after 6 and 12 months. We enrolled 204 patients (80% female). The DRR of FIL was 90.2% (95% confidence interval (CI) 86-94.6%), 75.1% (95% CI 68.5-82.4%), and 64.7% (95% CI 56.3-74.3%) at months 6, 12, and 18, respectively. The DRR was negatively associated with the line of treatment and the presence of rheumatoid factor. Effectiveness was evaluated as DAS28-CRP response. At 6 months, DAS28-CRP remission was observed in 65 (36.1%) patients, and remission or low disease activity in 98 (54.4%). At 12 months, DAS28-CRP remission was observed in 64 (50.0%) patients, and remission or low disease activity in 81 (63.2%). This analysis of real-world patients with RA demonstrated the effectiveness of FIL with a good DAS28-CRP response and high DRR at follow-up. Filgotinib is a selective Janus kinase 1 inhibitor that has been approved in Europe for the treatment of moderate to severe active rheumatoid arthritis in adult patients who are unresponsive or intolerant to one or more disease-modifying antirheumatic drugs. The efficacy and safety of filgotinib for the treatment of patients with rheumatoid arthritis have been evaluated in a number of randomized controlled trials. However, real-world data could offer valuable insights into the effectiveness, persistence, and safety of filgotinib in routine clinical practice. This study, therefore, looked at how long patients with rheumatoid arthritis from a large Italian cohort continued treatment with filgotinib, and how effective it was at achieving disease remission or at least low disease activity. A total of 204 patients were included in this study. More than half of the patients (64.7%) remained on treatment at 18 months. At 12 months, disease remission was observed in 50.0% of patients, whereas remission or low disease activity was experienced by 63.2% of patients. In conclusion, this real-world study demonstrates that filgotinib is effective and safe for the treatment of patients with rheumatoid arthritis in routine clinical practice.",
    "disease": "rheumatoid arthritis",
    "clean_text": "filgotinib effectiveness in rheumatoid arthritis observational analysis of a large multicenter cohort the efficacy and safety of filgotinib fil for the treatment of patients with rheumatoid arthritis ra have been evaluated in a number of randomized controlled trials however there is a scarcity of real world studies evaluating the effectiveness persistence tolerability and safety of fil in everyday clinical practice this study aimed to assess the effectiveness and retention rate of fil in a real world cohort of patients with ra a multicenter retrospective cohort study of patients with ra treated with fil was conducted in italian tertiary referral rheumatology centers the drug retention rate drr was estimated by the kaplan meier method while multivariate cox regression was used to detect potential factors affecting drug survival and persistence in therapy disease activity score das crp was assessed at baseline and after and months we enrolled patients female the drr of fil was confidence interval ci ci and ci at months and respectively the drr was negatively associated with the line of treatment and the presence of rheumatoid factor effectiveness was evaluated as das crp response at months das crp remission was observed in patients and remission or low disease activity in at months das crp remission was observed in patients and remission or low disease activity in this analysis of real world patients with ra demonstrated the effectiveness of fil with a good das crp response and high drr at follow up filgotinib is a selective janus kinase inhibitor that has been approved in europe for the treatment of moderate to severe active rheumatoid arthritis in adult patients who are unresponsive or intolerant to one or more disease modifying antirheumatic drugs the efficacy and safety of filgotinib for the treatment of patients with rheumatoid arthritis have been evaluated in a number of randomized controlled trials however real world data could offer valuable insights into the effectiveness persistence and safety of filgotinib in routine clinical practice this study therefore looked at how long patients with rheumatoid arthritis from a large italian cohort continued treatment with filgotinib and how effective it was at achieving disease remission or at least low disease activity a total of patients were included in this study more than half of the patients remained on treatment at months at months disease remission was observed in of patients whereas remission or low disease activity was experienced by of patients in conclusion this real world study demonstrates that filgotinib is effective and safe for the treatment of patients with rheumatoid arthritis in routine clinical practice"
}