{
    "pmid": "41458536",
    "title": "Development and validation of a risk prediction model for multidrug-resistant organisms infection in diabetic foot ulcer patients.",
    "abstract": "To develop and validate a nomogram for predicting the risk of multidrug-resistant organisms (MDROs) infection in diabetic foot ulcer (DFU) patients. 701 DFU patients were divided into training (491 cases) and validation (210 cases) sets (7:3 ratio). Multivariate logistic regression analysis was performed to identify the independent risk factors for MDRO infection in DFU patients. Two nomogram prediction models were developed based on the independent risk factors. The predictive efficacy of the prediction models was evaluated using the receiver operating characteristic (ROC) curve and calibration curve analysis. The decision curve analysis (DCA) was performed to evaluate the prediction model's performance during clinical application. Multivariate logistic regression analysis identified previous antibiotic therapy, surgical therapy, ulcer size>4cm This study developed two nomogram models for predicting MDRO infection risk in DFU patients. Model 2, with superior predictive performance, enables early identification of high-risk patients. These models facilitate targeted interventions, potentially reducing MDRO complications and healthcare burdens.",
    "disease": "diabetes mellitus",
    "clean_text": "development and validation of a risk prediction model for multidrug resistant organisms infection in diabetic foot ulcer patients to develop and validate a nomogram for predicting the risk of multidrug resistant organisms mdros infection in diabetic foot ulcer dfu patients dfu patients were divided into training cases and validation cases sets ratio multivariate logistic regression analysis was performed to identify the independent risk factors for mdro infection in dfu patients two nomogram prediction models were developed based on the independent risk factors the predictive efficacy of the prediction models was evaluated using the receiver operating characteristic roc curve and calibration curve analysis the decision curve analysis dca was performed to evaluate the prediction model s performance during clinical application multivariate logistic regression analysis identified previous antibiotic therapy surgical therapy ulcer size cm this study developed two nomogram models for predicting mdro infection risk in dfu patients model with superior predictive performance enables early identification of high risk patients these models facilitate targeted interventions potentially reducing mdro complications and healthcare burdens"
}