{
    "title": "Insecticide Resistance of Aedes albopictus in Zhejiang Province, China.",
    "doc_id": "32595198",
    "writer": "Hou J",
    "year": "2020",
    "summary": "From 2003 until 2018, a total of 12 outbreaks with 1,654 confirmed dengue cases have been reported in Zhejiang Province. The emergence of insecticide resistance in mosquitoes will affect the control of dengue. Our study aims to investigate the current situation of insectic …",
    "abstract": "From 2003 until 2018, a total of 12 outbreaks with 1,654 confirmed dengue cases have been reported in Zhejiang Province. The emergence of insecticide resistance in mosquitoes will affect the control of dengue. Our study aims to investigate the current situation of insecticide resistance of Ae. albopictus in Zhejiang Province and compares it with the situation in 2016. Ae. albopictus were collected from 12 Zhejiang Province cities in 2019. Resistance to three major categories of insecticides, including 8 commonly used insecticides, was evaluated according to the tube test protocol recommended by China CDC. Ae. albopictus in all cities, except Hangzhou, Wenzhou, Lishui and Shaoxing, showed decreased susceptibility to beta-cypermethrin, deltamethrin and permethrin. For malathion, 3 cities Ae. albopictus have developed resistance, 3 cities Ae. albopictus have decreased susceptibility. For propoxur, in 3 cities Ae. albopictus showed decreased susceptibility with mortality ranging from 94.24% to 96.67%. The resistance to alpha-cypermethrin, lambda-cyhalothrin and fenitrothion is rare in Ae. albopictus in that only Zhoushan's mosquitoes showed decreased susceptibility to alpha-cypermethrin. The resistance to beta-cypermethrin, deltamethrin and permethrin was significantly correlated with each other. Compared to the situation in 2016, the insecticide resistance of Ae. albopictus in Zhejiang Province has become more common in 2019. In the emergency preparedness for future mosquito-borne diseases, two things should be done: 1) the selection of insecticides should be made based on information from insecticide resistance surveillance 2) the use of insecticide should follow scientific guidance.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32595198/",
    "clean_text": "insecticide resistance of aedes albopictus in zhejiang province china from until a total of outbreaks with confirmed dengue cases have been reported in zhejiang province the emergence of insecticide resistance in mosquitoes will affect the control of dengue our study aims to investigate the current situation of insectic from until a total of outbreaks with confirmed dengue cases have been reported in zhejiang province the emergence of insecticide resistance in mosquitoes will affect the control of dengue our study aims to investigate the current situation of insecticide resistance of ae albopictus in zhejiang province and compares it with the situation in ae albopictus were collected from zhejiang province cities in resistance to three major categories of insecticides including commonly used insecticides was evaluated according to the tube test protocol recommended by china cdc ae albopictus in all cities except hangzhou wenzhou lishui and shaoxing showed decreased susceptibility to beta cypermethrin deltamethrin and permethrin for malathion cities ae albopictus have developed resistance cities ae albopictus have decreased susceptibility for propoxur in cities ae albopictus showed decreased susceptibility with mortality ranging from to the resistance to alpha cypermethrin lambda cyhalothrin and fenitrothion is rare in ae albopictus in that only zhoushan s mosquitoes showed decreased susceptibility to alpha cypermethrin the resistance to beta cypermethrin deltamethrin and permethrin was significantly correlated with each other compared to the situation in the insecticide resistance of ae albopictus in zhejiang province has become more common in in the emergency preparedness for future mosquito borne diseases two things should be done the selection of insecticides should be made based on information from insecticide resistance surveillance the use of insecticide should follow scientific guidance"
}