{
    "pmid": "41474906",
    "title": "Frequency of Synchronous Polyp in Colorectal Carcinoma and Clinicopathological Profile: a Cross Sectional Analytical Study in Dhaka Medical College Hospital.",
    "abstract": "The object of the study was to characterize the demographic profile, clinical features and frequency of synchronous polyp in patients with colorectal cancer. This was a hospital based cross sectional analytical study among sixty colorectal cancer patients who met the selection criteria and attended in Gastroenterology, Surgery, Medicine and Radiotherapy departments of Dhaka Medical College Hospital from November 2016 to October 2017. Patient's demographic profile, clinical features, presence of synchronous polyp and histopathology of both tumour and polyp were noted. Site distributions of colorectal cancer and polyp were also noted. Comparison of clinical, demographic and pathological characteristics between synchronous polyp group and non-polyp group of colorectal cancer patients were done. Mean age was 42.40±1.64 years (range 16-75 years) and majority (38.3%) were less than 30 years. Forty-one were males (68.3%) and 19 were females (31.7%). Most frequent clinical presentations were altered bowel habit (81.7%), weight loss (78.3%), tenesmus (76.7%) and per rectal bleeding (61.7%). Significant observations (p<0.05) in left sided tumour was per rectal bleeding and blood mixed stool, where as in right sided tumour it was cramping discomfort in lower abdomen, and anaemia. Most frequent site of colorectal cancer was rectum (56.7%), followed by caecum (11.7%), ascending colon (8.3%) and transverse colon (8.3%). Left sided colorectal cancer was 66.7% and right sided was 33.3%. Histopathology showed 98.3% adenocarcinoma, and only 1.7% squamous cell carcinoma. Out of 60 cases, 11(18.3%) had synchronous polyp. Most common site of the synchronous polyp was rectum (54.5%) followed by sigmoid colon (18.2%) and transverse colon (9.1%). 18.2% patients had synchronous polyp at multiple sites. Histopathology of the synchronous polyp showed two (18.2%) tubular adenoma, another two (18.2%) tubulovillous adenoma, three (27.3%) villous adenoma and in four (36.4%) patients' histopathology of polyp was not done. Analysis of Clinical, demographic and pathological characteristics between synchronous polyp group and non-polyp group of colorectal cancer patients were unremarkable. Symptoms suggestive of colorectal cancer in young adults should not be overlooked. Synchronous polyp should be searched preoperatively in colorectal cancers. If present they should be resected for biopsy to reduce the risk of metachronous colorectal cancer.",
    "disease": "colorectal cancer",
    "clean_text": "frequency of synchronous polyp in colorectal carcinoma and clinicopathological profile a cross sectional analytical study in dhaka medical college hospital the object of the study was to characterize the demographic profile clinical features and frequency of synchronous polyp in patients with colorectal cancer this was a hospital based cross sectional analytical study among sixty colorectal cancer patients who met the selection criteria and attended in gastroenterology surgery medicine and radiotherapy departments of dhaka medical college hospital from november to october patient s demographic profile clinical features presence of synchronous polyp and histopathology of both tumour and polyp were noted site distributions of colorectal cancer and polyp were also noted comparison of clinical demographic and pathological characteristics between synchronous polyp group and non polyp group of colorectal cancer patients were done mean age was years range years and majority were less than years forty one were males and were females most frequent clinical presentations were altered bowel habit weight loss tenesmus and per rectal bleeding significant observations p in left sided tumour was per rectal bleeding and blood mixed stool where as in right sided tumour it was cramping discomfort in lower abdomen and anaemia most frequent site of colorectal cancer was rectum followed by caecum ascending colon and transverse colon left sided colorectal cancer was and right sided was histopathology showed adenocarcinoma and only squamous cell carcinoma out of cases had synchronous polyp most common site of the synchronous polyp was rectum followed by sigmoid colon and transverse colon patients had synchronous polyp at multiple sites histopathology of the synchronous polyp showed two tubular adenoma another two tubulovillous adenoma three villous adenoma and in four patients histopathology of polyp was not done analysis of clinical demographic and pathological characteristics between synchronous polyp group and non polyp group of colorectal cancer patients were unremarkable symptoms suggestive of colorectal cancer in young adults should not be overlooked synchronous polyp should be searched preoperatively in colorectal cancers if present they should be resected for biopsy to reduce the risk of metachronous colorectal cancer"
}