{
    "pmid": "41380794",
    "title": "Loss of presenilin 2 function age-dependently increases susceptibility to kainate-induced acute seizures and blunts hippocampal kainate-type glutamate receptor expression.",
    "abstract": "Presenilin 2 (PSEN2) variants increase risk of Alzheimer's disease (AD) and unprovoked seizures. Yet, age-related PSEN2 contributions to seizure susceptibility are understudied. Critically, PSEN proteolytic capacity may regulate hippocampal kainate-type glutamate receptor (KAR) availability. Kainic acid (KA) is a KAR agonist that evokes severe seizures in mice. We hypothesized that PSEN2 knockout (KO) mice would show reduced latency to KA-induced seizures, increased seizure burden, worsened 7-day survival, and altered hippocampal KAR expression compared to wild-type (WT) controls. Using repeated low-dose systemic KA administration to 3-4- and 12-15-month-old PSEN2 KO versus WT mice, we quantified acute seizure latency and neuropathology. GluK2 and GluK5 KAR subunit expression was colocalized in astrocytes 7 days after seizures or sham to assess the impact of PSEN2 loss and seizures on hippocampal KARs. Young PSEN2 KO mice were more seizure-prone than WT mice, while genotype did not change latency to first seizure in aged mice. Aged females seized faster than young females and experienced greater mortality, unlike males. There was no difference in KAR subunit expression between young mouse genotypes and regardless of seizure history. In both genotypes, hippocampal CA3 astrocytes expressed GluK5 after seizures, however, astrocytic GluK2 upregulation only occurred in WT mice. GluK5 expression was significantly reduced in aged seizure-naïve PSEN2 KO versus WT mice, while total GluK2 expression did not differ. Seizure-induced astrocytic GluK5 expression only occurred in WT mice in CA3, while astrocytic GluK2 expression occurred in both. Thus, PSEN2 loss may impair age-related hippocampal KAR expression, implicating KARs as understudied contributors to AD-related seizures.",
    "disease": "epilepsy",
    "clean_text": "loss of presenilin function age dependently increases susceptibility to kainate induced acute seizures and blunts hippocampal kainate type glutamate receptor expression presenilin psen variants increase risk of alzheimer s disease ad and unprovoked seizures yet age related psen contributions to seizure susceptibility are understudied critically psen proteolytic capacity may regulate hippocampal kainate type glutamate receptor kar availability kainic acid ka is a kar agonist that evokes severe seizures in mice we hypothesized that psen knockout ko mice would show reduced latency to ka induced seizures increased seizure burden worsened day survival and altered hippocampal kar expression compared to wild type wt controls using repeated low dose systemic ka administration to and month old psen ko versus wt mice we quantified acute seizure latency and neuropathology gluk and gluk kar subunit expression was colocalized in astrocytes days after seizures or sham to assess the impact of psen loss and seizures on hippocampal kars young psen ko mice were more seizure prone than wt mice while genotype did not change latency to first seizure in aged mice aged females seized faster than young females and experienced greater mortality unlike males there was no difference in kar subunit expression between young mouse genotypes and regardless of seizure history in both genotypes hippocampal ca astrocytes expressed gluk after seizures however astrocytic gluk upregulation only occurred in wt mice gluk expression was significantly reduced in aged seizure na ve psen ko versus wt mice while total gluk expression did not differ seizure induced astrocytic gluk expression only occurred in wt mice in ca while astrocytic gluk expression occurred in both thus psen loss may impair age related hippocampal kar expression implicating kars as understudied contributors to ad related seizures"
}