{
    "pmid": "41456194",
    "title": "[Spectrum of tolerability and safety of the use of brain-computer interfaces with biofeedback in cognitive rehabilitation after a stroke].",
    "abstract": "To assess the tolerability and safety of using high-tech software complexes with biofeedback (BF) via a brain-computer interface (BCI) in the recovery of patients after a stroke, based on an analysis of neuropsychological examination data. The study included 100 stroke patients: 40 patients in the main group, 40 patients in the comparison group, and 20 patients in the control group. The Hospital Anxiety and Depression Scale (HADS), the Beck Depression Inventory (BDI), the Hamilton Anxiety Rating Scale (HARS), the Hamilton Depression Rating Scale (HDRS), the Montreal Cognitive Assessment (MoCA), and the Mini-Mental State Examination (MMSE) were used. In the main group, sessions were conducted using BCI-BF1 based on the P300 potential; in the comparison group, sessions were conducted using BCI-BF2 based on the mu-rhythm of electroencephalography (EEG); control group patients received standard of care. Improvement of the symptoms was reported; no «aggravation/increase» of the existing symptoms or the occurrence of new symptoms was observed, which indicated good tolerance of using BCI-BF1 and BCI-BF2. The results of the assessment on the BDI, HARS, and HDRS scales showed a statistically significant improvement, indicating the regression of existing affective disorders corresponding to the level of minor disorders, namely «subclinical anxiety/depression» ( Treatment with BCI-BF1 based on P300 and BCI-BF2 based on the EEG mu-rhythm was safe in patients in the recovery period of stroke, showed good tolerance, did not cause the occurrence or increase of affective disorders, and did not reduce the MoCA score. Оценка переносимости и безопасности использования высокотехнологичных программных комплексов с использованием биологической обратной связи (БОС) с помощью интерфейса мозг—компьютер (ИМК) в восстановлении пациентов после инсульта на основе анализа данных нейропсихологического обследования. Обследованы 100 пациентов, перенесших инсульт: основная группа — 40 пациентов, группа сравнения — 40, контрольная группа — 20. Использовалась Госпитальная шкала тревоги и депрессии (HADS), шкала депрессии Бека (BDI), шкала тревоги Гамильтона (HARS), шкала депрессии Гамильтона (HDRS), Монреальская шкала оценки когнитивных функций (MoCA), Краткая шкала оценки психического статуса (MMSE). В основной группе проводили занятия на ИМК-БОС1 на основе потенциала P300; в группе сравнения — занятия на ИМК-БОС2 на основе мю-ритма электроэнцефалографии (ЭЭГ); в контрольной группе проводилась стандартная терапия. Отмечалась положительная динамика при оценке субъективных симптомов; «усугубления/нарастания» имеющейся симптоматики или появления новых симптомов не было, что свидетельствовало о хорошей переносимости при использовании ИМК-БОС1 и ИМК-БОС2. Результаты оценки по шкалам BDI, HARS и HDRS демонстрировали статистически значимую положительную динамику показателей, отмечая регресс имеющихся аффективных расстройств, соответствующих уровню незначительных нарушений, а именно «субклинически выраженной тревоги/депрессии» ( Лечение с использованием ИМК-БОС1 на основе P300 и ИМК-БОС2 на основе мю-ритма ЭЭГ было безопасным у больных в восстановительном периоде инсульта, показало хорошую переносимость, не вызвало появления или нарастания аффективных расстройств, не снижало показателей по шкале MoCA.",
    "disease": "stroke",
    "clean_text": "spectrum of tolerability and safety of the use of brain computer interfaces with biofeedback in cognitive rehabilitation after a stroke to assess the tolerability and safety of using high tech software complexes with biofeedback bf via a brain computer interface bci in the recovery of patients after a stroke based on an analysis of neuropsychological examination data the study included stroke patients patients in the main group patients in the comparison group and patients in the control group the hospital anxiety and depression scale hads the beck depression inventory bdi the hamilton anxiety rating scale hars the hamilton depression rating scale hdrs the montreal cognitive assessment moca and the mini mental state examination mmse were used in the main group sessions were conducted using bci bf based on the p potential in the comparison group sessions were conducted using bci bf based on the mu rhythm of electroencephalography eeg control group patients received standard of care improvement of the symptoms was reported no aggravation increase of the existing symptoms or the occurrence of new symptoms was observed which indicated good tolerance of using bci bf and bci bf the results of the assessment on the bdi hars and hdrs scales showed a statistically significant improvement indicating the regression of existing affective disorders corresponding to the level of minor disorders namely subclinical anxiety depression treatment with bci bf based on p and bci bf based on the eeg mu rhythm was safe in patients in the recovery period of stroke showed good tolerance did not cause the occurrence or increase of affective disorders and did not reduce the moca score hads bdi hars hdrs moca mmse p bdi hars hdrs p moca"
}