{
    "title": "PaLS Study: Tobacco, Alcohol and Drugs Usage among Polish University Students in the Context of Stress Caused by the COVID-19 Pandemic.",
    "doc_id": "35162281",
    "writer": "Jodczyk AM",
    "year": "2022",
    "summary": "The mean age was 22 years old (4.17); 47.62% were medical university students. A total of 71.92% reported negative impact, 8.25% did not notice changes, and 12.58% declared a positive pandemic impact on their mental health. ...The majority of participants declared a …",
    "abstract": "The COVID-19 pandemic and imposed restrictions were strong stress factors for young people, especially students. Increased alcohol consumption, smoking cigarettes, usage of heated tobacco products, and other stimulants are common methods of coping with anxiety. However, they can have serious negative health effects. A survey consisting of 12 questions related to mental health and psychoactive substance taking habits was distributed among Polish students between 22 February 2021 and 3 April 2021. A total of 1323 participants met all inclusion criteria (nfemales = 1021, nmales = 297, nother gender = 5). The mean age was 22 years old (±4.17); 47.62% were medical university students. A total of 71.92% reported negative impact, 8.25% did not notice changes, and 12.58% declared a positive pandemic impact on their mental health. A total of 12.58% declared an increase, 70.22% did not see any differences, and 17.20% reported a decrease in their psychoactive substance usage tendency due to the pandemic. Worse perceived psychologic well-being was correlated with a higher tendency to use tobacco (p < 0.001) and alcohol (p < 0.001), and not with marijuana and products containing tetrahydrocannabinol (p = 0.136), and hard drugs (p = 0.799). The majority of participants declared a negative pandemic impact on mental health and did not report significant changes in psychoactive substance taking habits. Medical personnel should be aware of the current situation and apply for proper prevention and treatment programs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35162281/",
    "clean_text": "pals study tobacco alcohol and drugs usage among polish university students in the context of stress caused by the covid pandemic the mean age was years old were medical university students a total of reported negative impact did not notice changes and declared a positive pandemic impact on their mental health the majority of participants declared a the covid pandemic and imposed restrictions were strong stress factors for young people especially students increased alcohol consumption smoking cigarettes usage of heated tobacco products and other stimulants are common methods of coping with anxiety however they can have serious negative health effects a survey consisting of questions related to mental health and psychoactive substance taking habits was distributed among polish students between february and april a total of participants met all inclusion criteria nfemales nmales nother gender the mean age was years old were medical university students a total of reported negative impact did not notice changes and declared a positive pandemic impact on their mental health a total of declared an increase did not see any differences and reported a decrease in their psychoactive substance usage tendency due to the pandemic worse perceived psychologic well being was correlated with a higher tendency to use tobacco p and alcohol p and not with marijuana and products containing tetrahydrocannabinol p and hard drugs p the majority of participants declared a negative pandemic impact on mental health and did not report significant changes in psychoactive substance taking habits medical personnel should be aware of the current situation and apply for proper prevention and treatment programs"
}