{
    "title": "Prostate growth and inflammation.",
    "doc_id": "17935971",
    "writer": "Sciarra A",
    "year": "2008",
    "summary": "INTRODUCTION: There is emerging evidence that prostatic inflammation may contribute to prostate growth either in terms of hyperplastic (BPH) or neoplastic (PC) changes. ...Evidence from genetic studies support the hypothesis that prostate inflammation may be …",
    "abstract": "Introduction:\n        \n      \n      There is emerging evidence that prostatic inflammation may contribute to prostate growth either in terms of hyperplastic (BPH) or neoplastic (PC) changes. Inflammation is thought to incite carcinogenesis by causing cell and genome damage, promoting cellular turnover.\n    \n\n\n          Methods:\n        \n      \n      We reviewed our personal experience and the international recent literature on the clinical data supporting a role of inflammation on BPH and PC growth and progression.\n    \n\n\n          Results:\n        \n      \n      BPH: Among those patients with self-reported prostatitis, 57% had a history of BPH. MTOPS study showed that men with inflammation had a significantly higher risk of BPH progression and acute urinary retention. We showed that the use of a COX-2 inhibitor in combination with a 5 alpha reductase inhibitor could increase the apoptotic index in BPH tissue. Prostate cancer: A PCR-based analysis of bacterial colonization in PC specimens and normal prostate tissue showed highly suggestive correlation of bacterial colonization and chronic inflammation with a diagnosis of PC. Evidence from genetic studies support the hypothesis that prostate inflammation may be a cause of prostate cancer. De Marzo proposed that proliferative inflammatory atrophy (PIA) is a precursor to PIN and cancer.\n    \n\n\n          Conclusion:\n        \n      \n      The concept that inflammation can promote prostate growth either in terms of BPH and PC risk remains highly suggestive.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17935971/",
    "clean_text": "prostate growth and inflammation introduction there is emerging evidence that prostatic inflammation may contribute to prostate growth either in terms of hyperplastic bph or neoplastic pc changes evidence from genetic studies support the hypothesis that prostate inflammation may be introduction there is emerging evidence that prostatic inflammation may contribute to prostate growth either in terms of hyperplastic bph or neoplastic pc changes inflammation is thought to incite carcinogenesis by causing cell and genome damage promoting cellular turnover methods we reviewed our personal experience and the international recent literature on the clinical data supporting a role of inflammation on bph and pc growth and progression results bph among those patients with self reported prostatitis had a history of bph mtops study showed that men with inflammation had a significantly higher risk of bph progression and acute urinary retention we showed that the use of a cox inhibitor in combination with a alpha reductase inhibitor could increase the apoptotic index in bph tissue prostate cancer a pcr based analysis of bacterial colonization in pc specimens and normal prostate tissue showed highly suggestive correlation of bacterial colonization and chronic inflammation with a diagnosis of pc evidence from genetic studies support the hypothesis that prostate inflammation may be a cause of prostate cancer de marzo proposed that proliferative inflammatory atrophy pia is a precursor to pin and cancer conclusion the concept that inflammation can promote prostate growth either in terms of bph and pc risk remains highly suggestive"
}