{
    "title": "Plasma cytokines as potential biomarkers of kidney damage in patients with systemic lupus erythematosus.",
    "doc_id": "30453818",
    "writer": "Pacheco-Lugo L",
    "year": "2019",
    "summary": "Lupus nephritis patients had significantly increased plasma eotaxin, TNF-alpha, interleukin-17-alpha, interleukin-10, and interleukin-15 as compared to the systemic lupus erythematosus non-nephritis group. ...We observed a correlation of eotaxin levels …",
    "abstract": "Background:\n        \n      \n      Systemic lupus erythematosus is a heterogeneous chronic inflammatory autoimmune disorder characterized by an exacerbated expression of cytokines and chemokines in different tissues and organs. Renal involvement is a significant contributor to the morbidity and mortality of systemic lupus erythematosus, and its diagnosis is based on renal biopsy, an invasive procedure with a high risk of complications. Therefore, the development of alternative, non-invasive diagnostic tests for kidney disease in patients with systemic lupus erythematosus is a priority.\n    \n\n\n          Aim:\n        \n      \n      To evaluate the plasma levels of a panel of cytokines and chemokines using multiplex xMAP technology in a cohort of Colombian patients with active and inactive systemic lupus erythematosus, and to evaluate their potential as biomarkers of renal involvement.\n    \n\n\n          Results:\n        \n      \n      Plasma from 40 systemic lupus erythematosus non-nephritis patients and 80 lupus nephritis patients with different levels of renal involvement were analyzed for 39 cytokines using Luminex xMAP technology. Lupus nephritis patients had significantly increased plasma eotaxin, TNF-α, interleukin-17-α, interleukin-10, and interleukin-15 as compared to the systemic lupus erythematosus non-nephritis group. Macrophage-derived chemokine, growth regulated oncogene alpha, and epidermal growth factor were significantly elevated in systemic lupus erythematosus non-nephritis patients when compared to lupus nephritis individuals. Plasma eotaxin levels allowed a discrimination between systemic lupus erythematosus non-nephritis and lupus nephritis patients, for which we performed a receiver operating characteristic curve to confirm. We observed a correlation of eotaxin levels with active nephritis (Systemic Lupus Erythematosus Disease Activity Index). Our data indicate that circulating cytokines and chemokines could be considered good predictors of renal involvement in individuals with systemic lupus erythematosus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30453818/",
    "clean_text": "plasma cytokines as potential biomarkers of kidney damage in patients with systemic lupus erythematosus lupus nephritis patients had significantly increased plasma eotaxin tnf alpha interleukin alpha interleukin and interleukin as compared to the systemic lupus erythematosus non nephritis group we observed a correlation of eotaxin levels background systemic lupus erythematosus is a heterogeneous chronic inflammatory autoimmune disorder characterized by an exacerbated expression of cytokines and chemokines in different tissues and organs renal involvement is a significant contributor to the morbidity and mortality of systemic lupus erythematosus and its diagnosis is based on renal biopsy an invasive procedure with a high risk of complications therefore the development of alternative non invasive diagnostic tests for kidney disease in patients with systemic lupus erythematosus is a priority aim to evaluate the plasma levels of a panel of cytokines and chemokines using multiplex xmap technology in a cohort of colombian patients with active and inactive systemic lupus erythematosus and to evaluate their potential as biomarkers of renal involvement results plasma from systemic lupus erythematosus non nephritis patients and lupus nephritis patients with different levels of renal involvement were analyzed for cytokines using luminex xmap technology lupus nephritis patients had significantly increased plasma eotaxin tnf interleukin interleukin and interleukin as compared to the systemic lupus erythematosus non nephritis group macrophage derived chemokine growth regulated oncogene alpha and epidermal growth factor were significantly elevated in systemic lupus erythematosus non nephritis patients when compared to lupus nephritis individuals plasma eotaxin levels allowed a discrimination between systemic lupus erythematosus non nephritis and lupus nephritis patients for which we performed a receiver operating characteristic curve to confirm we observed a correlation of eotaxin levels with active nephritis systemic lupus erythematosus disease activity index our data indicate that circulating cytokines and chemokines could be considered good predictors of renal involvement in individuals with systemic lupus erythematosus"
}