{
    "title": "Dynamic changes of quality and flavor characterization of Zhejiang rosy vinegar during fermentation and aging based on untargeted metabolomics.",
    "doc_id": "36323039",
    "writer": "Zhang L",
    "year": "2023",
    "summary": "Zhejiang Rosy Vinegar (ZRV) is a traditional condiment in Southeast China. This study aimed to track the physicochemical, microbiological, sensory changes, and metabolomic profiles of ZRV during fermentation and aging. ...",
    "abstract": "Zhejiang Rosy Vinegar (ZRV) is a traditional condiment in Southeast China. This study aimed to track the physicochemical, microbiological, sensory changes, and metabolomic profiles of ZRV during fermentation and aging. The increase of acidity and decrease of reducing sugar were associated with the dominant growth of Lactobacillus and Acetobacter. The total 35 volatile compounds were identified in ZRV, mainly containing alcohols, esters, acids, aldehydes, ketones acids, phenols and nitrogen-containing. Compared to phenethyl acetate with sweet aroma in fresh vinegar, the compound with high odor activity values was isoamyl acetate with fruity aromas in aged vinegar. Furthermore, 1309 types of non-volatile components were identified, and histidine metabolism and arginine biosynthesis were revealed as main pathways during fermenting and aging. Concurrently, various bioactive substances in ZRV were identified. This study enriched the knowledge on the components and flavor of ZRV, and assist to improve the production quality of vinegar.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36323039/",
    "clean_text": "dynamic changes of quality and flavor characterization of zhejiang rosy vinegar during fermentation and aging based on untargeted metabolomics zhejiang rosy vinegar zrv is a traditional condiment in southeast china this study aimed to track the physicochemical microbiological sensory changes and metabolomic profiles of zrv during fermentation and aging zhejiang rosy vinegar zrv is a traditional condiment in southeast china this study aimed to track the physicochemical microbiological sensory changes and metabolomic profiles of zrv during fermentation and aging the increase of acidity and decrease of reducing sugar were associated with the dominant growth of lactobacillus and acetobacter the total volatile compounds were identified in zrv mainly containing alcohols esters acids aldehydes ketones acids phenols and nitrogen containing compared to phenethyl acetate with sweet aroma in fresh vinegar the compound with high odor activity values was isoamyl acetate with fruity aromas in aged vinegar furthermore types of non volatile components were identified and histidine metabolism and arginine biosynthesis were revealed as main pathways during fermenting and aging concurrently various bioactive substances in zrv were identified this study enriched the knowledge on the components and flavor of zrv and assist to improve the production quality of vinegar"
}