{
    "pmid": "41412607",
    "title": "Occupation as a risk factor for progression of chronic kidney disease: retrospective cohort study.",
    "abstract": "Objectives The cause of chronic kidney disease (CKD) remains uncertain in the majority of affected individuals, and risk of socioeconomic status on CKD progression has recently gained attention. We compared the risk of CKD progression among 18 occupational classifications using an annual health-checkup database. Methods We used the annual health checkup data and health insurance claims data of the Japan Health Insurance Association in Kyoto prefecture between April 2012 and March 2016. The primary outcome for survival analysis was defined as a more than 30% change in the estimated glomerular filtration rate (eGFR) from the first health checkup. We used the Cox proportional-hazards model for time-to-event analyses to estimate the hazard ratio, and 95% CIs for the primary outcome, adjusting for age, sex, eGFR, body mass index, blood pressure, blood sugar, dyslipidemia, uric acid, urinary protein, and existence of kidney diseases at first health checkup. Results We analyzed 239,506 employees, and 1,736 (0.7%) individuals whose eGFR had decreased by 30% or more; the mean follow-up period was 2.8 years. When we compared the risk for \"manufacturing,\" five categories of industries (\"information and communications\"; \"transport and postal services\"; \"accommodations, eating and drinking services\"; \"living-related and personal services and amusement service\"; \"medical, health care and welfare\") were associated with a decline in the risk of eGFR after adjusting for the confounding factors and/or mediators. Conclusions We provided evidence that the risk of CKD progression depends on occupational type. Further research is needed to confirm the mechanism and causal relationships involved.",
    "disease": "chronic kidney disease",
    "clean_text": "occupation as a risk factor for progression of chronic kidney disease retrospective cohort study objectives the cause of chronic kidney disease ckd remains uncertain in the majority of affected individuals and risk of socioeconomic status on ckd progression has recently gained attention we compared the risk of ckd progression among occupational classifications using an annual health checkup database methods we used the annual health checkup data and health insurance claims data of the japan health insurance association in kyoto prefecture between april and march the primary outcome for survival analysis was defined as a more than change in the estimated glomerular filtration rate egfr from the first health checkup we used the cox proportional hazards model for time to event analyses to estimate the hazard ratio and cis for the primary outcome adjusting for age sex egfr body mass index blood pressure blood sugar dyslipidemia uric acid urinary protein and existence of kidney diseases at first health checkup results we analyzed employees and individuals whose egfr had decreased by or more the mean follow up period was years when we compared the risk for manufacturing five categories of industries information and communications transport and postal services accommodations eating and drinking services living related and personal services and amusement service medical health care and welfare were associated with a decline in the risk of egfr after adjusting for the confounding factors and or mediators conclusions we provided evidence that the risk of ckd progression depends on occupational type further research is needed to confirm the mechanism and causal relationships involved"
}