{
    "title": "A systematic review of population screening for fragile X syndrome.",
    "doc_id": "20548240",
    "writer": "Hill MK",
    "year": "2010",
    "summary": "PURPOSE: To conduct a systematic review of literature regarding population-based screening for fragile X syndrome in newborns and women of reproductive age, either before or during pregnancy. ...RESULTS: One article that examined offering newborn screening fo …",
    "abstract": "Purpose:\n        \n      \n      To conduct a systematic review of literature regarding population-based screening for fragile X syndrome in newborns and women of reproductive age, either before or during pregnancy.\n    \n\n\n          Methods:\n        \n      \n      Seven electronic databases were searched for English language studies published between January 1991 and November 2009. Data extraction was performed for all included studies. Results were synthesized using a narrative approach.\n    \n\n\n          Results:\n        \n      \n      One article that examined offering newborn screening for fragile X syndrome and 10 that examined the offer of fragile X syndrome screening to women of reproductive age were identified. Two of these articles also addressed psychosocial aspects of population screening for fragile X syndrome such as attitudes to screening and experiences of screening, and a further nine addressed these issues alone. Studies exploring psychosocial issues demonstrated challenges for counseling arising from a lack of awareness or personal experience with fragile X syndrome in the general population.\n    \n\n\n          Conclusions:\n        \n      \n      Targeted counseling and educational strategies will be essential to support women from the general population. It is crucial that future studies offering screening for fragile X syndrome explore a range of psychosocial aspects in addition to looking at uptake of testing and mutation frequency.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20548240/",
    "clean_text": "a systematic review of population screening for fragile x syndrome purpose to conduct a systematic review of literature regarding population based screening for fragile x syndrome in newborns and women of reproductive age either before or during pregnancy results one article that examined offering newborn screening fo purpose to conduct a systematic review of literature regarding population based screening for fragile x syndrome in newborns and women of reproductive age either before or during pregnancy methods seven electronic databases were searched for english language studies published between january and november data extraction was performed for all included studies results were synthesized using a narrative approach results one article that examined offering newborn screening for fragile x syndrome and that examined the offer of fragile x syndrome screening to women of reproductive age were identified two of these articles also addressed psychosocial aspects of population screening for fragile x syndrome such as attitudes to screening and experiences of screening and a further nine addressed these issues alone studies exploring psychosocial issues demonstrated challenges for counseling arising from a lack of awareness or personal experience with fragile x syndrome in the general population conclusions targeted counseling and educational strategies will be essential to support women from the general population it is crucial that future studies offering screening for fragile x syndrome explore a range of psychosocial aspects in addition to looking at uptake of testing and mutation frequency"
}