{
    "pmid": "41389753",
    "title": "Refining Aicardi Syndrome diagnostic Criteria: an expert-based consensus using a modified Delphi approach.",
    "abstract": "Aicardi syndrome (AIC) is a rare neurodevelopmental disorder historically characterised by the presence of chorioretinal lacunae, corpus callosum agenesis, infantile spasms and several supporting features that aid in diagnosis. However, the unclear aetiology and evolving diagnostic tools have led to ongoing reconsideration of the criteria, based on individual approaches. Our study aimed to establish, for the first time, an expert-based consensus on diagnostic criteria for AIC by integrating both existing and novel ones. A geographically diverse and multidisciplinary group of expert physicians was invited to participate in a modified Delphi study, to achieve consensus on major, supportive and alert diagnostic criteria applicable in clinical practice. Heterogeneity of available data, due to the rarity of the disease, we deliberately did not design the study to produce a fixed diagnostic algorithm. A total of 55 clinical experts participated in the Delphi study. The study found consensus on the historical triad of symptoms, while also introducing new major criteria: the coexistence of multiple cerebral malformations in a single patient, alongside cognitive impairment. The panel also identified additional supportive features and categorized infrequently reported, non-pathognomonic signs as alert criteria such as red flags that could prompt reconsideration of the diagnosis. The Delphi method successfully achieved a consensus on diagnostic criteria for AIC based on expert opinion. However, inherent limitations include the ultra-rare nature of AIC, variability in clinical experience among panellists, and uneven geographical representation, which may affect generalizability. The study emphasizes the need for ongoing research to validate and refine these criteria, particularly in light of advances in genetic and neurological knowledge. Given the unresolved aetiology of AIC, regular updates and enrichment of the diagnostic criteria remain essential, alongside the need to collect further evidence to support the development of a diagnostic algorithm.",
    "disease": "epilepsy",
    "clean_text": "refining aicardi syndrome diagnostic criteria an expert based consensus using a modified delphi approach aicardi syndrome aic is a rare neurodevelopmental disorder historically characterised by the presence of chorioretinal lacunae corpus callosum agenesis infantile spasms and several supporting features that aid in diagnosis however the unclear aetiology and evolving diagnostic tools have led to ongoing reconsideration of the criteria based on individual approaches our study aimed to establish for the first time an expert based consensus on diagnostic criteria for aic by integrating both existing and novel ones a geographically diverse and multidisciplinary group of expert physicians was invited to participate in a modified delphi study to achieve consensus on major supportive and alert diagnostic criteria applicable in clinical practice heterogeneity of available data due to the rarity of the disease we deliberately did not design the study to produce a fixed diagnostic algorithm a total of clinical experts participated in the delphi study the study found consensus on the historical triad of symptoms while also introducing new major criteria the coexistence of multiple cerebral malformations in a single patient alongside cognitive impairment the panel also identified additional supportive features and categorized infrequently reported non pathognomonic signs as alert criteria such as red flags that could prompt reconsideration of the diagnosis the delphi method successfully achieved a consensus on diagnostic criteria for aic based on expert opinion however inherent limitations include the ultra rare nature of aic variability in clinical experience among panellists and uneven geographical representation which may affect generalizability the study emphasizes the need for ongoing research to validate and refine these criteria particularly in light of advances in genetic and neurological knowledge given the unresolved aetiology of aic regular updates and enrichment of the diagnostic criteria remain essential alongside the need to collect further evidence to support the development of a diagnostic algorithm"
}