{
    "pmid": "41370192",
    "title": "Curcumin (Curcuma longa) Supplementation Improves Tibiofemoral Joint Outcomes in Low-Dose Prednisone-Treated Experimental Rheumatoid Arthritis.",
    "abstract": "Rheumatoid arthritis is an autoimmune disease that primarily affects synovial joints, mainly in women. This study analyzed the effects of curcumin supplementation combined with prednisone on functionality, lipoperoxidation, inflammatory, and histological characteristics of the tibiofemoral joint and periarticular structures. For this, thirty 18-month-old female Wistar rats were distributed into six groups: control, arthritis, arthritis + curcumin, arthritis + prednisone low-dose, arthritis + prednisone high-dose, and arthritis + prednisone low-dose supplemented with curcumin. Rheumatoid arthritis was experimentally induced via complete Freund's adjuvant injection into the tibiofemoral joint. Treatments were administered by gavage for 14 days: prednisone (2 or 10 mg/kg/day) and curcumin (100 mg/kg/day). Functional, inflammatory, lipoperoxidation, and histological parameters were assessed in the hind paw, blood plasma, and tibiofemoral joint. Generalized mixed and linear models were used for statistical analysis (p = 0.05). Compared to arthritis, low-dose prednisone + curcumin showed significant improvement in lipoperoxidation (p < 0.0001) and leukocyte migration (p = 0.004) and, together with the curcumin group, also showed the most promising results in the semiquantitative assessments of the joint and periarticular structures (p < 0.0001). Thus, treatment with curcumin, alone or combined with low-dose prednisone, restored joint functionality and improved inflammatory, oxidative, and morphological aspects in old female rats with experimentally induced rheumatoid arthritis.",
    "disease": "rheumatoid arthritis",
    "clean_text": "curcumin curcuma longa supplementation improves tibiofemoral joint outcomes in low dose prednisone treated experimental rheumatoid arthritis rheumatoid arthritis is an autoimmune disease that primarily affects synovial joints mainly in women this study analyzed the effects of curcumin supplementation combined with prednisone on functionality lipoperoxidation inflammatory and histological characteristics of the tibiofemoral joint and periarticular structures for this thirty month old female wistar rats were distributed into six groups control arthritis arthritis curcumin arthritis prednisone low dose arthritis prednisone high dose and arthritis prednisone low dose supplemented with curcumin rheumatoid arthritis was experimentally induced via complete freund s adjuvant injection into the tibiofemoral joint treatments were administered by gavage for days prednisone or mg kg day and curcumin mg kg day functional inflammatory lipoperoxidation and histological parameters were assessed in the hind paw blood plasma and tibiofemoral joint generalized mixed and linear models were used for statistical analysis p compared to arthritis low dose prednisone curcumin showed significant improvement in lipoperoxidation p and leukocyte migration p and together with the curcumin group also showed the most promising results in the semiquantitative assessments of the joint and periarticular structures p thus treatment with curcumin alone or combined with low dose prednisone restored joint functionality and improved inflammatory oxidative and morphological aspects in old female rats with experimentally induced rheumatoid arthritis"
}