{
    "title": "Cardiac involvement in juvenile idiopathic arthritis.",
    "doc_id": "27417551",
    "writer": "Koca B",
    "year": "2017",
    "summary": "An insidious progression of cardiovascular (CV) involvement is generally associated with rheumatologic diseases and finally regarded as a major source of morbidity and mortality in Juvenile idiopathic arthritis (JIA) patients. JIA could involve all of the cardiac st …",
    "abstract": "An insidious progression of cardiovascular (CV) involvement is generally associated with rheumatologic diseases and finally regarded as a major source of morbidity and mortality in Juvenile idiopathic arthritis (JIA) patients. JIA could involve all of the cardiac structures, including pericardium, myocardium, endocardium; coronary vessels; valves and conduction system. Development of pericarditis, myocarditis, endocarditis and ventricular dysfunction are not unexpected issues in the progress of JIA. It is essential to ensure a comprehensive follow-up with advanced and up-to-date diagnostic and therapeutic modalities for prevention of CV complications in JIA patients. Since these are all associated with an unfavorable prognosis, it is necessary to detect subclinical cardiac involvement in CV asymptomatic patients, in order to start adequate management and treatment. Furthermore, controlling chronic inflammatory state of JIA by new treatment modalities will also significantly reduce the overall morbidity and mortality related to CV diseases. In this review, we aimed to investigate CV involvement patterns in patients with JIA.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27417551/",
    "clean_text": "cardiac involvement in juvenile idiopathic arthritis an insidious progression of cardiovascular cv involvement is generally associated with rheumatologic diseases and finally regarded as a major source of morbidity and mortality in juvenile idiopathic arthritis jia patients jia could involve all of the cardiac st an insidious progression of cardiovascular cv involvement is generally associated with rheumatologic diseases and finally regarded as a major source of morbidity and mortality in juvenile idiopathic arthritis jia patients jia could involve all of the cardiac structures including pericardium myocardium endocardium coronary vessels valves and conduction system development of pericarditis myocarditis endocarditis and ventricular dysfunction are not unexpected issues in the progress of jia it is essential to ensure a comprehensive follow up with advanced and up to date diagnostic and therapeutic modalities for prevention of cv complications in jia patients since these are all associated with an unfavorable prognosis it is necessary to detect subclinical cardiac involvement in cv asymptomatic patients in order to start adequate management and treatment furthermore controlling chronic inflammatory state of jia by new treatment modalities will also significantly reduce the overall morbidity and mortality related to cv diseases in this review we aimed to investigate cv involvement patterns in patients with jia"
}