{
    "title": "The development of a functional and valid physical employment assessment standard for NSW Mines Rescue Brigadesmen.",
    "doc_id": "31282461",
    "writer": "Burdon CA",
    "year": "2019",
    "summary": "BACKGROUND: Given the physical demands of mining and rescue operations, a physical employment standard was warranted to ensure capable workers are selected. While evaluations of muscular strength and muscular and cardiorespiratory endurance domains are common, asses …",
    "abstract": "Background:\n        \n      \n      Given the physical demands of mining and rescue operations, a physical employment standard was warranted to ensure capable workers are selected. While evaluations of muscular strength and muscular and cardiorespiratory endurance domains are common, assessment of a worker's ability to meet the physically demanding postural requirements is often neglected.\n    \n\n\n          Objective:\n        \n      \n      The aim of this investigation was to develop a valid assessment for NSW Mines Rescue Brigadesmen that replicated the combined muscular and cardiorespiratory endurance and postural demands of constructing a timber pillar.\n    \n\n\n          Methods:\n        \n      \n      Oxygen consumption () V̇O2) was measured and dominant postures identified when incumbent Brigadesmen constructed a timber pillar. A shelf-stacking assessment was designed and validated.\n    \n\n\n          Results:\n        \n      \n      When Brigadesmen performed the block placement role, the task elicited a mean V̇O2 of 1.6 L.min-1, and required repeated placement of ∼8.7 kg blocks from 0 to 3.0 m. A shelf stacking assessment (5 min, mean V̇O2 1.7 L.min-1) replicating dominant postures and requiring repeated block placement at 0, 0.65, 1.10, 1.64 and 2.20 m was developed. The demand of the test, performed within a discontinuous circuit, was subsequently verified (1.6 L.min-1).\n    \n\n\n          Conclusions:\n        \n      \n      A valid, physiological aptitude test that considered the job-related movement patterns, in addition to cardiorespiratory and muscular endurance requirements, was developed for Brigadesmen.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31282461/",
    "clean_text": "the development of a functional and valid physical employment assessment standard for nsw mines rescue brigadesmen background given the physical demands of mining and rescue operations a physical employment standard was warranted to ensure capable workers are selected while evaluations of muscular strength and muscular and cardiorespiratory endurance domains are common asses background given the physical demands of mining and rescue operations a physical employment standard was warranted to ensure capable workers are selected while evaluations of muscular strength and muscular and cardiorespiratory endurance domains are common assessment of a worker s ability to meet the physically demanding postural requirements is often neglected objective the aim of this investigation was to develop a valid assessment for nsw mines rescue brigadesmen that replicated the combined muscular and cardiorespiratory endurance and postural demands of constructing a timber pillar methods oxygen consumption v o was measured and dominant postures identified when incumbent brigadesmen constructed a timber pillar a shelf stacking assessment was designed and validated results when brigadesmen performed the block placement role the task elicited a mean v o of l min and required repeated placement of kg blocks from to m a shelf stacking assessment min mean v o l min replicating dominant postures and requiring repeated block placement at and m was developed the demand of the test performed within a discontinuous circuit was subsequently verified l min conclusions a valid physiological aptitude test that considered the job related movement patterns in addition to cardiorespiratory and muscular endurance requirements was developed for brigadesmen"
}