{
    "pmid": "41458719",
    "title": "Challenges in Meeting Dose Constraints During Left Postmastectomy Radiotherapy in a Patient With a Leadless Pacemaker.",
    "abstract": "A 60-year-old woman with a 20-year history of cardiac pacing presented with node-positive left breast cancer and underwent total mastectomy. Postmastectomy radiotherapy (PMRT) was indicated; however, because a subcutaneous pacemaker was located in the left anterior chest wall, it was replaced with a leadless pacemaker (LPM) to avoid direct irradiation. PMRT was planned using three-dimensional conformal radiotherapy with a conventional regimen of 50 Gy in 25 fractions, targeting the left chest wall, supraclavicular region, and internal mammary nodes, followed by a boost of 10 Gy in five fractions to the enlarged left supraclavicular and internal mammary nodes. Based on published guidelines and the manufacturer's specifications, our institutional dose constraints were defined as the maximum point dose <200 cGy for the LPM and <500 cGy for the planning risk volume of the LPM (PRV_LPM; LPM plus a 1-cm margin). The initial calculation revealed doses of 314 cGy to the LPM and 565 cGy to the PRV_LPM, exceeding the limits. To reduce the dose to the LPM, the inferior border of the chest wall field was reduced while maintaining coverage of the surgical scar and enlarged left internal mammary nodes. Consequently, the LPM and PRV_LPM doses decreased to 102 cGy and 154 cGy, respectively, achieving compliance with the predefined constraints. This case demonstrates that LPM implantation alone does not necessarily ensure compliance with device dose limits during conventionally fractionated left-sided PMRT.",
    "disease": "breast cancer",
    "clean_text": "challenges in meeting dose constraints during left postmastectomy radiotherapy in a patient with a leadless pacemaker a year old woman with a year history of cardiac pacing presented with node positive left breast cancer and underwent total mastectomy postmastectomy radiotherapy pmrt was indicated however because a subcutaneous pacemaker was located in the left anterior chest wall it was replaced with a leadless pacemaker lpm to avoid direct irradiation pmrt was planned using three dimensional conformal radiotherapy with a conventional regimen of gy in fractions targeting the left chest wall supraclavicular region and internal mammary nodes followed by a boost of gy in five fractions to the enlarged left supraclavicular and internal mammary nodes based on published guidelines and the manufacturer s specifications our institutional dose constraints were defined as the maximum point dose cgy for the lpm and cgy for the planning risk volume of the lpm prv lpm lpm plus a cm margin the initial calculation revealed doses of cgy to the lpm and cgy to the prv lpm exceeding the limits to reduce the dose to the lpm the inferior border of the chest wall field was reduced while maintaining coverage of the surgical scar and enlarged left internal mammary nodes consequently the lpm and prv lpm doses decreased to cgy and cgy respectively achieving compliance with the predefined constraints this case demonstrates that lpm implantation alone does not necessarily ensure compliance with device dose limits during conventionally fractionated left sided pmrt"
}