{
    "title": "Clinical Features of Human Infection by Yellow Fever.",
    "doc_id": "40249421",
    "writer": "de Fátima Alvim Braga I",
    "year": "2025",
    "summary": "Yellow fever (YF) is an arbovirus caused by a flavivirus. In 90% of cases, it has a benign course with few symptoms. ...The severe disease usually starts with minor symptoms, with a period of apparent improvement that progresses to toxemia. Yellow fever …",
    "abstract": "Yellow fever (YF) is an arbovirus caused by a flavivirus. In 90% of cases, it has a benign course with few symptoms. However, a few cases evolve with a moderate or severe form of high mortality. The severe disease usually starts with minor symptoms, with a period of apparent improvement that progresses to toxemia. Yellow fever liver failure is characterized by jaundice, albuminuria, and bleeding. Very high levels of bilirubin and aminotransferases appear to be associated with a worse prognosis. Treatment is usually nonspecific, based on clinical support for complications. However, recently, studies have emerged showing the possibility of YF treatment with Sofosbuvir and plasmapheresis. The use of acetylsalicylic acid, paracetamol, and anti-inflammatory drugs should be avoided.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40249421/",
    "clean_text": "clinical features of human infection by yellow fever yellow fever yf is an arbovirus caused by a flavivirus in of cases it has a benign course with few symptoms the severe disease usually starts with minor symptoms with a period of apparent improvement that progresses to toxemia yellow fever yellow fever yf is an arbovirus caused by a flavivirus in of cases it has a benign course with few symptoms however a few cases evolve with a moderate or severe form of high mortality the severe disease usually starts with minor symptoms with a period of apparent improvement that progresses to toxemia yellow fever liver failure is characterized by jaundice albuminuria and bleeding very high levels of bilirubin and aminotransferases appear to be associated with a worse prognosis treatment is usually nonspecific based on clinical support for complications however recently studies have emerged showing the possibility of yf treatment with sofosbuvir and plasmapheresis the use of acetylsalicylic acid paracetamol and anti inflammatory drugs should be avoided"
}