{
    "title": "Global Guidelines in Dermatology Mapping Project (GUIDEMAP)-A systematic review of the methodological quality of contact dermatitis clinical practice guidelines.",
    "doc_id": "38403277",
    "writer": "van Zuuren EJ",
    "year": "2024",
    "summary": "Institute of Medicine's (IOM) criteria of trustworthiness, The Agency for Healthcare Research and Quality's National Guideline Clearinghouse Extent Adherence to Trustworthy Standards (NEATS) Instrument and Lenzer's Red Flags. ...Adhering to AGREE II and Grading of R …",
    "abstract": "The Global Guidelines in Dermatology Mapping Project (GUIDEMAP) assesses the methodological quality of clinical practice guidelines (CPGs) for high-burden skin diseases. This review focuses on contact dermatitis. We searched MEDLINE, Embase, PubMed, Web of Science, Cochrane Library, Emcare, Epistemonikos, PsycINFO and Academic Search Premier for CPGs published between 1 November 2018 and 1 November 2023. Prespecified guideline resources were hand searched. Two authors independently undertook screening, data extraction and quality assessments. Instruments used were the Appraisal of Guidelines for Research and Evaluation (AGREE) II Reporting Checklist, the U.S. Institute of Medicine's (IOM) criteria of trustworthiness, The Agency for Healthcare Research and Quality's National Guideline Clearinghouse Extent Adherence to Trustworthy Standards (NEATS) Instrument and Lenzer's Red Flags. Twenty five CPGs were included, exhibiting heterogeneity in both the topics they addressed and their methodological quality. Whereas the CPGs on management of hand eczema from Denmark, Europe and the Netherlands scored best, most CPGs fell short of being clear, unbiased, trustworthy and evidence-based. Disclosure of conflicts of interest scored well, and areas needing improvement include 'strength and wording of recommendations', 'applicability', 'updating' and 'external review'. Adhering to AGREE II and Grading of Recommendations, Assessment, Development and Evaluations (GRADE) enhances methodological quality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38403277/",
    "clean_text": "global guidelines in dermatology mapping project guidemap a systematic review of the methodological quality of contact dermatitis clinical practice guidelines institute of medicine s iom criteria of trustworthiness the agency for healthcare research and quality s national guideline clearinghouse extent adherence to trustworthy standards neats instrument and lenzer s red flags adhering to agree ii and grading of r the global guidelines in dermatology mapping project guidemap assesses the methodological quality of clinical practice guidelines cpgs for high burden skin diseases this review focuses on contact dermatitis we searched medline embase pubmed web of science cochrane library emcare epistemonikos psycinfo and academic search premier for cpgs published between november and november prespecified guideline resources were hand searched two authors independently undertook screening data extraction and quality assessments instruments used were the appraisal of guidelines for research and evaluation agree ii reporting checklist the u s institute of medicine s iom criteria of trustworthiness the agency for healthcare research and quality s national guideline clearinghouse extent adherence to trustworthy standards neats instrument and lenzer s red flags twenty five cpgs were included exhibiting heterogeneity in both the topics they addressed and their methodological quality whereas the cpgs on management of hand eczema from denmark europe and the netherlands scored best most cpgs fell short of being clear unbiased trustworthy and evidence based disclosure of conflicts of interest scored well and areas needing improvement include strength and wording of recommendations applicability updating and external review adhering to agree ii and grading of recommendations assessment development and evaluations grade enhances methodological quality"
}