{
    "title": "Histopathology of periarticular non-hereditary heterotopic ossification.",
    "doc_id": "29225159",
    "writer": "Foley KL",
    "year": "2018",
    "summary": "Periarticular non-hereditary heterotopic ossification (NHHO) may occur after musculoskeletal trauma, following CNS injury, with certain arthropathies, or following injury or surgery that is often sustained in the context of age-related pathology. ...We performed a h …",
    "abstract": "In the mature adult skeleton, new bone formation is normally restricted to regeneration of osseous tissue at sites of fracture. However, heterotopic ossification, or the formation of bone outside the normal skeleton, can occur within muscle, adipose, or fibrous connective tissue. Periarticular non-hereditary heterotopic ossification (NHHO) may occur after musculoskeletal trauma, following CNS injury, with certain arthropathies, or following injury or surgery that is often sustained in the context of age-related pathology. The histological mechanism of bone development in these forms of heterotopic ossification has thus far been uncharacterized. We performed a histological analysis of 90 bone specimens from 18 patients with NHHO secondary to defined precipitating conditions, including traumatic brain injury, spinal cord injury, cerebrovascular accident, trauma without neurologic injury, and total hip or knee arthroplasty. All bone specimens revealed normal endochondral osteogenesis at heterotopic sites. We defined the order of sequence progression in NHHO lesion formation as occurring through six distinct histological stages: (1) perivascular lymphocytic infiltration, (2) lymphocytic migration into soft tissue, (3) reactive fibroproliferation, (4) neovascularity, (5) cartilage formation, and (6) endochondral bone formation. This study provides the first systematic evaluation of the predominant histopathological findings associated with multiple forms of NHHO and shows that they share a common mechanism of lesion formation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29225159/",
    "clean_text": "histopathology of periarticular non hereditary heterotopic ossification periarticular non hereditary heterotopic ossification nhho may occur after musculoskeletal trauma following cns injury with certain arthropathies or following injury or surgery that is often sustained in the context of age related pathology we performed a h in the mature adult skeleton new bone formation is normally restricted to regeneration of osseous tissue at sites of fracture however heterotopic ossification or the formation of bone outside the normal skeleton can occur within muscle adipose or fibrous connective tissue periarticular non hereditary heterotopic ossification nhho may occur after musculoskeletal trauma following cns injury with certain arthropathies or following injury or surgery that is often sustained in the context of age related pathology the histological mechanism of bone development in these forms of heterotopic ossification has thus far been uncharacterized we performed a histological analysis of bone specimens from patients with nhho secondary to defined precipitating conditions including traumatic brain injury spinal cord injury cerebrovascular accident trauma without neurologic injury and total hip or knee arthroplasty all bone specimens revealed normal endochondral osteogenesis at heterotopic sites we defined the order of sequence progression in nhho lesion formation as occurring through six distinct histological stages perivascular lymphocytic infiltration lymphocytic migration into soft tissue reactive fibroproliferation neovascularity cartilage formation and endochondral bone formation this study provides the first systematic evaluation of the predominant histopathological findings associated with multiple forms of nhho and shows that they share a common mechanism of lesion formation"
}