{
    "pmid": "41420574",
    "title": "[Sensitization to aeroallergens in the population of a third-level hospital in the north of Mexico City].",
    "abstract": "To determine the frequency of sensitization to aeroallergens in skin prick tests and its association with the geographic distribution, time of year, age, and sex of patients with asthma and/or allergic rhinitis. This was an observational, descriptive, and retrospective study conducted in patients older than 2 years with a diagnosis of asthma and/or allergic rhinitis. The results of skin prick tests collected between January and December 2023 at the Allergy Service of the Juárez Hospital in Mexico City were analyzed. A total of 23 allergens were evaluated. The results were categorized by age, sex, and allergen type using descriptive statistics. 734 tests were analyzed, of which 587 (79.9%) were positive. The positivity rate was highest in children (62.5%), followed by adults (22%) and older adults (1.4%). 52.5% of the cases were in women. The most frequently identified aeroallergens were tree pollen (37.6%), dust mites (20.4%), grasses (12.9%), and animal dander (12.5%). The most prevalent tree pollens were  Sensitization to aeroallergens was more frequent in children and women. The most common allergens identified were tree pollens, particularly * Determinar la frecuencia de sensibilización a aeroalérgenos en pruebas cutáneas y su asociación con la distribución geográfica, temporalidad, edad y sexo de pacientes con asma y/o rinitis alérgica. Estudio observacional, descriptivo y retrospectivo, efectuado en pacientes mayores de 2 años, con diagnóstico de asma y/o rinitis alérgica. Se analizaron los resultados de las pruebas cutáneas de punción recolectadas entre enero y diciembre de 2023 en el Servicio de Alergia del Hospital Juárez de México. Se evaluaron un total de 23 alérgenos. Los resultados se categorizaron por edad, sexo y tipo de alérgeno mediante estadística descriptiva. Se analizaron 734 pruebas, de las que 587 (79.9%) resultaron positivas. La frecuencia de positividad fue mayor en niños (62.5%), seguida de adultos (22%) y adultos mayores (1.4%). El 52.5% de los casos correspondieron a mujeres. Los aeroalérgenos identificados con mayor frecuencia fueron: polen de árboles (37.6%), ácaros del polvo (20.4%), gramíneas (12.9%) y epitelios animales (12.5%). Los pólenes arbóreos más prevalentes fueron  La sensibilización a aeroalérgenos fue más frecuente en niños y mujeres. Los alérgenos más comunes identificados fueron los pólenes de árboles, en particular *",
    "disease": "asthma",
    "clean_text": "sensitization to aeroallergens in the population of a third level hospital in the north of mexico city to determine the frequency of sensitization to aeroallergens in skin prick tests and its association with the geographic distribution time of year age and sex of patients with asthma and or allergic rhinitis this was an observational descriptive and retrospective study conducted in patients older than years with a diagnosis of asthma and or allergic rhinitis the results of skin prick tests collected between january and december at the allergy service of the ju rez hospital in mexico city were analyzed a total of allergens were evaluated the results were categorized by age sex and allergen type using descriptive statistics tests were analyzed of which were positive the positivity rate was highest in children followed by adults and older adults of the cases were in women the most frequently identified aeroallergens were tree pollen dust mites grasses and animal dander the most prevalent tree pollens were sensitization to aeroallergens was more frequent in children and women the most common allergens identified were tree pollens particularly determinar la frecuencia de sensibilizaci n a aeroal rgenos en pruebas cut neas y su asociaci n con la distribuci n geogr fica temporalidad edad y sexo de pacientes con asma y o rinitis al rgica estudio observacional descriptivo y retrospectivo efectuado en pacientes mayores de a os con diagn stico de asma y o rinitis al rgica se analizaron los resultados de las pruebas cut neas de punci n recolectadas entre enero y diciembre de en el servicio de alergia del hospital ju rez de m xico se evaluaron un total de al rgenos los resultados se categorizaron por edad sexo y tipo de al rgeno mediante estad stica descriptiva se analizaron pruebas de las que resultaron positivas la frecuencia de positividad fue mayor en ni os seguida de adultos y adultos mayores el de los casos correspondieron a mujeres los aeroal rgenos identificados con mayor frecuencia fueron polen de rboles caros del polvo gram neas y epitelios animales los p lenes arb reos m s prevalentes fueron la sensibilizaci n a aeroal rgenos fue m s frecuente en ni os y mujeres los al rgenos m s comunes identificados fueron los p lenes de rboles en particular"
}