{
    "title": "Medicalization of Neurodivergence and the Embodied Experience of ADHD.",
    "doc_id": "38326299",
    "writer": "Cameron C.",
    "year": "2024",
    "summary": "Medicalization shapes, and in some cases legitimizes, individuals' embodied experiences even as it molds the landscape of healthcare and treatment. In this essay I provide a layered account that moves between my experiences as a neurodivergent person and academic theorizin …",
    "abstract": "Medicalization shapes, and in some cases legitimizes, individuals' embodied experiences even as it molds the landscape of healthcare and treatment. In this essay I provide a layered account that moves between my experiences as a neurodivergent person and academic theorizing to explore how processes of medicalization inform public discourses and personal sensemaking. In the case of ADHD, medicalization has contributed to societal narratives that focus on symptoms of hyperactivity rather than the etiology of dopamine dysregulation. Such narratives fail to fully account for the lived experience of ADHD and inadvertently stigmatize neurodivergent individuals. I urge scholars and practitioners to direct more attention to the communicative dimensions of medicalization including both the rhetorical nature of the diagnostic process and how diagnoses, in turn, are rhetorically framed with varying consequences.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38326299/",
    "clean_text": "medicalization of neurodivergence and the embodied experience of adhd medicalization shapes and in some cases legitimizes individuals embodied experiences even as it molds the landscape of healthcare and treatment in this essay i provide a layered account that moves between my experiences as a neurodivergent person and academic theorizin medicalization shapes and in some cases legitimizes individuals embodied experiences even as it molds the landscape of healthcare and treatment in this essay i provide a layered account that moves between my experiences as a neurodivergent person and academic theorizing to explore how processes of medicalization inform public discourses and personal sensemaking in the case of adhd medicalization has contributed to societal narratives that focus on symptoms of hyperactivity rather than the etiology of dopamine dysregulation such narratives fail to fully account for the lived experience of adhd and inadvertently stigmatize neurodivergent individuals i urge scholars and practitioners to direct more attention to the communicative dimensions of medicalization including both the rhetorical nature of the diagnostic process and how diagnoses in turn are rhetorically framed with varying consequences"
}