{
    "title": "Stem cells differentiation and probing their therapeutic applications in hematological disorders: a critical review.",
    "doc_id": "27831631",
    "writer": "Ali F",
    "year": "2016",
    "summary": "Although, there are different sources of stem cells, all types of stem cells have the same capacity to develop into multiple types of cells. ...Several types of adult stem cells have been characterized and can be cultured in vitro, …",
    "abstract": "Numerous lines of evidence support that bone marrow is a rich source of stem cells that can be used for research purposes and to treat some complex blood diseases and cancers. Stem cells are a potential source for regenerative medicine and tissue replacement after injury or disease, and mother cells that possess the capacity to become any type of cell in the body. They are cells without specific structure and characterized by their ability to self-renew or multiply while maintaining the potential to develop into other types of cells. Stem cells can normally become cells of the blood, heart, bones, skin, muscles or brain. Although, there are different sources of stem cells, all types of stem cells have the same capacity to develop into multiple types of cells. Stem cells are generally described as unspecialized cells with unlimited proliferation capacity that can divide (through mitosis) to produce more stem cells. Several types of adult stem cells have been characterized and can be cultured in vitro, including neural stem cells, hematopoietic stem cells, mesenchymal stem cells, cardiac stem cells and epithelial stem cells. They are valuable as research tools and might, in the future, be used to treat a wide range of diseases such as hematological hereditary diseases, Parkinson's disease, diabetes mellitus, heart disease and many other diseases. Currently, two types of stem cells have been identified based on their origins, namely embryonic stem cells and adult stem cells. Collectively, although many kinds of literature have been studying stem cell application in terms of clinical practice, stem cell-based therapy is still in its infancy stage.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27831631/",
    "clean_text": "stem cells differentiation and probing their therapeutic applications in hematological disorders a critical review although there are different sources of stem cells all types of stem cells have the same capacity to develop into multiple types of cells several types of adult stem cells have been characterized and can be cultured in vitro numerous lines of evidence support that bone marrow is a rich source of stem cells that can be used for research purposes and to treat some complex blood diseases and cancers stem cells are a potential source for regenerative medicine and tissue replacement after injury or disease and mother cells that possess the capacity to become any type of cell in the body they are cells without specific structure and characterized by their ability to self renew or multiply while maintaining the potential to develop into other types of cells stem cells can normally become cells of the blood heart bones skin muscles or brain although there are different sources of stem cells all types of stem cells have the same capacity to develop into multiple types of cells stem cells are generally described as unspecialized cells with unlimited proliferation capacity that can divide through mitosis to produce more stem cells several types of adult stem cells have been characterized and can be cultured in vitro including neural stem cells hematopoietic stem cells mesenchymal stem cells cardiac stem cells and epithelial stem cells they are valuable as research tools and might in the future be used to treat a wide range of diseases such as hematological hereditary diseases parkinson s disease diabetes mellitus heart disease and many other diseases currently two types of stem cells have been identified based on their origins namely embryonic stem cells and adult stem cells collectively although many kinds of literature have been studying stem cell application in terms of clinical practice stem cell based therapy is still in its infancy stage"
}