{
    "pmid": "41383795",
    "title": "Association between osteoporosis and symptomatic knee osteoarthritis in postmenopausal women: A case-control study.",
    "abstract": "Postmenopausal women with symptomatic knee osteoarthritis (KOA) may be at increased risk of bone loss due to reduced physical activity. However, findings on the association between KOA and osteoporosis have been inconsistent. This study aimed to assess the relationship between symptomatic KOA and bone mineral density (BMD) in postmenopausal women. Postmenopausal women with symptomatic KOA were recruited from a rheumatology clinic. KOA was diagnosed according to the American College of Rheumatology (ACR) criteria. Age-matched postmenopausal women without clinical KOA served as controls. BMD at the femoral neck (FN) and lumbar spine (LS) was measured using dual-energy X-ray absorptiometry (DXA). Osteoporosis was defined as a T-score < -2.5 at either site. Statistical analyses included Student's t-test, chi-square test, and multiple regression analysis. Data were analyzed using SPSS software. Seventy participants (35 KOA patients and 35 controls) with mean ages of 61.9±8.7 and 58.8±6.8 years, respectively (P = 0.67), were included. No significant differences in BMD were found between the groups. However, multiple regression analysis revealed that obesity was significantly associated with a reduced risk of osteoporosis (OR = 0.23; 95% CI: 0.058-0.945). This study found no significant association between symptomatic KOA and osteoporosis in postmenopausal women. Interestingly, obesity appeared to have a protective effect against osteoporosis. Further large-scale, long-term studies are needed to confirm these findings and explore underlying mechanisms.",
    "disease": "osteoarthritis",
    "clean_text": "association between osteoporosis and symptomatic knee osteoarthritis in postmenopausal women a case control study postmenopausal women with symptomatic knee osteoarthritis koa may be at increased risk of bone loss due to reduced physical activity however findings on the association between koa and osteoporosis have been inconsistent this study aimed to assess the relationship between symptomatic koa and bone mineral density bmd in postmenopausal women postmenopausal women with symptomatic koa were recruited from a rheumatology clinic koa was diagnosed according to the american college of rheumatology acr criteria age matched postmenopausal women without clinical koa served as controls bmd at the femoral neck fn and lumbar spine ls was measured using dual energy x ray absorptiometry dxa osteoporosis was defined as a t score at either site statistical analyses included student s t test chi square test and multiple regression analysis data were analyzed using spss software seventy participants koa patients and controls with mean ages of and years respectively p were included no significant differences in bmd were found between the groups however multiple regression analysis revealed that obesity was significantly associated with a reduced risk of osteoporosis or ci this study found no significant association between symptomatic koa and osteoporosis in postmenopausal women interestingly obesity appeared to have a protective effect against osteoporosis further large scale long term studies are needed to confirm these findings and explore underlying mechanisms"
}