{
    "title": "Oestrogens and lower urinary tract function.",
    "doc_id": "11006496",
    "writer": "Hextall A.",
    "year": "2000",
    "summary": "There is increasing evidence from animal and human studies that sex steroids have an important effect on the female lower urinary tract during adult life. Oestrogen receptors have been identified throughout the brain, pontine micturition centre and in the bladder, u …",
    "abstract": "There is increasing evidence from animal and human studies that sex steroids have an important effect on the female lower urinary tract during adult life. Oestrogen receptors have been identified throughout the brain, pontine micturition centre and in the bladder, urethra and pelvic floor. Fluctuations in the circulating level of oestrogens and progesterone occurring during the menstrual cycle and in pregnancy influence the prevalence of urinary symptoms and the results of urodynamic investigation. In addition, the menopause and subsequent oestrogen deficiency have been implicated in the aetiology of a number of urogenital complaints including incontinence, urgency and recurrent urinary tract infection (UTI). However, the use of hormone replacement therapy for these conditions has given conflicting and largely disappointing results. The aim of this paper is to discuss the role of oestrogen in the pathogenesis and treatment of lower urinary tract dysfunction.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11006496/",
    "clean_text": "oestrogens and lower urinary tract function there is increasing evidence from animal and human studies that sex steroids have an important effect on the female lower urinary tract during adult life oestrogen receptors have been identified throughout the brain pontine micturition centre and in the bladder u there is increasing evidence from animal and human studies that sex steroids have an important effect on the female lower urinary tract during adult life oestrogen receptors have been identified throughout the brain pontine micturition centre and in the bladder urethra and pelvic floor fluctuations in the circulating level of oestrogens and progesterone occurring during the menstrual cycle and in pregnancy influence the prevalence of urinary symptoms and the results of urodynamic investigation in addition the menopause and subsequent oestrogen deficiency have been implicated in the aetiology of a number of urogenital complaints including incontinence urgency and recurrent urinary tract infection uti however the use of hormone replacement therapy for these conditions has given conflicting and largely disappointing results the aim of this paper is to discuss the role of oestrogen in the pathogenesis and treatment of lower urinary tract dysfunction"
}