{
    "title": "Key aspects of analyzing microarray gene-expression data.",
    "doc_id": "17465711",
    "writer": "Chen JJ.",
    "year": "2007",
    "summary": "One major challenge with the use of microarray technology is the analysis of massive amounts of gene-expression data for various applications. This review addresses the key aspects of the microarray gene-expression data analysis for the two most common …",
    "abstract": "One major challenge with the use of microarray technology is the analysis of massive amounts of gene-expression data for various applications. This review addresses the key aspects of the microarray gene-expression data analysis for the two most common objectives: class comparison and class prediction. Class comparison mainly aims to select which genes are differentially expressed across experimental conditions. Gene selection is separated into two steps: gene ranking and assigning a significance level. Class prediction uses expression profiling analysis to develop a prediction model for patient selection, diagnostic prediction or prognostic classification. Development of a prediction model involves two components: model building and performance assessment. It also describes two additional data analysis methods: gene-class testing and multiple ordering criteria.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17465711/",
    "clean_text": "key aspects of analyzing microarray gene expression data one major challenge with the use of microarray technology is the analysis of massive amounts of gene expression data for various applications this review addresses the key aspects of the microarray gene expression data analysis for the two most common one major challenge with the use of microarray technology is the analysis of massive amounts of gene expression data for various applications this review addresses the key aspects of the microarray gene expression data analysis for the two most common objectives class comparison and class prediction class comparison mainly aims to select which genes are differentially expressed across experimental conditions gene selection is separated into two steps gene ranking and assigning a significance level class prediction uses expression profiling analysis to develop a prediction model for patient selection diagnostic prediction or prognostic classification development of a prediction model involves two components model building and performance assessment it also describes two additional data analysis methods gene class testing and multiple ordering criteria"
}