{
    "title": "Expandable human cardiovascular progenitors from stem cells for regenerating mouse heart after myocardial infarction.",
    "doc_id": "31287499",
    "writer": "Schwach V",
    "year": "2020",
    "summary": "CPCs in Matrigel were then injected intra-myocardially in mice subjected to MI to assess whether expandable CPCs could mediate cardiac repair. Transplanted CPCs expanded robustly both subcutis and in the myocardium using the same DOX/growth factor inducing regime. U …",
    "abstract": "Aims:\n        \n      \n      Cardiovascular diseases caused by loss of functional cardiomyocytes (CMs) are a major cause of mortality and morbidity worldwide due in part to the low regenerative capacity of the adult human heart. Human pluripotent stem cell (hPSC)-derived cardiovascular progenitor cells (CPCs) are a potential cell source for cardiac repair. The aim of this study was to examine the impact of extensive remuscularization and coincident revascularization on cardiac remodelling and function in a mouse model of myocardial infarction (MI) by transplanting doxycycline (DOX)-inducible (Tet-On-MYC) hPSC-derived CPCs in vivo and inducing proliferation and cardiovascular differentiation in a drug-regulated manner.\n    \n\n\n          Methods and results:\n        \n      \n      CPCs were injected firstly at a non-cardiac site in Matrigel suspension under the skin of immunocompromised mice to assess their commitment to the cardiovascular lineage and ability to self-renew or differentiate in vivo when instructed by systemically delivered factors including DOX and basic fibroblast growth factor (bFGF). CPCs in Matrigel were then injected intra-myocardially in mice subjected to MI to assess whether expandable CPCs could mediate cardiac repair. Transplanted CPCs expanded robustly both subcutis and in the myocardium using the same DOX/growth factor inducing regime. Upon withdrawal of these cell-renewal factors, CPCs differentiated with high efficiency at both sites into the major cardiac lineages including CMs, endothelial cells, and smooth muscle cells. After MI, engraftment of CPCs in the heart significantly reduced fibrosis in the infarcted area and prevented left ventricular remodelling, although cardiac function determined by magnetic resonance imaging was unaltered.\n    \n\n\n          Conclusion:\n        \n      \n      Replacement of large areas of muscle may be required to regenerate the heart of patients following MI. Our human/mouse model demonstrated that proliferating hPSC-CPCs could reduce infarct size and fibrosis resulting in formation of large grafts. Importantly, the results suggested that expanding transplanted cells in situ at the progenitor stage maybe be an effective alternative causing less tissue damage than injection of very large numbers of CMs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31287499/",
    "clean_text": "expandable human cardiovascular progenitors from stem cells for regenerating mouse heart after myocardial infarction cpcs in matrigel were then injected intra myocardially in mice subjected to mi to assess whether expandable cpcs could mediate cardiac repair transplanted cpcs expanded robustly both subcutis and in the myocardium using the same dox growth factor inducing regime u aims cardiovascular diseases caused by loss of functional cardiomyocytes cms are a major cause of mortality and morbidity worldwide due in part to the low regenerative capacity of the adult human heart human pluripotent stem cell hpsc derived cardiovascular progenitor cells cpcs are a potential cell source for cardiac repair the aim of this study was to examine the impact of extensive remuscularization and coincident revascularization on cardiac remodelling and function in a mouse model of myocardial infarction mi by transplanting doxycycline dox inducible tet on myc hpsc derived cpcs in vivo and inducing proliferation and cardiovascular differentiation in a drug regulated manner methods and results cpcs were injected firstly at a non cardiac site in matrigel suspension under the skin of immunocompromised mice to assess their commitment to the cardiovascular lineage and ability to self renew or differentiate in vivo when instructed by systemically delivered factors including dox and basic fibroblast growth factor bfgf cpcs in matrigel were then injected intra myocardially in mice subjected to mi to assess whether expandable cpcs could mediate cardiac repair transplanted cpcs expanded robustly both subcutis and in the myocardium using the same dox growth factor inducing regime upon withdrawal of these cell renewal factors cpcs differentiated with high efficiency at both sites into the major cardiac lineages including cms endothelial cells and smooth muscle cells after mi engraftment of cpcs in the heart significantly reduced fibrosis in the infarcted area and prevented left ventricular remodelling although cardiac function determined by magnetic resonance imaging was unaltered conclusion replacement of large areas of muscle may be required to regenerate the heart of patients following mi our human mouse model demonstrated that proliferating hpsc cpcs could reduce infarct size and fibrosis resulting in formation of large grafts importantly the results suggested that expanding transplanted cells in situ at the progenitor stage maybe be an effective alternative causing less tissue damage than injection of very large numbers of cms"
}