{
    "pmid": "41373040",
    "title": "Intracoronary infusion of autologous bone marrow mononuclear cells in patients with chronic total occlusions and left ventricular dysfunction: the BMMC/CTO trial.",
    "abstract": "There is controversy about the benefits of bone marrow mononuclear cells (BMMC) to improve left ventricular dysfunction (LVD) in patients with coronary artery disease. We sought to evaluate the safety, feasibility and efficacy of the intracoronary infusion of BMMC to improve left ventricular ejection fraction (LVEF) in patients with chronic total coronary artery occlusions (CTO). Prospective, randomized, open-label and controlled study. Patients with a percutaneous revascularization of CTO (CTO-PCI) three months before and persistent LVD (LVEF < 45%) were included and randomized in a 1:1 ratio to receive intracoronary infusion of autologous BMMC plus conventional medical treatment or conventional treatment alone (control group). The primary efficacy endpoint was the absolute change in LVEF by cardiac magnetic resonance imaging (CMR) at 6-month follow-up. The functional capacity status by NYHA class, the overall mortality and the adverse cardiac events rate were also evaluated in the 24-month follow-up period. Twenty-eight patients were included, 13 received intracoronary infusion of BMMC and 15 received standard care. No major procedural complications occurred during BMMC infusion, and the rates of overall mortality and adverse cardiac events in follow-up were similar. At 6-month follow-up, the absolute change in LVEF was greater in BMMC group, without reaching statistical significance [∆ LVEF 0% ( - 5 to 0) in the control group vs. 2.5% ( - 2.7 to 4) in the BMMC group, median between-groups difference 2.5% ( - 2 to 4.5), p = 0.118)]. The change in NYHA class did not differ between treatment arms at any stage of follow-up. The intracoronary infusion of BMMC in patients with previous CTO-PCI and persistent LVD seemed to be safe and feasible. There was a numerical but not statistically significant difference in terms of LVEF recovery favouring the BMMC group. The study offers a novel design for future larger trials to clarify the impact of BMMC therapy in patients with CTO. Trial registration The trial was registered in the European Union Drug Regulating Authorities Clinical Trials Database (EudraCT number: 2013-000915-26).",
    "disease": "coronary artery disease",
    "clean_text": "intracoronary infusion of autologous bone marrow mononuclear cells in patients with chronic total occlusions and left ventricular dysfunction the bmmc cto trial there is controversy about the benefits of bone marrow mononuclear cells bmmc to improve left ventricular dysfunction lvd in patients with coronary artery disease we sought to evaluate the safety feasibility and efficacy of the intracoronary infusion of bmmc to improve left ventricular ejection fraction lvef in patients with chronic total coronary artery occlusions cto prospective randomized open label and controlled study patients with a percutaneous revascularization of cto cto pci three months before and persistent lvd lvef were included and randomized in a ratio to receive intracoronary infusion of autologous bmmc plus conventional medical treatment or conventional treatment alone control group the primary efficacy endpoint was the absolute change in lvef by cardiac magnetic resonance imaging cmr at month follow up the functional capacity status by nyha class the overall mortality and the adverse cardiac events rate were also evaluated in the month follow up period twenty eight patients were included received intracoronary infusion of bmmc and received standard care no major procedural complications occurred during bmmc infusion and the rates of overall mortality and adverse cardiac events in follow up were similar at month follow up the absolute change in lvef was greater in bmmc group without reaching statistical significance lvef to in the control group vs to in the bmmc group median between groups difference to p the change in nyha class did not differ between treatment arms at any stage of follow up the intracoronary infusion of bmmc in patients with previous cto pci and persistent lvd seemed to be safe and feasible there was a numerical but not statistically significant difference in terms of lvef recovery favouring the bmmc group the study offers a novel design for future larger trials to clarify the impact of bmmc therapy in patients with cto trial registration the trial was registered in the european union drug regulating authorities clinical trials database eudract number"
}