{
    "pmid": "41414294",
    "title": "Label-free multi-channel optical microfibers system for ultrasensitive detection of highly pathogenic respiratory pathogens.",
    "abstract": "The rapid and accurate detection of respiratory viruses provides important significance for later diagnosis and treatment, as well as epidemic prevention and control. Traditional marker detection methods rely on markers to generate signals, with complex processes and susceptibility to interference. In this paper, a label free microfiber dual channel detection system is proposed for the detection of influenza A and SARS-CoV-2. Taking advantage of the large evanescent field characteristics of microfibers and combining with the principle of specific immune recognition, highly sensitive detection of influenza A and SARS-CoV-2 was achieved. Experimental results show that the limit of detection (LOD) for influenza A antigen and SARS-CoV-2 antigen can reach 59.9 pg/ml and 94.05 pg/ml, respectively, and meanwhile, the sensor has good specificity and stability. The actual sensing ability of the proposed sensing structure was validated using clinical throat swab samples, and the negative and positive detection results were consistent with the quantitative polymerase chain reaction (qPCR). This sensing solution shows promising prospects in the application of label free, low-cost, fast, and convenient early screening for respiratory virus infections.",
    "disease": "influenza",
    "clean_text": "label free multi channel optical microfibers system for ultrasensitive detection of highly pathogenic respiratory pathogens the rapid and accurate detection of respiratory viruses provides important significance for later diagnosis and treatment as well as epidemic prevention and control traditional marker detection methods rely on markers to generate signals with complex processes and susceptibility to interference in this paper a label free microfiber dual channel detection system is proposed for the detection of influenza a and sars cov taking advantage of the large evanescent field characteristics of microfibers and combining with the principle of specific immune recognition highly sensitive detection of influenza a and sars cov was achieved experimental results show that the limit of detection lod for influenza a antigen and sars cov antigen can reach pg ml and pg ml respectively and meanwhile the sensor has good specificity and stability the actual sensing ability of the proposed sensing structure was validated using clinical throat swab samples and the negative and positive detection results were consistent with the quantitative polymerase chain reaction qpcr this sensing solution shows promising prospects in the application of label free low cost fast and convenient early screening for respiratory virus infections"
}