{
    "pmid": "41435786",
    "title": "Association of neurorehabilitation timing with Parkinson's disease development following moderate to severe traumatic brain injury: A retrospective cohort study.",
    "abstract": "Traumatic Brain Injury (TBI) is a major risk factor for Parkinson's Disease (PD), and while neurorehabilitation is essential in TBI care, the effect of its timing on PD risk is unclear. This study aimed to evaluate whether early versus delayed initiation of neurorehabilitation following moderate to severe TBI is associated with a differential risk of developing PD. This retrospective cohort study analyzed U.S. electronic health records from the TriNetX platform to compare the risk of PD among patients with documented moderate or severe TBI who received immediate treatment versus delayed treatment. The primary outcome was PD incidence, and PD-related medication prescriptions served as a secondary outcome. Cox proportional hazards models were used to estimate hazard ratios (HRs) for PD risk. The propensity score-matched cohorts demonstrated that patients who received immediate neurorehabilitation (within 1 week following TBI) compared with those received delayed neurorehabilitation (8 days-6 months following TBI) had significantly lower risk of developing PD at 3 years (HR: 0.66 (95 % CI: 0.48-0.91) and 5 years (HR: 0.69 (95 % CI: 0.52-0.91). Similar reductions were also observed for PD-related medication prescriptions. Sensitivity analyses using alternative time windows to define early versus delayed treatment, as well as analyses excluding patients with severe conditions or those who underwent craniotomy or craniectomy, yielded consistent findings. Our findings suggest that early neurorehabilitation following moderate to severe TBI was associated with reduced long-term risk of PD. Future research is warranted to elucidate the underlying biological mechanisms, evaluate the optimal timing and intensity of rehabilitation.",
    "disease": "parkinson disease",
    "clean_text": "association of neurorehabilitation timing with parkinson s disease development following moderate to severe traumatic brain injury a retrospective cohort study traumatic brain injury tbi is a major risk factor for parkinson s disease pd and while neurorehabilitation is essential in tbi care the effect of its timing on pd risk is unclear this study aimed to evaluate whether early versus delayed initiation of neurorehabilitation following moderate to severe tbi is associated with a differential risk of developing pd this retrospective cohort study analyzed u s electronic health records from the trinetx platform to compare the risk of pd among patients with documented moderate or severe tbi who received immediate treatment versus delayed treatment the primary outcome was pd incidence and pd related medication prescriptions served as a secondary outcome cox proportional hazards models were used to estimate hazard ratios hrs for pd risk the propensity score matched cohorts demonstrated that patients who received immediate neurorehabilitation within week following tbi compared with those received delayed neurorehabilitation days months following tbi had significantly lower risk of developing pd at years hr ci and years hr ci similar reductions were also observed for pd related medication prescriptions sensitivity analyses using alternative time windows to define early versus delayed treatment as well as analyses excluding patients with severe conditions or those who underwent craniotomy or craniectomy yielded consistent findings our findings suggest that early neurorehabilitation following moderate to severe tbi was associated with reduced long term risk of pd future research is warranted to elucidate the underlying biological mechanisms evaluate the optimal timing and intensity of rehabilitation"
}