{
    "title": "Defining Weight Loss After Bariatric Surgery: a Call for Standardization.",
    "doc_id": "31256357",
    "writer": "Grover BT",
    "year": "2019",
    "summary": "BACKGROUND: Some weight regain is expected after bariatric surgery; however, this concept is not well defined. A favorable weight loss response has commonly been defined as 50% excess weight loss (EWL). The medical literature uses %total weight loss (% …",
    "abstract": "Background:\n        \n      \n      Some weight regain is expected after bariatric surgery; however, this concept is not well defined. A favorable weight loss response has commonly been defined as 50% excess weight loss (EWL). The medical literature uses %total weight loss (%TWL), which has recently been adopted in some surgical literature.\n    \n\n\n          Objective:\n        \n      \n      To demonstrate variability in bariatric surgery outcomes based on the definition applied and propose a standardized definition.\n    \n\n\n          Methods:\n        \n      \n      A retrospective review of patients who underwent bariatric surgery from 2001 to 2016 with ≥ 1 year follow-up was completed. Several previously proposed definitions of weight regain were analyzed.\n    \n\n\n          Results:\n        \n      \n      One thousand five hundred seventy-four patients met inclusion criteria. Preoperative mean body mass index (BMI) was 47.6 ± 6.4 kg/m2. Increased preoperative BMI was associated with increased mean %TWL at 2 years postoperative (29.3 ± 9.1% for BMI < 40, vs. 37.5 ± 9.5% for BMI > 60; P < 0.001). Based on %EWL, 93% of patients experienced ≥ 50% EWL by 1-2 years, and 61.8% maintained ≥ 50% EWL through the 10-year follow-up period. Similarly, 97% experienced ≥ 20% TWL by 1-2 years and 70.3% maintained ≥ 20% TWL through the 10-year follow-up period. Over 50% of patients maintained their weight based on several proposed definitions through 5 years follow-up.\n    \n\n\n          Conclusions:\n        \n      \n      A high percentage (> 90%) of patients achieve ≥ 20% TWL and ≥ 50% EWL. Increased preoperative BMI was associated with increased %TWL and decreased %EWL at 2 years postoperative. The incidence of weight regain varies depending on the definition. We propose a standardized definition for identifying good responders following bariatric surgery to be ≥ 20% TWL, as this measure is least influenced by preoperative BMI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31256357/",
    "clean_text": "defining weight loss after bariatric surgery a call for standardization background some weight regain is expected after bariatric surgery however this concept is not well defined a favorable weight loss response has commonly been defined as excess weight loss ewl the medical literature uses total weight loss background some weight regain is expected after bariatric surgery however this concept is not well defined a favorable weight loss response has commonly been defined as excess weight loss ewl the medical literature uses total weight loss twl which has recently been adopted in some surgical literature objective to demonstrate variability in bariatric surgery outcomes based on the definition applied and propose a standardized definition methods a retrospective review of patients who underwent bariatric surgery from to with year follow up was completed several previously proposed definitions of weight regain were analyzed results one thousand five hundred seventy four patients met inclusion criteria preoperative mean body mass index bmi was kg m increased preoperative bmi was associated with increased mean twl at years postoperative for bmi vs for bmi p based on ewl of patients experienced ewl by years and maintained ewl through the year follow up period similarly experienced twl by years and maintained twl through the year follow up period over of patients maintained their weight based on several proposed definitions through years follow up conclusions a high percentage of patients achieve twl and ewl increased preoperative bmi was associated with increased twl and decreased ewl at years postoperative the incidence of weight regain varies depending on the definition we propose a standardized definition for identifying good responders following bariatric surgery to be twl as this measure is least influenced by preoperative bmi"
}