{
    "title": "A systematic review and meta-analysis of children with coronavirus disease 2019 (COVID-19).",
    "doc_id": "32761898",
    "writer": "Cui X",
    "year": "2021",
    "summary": "To provide a comprehensive and systematic analysis of demographic characteristics, clinical symptoms, laboratory findings, and imaging features of coronavirus disease 2019 (COVID-19) in pediatric patients. A meta-analysis was carried out to identify studies o …",
    "abstract": "To provide a comprehensive and systematic analysis of demographic characteristics, clinical symptoms, laboratory findings, and imaging features of coronavirus disease 2019 (COVID-19) in pediatric patients. A meta-analysis was carried out to identify studies on COVID-19 from 25 December 2019 to 30 April 2020. A total of 48 studies with 5829 pediatric patients were included. Children of all ages were at risk for COVID-19. The main illness classification ranged as: 20% (95% confidence interval [CI]: 14%-26%; I2 = 91.4%) asymptomatic, 33% (95% CI: 23%-43%; I2 = 95.6%) mild and 51% (95% CI: 42%-61%; I2 = 93.4%) moderate. The typical clinical manifestations were fever 51% (95% CI: 45%-57%; I2 = 78.9%) and cough 41% (95% CI: 35%-47%, I2 = 81.0%). The common laboratory findings were normal white blood cell 69% (95% CI: 64%-75%; I2 = 58.5%), lymphopenia 16% (95% CI: 11%-21%; I2 = 76.9%) and elevated creatine-kinase MB 37% (95% CI: 25%-48%; I2 = 59.0%). The frequent imaging features were normal images 41% (95% CI: 30%-52%; I2 = 93.4%) and ground-glass opacity 36% (95% CI: 25%-47%; I2 = 92.9%). Among children under 1 year old, critical cases account for 14% (95% CI: 13%-34%; I2 = 37.3%) that should be of concern. In addition, vomiting occurred in 33% (95% CI: 18%-67%; I2 = 0.0%) cases that may also need attention. Pediatric patients with COVID-19 may experience milder illness with atypical clinical manifestations and rare lymphopenia. High incidence of critical illness and vomiting symptoms reward attention in children under 1 year old.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32761898/",
    "clean_text": "a systematic review and meta analysis of children with coronavirus disease covid to provide a comprehensive and systematic analysis of demographic characteristics clinical symptoms laboratory findings and imaging features of coronavirus disease covid in pediatric patients a meta analysis was carried out to identify studies o to provide a comprehensive and systematic analysis of demographic characteristics clinical symptoms laboratory findings and imaging features of coronavirus disease covid in pediatric patients a meta analysis was carried out to identify studies on covid from december to april a total of studies with pediatric patients were included children of all ages were at risk for covid the main illness classification ranged as confidence interval ci i asymptomatic ci i mild and ci i moderate the typical clinical manifestations were fever ci i and cough ci i the common laboratory findings were normal white blood cell ci i lymphopenia ci i and elevated creatine kinase mb ci i the frequent imaging features were normal images ci i and ground glass opacity ci i among children under year old critical cases account for ci i that should be of concern in addition vomiting occurred in ci i cases that may also need attention pediatric patients with covid may experience milder illness with atypical clinical manifestations and rare lymphopenia high incidence of critical illness and vomiting symptoms reward attention in children under year old"
}