{
    "pmid": "41435753",
    "title": "Feasibility of ctDNA-guided precision neoadjuvant therapy in locally advanced rectal cancer: Insights from the ongoing CINTS-R trial.",
    "abstract": "Accurate risk stratification is essential to optimize neoadjuvant therapy for locally advanced rectal cancer (LARC) in the era of precision medicine. This study assessed the feasibility and safety of a circulating tumor DNA (ctDNA)-guided neoadjuvant strategy. This interim analysis included patients with mid-low rectal adenocarcinoma (cT3-4N0M0 or cT1-4N1-2M0) from the multicenter, randomized CINTS-R trial using a 2:1 allocation to an experimental or control group. The control group received conventional nCRT (long-course radiotherapy with concurrent capecitabine followed by one XELOX cycle). In the experimental group, treatment was stratified as follows: (1) ctDNA-defined high-risk patients received TNT, consisting of the same nCRT followed by five additional XELOX cycles (six in total); (2) ctDNA-defined low-risk patients proceeded directly to surgery after nCRT; and (3) patients with dMMR/MSI-H/TMB-H tumors received neoadjuvant tislelizumab (≥6 cycles). The analysis focuses on feasibility and safety outcomes. Between February 2023 and September 2024, 349 patients were randomized and 316 included in analysis (experimental: 210; control: 106). Among the experimental group, 115 were ctDNA-high-risk and 89 ctDNA-low-risk. High-risk patients were significantly older and more often male, with larger tumors, longer tumor-to-anal verge distance, greater circumferential involvement, and higher EMVI rates (all p ＜0.05). Serious adverse events (SAEs, CTCAE v5.0, grade 3-4) occurred in 10.0 % vs. 6.6 % of patients in the experimental and control groups (p = 0.316). Notably, 15.7 % of TNT-treated patients discontinued chemotherapy due to SAEs, whereas all nCRT recipients completed treatment. This interim analysis demonstrates the feasibility and safety of a ctDNA-guided, risk-adapted neoadjuvant strategy for LARC. Final outcomes will further clarify its clinical efficacy. ClinicalTrials.gov identifier: NCT05601505.",
    "disease": "colorectal cancer",
    "clean_text": "feasibility of ctdna guided precision neoadjuvant therapy in locally advanced rectal cancer insights from the ongoing cints r trial accurate risk stratification is essential to optimize neoadjuvant therapy for locally advanced rectal cancer larc in the era of precision medicine this study assessed the feasibility and safety of a circulating tumor dna ctdna guided neoadjuvant strategy this interim analysis included patients with mid low rectal adenocarcinoma ct n m or ct n m from the multicenter randomized cints r trial using a allocation to an experimental or control group the control group received conventional ncrt long course radiotherapy with concurrent capecitabine followed by one xelox cycle in the experimental group treatment was stratified as follows ctdna defined high risk patients received tnt consisting of the same ncrt followed by five additional xelox cycles six in total ctdna defined low risk patients proceeded directly to surgery after ncrt and patients with dmmr msi h tmb h tumors received neoadjuvant tislelizumab cycles the analysis focuses on feasibility and safety outcomes between february and september patients were randomized and included in analysis experimental control among the experimental group were ctdna high risk and ctdna low risk high risk patients were significantly older and more often male with larger tumors longer tumor to anal verge distance greater circumferential involvement and higher emvi rates all p serious adverse events saes ctcae v grade occurred in vs of patients in the experimental and control groups p notably of tnt treated patients discontinued chemotherapy due to saes whereas all ncrt recipients completed treatment this interim analysis demonstrates the feasibility and safety of a ctdna guided risk adapted neoadjuvant strategy for larc final outcomes will further clarify its clinical efficacy clinicaltrials gov identifier nct"
}