{
    "pmid": "41453542",
    "title": "Eleutheroside B ameliorates AD-like pathological features in Caenorhabditis elegans by inducing autophagy and combating oxidative stress.",
    "abstract": "Alzheimer's disease (AD) incidence is rising with no effective treatments. Eleutheroside B (EB) has neuroprotective potential, but its therapeutic effects and mechanisms in AD are unclear. This study investigated EB's effects on AD pathologies and elucidated its underlying mechanisms using a transgenic Caenorhabditis elegans (C. elegans) model. We found that EB could ameliorate cognitive impairment, locomotor dysfunction, and shortened lifespan induced by amyloid-β(Aβ) and Tau aggregation in C. elegans, and reduce the relative expression levels of Aβ, Tau, and phosphorylated Tau (p-Tau) proteins. EB improved the health status and anti-aging capacity of the worms, as evidenced by prolonged healthspan, elevated pharyngeal pumping rate and body bend frequency, and increased body length and width. Notably, EB exhibited no observable toxicity even at high-dose administration. Furthermore, EB activated key stress-responsive transcription factors skn-1, daf-16, and hsf-1; it also increased the expression levels of antioxidant enzymes superoxide dismutase-3(SOD-3) and glutathione S-transferase 4(GST-4), decreased reactive oxygen species (ROS) levels, and elevated the expression of heat shock proteins Hsp-4 and Hsp-6. EB also reduced the accumulation of p62/SQST-1 protein, promoted the colocalization of lgg-1:GFP with lysosomes, and increased the relative mRNA expression of autophagy-related genes aak-2, unc-51, bec-1, vps-34, and lgg-1. After targeted knockdown of these genes, the protective effects of EB against AD-related pathologies were abolished. Our findings demonstrate that EB exhibits anti-aging properties and potential for ameliorating AD, which is likely mediated via antioxidative activities and autophagy induction.",
    "disease": "alzheimer disease",
    "clean_text": "eleutheroside b ameliorates ad like pathological features in caenorhabditis elegans by inducing autophagy and combating oxidative stress alzheimer s disease ad incidence is rising with no effective treatments eleutheroside b eb has neuroprotective potential but its therapeutic effects and mechanisms in ad are unclear this study investigated eb s effects on ad pathologies and elucidated its underlying mechanisms using a transgenic caenorhabditis elegans c elegans model we found that eb could ameliorate cognitive impairment locomotor dysfunction and shortened lifespan induced by amyloid a and tau aggregation in c elegans and reduce the relative expression levels of a tau and phosphorylated tau p tau proteins eb improved the health status and anti aging capacity of the worms as evidenced by prolonged healthspan elevated pharyngeal pumping rate and body bend frequency and increased body length and width notably eb exhibited no observable toxicity even at high dose administration furthermore eb activated key stress responsive transcription factors skn daf and hsf it also increased the expression levels of antioxidant enzymes superoxide dismutase sod and glutathione s transferase gst decreased reactive oxygen species ros levels and elevated the expression of heat shock proteins hsp and hsp eb also reduced the accumulation of p sqst protein promoted the colocalization of lgg gfp with lysosomes and increased the relative mrna expression of autophagy related genes aak unc bec vps and lgg after targeted knockdown of these genes the protective effects of eb against ad related pathologies were abolished our findings demonstrate that eb exhibits anti aging properties and potential for ameliorating ad which is likely mediated via antioxidative activities and autophagy induction"
}