{
    "pmid": "41469686",
    "title": "Association of GLP-1 receptor agonists with herpes risks in diabetes mellitus: a target trial emulation.",
    "abstract": "GLP-1 receptor agonists (GLP-1RA) are effective for glycemic control and cardiometabolic outcomes, but their infectious safety, particularly regarding herpes simplex virus (HSV) and herpes zoster (HZ), is underexplored. This study evaluated the association between GLP-1RA therapy and risks of HSV and HZ infections in patients with DM, compared to sodium-glucose co-transporter-2 inhibitors (SGLT-2i) and dipeptidyl peptidase-4 inhibitors (DPP-4i). We conducted a retrospective cohort analysis using target trial emulation principles on de-identified electronic health records from the TriNetX U.S. Network (2015-2022). Adults aged ≥ 18 years with diabetes prescribed biguanides were included. New users of GLP-1RA were compared to DPP-4i users in the first cohort and SGLT-2i users in the second cohort. Primary outcomes were HSV and HZ incidence, analyzed with Kaplan-Meier curves and Cox proportional hazards models. Among 95,190 GLP-1RA vs. DPP-4i pairs and 82,789 GLP-1RA vs. SGLT-2i pairs, GLP-1RA therapy was associated with higher risks of HSV (HR = 1.387, 95% CI = 1.249-1.539) and HZ (HR = 1.294, 95% CI = 1.203-1.392) compared to DPP-4i and HSV (HR = 1.277, 95% CI = 1.132-1.442) and HZ (HR = 1.18, 95% CI = 1.085-1.284) compared to SGLT-2i. Younger patients (18-50 years) on GLP-1RAs had elevated risks for HSV (HR = 1.632) and HZ (HR = 1.553). Female GLP-1RA users showed increased HSV risk (HR = 1.51), and poorly controlled patients (HbA1c ≥ 7%) had higher HSV risks (HR = 1.195). Herpes zoster vaccination mitigated these risks. GLP-1RA use is associated with an increased risk of HSV and HZ infections compared with SGLT-2i or a DPP-4i use, especially in younger, female, and poorly controlled T2DM patients. Vaccination against herpes zoster is essential in mitigating these risks.",
    "disease": "diabetes mellitus",
    "clean_text": "association of glp receptor agonists with herpes risks in diabetes mellitus a target trial emulation glp receptor agonists glp ra are effective for glycemic control and cardiometabolic outcomes but their infectious safety particularly regarding herpes simplex virus hsv and herpes zoster hz is underexplored this study evaluated the association between glp ra therapy and risks of hsv and hz infections in patients with dm compared to sodium glucose co transporter inhibitors sglt i and dipeptidyl peptidase inhibitors dpp i we conducted a retrospective cohort analysis using target trial emulation principles on de identified electronic health records from the trinetx u s network adults aged years with diabetes prescribed biguanides were included new users of glp ra were compared to dpp i users in the first cohort and sglt i users in the second cohort primary outcomes were hsv and hz incidence analyzed with kaplan meier curves and cox proportional hazards models among glp ra vs dpp i pairs and glp ra vs sglt i pairs glp ra therapy was associated with higher risks of hsv hr ci and hz hr ci compared to dpp i and hsv hr ci and hz hr ci compared to sglt i younger patients years on glp ras had elevated risks for hsv hr and hz hr female glp ra users showed increased hsv risk hr and poorly controlled patients hba c had higher hsv risks hr herpes zoster vaccination mitigated these risks glp ra use is associated with an increased risk of hsv and hz infections compared with sglt i or a dpp i use especially in younger female and poorly controlled t dm patients vaccination against herpes zoster is essential in mitigating these risks"
}