{
    "title": "Stem cell sources for regenerative medicine: the immunological point of view.",
    "doc_id": "21598094",
    "writer": "Preynat-Seauve O",
    "year": "2011",
    "summary": "Stem cell transplantation consists in the introduction of stem cells or derived products in a diseased organism. ...More recently, the artificial induction of stemness properties in adult somatic cells has proposed a new way to generate stem …",
    "abstract": "Stem cell transplantation consists in the introduction of stem cells or derived products in a diseased organism. Because of the differentiation properties of stem cells, the goal is to replace damaged cells or tissues. Numbers of stem cell were identified and isolated from embryos, fetuses, or adult organs, harboring different properties, and thus providing multiple strategies of regenerative medicine for different diseases. More recently, the artificial induction of stemness properties in adult somatic cells has proposed a new way to generate stem cells. One important concern of stem cell therapy is the possible risk that transplanted stem cells could be rejected by the recipient's immune system. Depending on their source, stem cell transplantation is associated with diverse immunological situations. If some sources allow autologous transplantation, others cannot bypass an allogeneic context between the donor and the recipient. This review summarizes all of the stem cell sources for regenerative medicine and the immunological questions associated to their use. Regarding the emerging strategies compatible with autologous transplantation, this article points notably the complexity of the choice between the immunological safety and the specific advantages of allogeneic stem cells.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21598094/",
    "clean_text": "stem cell sources for regenerative medicine the immunological point of view stem cell transplantation consists in the introduction of stem cells or derived products in a diseased organism more recently the artificial induction of stemness properties in adult somatic cells has proposed a new way to generate stem stem cell transplantation consists in the introduction of stem cells or derived products in a diseased organism because of the differentiation properties of stem cells the goal is to replace damaged cells or tissues numbers of stem cell were identified and isolated from embryos fetuses or adult organs harboring different properties and thus providing multiple strategies of regenerative medicine for different diseases more recently the artificial induction of stemness properties in adult somatic cells has proposed a new way to generate stem cells one important concern of stem cell therapy is the possible risk that transplanted stem cells could be rejected by the recipient s immune system depending on their source stem cell transplantation is associated with diverse immunological situations if some sources allow autologous transplantation others cannot bypass an allogeneic context between the donor and the recipient this review summarizes all of the stem cell sources for regenerative medicine and the immunological questions associated to their use regarding the emerging strategies compatible with autologous transplantation this article points notably the complexity of the choice between the immunological safety and the specific advantages of allogeneic stem cells"
}