{
    "title": "Systemic-onset juvenile idiopathic arthritis.",
    "doc_id": "27392503",
    "writer": "Cimaz R.",
    "year": "2016",
    "summary": "Systemic-onset juvenile idiopathic arthritis (SoJIA) is a systemic inflammatory disease which has up to now been classified as a category of juvenile idiopathic arthritis. ...",
    "abstract": "Systemic-onset juvenile idiopathic arthritis (SoJIA) is a systemic inflammatory disease which has up to now been classified as a category of juvenile idiopathic arthritis. However, in this context, systemic inflammation has been associated with dysregulation of the innate immune system, suggesting that it may rather be part of the spectrum of autoinflammatory disorders. The disease is in fact unique with regard to the other JIA categories, in terms of clinical manifestations, prognosis, and response to conventional immunosuppressant therapies. It is characterized clinically by fever, lymphadenopathy, arthritis, rash, and serositis. IL-1 and IL-6 play a major role in the pathogenesis of SoJIA, and treatment with IL-1 and IL-6 inhibitors has shown to be highly effective. However, complications of SoJIA, including macrophage activation syndrome, limitations in functional outcome by arthritis and long-term damage from chronic inflammation continue to be a major issue in patients' care. Recent advances on the pathogenesis and treatment have revolutionized the care and prognosis of this potentially life-threatening pediatric condition.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27392503/",
    "clean_text": "systemic onset juvenile idiopathic arthritis systemic onset juvenile idiopathic arthritis sojia is a systemic inflammatory disease which has up to now been classified as a category of juvenile idiopathic arthritis systemic onset juvenile idiopathic arthritis sojia is a systemic inflammatory disease which has up to now been classified as a category of juvenile idiopathic arthritis however in this context systemic inflammation has been associated with dysregulation of the innate immune system suggesting that it may rather be part of the spectrum of autoinflammatory disorders the disease is in fact unique with regard to the other jia categories in terms of clinical manifestations prognosis and response to conventional immunosuppressant therapies it is characterized clinically by fever lymphadenopathy arthritis rash and serositis il and il play a major role in the pathogenesis of sojia and treatment with il and il inhibitors has shown to be highly effective however complications of sojia including macrophage activation syndrome limitations in functional outcome by arthritis and long term damage from chronic inflammation continue to be a major issue in patients care recent advances on the pathogenesis and treatment have revolutionized the care and prognosis of this potentially life threatening pediatric condition"
}