{
    "title": "Detection of viability after myocardial infarction: available techniques and clinical relevance--a review.",
    "doc_id": "8586474",
    "writer": "Huitink JM",
    "year": "1995",
    "summary": "The differentiation of viable from nonviable myocardium in patients with myocardial infarction (MI) and left ventricular (LV) dysfunction is of important clinical relevance. ...Recently, cardiac imaging techniques that evaluate myocardial viability on the bas …",
    "abstract": "The differentiation of viable from nonviable myocardium in patients with myocardial infarction (MI) and left ventricular (LV) dysfunction is of important clinical relevance. It is now known that impaired LV function after infarction not always represents an irreversible process. LV ejection fraction is significantly reduced in many patients after infarction and, although abnormally contracting myocardial segments may result from irreversible scarring, numerous studies have shown that many asynergic zones have sustained metabolic activity. An accurate detection of myocardial viability aids in clinical decision making to select the appropriate therapy for patients with MI. Recently, cardiac imaging techniques that evaluate myocardial viability on the basis of myocardial perfusion, cell membrane integrity, metabolic activity and residual coronary reserve, have been developed with clinical success. These methods provide greater precision in the assessment of viable myocardium than can be achieved by analysis or coronary anatomy, regional function or the presence or absence of electrocardiographic Q waves, criteria that were used in the past. The clinical challenge is to predict which myocardial regions are viable and will improve systolic function after revascularization, thereby enhancing global LV function. In this review, the currently available imaging techniques for assessment of myocardial viability are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8586474/",
    "clean_text": "detection of viability after myocardial infarction available techniques and clinical relevance a review the differentiation of viable from nonviable myocardium in patients with myocardial infarction mi and left ventricular lv dysfunction is of important clinical relevance recently cardiac imaging techniques that evaluate myocardial viability on the bas the differentiation of viable from nonviable myocardium in patients with myocardial infarction mi and left ventricular lv dysfunction is of important clinical relevance it is now known that impaired lv function after infarction not always represents an irreversible process lv ejection fraction is significantly reduced in many patients after infarction and although abnormally contracting myocardial segments may result from irreversible scarring numerous studies have shown that many asynergic zones have sustained metabolic activity an accurate detection of myocardial viability aids in clinical decision making to select the appropriate therapy for patients with mi recently cardiac imaging techniques that evaluate myocardial viability on the basis of myocardial perfusion cell membrane integrity metabolic activity and residual coronary reserve have been developed with clinical success these methods provide greater precision in the assessment of viable myocardium than can be achieved by analysis or coronary anatomy regional function or the presence or absence of electrocardiographic q waves criteria that were used in the past the clinical challenge is to predict which myocardial regions are viable and will improve systolic function after revascularization thereby enhancing global lv function in this review the currently available imaging techniques for assessment of myocardial viability are discussed"
}