{
    "title": "Medicare Advantage and postdischarge quality: evidence from hospital readmissions.",
    "doc_id": "33315327",
    "writer": "Jacobs PD",
    "year": "2020",
    "summary": "OBJECTIVES: To compare relative readmission rates for beneficiaries enrolled in Medicare Advantage (MA) and traditional Medicare (TM) as suggestive evidence of changes in postdischarge care coordination and the quality of care delivered to Medicare beneficiaries. STUDY DES …",
    "abstract": "Objectives:\n        \n      \n      To compare relative readmission rates for beneficiaries enrolled in Medicare Advantage (MA) and traditional Medicare (TM) as suggestive evidence of changes in postdischarge care coordination and the quality of care delivered to Medicare beneficiaries.\n    \n\n\n          Study design:\n        \n      \n      We used the Agency for Healthcare Research and Quality's 2009 and 2014 Healthcare Cost and Utilization Project State Inpatient Databases for 4 states with reliable sources of payment identifiers, linking these data to local area characteristics. Our outcome was the probability of a hospital readmission within 30 days of an index admission. We computed readmission rates overall and by subgroups, including for patients with multiple chronic conditions, by patients' state of residence, and by type of index admission.\n    \n\n\n          Methods:\n        \n      \n      We estimated linear probability models with hospital fixed effects including a wide array of patient-level characteristics relating to health status and sociodemographic characteristics. Standard errors were adjusted for clustering at the area level.\n    \n\n\n          Results:\n        \n      \n      Significantly lower all-cause readmission rates were found among MA enrollees relative to those in TM in both 2009 and 2014, suggesting an association between MA enrollment and higher quality of care. However, over the 2009-2014 period, MA enrollment was not associated with an increased reduction in readmission rates relative to TM.\n    \n\n\n          Conclusions:\n        \n      \n      Although our focus was on a single measure of performance, the claims that managed care plans are spearheading changes in the delivery system are not supported by our finding that relative readmission rates were stable over the 2009-2014 period.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33315327/",
    "clean_text": "medicare advantage and postdischarge quality evidence from hospital readmissions objectives to compare relative readmission rates for beneficiaries enrolled in medicare advantage ma and traditional medicare tm as suggestive evidence of changes in postdischarge care coordination and the quality of care delivered to medicare beneficiaries study des objectives to compare relative readmission rates for beneficiaries enrolled in medicare advantage ma and traditional medicare tm as suggestive evidence of changes in postdischarge care coordination and the quality of care delivered to medicare beneficiaries study design we used the agency for healthcare research and quality s and healthcare cost and utilization project state inpatient databases for states with reliable sources of payment identifiers linking these data to local area characteristics our outcome was the probability of a hospital readmission within days of an index admission we computed readmission rates overall and by subgroups including for patients with multiple chronic conditions by patients state of residence and by type of index admission methods we estimated linear probability models with hospital fixed effects including a wide array of patient level characteristics relating to health status and sociodemographic characteristics standard errors were adjusted for clustering at the area level results significantly lower all cause readmission rates were found among ma enrollees relative to those in tm in both and suggesting an association between ma enrollment and higher quality of care however over the period ma enrollment was not associated with an increased reduction in readmission rates relative to tm conclusions although our focus was on a single measure of performance the claims that managed care plans are spearheading changes in the delivery system are not supported by our finding that relative readmission rates were stable over the period"
}