{
    "pmid": "41444868",
    "title": "Respiratory support during neonatal and infant aeromedical interfacility transfers in the Western Cape, South Africa: a retrospective review.",
    "abstract": "Interfacility transfer (IFT) of neonates and infants is common in South Africa, with many needing respiratory support. Recently, interest in non-invasive ventilation, particularly nasal continuous positive airway pressure (nCPAP), during IFTs has increased; however, local evidence is limited. This study aimed to describe the characteristics of neonates and infants requiring respiratory support and to evaluate the introduction of nCPAP during IFTs by the South African Red Cross Air Mercy Service (AMS) in the Western Cape between 2017 and 2019. A retrospective descriptive review of all neonates (≤ 28 days) and infants ( > 28 days to ≤ 1 year) requiring respiratory support during AMS IFTs was conducted between 2017 and 2019. Respiratory support was required for 70.4% (435/618) of all neonates and infants transported during the study period. Of the 435 IFTs, 61.4% (n = 267) were neonates and 51.9% (n = 224) males. Approximately two-thirds (n = 296, 68.0%) were transported by rotor-wing (RW) aircraft, and Emergency Care Practitioners (n = 344, 79.1%) were the most common primary crew member. The median stabilisation time for RW and fixed-wing (FW) aircraft IFTs was > 60 mins, with median RW mission times approximately 3 hrs and > 5.5 hrs for FW. Common diagnoses included respiratory distress syndrome in neonates and pneumonia in infants. During IFTs, 174 (40.0%) patients received oxygen (O This study highlights the frequency of neonatal and infant aeromedical IFTs requiring respiratory support and the increasing adoption of nCPAP during aeromedical IFTs in one South African province. The findings suggest that nCPAP is a feasible respiratory support modality in the aeromedical IFT context; however, the safe and effective implementation relies on careful patient selection, adequately trained personnel, and appropriate equipment. Further research is warranted to evaluate the overall safety and clinical outcomes of nCPAP during IFTs and develop robust protocols and guidelines tailored to the South African context.",
    "disease": "pneumonia",
    "clean_text": "respiratory support during neonatal and infant aeromedical interfacility transfers in the western cape south africa a retrospective review interfacility transfer ift of neonates and infants is common in south africa with many needing respiratory support recently interest in non invasive ventilation particularly nasal continuous positive airway pressure ncpap during ifts has increased however local evidence is limited this study aimed to describe the characteristics of neonates and infants requiring respiratory support and to evaluate the introduction of ncpap during ifts by the south african red cross air mercy service ams in the western cape between and a retrospective descriptive review of all neonates days and infants days to year requiring respiratory support during ams ifts was conducted between and respiratory support was required for of all neonates and infants transported during the study period of the ifts n were neonates and n males approximately two thirds n were transported by rotor wing rw aircraft and emergency care practitioners n were the most common primary crew member the median stabilisation time for rw and fixed wing fw aircraft ifts was mins with median rw mission times approximately hrs and hrs for fw common diagnoses included respiratory distress syndrome in neonates and pneumonia in infants during ifts patients received oxygen o this study highlights the frequency of neonatal and infant aeromedical ifts requiring respiratory support and the increasing adoption of ncpap during aeromedical ifts in one south african province the findings suggest that ncpap is a feasible respiratory support modality in the aeromedical ift context however the safe and effective implementation relies on careful patient selection adequately trained personnel and appropriate equipment further research is warranted to evaluate the overall safety and clinical outcomes of ncpap during ifts and develop robust protocols and guidelines tailored to the south african context"
}