{
    "title": "Hypertension and diabetes mellitus as a predictive risk factors for stroke.",
    "doc_id": "29571978",
    "writer": "Alloubani A",
    "year": "2018",
    "summary": "This review paper evaluates what can be done to eliminate or reduce the risk of stroke. OBJECTIVE: The aim of the research is to evaluate the risk factors for stroke. ...RESULTS: The findings of this review are that the prevention of stroke starts with identi …",
    "abstract": "Background:\n        \n      \n      Stroke is becoming a major challenge in healthcare systems, and this has necessitated the study of the various risk factors. As the number of people with hypertension, diabetes mellitus and obesity increases, the problem is expected to worsen. This review paper evaluates what can be done to eliminate or reduce the risk of stroke.\n    \n\n\n          Objective:\n        \n      \n      The aim of the research is to evaluate the risk factors for stroke. The paper also aims to understand how these risks can be handled to avoid incidences of stroke.\n    \n\n\n          Method:\n        \n      \n      Published clinical trials of stroke risk factors studies were recognised by a search of EMBASE and MEDLINE databases with keywords hypertension, blood pressure, diabetes mellitus, stroke or cardiovascular disease, or prospective study, and meta-analysis.\n    \n\n\n          Results:\n        \n      \n      The findings of this review are that the prevention of stroke starts with identifying risk factors for stroke, most of the patients diagnosed with stroke have various risk factors. Consequently, it is a very significant to identify all the risk factors for stroke as well as to teach the patient how to dominate them.\n    \n\n\n          Conclusion:\n        \n      \n      after summarising all the studies mentioned in the paper, it can be established that hypertension and diabetes mellitus are a stroke risk factors and correlated in patients with atherosclerosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29571978/",
    "clean_text": "hypertension and diabetes mellitus as a predictive risk factors for stroke this review paper evaluates what can be done to eliminate or reduce the risk of stroke objective the aim of the research is to evaluate the risk factors for stroke results the findings of this review are that the prevention of stroke starts with identi background stroke is becoming a major challenge in healthcare systems and this has necessitated the study of the various risk factors as the number of people with hypertension diabetes mellitus and obesity increases the problem is expected to worsen this review paper evaluates what can be done to eliminate or reduce the risk of stroke objective the aim of the research is to evaluate the risk factors for stroke the paper also aims to understand how these risks can be handled to avoid incidences of stroke method published clinical trials of stroke risk factors studies were recognised by a search of embase and medline databases with keywords hypertension blood pressure diabetes mellitus stroke or cardiovascular disease or prospective study and meta analysis results the findings of this review are that the prevention of stroke starts with identifying risk factors for stroke most of the patients diagnosed with stroke have various risk factors consequently it is a very significant to identify all the risk factors for stroke as well as to teach the patient how to dominate them conclusion after summarising all the studies mentioned in the paper it can be established that hypertension and diabetes mellitus are a stroke risk factors and correlated in patients with atherosclerosis"
}