{
    "title": "Obesity and breast cancer: a review of the literature.",
    "doc_id": "15019686",
    "writer": "Carmichael AR",
    "year": "2004",
    "summary": "A woman's build, the risk of breast cancer and its subsequent prognosis seem to be related. In most but not all case-control and prospective cohort studies, an inverse relationship has been found between weight and breast cancer among premenopausal wom …",
    "abstract": "A woman's build, the risk of breast cancer and its subsequent prognosis seem to be related. In most but not all case-control and prospective cohort studies, an inverse relationship has been found between weight and breast cancer among premenopausal women. However, most large epidemiological studies have found that overweight or obese women are at increased risk of developing postmenopausal breast cancer. It is suggested that higher body mass index is associated with a more advanced stage of breast cancer at diagnosis in terms of tumour size but data on lymph node status is not so consistent. All treatment modalities for breast cancer such as surgery, radiotherapy, chemotherapy and hormonal treatment may be adversely affected by the presence of obesity. The overall and disease-free survival is worse in most but not all studies of prognosis of obese pre- and postmenopausal women with breast cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15019686/",
    "clean_text": "obesity and breast cancer a review of the literature a woman s build the risk of breast cancer and its subsequent prognosis seem to be related in most but not all case control and prospective cohort studies an inverse relationship has been found between weight and breast cancer among premenopausal wom a woman s build the risk of breast cancer and its subsequent prognosis seem to be related in most but not all case control and prospective cohort studies an inverse relationship has been found between weight and breast cancer among premenopausal women however most large epidemiological studies have found that overweight or obese women are at increased risk of developing postmenopausal breast cancer it is suggested that higher body mass index is associated with a more advanced stage of breast cancer at diagnosis in terms of tumour size but data on lymph node status is not so consistent all treatment modalities for breast cancer such as surgery radiotherapy chemotherapy and hormonal treatment may be adversely affected by the presence of obesity the overall and disease free survival is worse in most but not all studies of prognosis of obese pre and postmenopausal women with breast cancer"
}