{
    "title": "Correlation between different methodologies used to evaluate the marginal adaptation of proximal dentin gingival margins elevated using a glass hybrid.",
    "doc_id": "36518616",
    "writer": "Ismail HS",
    "year": "2022",
    "summary": "OBJECTIVES: This study aimed to evaluate the effect of aging on the marginal quality of glass hybrid (GH) material used to elevate dentin gingival margins, and to analyze the consistency of the results obtained by 3 in vitro methods. ...Marginal quality was e …",
    "abstract": "Objectives:\n        \n      \n      This study aimed to evaluate the effect of aging on the marginal quality of glass hybrid (GH) material used to elevate dentin gingival margins, and to analyze the consistency of the results obtained by 3 in vitro methods.\n    \n\n\n          Materials and methods:\n        \n      \n      Ten teeth received compound class II cavities with subgingival margins. The dentin gingival margins were elevated with GH, followed by resin composite. The GH/gingival dentin interfaces were examined through digital microscopy, scanning electron microscopy (SEM) using resin replicas, and according to the World Dental Federation (FDI) criteria. After initial evaluations, all teeth were subjected to 10,000 thermal cycles, followed by repeating the same marginal evaluations and energy dispersive spectroscopy (EDS) analysis for the interfacial zone of 2 specimens. Marginal quality was expressed as the percentage of continuous margin at ×200 for microscopic techniques and as the frequency of each score for FDI ranking. Data were analyzed using the paired sample t-test, Wilcoxon signed-rank test, and Pearson and Spearmen correlation coefficients.\n    \n\n\n          Results:\n        \n      \n      None of the testing techniques proved the significance of the aging factor. Moderate and strong significant correlations were found between the testing techniques. The EDS results suggested the presence of an ion-exchange layer along the GH/gingival dentin interface of aged specimens.\n    \n\n\n          Conclusions:\n        \n      \n      The marginal quality of the GH/dentin gingival interface defied aging by thermocycling. The replica SEM and FDI ranking results had stronger correlations with each other than either showed with the digital microscopy results.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36518616/",
    "clean_text": "correlation between different methodologies used to evaluate the marginal adaptation of proximal dentin gingival margins elevated using a glass hybrid objectives this study aimed to evaluate the effect of aging on the marginal quality of glass hybrid gh material used to elevate dentin gingival margins and to analyze the consistency of the results obtained by in vitro methods marginal quality was e objectives this study aimed to evaluate the effect of aging on the marginal quality of glass hybrid gh material used to elevate dentin gingival margins and to analyze the consistency of the results obtained by in vitro methods materials and methods ten teeth received compound class ii cavities with subgingival margins the dentin gingival margins were elevated with gh followed by resin composite the gh gingival dentin interfaces were examined through digital microscopy scanning electron microscopy sem using resin replicas and according to the world dental federation fdi criteria after initial evaluations all teeth were subjected to thermal cycles followed by repeating the same marginal evaluations and energy dispersive spectroscopy eds analysis for the interfacial zone of specimens marginal quality was expressed as the percentage of continuous margin at for microscopic techniques and as the frequency of each score for fdi ranking data were analyzed using the paired sample t test wilcoxon signed rank test and pearson and spearmen correlation coefficients results none of the testing techniques proved the significance of the aging factor moderate and strong significant correlations were found between the testing techniques the eds results suggested the presence of an ion exchange layer along the gh gingival dentin interface of aged specimens conclusions the marginal quality of the gh dentin gingival interface defied aging by thermocycling the replica sem and fdi ranking results had stronger correlations with each other than either showed with the digital microscopy results"
}