{
    "title": "Management of acute decompensated heart failure: renal implications.",
    "doc_id": "18182790",
    "writer": "Virani SA.",
    "year": "2008",
    "summary": "While significant advances have been made in the realm of chronic HF management, clinicians continue to grapple with optimal strategies to treat acutely decompensated patients, in part due to a paucity of clinical trials in this area. ...This review will focus on state-of- …",
    "abstract": "Heart failure (HF) is a chronic disease process associated with significant morbidity and mortality. Hospitalizations for acute decompensation may be frequent and herald a downward trajectory for the underlying disease state and overall poor prognosis for the patient. While significant advances have been made in the realm of chronic HF management, clinicians continue to grapple with optimal strategies to treat acutely decompensated patients, in part due to a paucity of clinical trials in this area. There is now an increasing awareness of the complex interplay that occurs between the heart and kidneys among patients with HF. As such, many of the traditional and emerging therapeutic modalities used to treat this patient population can significantly alter renal function. This review will focus on state-of-the-art management of acute decompensated HF with specific reference to the impact of currently available therapies on renal outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18182790/",
    "clean_text": "management of acute decompensated heart failure renal implications while significant advances have been made in the realm of chronic hf management clinicians continue to grapple with optimal strategies to treat acutely decompensated patients in part due to a paucity of clinical trials in this area this review will focus on state of heart failure hf is a chronic disease process associated with significant morbidity and mortality hospitalizations for acute decompensation may be frequent and herald a downward trajectory for the underlying disease state and overall poor prognosis for the patient while significant advances have been made in the realm of chronic hf management clinicians continue to grapple with optimal strategies to treat acutely decompensated patients in part due to a paucity of clinical trials in this area there is now an increasing awareness of the complex interplay that occurs between the heart and kidneys among patients with hf as such many of the traditional and emerging therapeutic modalities used to treat this patient population can significantly alter renal function this review will focus on state of the art management of acute decompensated hf with specific reference to the impact of currently available therapies on renal outcomes"
}