{
    "title": "The role of endothelin receptor antagonists in kidney disease.",
    "doc_id": "40015728",
    "writer": "Ma X",
    "year": "2025",
    "summary": "Kidney diseases are among the most prevalent conditions worldwide, impacting over 850 million individuals. They are categorized into acute kidney injury and chronic kidney disease. Current preclinical and clinical trials have demonstrated that e …",
    "abstract": "Kidney diseases are among the most prevalent conditions worldwide, impacting over 850 million individuals. They are categorized into acute kidney injury and chronic kidney disease. Current preclinical and clinical trials have demonstrated that endothelin (ET) is linked to the onset and progression of kidney disease. In kidney diseases, pathological conditions such as hyperglycemia, acidosis, insulin resistance, and elevated angiotensin II levels lead to an increase in ET. This elevation activates endothelin receptor type A, resulting in harmful effects like proteinuria and a reduced glomerular filtration rate (GFR). Therefore, to slow the progression of kidney disease, endothelin receptor antagonists (ERAs) have been proposed as promising new therapies. Numerous studies have demonstrated the efficacy of ERAs in significantly reducing proteinuria and improving GFR, thereby slowing the progression of kidney diseases. This review discusses the mechanisms of action of ERAs in treating kidney disease, their efficacy and safety in preclinical and clinical studies, and explores future prospects for ERAs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40015728/",
    "clean_text": "the role of endothelin receptor antagonists in kidney disease kidney diseases are among the most prevalent conditions worldwide impacting over million individuals they are categorized into acute kidney injury and chronic kidney disease current preclinical and clinical trials have demonstrated that e kidney diseases are among the most prevalent conditions worldwide impacting over million individuals they are categorized into acute kidney injury and chronic kidney disease current preclinical and clinical trials have demonstrated that endothelin et is linked to the onset and progression of kidney disease in kidney diseases pathological conditions such as hyperglycemia acidosis insulin resistance and elevated angiotensin ii levels lead to an increase in et this elevation activates endothelin receptor type a resulting in harmful effects like proteinuria and a reduced glomerular filtration rate gfr therefore to slow the progression of kidney disease endothelin receptor antagonists eras have been proposed as promising new therapies numerous studies have demonstrated the efficacy of eras in significantly reducing proteinuria and improving gfr thereby slowing the progression of kidney diseases this review discusses the mechanisms of action of eras in treating kidney disease their efficacy and safety in preclinical and clinical studies and explores future prospects for eras"
}