{
    "pmid": "41452274",
    "title": "Ex vivo air-liquid interface respiratory mucosa platform to study type 2-driven Asthma.",
    "abstract": "Asthma is a heterogeneous disorder in which a subset of patients exhibits a type 2 (Th2- or T2-high) endotype driven by eosinophilic, IL-4/IL-13-mediated inflammation. Traditional animal and 2D cell-based models incompletely reproduce human airway immune responses, particularly the Th2 phenotype. To address this gap, we developed a three-dimensional (3D) ex vivo model of human nasal respiratory mucosa incorporating type-2-biased immune stimulation. Primary nasal mucosal biopsies were expanded under air-liquid interface (ALI) conditions and either exposed to IL-4/IL-13 or co-cultured with autologous polarized CD4+ Th2 lymphocytes and dendritic cells to generate a Th2-dominated microenvironment. Tissue morphology and barrier function were monitored longitudinally by phase-contrast microscopy and transepithelial electrical resistance (TEER). Induction of a type-2 inflammatory state was confirmed by increased secretion of periostin, STAT-6, IL-4 and IL-13 in apical and basal compartments, together with modest TEER reduction and evidence of epithelial remodeling, whereas IL-8 and chitinase family proteins did not increase, thereby excluding a COPD-like or type-2-low phenotype. Rather than fully recapitulating clinical asthma, this methodological model reproduces key immunopathologic features of T2-high airway inflammation in a patient-derived 3D context. It provides a stable, human-relevant platform for mechanistic studies and for future preclinical screening of targeted anti-inflammatory therapies.",
    "disease": "asthma",
    "clean_text": "ex vivo air liquid interface respiratory mucosa platform to study type driven asthma asthma is a heterogeneous disorder in which a subset of patients exhibits a type th or t high endotype driven by eosinophilic il il mediated inflammation traditional animal and d cell based models incompletely reproduce human airway immune responses particularly the th phenotype to address this gap we developed a three dimensional d ex vivo model of human nasal respiratory mucosa incorporating type biased immune stimulation primary nasal mucosal biopsies were expanded under air liquid interface ali conditions and either exposed to il il or co cultured with autologous polarized cd th lymphocytes and dendritic cells to generate a th dominated microenvironment tissue morphology and barrier function were monitored longitudinally by phase contrast microscopy and transepithelial electrical resistance teer induction of a type inflammatory state was confirmed by increased secretion of periostin stat il and il in apical and basal compartments together with modest teer reduction and evidence of epithelial remodeling whereas il and chitinase family proteins did not increase thereby excluding a copd like or type low phenotype rather than fully recapitulating clinical asthma this methodological model reproduces key immunopathologic features of t high airway inflammation in a patient derived d context it provides a stable human relevant platform for mechanistic studies and for future preclinical screening of targeted anti inflammatory therapies"
}