{
    "title": "Prevalence of poor sleep quality during menopause: a meta-analysis.",
    "doc_id": "39145901",
    "writer": "Jia Y",
    "year": "2024",
    "summary": "Studies were included if they focused on menopausal women and provided an estimate of the prevalence of poor sleep quality, which could be derived from the Pittsburgh Sleep Quality Index (PSQI). ...CONCLUSIONS: Poor sleep quality is a pre …",
    "abstract": "Purpose:\n        \n      \n      Numerous researches have demonstrated that sleep quality deteriorates during menopause, but the prevalence rates vary between studies. The purpose of this meta-analysis was to determine the pooled prevalence of poor sleep quality during menopause and to explore potential moderators of discrepancies in prevalence between studies.\n    \n\n\n          Methods:\n        \n      \n      Web of Science, PubMed, PsycINFO and Embase databases were comprehensively searched from database creation to June 19, 2024. Studies were included if they focused on menopausal women and provided an estimate of the prevalence of poor sleep quality, which could be derived from the Pittsburgh Sleep Quality Index (PSQI).\n    \n\n\n          Results:\n        \n      \n      Totally, 37 studies with 29,284 menopausal women were included in the analysis. A meta-analysis based on a random-effects model revealed that the prevalence of poor sleep quality during menopause was 50.8% (95% CI: 45.4-56.3%). The PSQI score was 6.24 (95% CI: 5.73-6.75). Subgroup analyses indicated that cut-off values of PSQI, menopausal status, age range, depressive symptoms and geographic region moderated the prevalence of poor sleep quality. Meta-regression analyses indicated that quality score was negatively correlated with the pooled prevalence.\n    \n\n\n          Conclusions:\n        \n      \n      Poor sleep quality is a prevalent phenomenon among women during menopause. In light of the numerous adverse effects of poor sleep quality on menopausal women, it is of paramount importance to assess sleep quality on a regular basis and to implement effective interventions for menopausal women.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39145901/",
    "clean_text": "prevalence of poor sleep quality during menopause a meta analysis studies were included if they focused on menopausal women and provided an estimate of the prevalence of poor sleep quality which could be derived from the pittsburgh sleep quality index psqi conclusions poor sleep quality is a pre purpose numerous researches have demonstrated that sleep quality deteriorates during menopause but the prevalence rates vary between studies the purpose of this meta analysis was to determine the pooled prevalence of poor sleep quality during menopause and to explore potential moderators of discrepancies in prevalence between studies methods web of science pubmed psycinfo and embase databases were comprehensively searched from database creation to june studies were included if they focused on menopausal women and provided an estimate of the prevalence of poor sleep quality which could be derived from the pittsburgh sleep quality index psqi results totally studies with menopausal women were included in the analysis a meta analysis based on a random effects model revealed that the prevalence of poor sleep quality during menopause was ci the psqi score was ci subgroup analyses indicated that cut off values of psqi menopausal status age range depressive symptoms and geographic region moderated the prevalence of poor sleep quality meta regression analyses indicated that quality score was negatively correlated with the pooled prevalence conclusions poor sleep quality is a prevalent phenomenon among women during menopause in light of the numerous adverse effects of poor sleep quality on menopausal women it is of paramount importance to assess sleep quality on a regular basis and to implement effective interventions for menopausal women"
}