{
    "title": "Zika virus: An emerging flavivirus.",
    "doc_id": "28243937",
    "writer": "Yun SI",
    "year": "2017",
    "summary": "Zika virus (ZIKV) is a previously little-known flavivirus closely related to Japanese encephalitis, West Nile, dengue, and yellow fever viruses, all of which are primarily transmitted by blood-sucking mosquitoes. ...",
    "abstract": "Zika virus (ZIKV) is a previously little-known flavivirus closely related to Japanese encephalitis, West Nile, dengue, and yellow fever viruses, all of which are primarily transmitted by blood-sucking mosquitoes. Since its discovery in Uganda in 1947, ZIKV has continued to expand its geographic range, from equatorial Africa and Asia to the Pacific Islands, then further afield to South and Central America and the Caribbean. Currently, ZIKV is actively circulating not only in much of Latin America and its neighbors but also in parts of the Pacific Islands and Southeast Asia. Although ZIKV infection generally causes only mild symptoms in some infected individuals, it is associated with a range of neuroimmunological disorders, including Guillain-Barré syndrome, meningoencephalitis, and myelitis. Recently, maternal ZIKV infection during pregnancy has been linked to neonatal malformations, resulting in various degrees of congenital abnormalities, microcephaly, and even abortion. Despite its emergence as an important public health problem, however, little is known about ZIKV biology, and neither vaccine nor drug is available to control ZIKV infection. This article provides a brief introduction to ZIKV with a major emphasis on its molecular virology, in order to help facilitate the development of diagnostics, therapeutics, and vaccines.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28243937/",
    "clean_text": "zika virus an emerging flavivirus zika virus zikv is a previously little known flavivirus closely related to japanese encephalitis west nile dengue and yellow fever viruses all of which are primarily transmitted by blood sucking mosquitoes zika virus zikv is a previously little known flavivirus closely related to japanese encephalitis west nile dengue and yellow fever viruses all of which are primarily transmitted by blood sucking mosquitoes since its discovery in uganda in zikv has continued to expand its geographic range from equatorial africa and asia to the pacific islands then further afield to south and central america and the caribbean currently zikv is actively circulating not only in much of latin america and its neighbors but also in parts of the pacific islands and southeast asia although zikv infection generally causes only mild symptoms in some infected individuals it is associated with a range of neuroimmunological disorders including guillain barr syndrome meningoencephalitis and myelitis recently maternal zikv infection during pregnancy has been linked to neonatal malformations resulting in various degrees of congenital abnormalities microcephaly and even abortion despite its emergence as an important public health problem however little is known about zikv biology and neither vaccine nor drug is available to control zikv infection this article provides a brief introduction to zikv with a major emphasis on its molecular virology in order to help facilitate the development of diagnostics therapeutics and vaccines"
}