{
    "title": "Cerebellum neuropathology and motor skill deficits in fragile X syndrome.",
    "doc_id": "35870148",
    "writer": "Chen YS",
    "year": "2022",
    "summary": "Fragile X syndrome (FXS) is a leading form of inherited intellectual disability and single-gene cause of autism spectrum disorder (ASD) and is characterized by core deficits in cognitive flexibility, sensory sensitivity, emotion, and social interactions. ...We highl …",
    "abstract": "Fragile X syndrome (FXS) is a leading form of inherited intellectual disability and single-gene cause of autism spectrum disorder (ASD) and is characterized by core deficits in cognitive flexibility, sensory sensitivity, emotion, and social interactions. Motor deficits are a shared feature of FXS and autism. The cerebellum has emerged as one of the target brain areas affected by neurodevelopmental diseases. Alterations in the cerebellar structure, circuits, and function may be the key drivers of impaired fine and gross motor skills in FXS and fragile X-associated tremor/ataxia syndrome (FXTAS). In this review, we briefly examined recent findings in FXS and present a discussion on the literature supporting motor skill deficits in FXS. Subsequently, we focused on neuropathological alterations in the cerebellum in FXS and FXTAS. We highlight studies that have directly examined the function of fragile X mental retardation protein and related epigenetic variations in the cerebellum. Overall, we obtained considerable supporting evidence for the hypothesis that cerebellar dysfunction is evident in FXS and FXTAS; however, compared with studies on other ASD models, studies on motor skills related to fragile X disorders are particularly rare and inconclusive. Hence, future research should address FXS-related motor and behavioral trajectories and examine the underlying mechanisms at both the cell and circuit levels.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35870148/",
    "clean_text": "cerebellum neuropathology and motor skill deficits in fragile x syndrome fragile x syndrome fxs is a leading form of inherited intellectual disability and single gene cause of autism spectrum disorder asd and is characterized by core deficits in cognitive flexibility sensory sensitivity emotion and social interactions we highl fragile x syndrome fxs is a leading form of inherited intellectual disability and single gene cause of autism spectrum disorder asd and is characterized by core deficits in cognitive flexibility sensory sensitivity emotion and social interactions motor deficits are a shared feature of fxs and autism the cerebellum has emerged as one of the target brain areas affected by neurodevelopmental diseases alterations in the cerebellar structure circuits and function may be the key drivers of impaired fine and gross motor skills in fxs and fragile x associated tremor ataxia syndrome fxtas in this review we briefly examined recent findings in fxs and present a discussion on the literature supporting motor skill deficits in fxs subsequently we focused on neuropathological alterations in the cerebellum in fxs and fxtas we highlight studies that have directly examined the function of fragile x mental retardation protein and related epigenetic variations in the cerebellum overall we obtained considerable supporting evidence for the hypothesis that cerebellar dysfunction is evident in fxs and fxtas however compared with studies on other asd models studies on motor skills related to fragile x disorders are particularly rare and inconclusive hence future research should address fxs related motor and behavioral trajectories and examine the underlying mechanisms at both the cell and circuit levels"
}