{
    "title": "Melanoma Cell Adhesion Molecule (CD 146) in Endometrial Physiology and Disorder.",
    "doc_id": "39400880",
    "writer": "Hilage P",
    "year": "2025",
    "summary": "CD146 is a significant molecule pivotal in endometrial physiology, assisting tissue regeneration and angiogenesis. Endometrium also acts as a culprit in causing several endometrial dysfunctions, such as endometriosis, endometrial hyperplasia, and endometri …",
    "abstract": "The human endometrium, the innermost lining of the uterus, is the anatomic prerequisite for pregnancy. It is the only dynamic tissue that undergoes more than 400 cycles of regeneration throughout the reproductive life of women. Key to this function are endometrial stem cells as well as cell adhesion molecules. Melanoma cell adhesion molecule (MCAM/CD146/MUC18) is a membrane glycoprotein of the mucin family and a key cell adhesion protein, highly expressed by endometrial cells. CD146 is a significant molecule pivotal in endometrial physiology, assisting tissue regeneration and angiogenesis. Endometrium also acts as a culprit in causing several endometrial dysfunctions, such as endometriosis, endometrial hyperplasia, and endometrial carcinoma, due to interrupted molecular and functional mechanisms. Though most of the endometrial dysfunctions arise as a result of endocrine disturbance, it has a major pathological role associated with angiogenesis. It has already been proven that CD146 is a potential marker for the diagnosis of angiogenic dysfunctions and malignancy, including endometrial cancer. However, its mechanistic role in causing the pathology is a mystery. This chapter explores the role of CD146 in normal and pathological endometrial conditions and the therapeutic implications of CD146.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39400880/",
    "clean_text": "melanoma cell adhesion molecule cd in endometrial physiology and disorder cd is a significant molecule pivotal in endometrial physiology assisting tissue regeneration and angiogenesis endometrium also acts as a culprit in causing several endometrial dysfunctions such as endometriosis endometrial hyperplasia and endometri the human endometrium the innermost lining of the uterus is the anatomic prerequisite for pregnancy it is the only dynamic tissue that undergoes more than cycles of regeneration throughout the reproductive life of women key to this function are endometrial stem cells as well as cell adhesion molecules melanoma cell adhesion molecule mcam cd muc is a membrane glycoprotein of the mucin family and a key cell adhesion protein highly expressed by endometrial cells cd is a significant molecule pivotal in endometrial physiology assisting tissue regeneration and angiogenesis endometrium also acts as a culprit in causing several endometrial dysfunctions such as endometriosis endometrial hyperplasia and endometrial carcinoma due to interrupted molecular and functional mechanisms though most of the endometrial dysfunctions arise as a result of endocrine disturbance it has a major pathological role associated with angiogenesis it has already been proven that cd is a potential marker for the diagnosis of angiogenic dysfunctions and malignancy including endometrial cancer however its mechanistic role in causing the pathology is a mystery this chapter explores the role of cd in normal and pathological endometrial conditions and the therapeutic implications of cd"
}