{
    "title": "Non-intrinsic cancer risk factors.",
    "doc_id": "34967549",
    "writer": "Yıldırım-Kahrıman S.",
    "year": "2021",
    "summary": "On the other hand, there are studies showing that the main risk factors in the occurrence of cancer are caused by DNA replication errors (known as the intrinsic factors). ...This review is aimed to examine the factors known as non-intrinsic cancer r …",
    "abstract": "Our knowledge about the etiology of cancer is increasing. Many studies show that non-intrinsic factors such as environment or lifestyle are the main risk factors for the occurrence of cancer. On the other hand, there are studies showing that the main risk factors in the occurrence of cancer are caused by DNA replication errors (known as the intrinsic factors). This view limits highly the possibility of protection from cancer. However, the findings obtained from the literature show that non-intrinsic factors contribute substantially to cancer risk and that cancer should be considered as a preventable disease. This review is aimed to examine the factors known as non-intrinsic cancer risk factors in the light of recent research.Key Words: cancer, non-intrinsic risk factors, cancer prevention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34967549/",
    "clean_text": "non intrinsic cancer risk factors on the other hand there are studies showing that the main risk factors in the occurrence of cancer are caused by dna replication errors known as the intrinsic factors this review is aimed to examine the factors known as non intrinsic cancer r our knowledge about the etiology of cancer is increasing many studies show that non intrinsic factors such as environment or lifestyle are the main risk factors for the occurrence of cancer on the other hand there are studies showing that the main risk factors in the occurrence of cancer are caused by dna replication errors known as the intrinsic factors this view limits highly the possibility of protection from cancer however the findings obtained from the literature show that non intrinsic factors contribute substantially to cancer risk and that cancer should be considered as a preventable disease this review is aimed to examine the factors known as non intrinsic cancer risk factors in the light of recent research key words cancer non intrinsic risk factors cancer prevention"
}