{
    "title": "Is there a causal nexus between COVID-19 infection, COVID-19 vaccination, and Guillain-Barre syndrome?",
    "doc_id": "36841799",
    "writer": "Zheng X",
    "year": "2023",
    "summary": "Especially, after the global outbreak of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection, the causation between GBS and SARS-CoV-2 infection and the coronavirus disease 2019 (COVID-19) vaccination have …",
    "abstract": "Guillain-Barré syndrome (GBS) is an immune-mediated inflammatory polyradiculoneuropathy, which commonly leads to a very high level of neurological disability. Especially, after the global outbreak of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection, the causation between GBS and SARS-CoV-2 infection and the coronavirus disease 2019 (COVID-19) vaccination have aroused widespread concern. In the review, we analyzed the impacts of SARS-CoV-2 infection and COVID-19 vaccination on GBS globally, aiming to further understand the characteristics of GBS associated with COVID-19. Based on the electrophysiological data, patients suffering from GBS related to COVID-19 manifested as an acute inflammatory demyelinating polyneuropathy (AIDP). Moreover, we summarized the current findings, which may evidence GBS linking to SARS-CoV-2 infection and COVID-19 vaccination, and discussed the underlying mechanisms whether and how the SARS-CoV-2 virus and COVID-19 vaccination can induce GBS and its variants.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36841799/",
    "clean_text": "is there a causal nexus between covid infection covid vaccination and guillain barre syndrome especially after the global outbreak of severe acute respiratory syndrome coronavirus sars cov infection the causation between gbs and sars cov infection and the coronavirus disease covid vaccination have guillain barr syndrome gbs is an immune mediated inflammatory polyradiculoneuropathy which commonly leads to a very high level of neurological disability especially after the global outbreak of severe acute respiratory syndrome coronavirus sars cov infection the causation between gbs and sars cov infection and the coronavirus disease covid vaccination have aroused widespread concern in the review we analyzed the impacts of sars cov infection and covid vaccination on gbs globally aiming to further understand the characteristics of gbs associated with covid based on the electrophysiological data patients suffering from gbs related to covid manifested as an acute inflammatory demyelinating polyneuropathy aidp moreover we summarized the current findings which may evidence gbs linking to sars cov infection and covid vaccination and discussed the underlying mechanisms whether and how the sars cov virus and covid vaccination can induce gbs and its variants"
}