{
    "title": "Genotypes of Bordetella pertussis isolated from infants in Xi'an and Shanghai.",
    "doc_id": "35462464",
    "writer": "Zhang J",
    "year": "2022",
    "summary": "OBJECTIVE: To compare the genotypes of Bordetella pertussis isolated from infants in Xi'an and Shanghai. METHODS: Samples were collected by nasopharyngeal swab from infants aged <1 year hospitalized with suspected pertussis in Xi'an and Shanghai dur …",
    "abstract": "Objective:\n        \n      \n      To compare the genotypes of Bordetella pertussis isolated from infants in Xi'an and Shanghai.\n    \n\n\n          Methods:\n        \n      \n      Samples were collected by nasopharyngeal swab from infants aged <1 year hospitalized with suspected pertussis in Xi'an and Shanghai during 2018 and 2019. Bordetella pertussis was isolated, and multilocus antigen sequence typing (MAST) and multilocus variable-number tandem repeat analysis (MLVA) were used to analyse the genotypes.\n    \n\n\n          Results:\n        \n      \n      A total of 1200 samples were collected from infants suspected of pertussis and 60 strains of Bordetella pertussis were isolated, including 34 strains in Xi'an and 26 strains in Shanghai. There were significant differences in the MAST types between Xi'an and Shanghai ( χ 2=18.642, P<0.01); the prn1/ ptxP1/ ptxA1/ fim3-1/ fim2-1 strains dominated in Xi'an (32/34, 94.12%), while the dominated MAST types in Shanghai were prn1/ ptxP1/ ptxA1/ fim3-1/ fim2-1 (13/26, 50.00%) and prn2/ ptxP3/ ptxA1/ fim3-1/ fim2-1 (11/26, 42.31%). The composition of MLVA type of pertussis strains was also significantly different between Xi'an and Shanghai ( χ 2=15.866, P<0.01); the MT195 (13/34, 38.24%), MT55 (10/34, 29.41%) and MT104 (9/34, 26.47%) strains dominated in Xi'an, while the MT27 (12/26, 46.15%) strain was most common in Shanghai.\n    \n\n\n          Conclusion:\n        \n      \n      There are differences in molecular types of Bordetella pertussis isolated from infants with suspected persussis in Xi'an and Shanghai, indicating that further monitoring of Bordetella pertussis is necessary for better understanding the pathogen evolution in China.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35462464/",
    "clean_text": "genotypes of bordetella pertussis isolated from infants in xi an and shanghai objective to compare the genotypes of bordetella pertussis isolated from infants in xi an and shanghai methods samples were collected by nasopharyngeal swab from infants aged year hospitalized with suspected pertussis in xi an and shanghai dur objective to compare the genotypes of bordetella pertussis isolated from infants in xi an and shanghai methods samples were collected by nasopharyngeal swab from infants aged year hospitalized with suspected pertussis in xi an and shanghai during and bordetella pertussis was isolated and multilocus antigen sequence typing mast and multilocus variable number tandem repeat analysis mlva were used to analyse the genotypes results a total of samples were collected from infants suspected of pertussis and strains of bordetella pertussis were isolated including strains in xi an and strains in shanghai there were significant differences in the mast types between xi an and shanghai p the prn ptxp ptxa fim fim strains dominated in xi an while the dominated mast types in shanghai were prn ptxp ptxa fim fim and prn ptxp ptxa fim fim the composition of mlva type of pertussis strains was also significantly different between xi an and shanghai p the mt mt and mt strains dominated in xi an while the mt strain was most common in shanghai conclusion there are differences in molecular types of bordetella pertussis isolated from infants with suspected persussis in xi an and shanghai indicating that further monitoring of bordetella pertussis is necessary for better understanding the pathogen evolution in china"
}