{
    "pmid": "41451844",
    "title": "Loss-of-function genetic screen unveils synergistic efficacy of PARG inhibition with combined 5-fluorouracil and irinotecan treatment in colorectal cancer.",
    "abstract": "Colorectal cancer (CRC) remains a major global health concern, partly due to resistance to therapy and the lack of new effective treatments for advanced disease. The combination of 5-Fluorouracil (5FU, a thymidylate synthase inhibitor) and irinotecan (a topoisomerase 1 inhibitor) is widely used in first-line and subsequent treatments. This study aimed to identify novel therapeutic targets to enhance combinatorial therapy, improving treatment efficacy and durability of response. We performed a loss-of-function screen using HT29 CRC cell line and a retroviral library containing 7296 shRNAs targeting 912 chromatin genes. Cells were then treated with 5FU and SN38 (the active metabolite of irinotecan) or left untreated for 4 weeks. Genes enriched in resistant clones were identified through next-generation sequencing. Amongst candidate genes, PARG was selected for functional validation. CRISPR/Cas9-mediated knockout (HT29 PARG-KO) resulted in increased global poly(ADP-ribosyl)ation after 5FU and SN38 treatment. PARG depletion led to reduced cell viability and increased apoptosis, particularly after 5FU exposure. Pharmacological PARG inhibition (PDD00017273) synergised with 5FU and SN38 across three CRC models (HT29, DLD1, HT115). In vivo, HT29 PARG-KO xenografts were more sensitive to 5FU. Immunohistochemical analysis of 170 CRC patient tumours revealed that positive PARG expression correlated with poor response to 5FU + Irinotecan, increased liver metastases, and worse long-term survival. Our findings highlight PARG as a promising therapeutic target for CRC, where its inhibition enhances the efficacy of standard chemotherapy. LOF screening identified PARG as a modulator of CRC response to FUIRI treatment. HT29 PARG-KO cells showed increased PAR, DNA damage, apoptosis, and 5FU sensitivity. Pharmacological PARG inhibition synergised with 5FU and SN38 in CRC cell lines. HT29 PARG-KO tumours exhibited increased sensitivity to 5FU treatment in vivo. PARG expression in CRC tumours correlated with poorer responses and patient survival.",
    "disease": "colorectal cancer",
    "clean_text": "loss of function genetic screen unveils synergistic efficacy of parg inhibition with combined fluorouracil and irinotecan treatment in colorectal cancer colorectal cancer crc remains a major global health concern partly due to resistance to therapy and the lack of new effective treatments for advanced disease the combination of fluorouracil fu a thymidylate synthase inhibitor and irinotecan a topoisomerase inhibitor is widely used in first line and subsequent treatments this study aimed to identify novel therapeutic targets to enhance combinatorial therapy improving treatment efficacy and durability of response we performed a loss of function screen using ht crc cell line and a retroviral library containing shrnas targeting chromatin genes cells were then treated with fu and sn the active metabolite of irinotecan or left untreated for weeks genes enriched in resistant clones were identified through next generation sequencing amongst candidate genes parg was selected for functional validation crispr cas mediated knockout ht parg ko resulted in increased global poly adp ribosyl ation after fu and sn treatment parg depletion led to reduced cell viability and increased apoptosis particularly after fu exposure pharmacological parg inhibition pdd synergised with fu and sn across three crc models ht dld ht in vivo ht parg ko xenografts were more sensitive to fu immunohistochemical analysis of crc patient tumours revealed that positive parg expression correlated with poor response to fu irinotecan increased liver metastases and worse long term survival our findings highlight parg as a promising therapeutic target for crc where its inhibition enhances the efficacy of standard chemotherapy lof screening identified parg as a modulator of crc response to fuiri treatment ht parg ko cells showed increased par dna damage apoptosis and fu sensitivity pharmacological parg inhibition synergised with fu and sn in crc cell lines ht parg ko tumours exhibited increased sensitivity to fu treatment in vivo parg expression in crc tumours correlated with poorer responses and patient survival"
}