{
    "pmid": "41450939",
    "title": "Skewed pulmonary innate immune cell composition underlies the delayed influenza clearance in aged mice.",
    "abstract": "Aging increases vulnerability of the elderly to influenza, but the mechanisms have not been fully understood. Although lethally infected aged mice are frequently used as models of influenza infection in the elderly, they are more suitable for studying mortality rather than the increased disease severity frequently observed in non-lethal infections. Therefore, understanding age-related differences under sublethal infection conditions is crucial. Adult (8-12 months) and aged (22-24 months) mice were infected with a sublethal dose of H1N1 (PR8). Body weight loss, lung viral titers, pulmonary innate immune cell composition, and transcriptional levels of key inflammatory cytokines were assessed. Despite similar body weight loss, the aged mice showed significantly higher lung viral titers at day 8. Notably, key innate immune populations, including alveolar macrophages, neutrophils, and eosinophils, showed distinct age-related patterns. In the adult mice, alveolar macrophages negatively correlated with weight loss, whereas no protective immune factor was identified in the aged mice. Moreover, our data showed that persistent viral replication led to distinct innate immune cell composition in the adult and aged mice despite comparable transcription levels of inflammatory cytokines. The numbers and frequencies of both the neutrophils and eosinophils were significantly higher in the virus-persistent adult mice than those in the virus-persistent aged mice. Our findings reveal skewed acute immune responses to influenza in aged mice, which may partially account for their mild weight loss despite delayed viral clearance and highlight age-related impairments in early antiviral immunity.",
    "disease": "influenza",
    "clean_text": "skewed pulmonary innate immune cell composition underlies the delayed influenza clearance in aged mice aging increases vulnerability of the elderly to influenza but the mechanisms have not been fully understood although lethally infected aged mice are frequently used as models of influenza infection in the elderly they are more suitable for studying mortality rather than the increased disease severity frequently observed in non lethal infections therefore understanding age related differences under sublethal infection conditions is crucial adult months and aged months mice were infected with a sublethal dose of h n pr body weight loss lung viral titers pulmonary innate immune cell composition and transcriptional levels of key inflammatory cytokines were assessed despite similar body weight loss the aged mice showed significantly higher lung viral titers at day notably key innate immune populations including alveolar macrophages neutrophils and eosinophils showed distinct age related patterns in the adult mice alveolar macrophages negatively correlated with weight loss whereas no protective immune factor was identified in the aged mice moreover our data showed that persistent viral replication led to distinct innate immune cell composition in the adult and aged mice despite comparable transcription levels of inflammatory cytokines the numbers and frequencies of both the neutrophils and eosinophils were significantly higher in the virus persistent adult mice than those in the virus persistent aged mice our findings reveal skewed acute immune responses to influenza in aged mice which may partially account for their mild weight loss despite delayed viral clearance and highlight age related impairments in early antiviral immunity"
}