{
    "pmid": "41451870",
    "title": "Structural similarity networks reveal brain vulnerability in dementia.",
    "abstract": "Alzheimer's disease (AD) is characterized by inter-individual heterogeneity in brain degeneration, limiting diagnostic and prognostic precision. We present a novel framework integrating Morphometric Inverse Divergence (MIND) networks with hierarchical Bayesian large-scale population modeling to identify individual-level neuroanatomical deviations. MIND networks quantify similarity between brain regions using multivariate magnetic resonance imaging (MRI) features. A normative model of regional MIND values trained on UK Biobank (N = 35,133) was applied to the National Alzheimer's Coordinating Center cohort (N = 3,567). We examined brain deviations across clinical stages, apolipoprotein E (APOE) genotypes, mortality risk, and neuropathological burden. Negative deviations (reduced MIND) stratified disease stages (p < 0.01) and were concentrated in specific functional networks in AD. Greater negative deviations characterized APOE ε4 homozygotes and correlated with post mortem neuropathological severity (p = 0.032). Spatially, deviation patterns were associated with maps of neurotransmitter receptor density. This population neuroimaging modeling enables individualized brain mapping with direct utility for diagnosis, prognosis, and understanding of biological mechanisms. MIND networks were systematically integrated with normative modeling in AD. Negative deviations stratify clinical stages and correlate with neuropathology. Negative deviation count distinguishes APOE genotypes, highest in ε4 homozygotes. Deviations align with neurotransmitter maps. Individual brain maps enable precision medicine approaches in dementia.",
    "disease": "alzheimer disease",
    "clean_text": "structural similarity networks reveal brain vulnerability in dementia alzheimer s disease ad is characterized by inter individual heterogeneity in brain degeneration limiting diagnostic and prognostic precision we present a novel framework integrating morphometric inverse divergence mind networks with hierarchical bayesian large scale population modeling to identify individual level neuroanatomical deviations mind networks quantify similarity between brain regions using multivariate magnetic resonance imaging mri features a normative model of regional mind values trained on uk biobank n was applied to the national alzheimer s coordinating center cohort n we examined brain deviations across clinical stages apolipoprotein e apoe genotypes mortality risk and neuropathological burden negative deviations reduced mind stratified disease stages p and were concentrated in specific functional networks in ad greater negative deviations characterized apoe homozygotes and correlated with post mortem neuropathological severity p spatially deviation patterns were associated with maps of neurotransmitter receptor density this population neuroimaging modeling enables individualized brain mapping with direct utility for diagnosis prognosis and understanding of biological mechanisms mind networks were systematically integrated with normative modeling in ad negative deviations stratify clinical stages and correlate with neuropathology negative deviation count distinguishes apoe genotypes highest in homozygotes deviations align with neurotransmitter maps individual brain maps enable precision medicine approaches in dementia"
}