{
    "title": "Hereditary Diffuse Gastric Cancer: Molecular Genetics, Biological Mechanisms and Current Therapeutic Approaches.",
    "doc_id": "35887173",
    "writer": "Cosma LS",
    "year": "2022",
    "summary": "Hereditary diffuse gastric cancer is an autosomal dominant syndrome characterized by a high prevalence of diffuse gastric cancer and lobular breast cancer. ...Genetic testing technologies have become more efficient over the years, also enabling …",
    "abstract": "Hereditary diffuse gastric cancer is an autosomal dominant syndrome characterized by a high prevalence of diffuse gastric cancer and lobular breast cancer. It is caused by inactivating mutations in the tumor suppressor gene CDH1. Genetic testing technologies have become more efficient over the years, also enabling the discovery of other susceptibility genes for gastric cancer, such as CTNNA1 among the most important genes. The diagnosis of pathogenic variant carriers with an increased risk of developing gastric cancer is a selection process involving a multidisciplinary team. To achieve optimal long-term results, it requires shared decision-making in risk management. In this review, we present a synopsis of the molecular changes and current therapeutic approaches in HDGC based on the current literature.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35887173/",
    "clean_text": "hereditary diffuse gastric cancer molecular genetics biological mechanisms and current therapeutic approaches hereditary diffuse gastric cancer is an autosomal dominant syndrome characterized by a high prevalence of diffuse gastric cancer and lobular breast cancer genetic testing technologies have become more efficient over the years also enabling hereditary diffuse gastric cancer is an autosomal dominant syndrome characterized by a high prevalence of diffuse gastric cancer and lobular breast cancer it is caused by inactivating mutations in the tumor suppressor gene cdh genetic testing technologies have become more efficient over the years also enabling the discovery of other susceptibility genes for gastric cancer such as ctnna among the most important genes the diagnosis of pathogenic variant carriers with an increased risk of developing gastric cancer is a selection process involving a multidisciplinary team to achieve optimal long term results it requires shared decision making in risk management in this review we present a synopsis of the molecular changes and current therapeutic approaches in hdgc based on the current literature"
}