{
    "pmid": "41388374",
    "title": "Test-adjusted estimation for pertussis incidence in greater Toronto, Canada, 1993-2006.",
    "abstract": "Pertussis remains a major public health concern, particularly affecting young children. While most identified cases occur in this group, the burden among older children and adults who undergo less frequent testing is not well characterized. We analyzed pertussis testing and case data in the Greater Toronto Area from 1993 to 2006. We applied a meta-regression-based method for test adjustment by age and sex, estimating case counts in each demographic group as if they were tested at the same rate as the most tested group (< 1-year males). Before adjustment, incidence was highest in the < 1-year group and declined with age, with the ≥ 80-year group having an incidence rate ratio (IRR) of 0.011 (95% CI: 0.006-0.020) relative to male children aged < 1 year. After adjustment, the 2-4-year group showed the highest relative incidence (IRR: 5.503, 95% CI: 2.121-14.281). The highest estimated underdiagnosed case rates were in the 2-4-year group at 13.69 per diagnosed case in males (95% CI: 5.913-21.467) and the 10-19-age group in females at 6.80 per diagnosed case (95% CI: 4.684-8.917). Our use of a novel test-adjustment method for estimating incidence suggests that while pertussis is most diagnosed in infants, it is substantially underdiagnosed in older age groups generally, but particularly so in preschool-aged children and the elderly. As undiagnosed infection in these populations may play a key role in sustaining transmission, this finding has implications for vaccine booster policy. Not applicable (not a clinical trial).",
    "disease": "influenza",
    "clean_text": "test adjusted estimation for pertussis incidence in greater toronto canada pertussis remains a major public health concern particularly affecting young children while most identified cases occur in this group the burden among older children and adults who undergo less frequent testing is not well characterized we analyzed pertussis testing and case data in the greater toronto area from to we applied a meta regression based method for test adjustment by age and sex estimating case counts in each demographic group as if they were tested at the same rate as the most tested group year males before adjustment incidence was highest in the year group and declined with age with the year group having an incidence rate ratio irr of ci relative to male children aged year after adjustment the year group showed the highest relative incidence irr ci the highest estimated underdiagnosed case rates were in the year group at per diagnosed case in males ci and the age group in females at per diagnosed case ci our use of a novel test adjustment method for estimating incidence suggests that while pertussis is most diagnosed in infants it is substantially underdiagnosed in older age groups generally but particularly so in preschool aged children and the elderly as undiagnosed infection in these populations may play a key role in sustaining transmission this finding has implications for vaccine booster policy not applicable not a clinical trial"
}