{
    "title": "Managing monomorphic ventricular tachycardia without cardioversion: A case report.",
    "doc_id": "36376204",
    "writer": "Kajaria D",
    "year": "2023",
    "summary": "The electrocardiograph was normal after the course of treatment. In this case report, we treated the patient with monomorphic ventricular tachycardia with Ayurvedic treatment. This case report provides guidance for heart disease management with Ayurved …",
    "abstract": "Cardiovascular diseases account for nearly 31% of global deaths. Ventricular arrhythmia cause 1-2 in 1000 sudden cardiac deaths. Patient with a known case of coronary artery disease presented with complaints of heaviness in the chest with pain radiating to the left shoulder joint with sweating and dizziness for 6 months. The patient was diagnosed as monomorphic ventricular tachycardia (mVT) and left ventricular hypertrophy (LVH) based on electrocardiograph (ECG) findings. Treatment planned to bring Agni, Rasa, Vata Dosha into homeostasis. mVT is completely cured in 24 days of Ayurvedic treatment. The electrocardiograph was normal after the course of treatment. In this case report, we treated the patient with monomorphic ventricular tachycardia with Ayurvedic treatment. This case report provides guidance for heart disease management with Ayurveda.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36376204/",
    "clean_text": "managing monomorphic ventricular tachycardia without cardioversion a case report the electrocardiograph was normal after the course of treatment in this case report we treated the patient with monomorphic ventricular tachycardia with ayurvedic treatment this case report provides guidance for heart disease management with ayurved cardiovascular diseases account for nearly of global deaths ventricular arrhythmia cause in sudden cardiac deaths patient with a known case of coronary artery disease presented with complaints of heaviness in the chest with pain radiating to the left shoulder joint with sweating and dizziness for months the patient was diagnosed as monomorphic ventricular tachycardia mvt and left ventricular hypertrophy lvh based on electrocardiograph ecg findings treatment planned to bring agni rasa vata dosha into homeostasis mvt is completely cured in days of ayurvedic treatment the electrocardiograph was normal after the course of treatment in this case report we treated the patient with monomorphic ventricular tachycardia with ayurvedic treatment this case report provides guidance for heart disease management with ayurveda"
}