{
    "title": "Calcium regulation of tight junction permeability.",
    "doc_id": "22731721",
    "writer": "Bleich M",
    "year": "2012",
    "summary": "Along the renal tubule, about 85% of the filtered Ca(2+) is transported across tight junctions at the paracellular route of reabsorption. Therefore, claudins, which form the conductive and selective part of the tight junctions, have moved into the focu …",
    "abstract": "Calcium transport in the kidney is a key element in Ca(2+) homeostasis. Ca(2+) concentration, or more precisely the activity of freely dissociated Ca(2+) ions, is a prerequisite for the appropriate function of virtually every cell. Along the renal tubule, about 85% of the filtered Ca(2+) is transported across tight junctions at the paracellular route of reabsorption. Therefore, claudins, which form the conductive and selective part of the tight junctions, have moved into the focus of interest with respect to regulatory events in the control of Ca(2+) transport. This control is of particular interest for the kidney since it has to defend itself against nephrocalcinosis and kidney stones. Tight junction proteins provide pathways, driving forces, and regulatory targets for Ca(2+) transport. Direct regulation of tight junctions by changing Ca(2+) concentrations allows fast and efficient feedback loops to adapt Ca(2+) transport to the requirements of kidney function and plasma Ca(2+) concentration.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22731721/",
    "clean_text": "calcium regulation of tight junction permeability along the renal tubule about of the filtered ca is transported across tight junctions at the paracellular route of reabsorption therefore claudins which form the conductive and selective part of the tight junctions have moved into the focu calcium transport in the kidney is a key element in ca homeostasis ca concentration or more precisely the activity of freely dissociated ca ions is a prerequisite for the appropriate function of virtually every cell along the renal tubule about of the filtered ca is transported across tight junctions at the paracellular route of reabsorption therefore claudins which form the conductive and selective part of the tight junctions have moved into the focus of interest with respect to regulatory events in the control of ca transport this control is of particular interest for the kidney since it has to defend itself against nephrocalcinosis and kidney stones tight junction proteins provide pathways driving forces and regulatory targets for ca transport direct regulation of tight junctions by changing ca concentrations allows fast and efficient feedback loops to adapt ca transport to the requirements of kidney function and plasma ca concentration"
}