{
    "title": "Impact of metabolic syndrome on the risk of endometrial cancer and the role of lifestyle in prevention.",
    "doc_id": "35276057",
    "writer": "Pérez-Martín AR",
    "year": "2022",
    "summary": "Endometrial cancer is the second gynecological cancer with the highest global incidence. ...These changes promote the ideal environment for the development of endometrial cancer. Strategies based on lifestyle modifications may be effective for t …",
    "abstract": "Endometrial cancer is the second gynecological cancer with the highest global incidence. Among many associated risk factors, metabolic syndrome is an important and preventable one. It comprises a group of conditions that often occur together: central adiposity, hyperglycemia, arterial hypertension, and atherogenic dyslipidemia. This review aimed to describe the epidemiological and biological relationship between metabolic syndrome and endometrial cancer, focusing on the role of lifestyle in prevention. A literature search was carried out in the PubMed database. 4824 publications were screened, and 123 were included for this review. The association between metabolic syndrome and endometrial cancer has been described. Chronic adipose tissue inflammation and insulin resistance are involved in the development of obesity, particularly visceral adiposity. These changes promote the ideal environment for the development of endometrial cancer. Strategies based on lifestyle modifications may be effective for the prevention of metabolic syndrome and consequently endometrial cancer. Some of these modifications include adopting a diet rich in fruits, vegetables, whole grains, and legumes, depending to the accessibility of these foods for each region. Avoiding ultra-processed foods and increasing daily physical activity were also some suggested modifications. We propose that women be screened for metabolic syndrome to establish early treatment and to possibly prevent endometrial cancer. Clinical trials designed to prove the effect of lifestyle modifications on the prevention of endometrial cancer are needed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35276057/",
    "clean_text": "impact of metabolic syndrome on the risk of endometrial cancer and the role of lifestyle in prevention endometrial cancer is the second gynecological cancer with the highest global incidence these changes promote the ideal environment for the development of endometrial cancer strategies based on lifestyle modifications may be effective for t endometrial cancer is the second gynecological cancer with the highest global incidence among many associated risk factors metabolic syndrome is an important and preventable one it comprises a group of conditions that often occur together central adiposity hyperglycemia arterial hypertension and atherogenic dyslipidemia this review aimed to describe the epidemiological and biological relationship between metabolic syndrome and endometrial cancer focusing on the role of lifestyle in prevention a literature search was carried out in the pubmed database publications were screened and were included for this review the association between metabolic syndrome and endometrial cancer has been described chronic adipose tissue inflammation and insulin resistance are involved in the development of obesity particularly visceral adiposity these changes promote the ideal environment for the development of endometrial cancer strategies based on lifestyle modifications may be effective for the prevention of metabolic syndrome and consequently endometrial cancer some of these modifications include adopting a diet rich in fruits vegetables whole grains and legumes depending to the accessibility of these foods for each region avoiding ultra processed foods and increasing daily physical activity were also some suggested modifications we propose that women be screened for metabolic syndrome to establish early treatment and to possibly prevent endometrial cancer clinical trials designed to prove the effect of lifestyle modifications on the prevention of endometrial cancer are needed"
}