{
    "pmid": "41459383",
    "title": "A study of extended lipid profile in patients with acute coronary syndrome: Focus on Lipoprotein(a) and PCSK9.",
    "abstract": "Lipoprotein(a) [Lp(a)] and PCSK9 are emerging lipid biomarkers implicated in atherogenesis and residual cardiovascular risk, but their relationship with coronary disease complexity in acute coronary syndrome (ACS) is unclear. This study evaluates their serum levels in first-episode ACS patients versus controls and explores their relationship with SYNTAX score-defined coronary severity. This single-centre observational study enrolled 160 patients presenting with their first episode of ACS (aged 18-75) and 40 age-matched healthy controls. All participants were free from lipid-lowering therapy and major comorbidities. Fasting serum samples were collected to measure the standard lipid profile, Lp(a), and PCSK9 levels. The severity of coronary artery disease was quantified using the SYNTAX score after coronary angiography. The ACS cohort (mean age 55.7 years; 73.1 % male) most frequently presented with STEMI (53.7 %). Traditional risk factors included smoking/tobacco use (48.8 %), diabetes (40.0 %), and hypertension (38.1 %). Median SYNTAX score was 19.4. Compared with controls, ACS patients had significantly lower HDL-C and higher LDL/HDL and cholesterol/HDL ratios. Lp(a) (38.9 vs. 15.9 mg/dL, p < 0.001) and PCSK9 (272.3 vs. 169.6 ng/mL, p < 0.001) were markedly elevated in ACS patients. Neither Lp(a) nor PCSK9 correlated with SYNTAX score. LDL-C showed a modest positive correlation with Lp(a) (r = 0.163, p = 0.040). Higher SYNTAX scores were associated with more extensive multivessel disease. Patients with ACS exhibited significantly higher Lp(a) and PCSK9 levels compared with healthy controls, but these biomarkers did not reflect angiographic disease complexity. Their role may lie more in underlying cardiovascular risk assessment than in predicting anatomical severity.",
    "disease": "hypertension",
    "clean_text": "a study of extended lipid profile in patients with acute coronary syndrome focus on lipoprotein a and pcsk lipoprotein a lp a and pcsk are emerging lipid biomarkers implicated in atherogenesis and residual cardiovascular risk but their relationship with coronary disease complexity in acute coronary syndrome acs is unclear this study evaluates their serum levels in first episode acs patients versus controls and explores their relationship with syntax score defined coronary severity this single centre observational study enrolled patients presenting with their first episode of acs aged and age matched healthy controls all participants were free from lipid lowering therapy and major comorbidities fasting serum samples were collected to measure the standard lipid profile lp a and pcsk levels the severity of coronary artery disease was quantified using the syntax score after coronary angiography the acs cohort mean age years male most frequently presented with stemi traditional risk factors included smoking tobacco use diabetes and hypertension median syntax score was compared with controls acs patients had significantly lower hdl c and higher ldl hdl and cholesterol hdl ratios lp a vs mg dl p and pcsk vs ng ml p were markedly elevated in acs patients neither lp a nor pcsk correlated with syntax score ldl c showed a modest positive correlation with lp a r p higher syntax scores were associated with more extensive multivessel disease patients with acs exhibited significantly higher lp a and pcsk levels compared with healthy controls but these biomarkers did not reflect angiographic disease complexity their role may lie more in underlying cardiovascular risk assessment than in predicting anatomical severity"
}