{
    "title": "Adversarial generation of gene expression data.",
    "doc_id": "33471074",
    "writer": "Viñas R",
    "year": "2022",
    "summary": "MOTIVATION: High-throughput gene expression can be used to address a wide range of fundamental biological problems, but datasets of an appropriate size are often unavailable. ...RESULTS: We show that our model preserves several gene expression properti …",
    "abstract": "Motivation:\n        \n      \n      High-throughput gene expression can be used to address a wide range of fundamental biological problems, but datasets of an appropriate size are often unavailable. Moreover, existing transcriptomics simulators have been criticized because they fail to emulate key properties of gene expression data. In this article, we develop a method based on a conditional generative adversarial network to generate realistic transcriptomics data for Escherichia coli and humans. We assess the performance of our approach across several tissues and cancer-types.\n    \n\n\n          Results:\n        \n      \n      We show that our model preserves several gene expression properties significantly better than widely used simulators, such as SynTReN or GeneNetWeaver. The synthetic data preserve tissue- and cancer-specific properties of transcriptomics data. Moreover, it exhibits real gene clusters and ontologies both at local and global scales, suggesting that the model learns to approximate the gene expression manifold in a biologically meaningful way.\n    \n\n\n          Availability and implementation:\n        \n      \n      Code is available at: https://github.com/rvinas/adversarial-gene-expression.\n    \n\n\n          Supplementary information:\n        \n      \n      Supplementary data are available at Bioinformatics online.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33471074/",
    "clean_text": "adversarial generation of gene expression data motivation high throughput gene expression can be used to address a wide range of fundamental biological problems but datasets of an appropriate size are often unavailable results we show that our model preserves several gene expression properti motivation high throughput gene expression can be used to address a wide range of fundamental biological problems but datasets of an appropriate size are often unavailable moreover existing transcriptomics simulators have been criticized because they fail to emulate key properties of gene expression data in this article we develop a method based on a conditional generative adversarial network to generate realistic transcriptomics data for escherichia coli and humans we assess the performance of our approach across several tissues and cancer types results we show that our model preserves several gene expression properties significantly better than widely used simulators such as syntren or genenetweaver the synthetic data preserve tissue and cancer specific properties of transcriptomics data moreover it exhibits real gene clusters and ontologies both at local and global scales suggesting that the model learns to approximate the gene expression manifold in a biologically meaningful way availability and implementation code is available at https github com rvinas adversarial gene expression supplementary information supplementary data are available at bioinformatics online"
}