{
    "pmid": "41426226",
    "title": "ALAT-SEPAR Consensus on the Definition and Classification of Asthma Exacerbations by Severity: A Move Toward International Standardization.",
    "abstract": "Asthma exacerbation is a significant clinical event that occurs with varying severity, yet a set of universally accepted standardized definitions is still needed. The aim of this consensus developed by ALAT and SEPAR was to fill this gap with a validated proposal for classifying asthma exacerbations into levels of severity: non-severe, severe, and very severe. The consensus was based on an in-depth review of the literature conducted by the scientific committee to identify key parameters for each level of severity, including worsening symptoms, respiratory function changes, and the need for specific medical interventions. A total of 67 publications were analyzed to generate a questionnaire on the defining elements of asthma exacerbations, and this was put to the vote. Twenty-eight international experts participated in the validation of characteristics and definitions of exacerbation severity following Delphi methodology. The resulting definitions clearly distinguish non-severe exacerbations (requiring minor adjustments in treatment) from severe exacerbations (requiring more intensive interventions, including longer systemic corticosteroid use or hospitalization) and very severe exacerbations (life-threatening events requiring intensive care). These definitions provide a standardized framework that facilitates comparison between clinical trials and optimizes patient care. This consensus lays the foundation for unifying management criteria in global clinical practice and fostering research on the efficacy of asthma treatments. It also underlines the importance of accurate classification in improving clinical outcomes and reducing the overall burden of disease. La exacerbación de asma es un acontecimiento clínico significativo que varía en gravedad y carece de definiciones estandarizadas universalmente aceptadas. Este consenso, desarrollado por la Asociación Latinoamericana de Tórax (ALAT) y la Sociedad Española de Neumología y Cirugía Torácica (SEPAR), busca llenar este vacío mediante una propuesta validada para clasificar las exacerbaciones asmáticas en niveles de gravedad: no graves, graves y muy graves.El consenso se basó en una revisión exhaustiva de la literatura realizada por el Comité Científico, que identificó parámetros clave para cada nivel de gravedad, como el deterioro de los síntomas, alteraciones funcionales respiratorias y la necesidad de intervenciones médicas específicas. En total, se analizaron 67 publicaciones para generar un cuestionario sobre elementos definitorios de las exacerbaciones de asma que fue sometido a votación. Veintiocho expertos internacionales participaron en la validación de características y de definiciones de gravedad de exacerbación siguiendo metodología Delphi. Las definiciones resultantes distinguen claramente las exacerbaciones no graves, que requieren ajustes menores en el tratamiento, de las graves, que demandan intervenciones más intensivas, como el uso más prolongado de corticoesteroides sistémicos u hospitalización, y de las muy graves, que implican un riesgo vital y necesitan cuidados intensivos. Estas definiciones proporcionan un marco homogéneo que facilita la comparación entre estudios clínicos y optimiza la atención al paciente.Este consenso establece las bases para unificar criterios de manejo en la práctica clínica global y promover la investigación sobre la eficacia de tratamientos para el asma. Además, subraya la importancia de una clasificación precisa para mejorar los resultados clínicos y reducir la carga global de la enfermedad.",
    "disease": "asthma",
    "clean_text": "alat separ consensus on the definition and classification of asthma exacerbations by severity a move toward international standardization asthma exacerbation is a significant clinical event that occurs with varying severity yet a set of universally accepted standardized definitions is still needed the aim of this consensus developed by alat and separ was to fill this gap with a validated proposal for classifying asthma exacerbations into levels of severity non severe severe and very severe the consensus was based on an in depth review of the literature conducted by the scientific committee to identify key parameters for each level of severity including worsening symptoms respiratory function changes and the need for specific medical interventions a total of publications were analyzed to generate a questionnaire on the defining elements of asthma exacerbations and this was put to the vote twenty eight international experts participated in the validation of characteristics and definitions of exacerbation severity following delphi methodology the resulting definitions clearly distinguish non severe exacerbations requiring minor adjustments in treatment from severe exacerbations requiring more intensive interventions including longer systemic corticosteroid use or hospitalization and very severe exacerbations life threatening events requiring intensive care these definitions provide a standardized framework that facilitates comparison between clinical trials and optimizes patient care this consensus lays the foundation for unifying management criteria in global clinical practice and fostering research on the efficacy of asthma treatments it also underlines the importance of accurate classification in improving clinical outcomes and reducing the overall burden of disease la exacerbaci n de asma es un acontecimiento cl nico significativo que var a en gravedad y carece de definiciones estandarizadas universalmente aceptadas este consenso desarrollado por la asociaci n latinoamericana de t rax alat y la sociedad espa ola de neumolog a y cirug a tor cica separ busca llenar este vac o mediante una propuesta validada para clasificar las exacerbaciones asm ticas en niveles de gravedad no graves graves y muy graves el consenso se bas en una revisi n exhaustiva de la literatura realizada por el comit cient fico que identific par metros clave para cada nivel de gravedad como el deterioro de los s ntomas alteraciones funcionales respiratorias y la necesidad de intervenciones m dicas espec ficas en total se analizaron publicaciones para generar un cuestionario sobre elementos definitorios de las exacerbaciones de asma que fue sometido a votaci n veintiocho expertos internacionales participaron en la validaci n de caracter sticas y de definiciones de gravedad de exacerbaci n siguiendo metodolog a delphi las definiciones resultantes distinguen claramente las exacerbaciones no graves que requieren ajustes menores en el tratamiento de las graves que demandan intervenciones m s intensivas como el uso m s prolongado de corticoesteroides sist micos u hospitalizaci n y de las muy graves que implican un riesgo vital y necesitan cuidados intensivos estas definiciones proporcionan un marco homog neo que facilita la comparaci n entre estudios cl nicos y optimiza la atenci n al paciente este consenso establece las bases para unificar criterios de manejo en la pr ctica cl nica global y promover la investigaci n sobre la eficacia de tratamientos para el asma adem s subraya la importancia de una clasificaci n precisa para mejorar los resultados cl nicos y reducir la carga global de la enfermedad"
}