{
    "pmid": "41457537",
    "title": "A Multicenter Clinical Evaluation of Polymerase Chain Reaction Coupled With Quantum Dot Fluorescence Analysis and Quantitative Real-Time Reverse Transcription Polymerase Chain Reaction in the Diagnosis of Pathogens in Patients With Suspected Respiratory Tract Infections.",
    "abstract": "This multicenter clinical study evaluated 17 common pathogens in 1922 pharyngeal swab samples, comparing the diagnostic performance of polymerase chain reaction coupled with quantum dot fluorescence analysis (PCR-QDFA) with that of clinically routine quantitative real-time reverse transcription polymerase chain reaction (qRT-PCR). The results were validated using Sanger sequencing as the gold standard. Our results showed that among the samples with single-pathogen infections (1037 cases, 53.95%), the three most frequently detected pathogen were influenza A virus (IAV) (296 cases, 15.40%), severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) (164 cases, 8.53%), and Mycoplasma pneumoniae (94 cases, 4.89%). Similarly, among the samples with co-infections of two or more pathogens (382 cases, 19.88%), the three most frequently detected pathogens were IAV (148 cases, 7.70%), SARS-CoV-2 (107 cases, 5.57%), and M. pneumoniae (67 cases, 3.49%). In the comprehensive evaluation of 17 respiratory pathogens, PCR-QDFA demonstrated comparable diagnostic performance to qRT-PCR, with an overall sensitivity of 99.78% (99.44%-99.92%) (vs. qRT-PCR: 99.82% [99.48%-99.94%]) and specificity of 99.94% (99.90%-99.96%) (vs. qRT-PCR: 99.95% [99.91%-99.97%]). PCR-QDFA offers significant operational advantages, including high-throughput capacity (96 samples per run) and lower cost.",
    "disease": "pneumonia",
    "clean_text": "a multicenter clinical evaluation of polymerase chain reaction coupled with quantum dot fluorescence analysis and quantitative real time reverse transcription polymerase chain reaction in the diagnosis of pathogens in patients with suspected respiratory tract infections this multicenter clinical study evaluated common pathogens in pharyngeal swab samples comparing the diagnostic performance of polymerase chain reaction coupled with quantum dot fluorescence analysis pcr qdfa with that of clinically routine quantitative real time reverse transcription polymerase chain reaction qrt pcr the results were validated using sanger sequencing as the gold standard our results showed that among the samples with single pathogen infections cases the three most frequently detected pathogen were influenza a virus iav cases severe acute respiratory syndrome coronavirus sars cov cases and mycoplasma pneumoniae cases similarly among the samples with co infections of two or more pathogens cases the three most frequently detected pathogens were iav cases sars cov cases and m pneumoniae cases in the comprehensive evaluation of respiratory pathogens pcr qdfa demonstrated comparable diagnostic performance to qrt pcr with an overall sensitivity of vs qrt pcr and specificity of vs qrt pcr pcr qdfa offers significant operational advantages including high throughput capacity samples per run and lower cost"
}