{
    "title": "Imaging Findings in Syndromes with Temporal Bone Abnormalities.",
    "doc_id": "30466636",
    "writer": "Ginat DT.",
    "year": "2019",
    "summary": "There is a wide variety of congenital syndromes that can involve the temporal bone. Many of these have overlapping features due to common embryologic abnormalities, such as first and second branchial anomalies. Diagnostic imaging is often important in the workup of hearing …",
    "abstract": "There is a wide variety of congenital syndromes that can involve the temporal bone. Many of these have overlapping features due to common embryologic abnormalities, such as first and second branchial anomalies. Diagnostic imaging is often important in the workup of hearing deficits related to congenital syndromes. This article reviews the imaging features of selected congenital syndromes with temporal bone abnormalities, including Treacher Collins syndrome, oculo-auriculo-vertebral dysplasia spectrum, Klippel-Feil syndrome, branchio-oto-renal syndrome, Pierre Robin sequence, CHARGE syndrome, Pendred syndrome, Down syndrome, Trisomy 18, Turner syndrome, and neurofibromatosis type 2.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30466636/",
    "clean_text": "imaging findings in syndromes with temporal bone abnormalities there is a wide variety of congenital syndromes that can involve the temporal bone many of these have overlapping features due to common embryologic abnormalities such as first and second branchial anomalies diagnostic imaging is often important in the workup of hearing there is a wide variety of congenital syndromes that can involve the temporal bone many of these have overlapping features due to common embryologic abnormalities such as first and second branchial anomalies diagnostic imaging is often important in the workup of hearing deficits related to congenital syndromes this article reviews the imaging features of selected congenital syndromes with temporal bone abnormalities including treacher collins syndrome oculo auriculo vertebral dysplasia spectrum klippel feil syndrome branchio oto renal syndrome pierre robin sequence charge syndrome pendred syndrome down syndrome trisomy turner syndrome and neurofibromatosis type"
}