{
    "pmid": "41386711",
    "title": "Comparison of canine femoral implant templating for total hip arthroplasty on 25 sets of craniocaudal extended and caudocranial flexed hip radiographs.",
    "abstract": "To determine whether radiographic templating of femoral stem size for total hip arthroplasty (THA) using extended and flexed hip radiographs are interchangeable. Retrospective radiographic study. A total of 25 dogs evaluated as THA candidates. Hip-extended and hip-flexed radiographs were templated for femoral stem implant size by three surgeons. A fourth investigator measured femoral length, canal flare index (CFI), and osteoarthritis scores for each projection and recorded implant size from surgical records. Templated stem sizes from each projection were compared with the implanted stem sizes using Bland-Altman analysis. Descriptive statistics were reported based on data distribution. Templated femoral stem size differed between surgeons (p = .014); the median (IQR) stem size was #9 (8-10) for one surgeon, compared to #8 (7-9) for the other surgeons. Templated stem sizes on extended and flexed radiographs were #8 (7-9) and #9 (7-9), respectively (p < .0001). The mean (SD) CFI in extended and flexed projections were 1.61 (0.21) and 1.89 (0.30), respectively (p < .0001). Implant size was underestimated using the extended projection (mean difference: -0.54) and overestimated using the flexed projection (mean difference: 0.30). Positive proportional bias was present between the extended and flexed projections (slopes: 0.22 and 0.25; p < .003). Neither templating method consistently predicted the clinical femoral stem implant size. Hip-flexed templating may serve as a practical alternative when extended projections are not possible, though intraoperative assessment remains essential for final implant selection, particularly since measurement bias increased for stems larger than size 9.",
    "disease": "osteoarthritis",
    "clean_text": "comparison of canine femoral implant templating for total hip arthroplasty on sets of craniocaudal extended and caudocranial flexed hip radiographs to determine whether radiographic templating of femoral stem size for total hip arthroplasty tha using extended and flexed hip radiographs are interchangeable retrospective radiographic study a total of dogs evaluated as tha candidates hip extended and hip flexed radiographs were templated for femoral stem implant size by three surgeons a fourth investigator measured femoral length canal flare index cfi and osteoarthritis scores for each projection and recorded implant size from surgical records templated stem sizes from each projection were compared with the implanted stem sizes using bland altman analysis descriptive statistics were reported based on data distribution templated femoral stem size differed between surgeons p the median iqr stem size was for one surgeon compared to for the other surgeons templated stem sizes on extended and flexed radiographs were and respectively p the mean sd cfi in extended and flexed projections were and respectively p implant size was underestimated using the extended projection mean difference and overestimated using the flexed projection mean difference positive proportional bias was present between the extended and flexed projections slopes and p neither templating method consistently predicted the clinical femoral stem implant size hip flexed templating may serve as a practical alternative when extended projections are not possible though intraoperative assessment remains essential for final implant selection particularly since measurement bias increased for stems larger than size"
}