{
    "pmid": "41450933",
    "title": "Analytical performance of the Xpert Carba-R assay for direct detection of carbapenemase genes in respiratory specimens from hospitalized patients: a multicenter evaluation in China.",
    "abstract": "Respiratory tract infections remain the main sites of carbapenem-resistant  Respiratory specimens from hospitalized patients clinically diagnosed with pneumonia from seven tertiary hospitals in China from October 2022 to November 2023 were included. The CRE enzyme genes in specimens were directly detected and genotyped by using the Carba-R assay. Carbapenem resistance and genotypes were compared to a referee in combination of phenotypical and genotypical analyses of pure cultures recovered from the respiratory specimen. The CRE enzyme subtypes in isolates were determined by the WGS. A total of 433 respiratory specimens were collected and tested in this study. The Carba-R assay detected 180  The Carba-R assay satisfactorily detected and identified carbapenemase genes directly in the respiratory specimens. A variety of CRE enzyme genotypes and subtypes were identified in respiratory specimens especially the Northwest region of China.",
    "disease": "pneumonia",
    "clean_text": "analytical performance of the xpert carba r assay for direct detection of carbapenemase genes in respiratory specimens from hospitalized patients a multicenter evaluation in china respiratory tract infections remain the main sites of carbapenem resistant respiratory specimens from hospitalized patients clinically diagnosed with pneumonia from seven tertiary hospitals in china from october to november were included the cre enzyme genes in specimens were directly detected and genotyped by using the carba r assay carbapenem resistance and genotypes were compared to a referee in combination of phenotypical and genotypical analyses of pure cultures recovered from the respiratory specimen the cre enzyme subtypes in isolates were determined by the wgs a total of respiratory specimens were collected and tested in this study the carba r assay detected the carba r assay satisfactorily detected and identified carbapenemase genes directly in the respiratory specimens a variety of cre enzyme genotypes and subtypes were identified in respiratory specimens especially the northwest region of china"
}