{
    "title": "The Children's Dermatology Life Quality Index (CDLQI): linguistic and cultural validation in Serbian.",
    "doc_id": "24067851",
    "writer": "Janković S",
    "year": "2013",
    "summary": "BACKGROUND: The Children's Dermatology Life Quality Index (CDLQI) evaluates the impact of skin diseases on the patient's quality of life. ...CONCLUSION: The translation, cross-cultural adaptation, and psychometric qualities of the CDLQI were sat …",
    "abstract": "Background:\n        \n      \n      The Children's Dermatology Life Quality Index (CDLQI) evaluates the impact of skin diseases on the patient's quality of life.\n    \n\n\n          Objective:\n        \n      \n      The purpose of the study was to translate and to validate the CDLQI into Serbian.\n    \n\n\n          Methods:\n        \n      \n      The CDLQI was translated into Serbian following international recommendations for translation and cultural adaptation. The validation study was carried out on a large cohort of secondary schoolchildren who self-reported acne.\n    \n\n\n          Results:\n        \n      \n      Translating the CDLQI consisted of forward translation, reconciliation, back translation, back-translation review, and cognitive debriefing. The good internal consistency of the scale was demonstrated with a Cronbach alpha coefficient of 0.87. A Spearman correlation coefficient of 0.66 between the CDLQI and the Cardiff Acne Disability Index (CADI) was deemed satisfactory to demonstrate concurrent validity.\n    \n\n\n          Conclusion:\n        \n      \n      The translation, cross-cultural adaptation, and psychometric qualities of the CDLQI were satisfactory, enabling its application in clinical practice and future studies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24067851/",
    "clean_text": "the children s dermatology life quality index cdlqi linguistic and cultural validation in serbian background the children s dermatology life quality index cdlqi evaluates the impact of skin diseases on the patient s quality of life conclusion the translation cross cultural adaptation and psychometric qualities of the cdlqi were sat background the children s dermatology life quality index cdlqi evaluates the impact of skin diseases on the patient s quality of life objective the purpose of the study was to translate and to validate the cdlqi into serbian methods the cdlqi was translated into serbian following international recommendations for translation and cultural adaptation the validation study was carried out on a large cohort of secondary schoolchildren who self reported acne results translating the cdlqi consisted of forward translation reconciliation back translation back translation review and cognitive debriefing the good internal consistency of the scale was demonstrated with a cronbach alpha coefficient of a spearman correlation coefficient of between the cdlqi and the cardiff acne disability index cadi was deemed satisfactory to demonstrate concurrent validity conclusion the translation cross cultural adaptation and psychometric qualities of the cdlqi were satisfactory enabling its application in clinical practice and future studies"
}