{
    "pmid": "41468635",
    "title": "Non-contrast CT esophageal varices grading through clinical prior-enhanced multi-organ analysis.",
    "abstract": "Esophageal varices (EV) represent a critical complication of portal hypertension, affecting approximately 60% of cirrhosis patients with a significant bleeding risk of  ∼ 30%. While traditionally diagnosed through invasive endoscopy, non-contrast computed tomography (NCCT) presents a potential non-invasive alternative that has yet to be fully utilized in clinical practice. We present Multi-Organ-COhesion Network++ (MOON++), a novel multimodal framework that enhances EV assessment through comprehensive analysis of NCCT scans. Inspired by clinical evidence correlating organ volumetric relationships with liver disease severity, MOON++ synthesizes imaging characteristics of the esophagus, liver, and spleen through multimodal learning. We evaluated our approach using 1631 patients, those with endoscopically confirmed EV were classified into four severity grades. Validation in 239 patient cases and independent testing in 289 cases demonstrate superior performance compared to conventional single organ methods, achieving an AUC of 0.894 versus 0.803 for the severe grade EV classification (G3 versus  < G3) and 0.921 versus 0.793 for the differentiation of moderate to severe grades ( ≥ G2 versus  < G2). We conducted a reader study involving experienced radiologists to further validate the performance of MOON++. To our knowledge, MOON++ represents the first comprehensive multi-organ NCCT analysis framework incorporating clinical knowledge priors for EV assessment, potentially offering a promising non-invasive diagnostic alternative. Code is available at https://github.com/StevenHaojc/MOON.",
    "disease": "hypertension",
    "clean_text": "non contrast ct esophageal varices grading through clinical prior enhanced multi organ analysis esophageal varices ev represent a critical complication of portal hypertension affecting approximately of cirrhosis patients with a significant bleeding risk of while traditionally diagnosed through invasive endoscopy non contrast computed tomography ncct presents a potential non invasive alternative that has yet to be fully utilized in clinical practice we present multi organ cohesion network moon a novel multimodal framework that enhances ev assessment through comprehensive analysis of ncct scans inspired by clinical evidence correlating organ volumetric relationships with liver disease severity moon synthesizes imaging characteristics of the esophagus liver and spleen through multimodal learning we evaluated our approach using patients those with endoscopically confirmed ev were classified into four severity grades validation in patient cases and independent testing in cases demonstrate superior performance compared to conventional single organ methods achieving an auc of versus for the severe grade ev classification g versus g and versus for the differentiation of moderate to severe grades g versus g we conducted a reader study involving experienced radiologists to further validate the performance of moon to our knowledge moon represents the first comprehensive multi organ ncct analysis framework incorporating clinical knowledge priors for ev assessment potentially offering a promising non invasive diagnostic alternative code is available at https github com stevenhaojc moon"
}