{
    "title": "Renal injuries.",
    "doc_id": "1124221",
    "writer": "Morse TS.",
    "year": "1975",
    "summary": "Renal injuries due to nonpenetrating trauma are common in children. Pre-existing renal abnormalities are found in 10 per cent of children who sustain kidney injuries. ...If recognized and treated promptly, some kidneys deprived of blood supply by gradu …",
    "abstract": "Renal injuries due to nonpenetrating trauma are common in children. Pre-existing renal abnormalities are found in 10 per cent of children who sustain kidney injuries. Associated injuries are found in approximately 40 per cent of childhood cases. The most common serious injuries are those to the brain and the spleen. A renal injury should be suspected in every child with flank tenderness and red blood cells in the urine. If the child is unconscious, gross or microscopic hematuria may be the only clue. The amount of blood in the urine does not correlate with the severity of the injury. Plain roentgenograms and an infusion pyelogram using 2 ml of 25 per cent Hypaque per pound of body weight should be obtained as soon after injury as possible. Bilateral visualization of contrast material implies intact renal vessels. Reduction of the amount of contrast seen on the injured side with compression of the collecting system and without extravasation is characteristic of renal contusion. Evidence of a coexistent flank mass implies disruption of the renal capsule. These injuries heal without either operation or prolonged bed rest. Extravasation of contrast material beyond the renal capsule signifies disruption of the collecting system, the parenchyma, and the renal capsule. Early elective debridement, repair, and drainage results in salvage of a useful kidney in about 90 per cent of cases. Nephrectomy is seldom necessary. Failure to demonstrate any contrast material on the injured side is an indication for immediate further study by renal scanning, retrograde pyelography, or aortography. If recognized and treated promptly, some kidneys deprived of blood supply by gradual arterial occlusion secondary to an intimal tear may be salvaged, whereas delay invariably results in death of the devascularized kidney.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1124221/",
    "clean_text": "renal injuries renal injuries due to nonpenetrating trauma are common in children pre existing renal abnormalities are found in per cent of children who sustain kidney injuries if recognized and treated promptly some kidneys deprived of blood supply by gradu renal injuries due to nonpenetrating trauma are common in children pre existing renal abnormalities are found in per cent of children who sustain kidney injuries associated injuries are found in approximately per cent of childhood cases the most common serious injuries are those to the brain and the spleen a renal injury should be suspected in every child with flank tenderness and red blood cells in the urine if the child is unconscious gross or microscopic hematuria may be the only clue the amount of blood in the urine does not correlate with the severity of the injury plain roentgenograms and an infusion pyelogram using ml of per cent hypaque per pound of body weight should be obtained as soon after injury as possible bilateral visualization of contrast material implies intact renal vessels reduction of the amount of contrast seen on the injured side with compression of the collecting system and without extravasation is characteristic of renal contusion evidence of a coexistent flank mass implies disruption of the renal capsule these injuries heal without either operation or prolonged bed rest extravasation of contrast material beyond the renal capsule signifies disruption of the collecting system the parenchyma and the renal capsule early elective debridement repair and drainage results in salvage of a useful kidney in about per cent of cases nephrectomy is seldom necessary failure to demonstrate any contrast material on the injured side is an indication for immediate further study by renal scanning retrograde pyelography or aortography if recognized and treated promptly some kidneys deprived of blood supply by gradual arterial occlusion secondary to an intimal tear may be salvaged whereas delay invariably results in death of the devascularized kidney"
}