{
    "pmid": "41367665",
    "title": "Quality of life associated with chronic cough in the multinational Burden of Obstructive Lung Disease study: a cross-sectional study.",
    "abstract": "Chronic cough (CC) can impact daily life and persist for years. Its prevalence varies globally, but whether quality of life in CC also varies across regions is unknown. This study investigates the association of CC with mental and physical component scores of the 12-item Short Form Health Survey reflecting health-related quality of life in a multinational study. We analysed data from 19 642 adults (≥40 years), recruited between 2 January 2003 and 26 December 2016 in 31 sites (25 countries) from the Burden of Obstructive Lung Disease study, who provided information on quality of life and CC. We assessed associations using linear regression, adjusted for confounders, and used random-effects meta-analysis to examine differences by sex and gross national income. Overall, lower mental (-1.42, 95% CI -2.11 to -0.73; I CC impairs health-related quality of life globally. However, it appears that physical health in males and mental health in females living in LMICs may be particularly affected by CC. These findings support the need to consider CC as a target for specific interventions to attenuate its burden on health and the economy.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "quality of life associated with chronic cough in the multinational burden of obstructive lung disease study a cross sectional study chronic cough cc can impact daily life and persist for years its prevalence varies globally but whether quality of life in cc also varies across regions is unknown this study investigates the association of cc with mental and physical component scores of the item short form health survey reflecting health related quality of life in a multinational study we analysed data from adults years recruited between january and december in sites countries from the burden of obstructive lung disease study who provided information on quality of life and cc we assessed associations using linear regression adjusted for confounders and used random effects meta analysis to examine differences by sex and gross national income overall lower mental ci to i cc impairs health related quality of life globally however it appears that physical health in males and mental health in females living in lmics may be particularly affected by cc these findings support the need to consider cc as a target for specific interventions to attenuate its burden on health and the economy"
}