{
    "pmid": "41405732",
    "title": "Systematic Characterization of LUHMES Cell-Based Parkinson's Disease Models Reveals Potential Novel Drug Targets.",
    "abstract": "I t is established that Parkinson's disease (PD) results from the death of dopaminergic neurons in substantia nigra, and many of the genetic and molecular causes underlying this phenomenon are identified. Despite much progress in the understanding of mechanisms of the disease and existing treatments that manage certain symptoms and improve life quality, PD still encompasses incurable and progressive loss of neurons in patients, and the research for effective disease-modifying treatments is still ongoing. In this study, using a systems biology-based approach, we show that 6-OHDA treatment of alpha-synuclein-overexpressing LUHMES cells can be used as a physiologically relevant model of PD. RNA-seq analysis in these LUHMES-based disease models validates seven genes including HMOX1 and IGF2R in common with previously identified PD genes in DisGeNet. We further confirm that quercetin and rutin can partially alleviate cell death in this model and show that the expression of genes related to PD as well as those related to mitochondria and energy metabolism is back to basal levels in control cells upon quercetin or rutin pre-treatment. When RNA-seq analysis was performed on drug-pretreated LUHMES PD models, protein folding, misfolded protein binding, and unfolded protein response (UPR) pathways, as well as other genes including ETV5, ALS2CR13, PARK7, PINK1, LRRK2, and NGFR, were found to be affected. Finally, using a systems biology approach, we also identified novel target genes for potential drug repurposing. We believe these findings offer new avenues of innovative therapeutic strategies for PD.",
    "disease": "parkinson disease",
    "clean_text": "systematic characterization of luhmes cell based parkinson s disease models reveals potential novel drug targets i t is established that parkinson s disease pd results from the death of dopaminergic neurons in substantia nigra and many of the genetic and molecular causes underlying this phenomenon are identified despite much progress in the understanding of mechanisms of the disease and existing treatments that manage certain symptoms and improve life quality pd still encompasses incurable and progressive loss of neurons in patients and the research for effective disease modifying treatments is still ongoing in this study using a systems biology based approach we show that ohda treatment of alpha synuclein overexpressing luhmes cells can be used as a physiologically relevant model of pd rna seq analysis in these luhmes based disease models validates seven genes including hmox and igf r in common with previously identified pd genes in disgenet we further confirm that quercetin and rutin can partially alleviate cell death in this model and show that the expression of genes related to pd as well as those related to mitochondria and energy metabolism is back to basal levels in control cells upon quercetin or rutin pre treatment when rna seq analysis was performed on drug pretreated luhmes pd models protein folding misfolded protein binding and unfolded protein response upr pathways as well as other genes including etv als cr park pink lrrk and ngfr were found to be affected finally using a systems biology approach we also identified novel target genes for potential drug repurposing we believe these findings offer new avenues of innovative therapeutic strategies for pd"
}