{
    "title": "The Escherichia coli heat shock protease HtrA participates in defense against oxidative stress.",
    "doc_id": "10517331",
    "writer": "Skórko-Glonek J",
    "year": "1999",
    "summary": "The aim of this study was to find out if the HtrA protease contributes to protection of the cell against oxidative stress. We compared the influence of various oxidizing agents on htrA mutant cells with their effects on wild-type bacteria, and found that the htrA mu …",
    "abstract": "The serine protease HtrA (DegP), which is indispensable for cell survival at elevated temperatures, is a peripheral membrane protein, localized on the periplasmic side of the inner membrane in Escherichia coli, and the biochemical and genetic evidence indicates that the physiological role of HtrA is to degrade denatured proteins formed in the cellular envelope during heat shock. The aim of this study was to find out if the HtrA protease contributes to protection of the cell against oxidative stress. We compared the influence of various oxidizing agents on htrA mutant cells with their effects on wild-type bacteria, and found that the htrA mutation did not increase sensitivity to hydrogen peroxide or paraquat but made the cell extremely sensitive to ferrous [Fe(II)] ions, which are known to enhance oxidation of proteins. Treatment with ferrous ions caused a larger increase in the level of protein carbonyl groups in the membrane fraction of the cell than in the periplasm and cytoplasm. Iron-induced oxidation of membrane proteins was enhanced in the htrA mutant relative to wild-type cells. Inhibition of the growth of the htrA mutant by iron could be alleviated more efficiently by a nitroxide antioxidant that localizes in the membranes (A-TEMPO) than by a derivative (40H-TEMPO) that acts mainly in the soluble fraction of the cell. Inhibition of the growth of the htrA mutant was more pronounced following treatment with cumene hydroperoxide, which partitions into membranes, than with t-butyl hydroperoxide, which forms radical mainly in the cytosol. Both ferrous ions and cumene hydroperoxide, but not hydrogen peroxide, paraquat or t-butyl hydroperoxide, induced synthesis of HtrA. Our results show that HtrA plays a role in defense against oxidative shock and support the hypothesis that HtrA participates in the degradation of oxidatively damaged proteins localized in the cell envelope, especially those associated with the membranes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10517331/",
    "clean_text": "the escherichia coli heat shock protease htra participates in defense against oxidative stress the aim of this study was to find out if the htra protease contributes to protection of the cell against oxidative stress we compared the influence of various oxidizing agents on htra mutant cells with their effects on wild type bacteria and found that the htra mu the serine protease htra degp which is indispensable for cell survival at elevated temperatures is a peripheral membrane protein localized on the periplasmic side of the inner membrane in escherichia coli and the biochemical and genetic evidence indicates that the physiological role of htra is to degrade denatured proteins formed in the cellular envelope during heat shock the aim of this study was to find out if the htra protease contributes to protection of the cell against oxidative stress we compared the influence of various oxidizing agents on htra mutant cells with their effects on wild type bacteria and found that the htra mutation did not increase sensitivity to hydrogen peroxide or paraquat but made the cell extremely sensitive to ferrous fe ii ions which are known to enhance oxidation of proteins treatment with ferrous ions caused a larger increase in the level of protein carbonyl groups in the membrane fraction of the cell than in the periplasm and cytoplasm iron induced oxidation of membrane proteins was enhanced in the htra mutant relative to wild type cells inhibition of the growth of the htra mutant by iron could be alleviated more efficiently by a nitroxide antioxidant that localizes in the membranes a tempo than by a derivative h tempo that acts mainly in the soluble fraction of the cell inhibition of the growth of the htra mutant was more pronounced following treatment with cumene hydroperoxide which partitions into membranes than with t butyl hydroperoxide which forms radical mainly in the cytosol both ferrous ions and cumene hydroperoxide but not hydrogen peroxide paraquat or t butyl hydroperoxide induced synthesis of htra our results show that htra plays a role in defense against oxidative shock and support the hypothesis that htra participates in the degradation of oxidatively damaged proteins localized in the cell envelope especially those associated with the membranes"
}