{
    "title": "Prevalence of abnormal glucose values and gestational diabetes mellitus among pregnant women in Xi'an from 2015 to 2021.",
    "doc_id": "37355571",
    "writer": "Meng GL",
    "year": "2023",
    "summary": "The purpose of this study was to explore the prevalence and characteristics of GDM in Xi'an from 2015 to 2021 since the implementation of China's \"Two-Child policy\" and to provide a clinical basis for the management of GDM. ...CONCLUSION: The prevalence of GDM among …",
    "abstract": "Background:\n        \n      \n      Pregnant women with gestational diabetes mellitus (GDM) often have an increased risk of adverse pregnancy outcomes. The purpose of this study was to explore the prevalence and characteristics of GDM in Xi'an from 2015 to 2021 since the implementation of China's \"Two-Child policy\" and to provide a clinical basis for the management of GDM.\n    \n\n\n          Methods:\n        \n      \n      We analyzed the oral glucose tolerance test (OGTT) results of 152,836 pregnant women who underwent routine prenatal examination at the Northwest Women and Children's Hospital from 2015 to 2021. Additionally, we analyzed the GDM prevalence and characteristics.\n    \n\n\n          Results:\n        \n      \n      The prevalence of GDM in the Xi'an urban area was 24.66% and exhibited an increasing trend annually (χ2 for trend = 43.922, p < 0.001) and with age (χ2 for trend = 2527.000, p < 0.001). Consistent with this, the proportion of pregnant women aged 18-25 and 26-30 years decreased significantly with the annual growth (χ2 for trend = 183.279, p < 0.001 and χ2 for trend = 33.192, p < 0.001, respectively). The proportion of pregnant women aged 31-35 and 36-42 years increased gradually annually (χ2 for trend = 134.436, p < 0.001and χ2 for trend = 44.403, p < 0.001, respectively). Of the pregnant women diagnosed with GDM, 71.15% (65.05-74.95%) had abnormal fasting plasma glucose (FPG) values. The highest percentage of patients had a single abnormal OGTT value (68.31%; 65.77-70.61%), followed by two (20.52%; 18.79-22.55%) and three (11.17%; 10.11-11.85%) abnormal values (FPG and 1-h and 2-h plasma glucose (PG).\n    \n\n\n          Conclusion:\n        \n      \n      The prevalence of GDM among pregnant women in Xi'an region was high, and it had a increasing trend over the period from 2015 to 2021. Notably, the proportion of elder pregnant women, aged 31-42 years, presented a significant rise after the implementation of the universal two-child policy. On the basis of the high incidence of GDM among elder pregnant women and the high rate of abnormal OGTT values (numbe ≥ 2) in pregnant women diagnosed with GDM, the management of GDM should be intensified, and relevant departments should pay more attention to pregnant women of advanced age.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37355571/",
    "clean_text": "prevalence of abnormal glucose values and gestational diabetes mellitus among pregnant women in xi an from to the purpose of this study was to explore the prevalence and characteristics of gdm in xi an from to since the implementation of china s two child policy and to provide a clinical basis for the management of gdm conclusion the prevalence of gdm among background pregnant women with gestational diabetes mellitus gdm often have an increased risk of adverse pregnancy outcomes the purpose of this study was to explore the prevalence and characteristics of gdm in xi an from to since the implementation of china s two child policy and to provide a clinical basis for the management of gdm methods we analyzed the oral glucose tolerance test ogtt results of pregnant women who underwent routine prenatal examination at the northwest women and children s hospital from to additionally we analyzed the gdm prevalence and characteristics results the prevalence of gdm in the xi an urban area was and exhibited an increasing trend annually for trend p and with age for trend p consistent with this the proportion of pregnant women aged and years decreased significantly with the annual growth for trend p and for trend p respectively the proportion of pregnant women aged and years increased gradually annually for trend p and for trend p respectively of the pregnant women diagnosed with gdm had abnormal fasting plasma glucose fpg values the highest percentage of patients had a single abnormal ogtt value followed by two and three abnormal values fpg and h and h plasma glucose pg conclusion the prevalence of gdm among pregnant women in xi an region was high and it had a increasing trend over the period from to notably the proportion of elder pregnant women aged years presented a significant rise after the implementation of the universal two child policy on the basis of the high incidence of gdm among elder pregnant women and the high rate of abnormal ogtt values numbe in pregnant women diagnosed with gdm the management of gdm should be intensified and relevant departments should pay more attention to pregnant women of advanced age"
}