{
    "title": "Continuous quality improvement in peritoneal dialysis: Your questions answered.",
    "doc_id": "36843355",
    "writer": "Hamidi S",
    "year": "2023",
    "summary": "Continued success of this technique for patients is contingent on the application of continuous quality improvement (CQI) principles in PD practice which can improve patient outcomes and in turn lead to more successful PD programmes worldwide. In this installation o …",
    "abstract": "Peritoneal dialysis (PD) uptake around the globe has steadily increased over the last several decades as a viable alternative to haemodialysis. Continued success of this technique for patients is contingent on the application of continuous quality improvement (CQI) principles in PD practice which can improve patient outcomes and in turn lead to more successful PD programmes worldwide. In this installation of 'Your Questions Answered', we will outline an approach to quality improvement initiatives and examine the importance of CQI principles in PD practice. We will also highlight common pitfalls and provide strategies to identify potential targets for improvement within your PD programme.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36843355/",
    "clean_text": "continuous quality improvement in peritoneal dialysis your questions answered continued success of this technique for patients is contingent on the application of continuous quality improvement cqi principles in pd practice which can improve patient outcomes and in turn lead to more successful pd programmes worldwide in this installation o peritoneal dialysis pd uptake around the globe has steadily increased over the last several decades as a viable alternative to haemodialysis continued success of this technique for patients is contingent on the application of continuous quality improvement cqi principles in pd practice which can improve patient outcomes and in turn lead to more successful pd programmes worldwide in this installation of your questions answered we will outline an approach to quality improvement initiatives and examine the importance of cqi principles in pd practice we will also highlight common pitfalls and provide strategies to identify potential targets for improvement within your pd programme"
}