{
    "pmid": "41473579",
    "title": "Factors associated with reduced left ventricular ejection fraction as a manifestation of Trastuzumab-induced cardiotoxicity in breast cancer patients.",
    "abstract": "Breast cancer is the most common malignancy in women, with 15-20% being HER2-positive, an aggressive subtype treated with Trastuzumab. Despite its survival benefits, Trastuzumab may cause cardiotoxicity, typically monitored by left ventricular ejection fraction (LVEF). This study assessed Trastuzumab's impact on LVEF and related factors among women with breast cancer in Baghdad. This retrospective observational cohort study included 60 women with stage I-III HER2-positive breast cancer treated at Al-Amal National Oncology Hospital between January 2023 and May 2024. Baseline demographic, clinical, and echocardiographic parameters were collected, with follow-up assessments every three weeks during therapy and after the final cycle. Data were analyzed using SPSS version 27. A P-value <0.05 was considered statistically significant. Mean LVEF declined significantly from 64.98% ± 5.50 to 62.02% ± 6.91 post-treatment (P < 0.001). The proportion of patients with impaired left ventricular diastolic function increased from 11.7% to 26.7% (P = 0.003). An LVEF decline of ≥10% was considered clinically meaningful. Traditional risk factors were not associated with LVEF decline, whereas baseline LVDF (OR 10.80; 95% CI: 2.21-17.42; P = 0.007) and post-treatment LVDF (OR 8.20; 95% CI: 1.74-13.58; P = 0.008) were significantly linked to LVEF decline. Trastuzumab can cause early cardiac function decline, which is not always detected by LVEF alone. Assessment of left ventricular diastolic function at baseline and during therapy can identify high-risk patients, enabling timely monitoring and management to balance anticancer benefits with cardiotoxic risk.",
    "disease": "breast cancer",
    "clean_text": "factors associated with reduced left ventricular ejection fraction as a manifestation of trastuzumab induced cardiotoxicity in breast cancer patients breast cancer is the most common malignancy in women with being her positive an aggressive subtype treated with trastuzumab despite its survival benefits trastuzumab may cause cardiotoxicity typically monitored by left ventricular ejection fraction lvef this study assessed trastuzumab s impact on lvef and related factors among women with breast cancer in baghdad this retrospective observational cohort study included women with stage i iii her positive breast cancer treated at al amal national oncology hospital between january and may baseline demographic clinical and echocardiographic parameters were collected with follow up assessments every three weeks during therapy and after the final cycle data were analyzed using spss version a p value was considered statistically significant mean lvef declined significantly from to post treatment p the proportion of patients with impaired left ventricular diastolic function increased from to p an lvef decline of was considered clinically meaningful traditional risk factors were not associated with lvef decline whereas baseline lvdf or ci p and post treatment lvdf or ci p were significantly linked to lvef decline trastuzumab can cause early cardiac function decline which is not always detected by lvef alone assessment of left ventricular diastolic function at baseline and during therapy can identify high risk patients enabling timely monitoring and management to balance anticancer benefits with cardiotoxic risk"
}