{
    "pmid": "41436991",
    "title": "Pediatric necrotizing pneumonia caused by mixed infection with influenza A virus and Panton-Valentine Leucocidin-producing Staphylococcus aureus: case report and literature review.",
    "abstract": "Mixed infection with influenza A virus (IAV) and Staphylococcus aureus (S. aureus) is a serious concern in children. S. aureus, particularly Panton-Valentine Leucocidin (PVL)-producing strains, is a known cause of severe, necrotizing complications. We reported three cases of severe necrotizing pneumonia caused by PVL-positive S. aureus and IAV infection from March to April in 2023. Three previously healthy children presented with acute onset of high fever and dyspnea following IAV infection. Microbiological workup confirmed mixed infection with PVL-positive S. aureus (two methicillin-resistant, one methicillin-sensitive). Radiographic findings included necrotizing pneumonia, atelectasis and pleural effusion in all patients. All three developed necrotizing laryngotracheobronchitis, and one case was complicated by plastic bronchitis. All required intensive care unit admission, with two needing mechanical ventilation. The mainstay of successful management involved a combination of oseltamivir, linezolid, glucocorticoids, therapeutic bronchoscopy, and closed thoracic drainage. This study firstly documented successful treatment of three cases of severe necrotizing laryngotracheobronchitis and necrotizing pneumonia caused by PVL-positive S. aureus and IAV infection. Clinicians should raise awareness of this mixed infection in children with sudden clinical worsening after influenza to provide timely and effective treatment to decrease mortality.",
    "disease": "influenza",
    "clean_text": "pediatric necrotizing pneumonia caused by mixed infection with influenza a virus and panton valentine leucocidin producing staphylococcus aureus case report and literature review mixed infection with influenza a virus iav and staphylococcus aureus s aureus is a serious concern in children s aureus particularly panton valentine leucocidin pvl producing strains is a known cause of severe necrotizing complications we reported three cases of severe necrotizing pneumonia caused by pvl positive s aureus and iav infection from march to april in three previously healthy children presented with acute onset of high fever and dyspnea following iav infection microbiological workup confirmed mixed infection with pvl positive s aureus two methicillin resistant one methicillin sensitive radiographic findings included necrotizing pneumonia atelectasis and pleural effusion in all patients all three developed necrotizing laryngotracheobronchitis and one case was complicated by plastic bronchitis all required intensive care unit admission with two needing mechanical ventilation the mainstay of successful management involved a combination of oseltamivir linezolid glucocorticoids therapeutic bronchoscopy and closed thoracic drainage this study firstly documented successful treatment of three cases of severe necrotizing laryngotracheobronchitis and necrotizing pneumonia caused by pvl positive s aureus and iav infection clinicians should raise awareness of this mixed infection in children with sudden clinical worsening after influenza to provide timely and effective treatment to decrease mortality"
}