{
    "title": "Collaborative university-industry R&D practices supporting the pharmaceutical innovation process: Insights from a bibliometric review.",
    "doc_id": "35550437",
    "writer": "Ma Z",
    "year": "2022",
    "summary": "University-industry collaborative research and development (UIC R&D) is generally seen as a driver of the pharmaceutical innovation process. ...At the strategic level of organizational cooperation patterns, the analysis shows that pharmaceutical UIC R&amp …",
    "abstract": "University-industry collaborative research and development (UIC R&D) is generally seen as a driver of the pharmaceutical innovation process. Here, we perform a bibliometric review of UIC R&D practices over the past 30 years (1991-2020) by analyzing 800+ publications. At the strategic level of organizational cooperation patterns, the analysis shows that pharmaceutical UIC R&D mainly aims at strategic alliance formation, which gears toward universities and companies collaboratively exploring and commercializing technological breakthroughs. At the structural level of universities and companies investing in cooperation and aligning their activities, analytical results indicate that universities and companies organize themselves as interdependent entities in an open innovation ecosystem. At the cultural level of generally accepted collaboration norms and habits, analytical results show that university-company partnerships are becoming a rule rather than an exception. This study delves into a 30-year history of UIC R&D practices that support the pharmaceutical innovation process. It provides academics and practitioners with an insight into possible strategies for UIC R&D in the future and presents avenues for science, business and innovation research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35550437/",
    "clean_text": "collaborative university industry r d practices supporting the pharmaceutical innovation process insights from a bibliometric review university industry collaborative research and development uic r d is generally seen as a driver of the pharmaceutical innovation process at the strategic level of organizational cooperation patterns the analysis shows that pharmaceutical uic r amp university industry collaborative research and development uic r d is generally seen as a driver of the pharmaceutical innovation process here we perform a bibliometric review of uic r d practices over the past years by analyzing publications at the strategic level of organizational cooperation patterns the analysis shows that pharmaceutical uic r d mainly aims at strategic alliance formation which gears toward universities and companies collaboratively exploring and commercializing technological breakthroughs at the structural level of universities and companies investing in cooperation and aligning their activities analytical results indicate that universities and companies organize themselves as interdependent entities in an open innovation ecosystem at the cultural level of generally accepted collaboration norms and habits analytical results show that university company partnerships are becoming a rule rather than an exception this study delves into a year history of uic r d practices that support the pharmaceutical innovation process it provides academics and practitioners with an insight into possible strategies for uic r d in the future and presents avenues for science business and innovation research"
}