{
    "title": "Zika virus detection in amniotic fluid and Zika-associated birth defects.",
    "doc_id": "31954155",
    "writer": "Mercado M",
    "year": "2020",
    "summary": "The clinical importance of detection of Zika virus RNA in amniotic fluid is unknown. OBJECTIVE: The purpose of this study was to describe patterns of Zika virus RNA testing of amniotic fluid relative to other clinical specimens and to examine the assoc …",
    "abstract": "Background:\n        \n      \n      Zika virus infection during pregnancy can cause serious birth defects, which include brain and eye abnormalities. The clinical importance of detection of Zika virus RNA in amniotic fluid is unknown.\n    \n\n\n          Objective:\n        \n      \n      The purpose of this study was to describe patterns of Zika virus RNA testing of amniotic fluid relative to other clinical specimens and to examine the association between Zika virus detection in amniotic fluid and Zika-associated birth defects. Our null hypothesis was that Zika virus detection in amniotic fluid was not associated with Zika-associated birth defects.\n    \n\n\n          Study design:\n        \n      \n      We conducted a retrospective cohort analysis of women with amniotic fluid specimens submitted to Colombia's National Institute of Health as part of national Zika virus surveillance from January 2016 to January 2017. Specimens (maternal serum, amniotic fluid, cord blood, umbilical cord tissue, and placental tissue) were tested for the presence of Zika virus RNA with the use of a singleplex or multiplex real-time reverse transcriptase-polymerase chain reaction assay. Birth defect information was abstracted from maternal prenatal and infant birth records and reviewed by expert clinicians. Chi-square and Fisher's exact tests were used to compare the frequency of Zika-associated birth defects (defined as brain abnormalities [with or without microcephaly, but excluding neural tube defects and their associated findings] or eye abnormalities) by frequency of detection of Zika virus RNA in amniotic fluid.\n    \n\n\n          Results:\n        \n      \n      Our analysis included 128 women with amniotic fluid specimens. Seventy-five women (58%) had prenatally collected amniotic fluid; 42 women (33%) had amniotic fluid collected at delivery, and 11 women (9%) had missing collection dates. Ninety-one women had both amniotic fluid and other clinical specimens submitted for testing, which allowed for comparison across specimen types. Of those 91 women, 68 had evidence of Zika virus infection based on detection of Zika virus RNA in ≥1 specimen. Testing of amniotic fluid that was collected prenatally or at delivery identified 39 of these Zika virus infections (57%; 15 [22%] infections were identified only in amniotic fluid), and 29 infections (43%) were identified in other specimen types and not amniotic fluid. Among women who were included in the analysis, 89 had pregnancy outcome information available, which allowed for the assessment of the presence of Zika-associated birth defects. Zika-associated birth defects were significantly (P<.05) more common among pregnancies with Zika virus RNA detected in amniotic fluid specimens collected prenatally (19/32 specimens; 59%) than for those with no laboratory evidence of Zika virus infection in any specimen (6/23 specimens; 26%), but the proportion was similar in pregnancies with only Zika virus RNA detected in specimens other than amniotic fluid (10/23 specimens; 43%). Although Zika-associated birth defects were more common among women with any Zika virus RNA detected in amniotic fluid specimens (ie, collected prenatally or at delivery; 21/43 specimens; 49%) than those with no laboratory evidence of Zika virus infection (6/23 specimens; 26%), this comparison did not reach statistical significance (P=.07).\n    \n\n\n          Conclusion:\n        \n      \n      Testing of amniotic fluid provided additional evidence for maternal diagnosis of Zika virus infection. Zika-associated birth defects were more common among women with Zika virus RNA that was detected in prenatal amniotic fluid specimens than women with no laboratory evidence of Zika virus infection, but similar to women with Zika virus RNA detected in other, nonamniotic fluid specimen types.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31954155/",
    "clean_text": "zika virus detection in amniotic fluid and zika associated birth defects the clinical importance of detection of zika virus rna in amniotic fluid is unknown objective the purpose of this study was to describe patterns of zika virus rna testing of amniotic fluid relative to other clinical specimens and to examine the assoc background zika virus infection during pregnancy can cause serious birth defects which include brain and eye abnormalities the clinical importance of detection of zika virus rna in amniotic fluid is unknown objective the purpose of this study was to describe patterns of zika virus rna testing of amniotic fluid relative to other clinical specimens and to examine the association between zika virus detection in amniotic fluid and zika associated birth defects our null hypothesis was that zika virus detection in amniotic fluid was not associated with zika associated birth defects study design we conducted a retrospective cohort analysis of women with amniotic fluid specimens submitted to colombia s national institute of health as part of national zika virus surveillance from january to january specimens maternal serum amniotic fluid cord blood umbilical cord tissue and placental tissue were tested for the presence of zika virus rna with the use of a singleplex or multiplex real time reverse transcriptase polymerase chain reaction assay birth defect information was abstracted from maternal prenatal and infant birth records and reviewed by expert clinicians chi square and fisher s exact tests were used to compare the frequency of zika associated birth defects defined as brain abnormalities with or without microcephaly but excluding neural tube defects and their associated findings or eye abnormalities by frequency of detection of zika virus rna in amniotic fluid results our analysis included women with amniotic fluid specimens seventy five women had prenatally collected amniotic fluid women had amniotic fluid collected at delivery and women had missing collection dates ninety one women had both amniotic fluid and other clinical specimens submitted for testing which allowed for comparison across specimen types of those women had evidence of zika virus infection based on detection of zika virus rna in specimen testing of amniotic fluid that was collected prenatally or at delivery identified of these zika virus infections infections were identified only in amniotic fluid and infections were identified in other specimen types and not amniotic fluid among women who were included in the analysis had pregnancy outcome information available which allowed for the assessment of the presence of zika associated birth defects zika associated birth defects were significantly p more common among pregnancies with zika virus rna detected in amniotic fluid specimens collected prenatally specimens than for those with no laboratory evidence of zika virus infection in any specimen specimens but the proportion was similar in pregnancies with only zika virus rna detected in specimens other than amniotic fluid specimens although zika associated birth defects were more common among women with any zika virus rna detected in amniotic fluid specimens ie collected prenatally or at delivery specimens than those with no laboratory evidence of zika virus infection specimens this comparison did not reach statistical significance p conclusion testing of amniotic fluid provided additional evidence for maternal diagnosis of zika virus infection zika associated birth defects were more common among women with zika virus rna that was detected in prenatal amniotic fluid specimens than women with no laboratory evidence of zika virus infection but similar to women with zika virus rna detected in other nonamniotic fluid specimen types"
}