{
    "title": "Exploring the Support Needs of People Bereaved by Suicide: A Qualitative Study.",
    "doc_id": "30760119",
    "writer": "Ross V",
    "year": "2021",
    "summary": "To better understand the unique support needs of the suicide-bereaved and how these can be met, this Australian study qualitatively explored the experiences of people bereaved by suicide. Fifteen individuals who had lost a spouse or partner or a family member to suicide fo …",
    "abstract": "Bereavement by suicide is a unique form of grief characterized by features such as stigma, shame, and rejection that may complicate the grieving process and place people at heightened risk for specific mental health disorders, suicide attempts, and dying by suicide. To better understand the unique support needs of the suicide-bereaved and how these can be met, this Australian study qualitatively explored the experiences of people bereaved by suicide. Fifteen individuals who had lost a spouse or partner or a family member to suicide formed three focus groups across different locations in Queensland, Australia. Analysis identified four dominant themes: changing support needs, difficulties navigating services, experiences of stigma and social isolation, and connecting with others. The results from this study provide a powerful insight into the experiences and specific needs of the suicide-bereaved and could inform further development of suicide bereavement support services.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30760119/",
    "clean_text": "exploring the support needs of people bereaved by suicide a qualitative study to better understand the unique support needs of the suicide bereaved and how these can be met this australian study qualitatively explored the experiences of people bereaved by suicide fifteen individuals who had lost a spouse or partner or a family member to suicide fo bereavement by suicide is a unique form of grief characterized by features such as stigma shame and rejection that may complicate the grieving process and place people at heightened risk for specific mental health disorders suicide attempts and dying by suicide to better understand the unique support needs of the suicide bereaved and how these can be met this australian study qualitatively explored the experiences of people bereaved by suicide fifteen individuals who had lost a spouse or partner or a family member to suicide formed three focus groups across different locations in queensland australia analysis identified four dominant themes changing support needs difficulties navigating services experiences of stigma and social isolation and connecting with others the results from this study provide a powerful insight into the experiences and specific needs of the suicide bereaved and could inform further development of suicide bereavement support services"
}