{
    "title": "Yellow fever vaccines and international travelers.",
    "doc_id": "18564013",
    "writer": "Barnett ED",
    "year": "2008",
    "summary": "For many decades, vaccination against yellow fever has been required for travelers entering many countries with receptive mosquito vectors in order to prevent the importation of yellow fever virus from a country that had ongoing transmission. Each year …",
    "abstract": "The growth of air travel has diminished the barriers to the spread of yellow fever, posing a threat to regions that have not previously been reached by the disease but are considered receptive, including the Middle East, coastal East Africa, the Indian subcontinent, Asia and Australia. For many decades, vaccination against yellow fever has been required for travelers entering many countries with receptive mosquito vectors in order to prevent the importation of yellow fever virus from a country that had ongoing transmission. Each year, approximately 9 million tourists travel to countries where yellow fever is endemic; the number of tourists who visit yellow fever-endemic regions within these countries may exceed 3 million. Risk estimates of yellow fever to travelers are extremely difficult to ascertain due to fluctuation of the disease by year and season, incomplete surveillance data, and lack of accurate data regarding vaccine coverage of the local population. The 17D live yellow fever vaccine has been widely acknowledged as one of the most effective and safe vaccines in use. Recently, however, reports of severe and previously unrecognized significant adverse events linked to the 17D vaccine have caused major concern. Some have called for the development of new inactivated yellow fever vaccines for travelers. A new approach for manufacturing the live 17D vaccine involves using a full-length cDNA clone of 17D-204 virus. This new method allows production in a cell culture system and potentially reduces the risk of adventitious viruses and selection of a subpopulation during replication, thereby increasing safety.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18564013/",
    "clean_text": "yellow fever vaccines and international travelers for many decades vaccination against yellow fever has been required for travelers entering many countries with receptive mosquito vectors in order to prevent the importation of yellow fever virus from a country that had ongoing transmission each year the growth of air travel has diminished the barriers to the spread of yellow fever posing a threat to regions that have not previously been reached by the disease but are considered receptive including the middle east coastal east africa the indian subcontinent asia and australia for many decades vaccination against yellow fever has been required for travelers entering many countries with receptive mosquito vectors in order to prevent the importation of yellow fever virus from a country that had ongoing transmission each year approximately million tourists travel to countries where yellow fever is endemic the number of tourists who visit yellow fever endemic regions within these countries may exceed million risk estimates of yellow fever to travelers are extremely difficult to ascertain due to fluctuation of the disease by year and season incomplete surveillance data and lack of accurate data regarding vaccine coverage of the local population the d live yellow fever vaccine has been widely acknowledged as one of the most effective and safe vaccines in use recently however reports of severe and previously unrecognized significant adverse events linked to the d vaccine have caused major concern some have called for the development of new inactivated yellow fever vaccines for travelers a new approach for manufacturing the live d vaccine involves using a full length cdna clone of d virus this new method allows production in a cell culture system and potentially reduces the risk of adventitious viruses and selection of a subpopulation during replication thereby increasing safety"
}