{
    "title": "Survival in Type 1 and Type 2 Diabetes in a Population Referred for Invasive Evaluation of Coronary Disease.",
    "doc_id": "29224016",
    "writer": "Mølstad P",
    "year": "2018",
    "summary": "This yielded 43,872 patients with a known survival status including 1,326 (3.0%) patients with type 1 diabetes and 4,564 (10.9%) with type 2 diabetes. RESULTS: Cox regression revealed a hazard ratio (HR) in type 1 and type 2 diabet …",
    "abstract": "Objectives:\n        \n      \n      To evaluate long-term and time trends of survival in patients with a clinical diagnosis of type 1 and type 2 diabetes compared to patients without diabetes in a population referred for invasive treatment of coronary disease.\n    \n\n\n          Methods:\n        \n      \n      Patients examined for heart disease at the Feiring LHL Clinics from March 1999 until December 2014 were followed for survival until 20 September, 2015. This yielded 43,872 patients with a known survival status including 1,326 (3.0%) patients with type 1 diabetes and 4,564 (10.9%) with type 2 diabetes.\n    \n\n\n          Results:\n        \n      \n      Cox regression revealed a hazard ratio (HR) in type 1 and type 2 diabetes, respectively, of 1.78 (95% confidence interval [CI] 1.60-1.99) and 1.29 (95% CI 1.21-1.37). Comparing survival in the treatment periods before and after 2007, patients without diabetes and with type 2 diabetes had a reduced HR of 0.78 (95% CI 0.72-0.84) and 0.76 (95% CI 0.63-0.91), respectively, but there was no reduction in type 1 diabetes (HR 1.03; 95% CI 0.74-1.42).\n    \n\n\n          Conclusions:\n        \n      \n      Type 1 and type 2 diabetes have excess long-term mortality. In the nondiabetic and type 2 diabetic patients, a reduction in mortality has been noted in recent years, but has not been observed in type 1 diabetic patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29224016/",
    "clean_text": "survival in type and type diabetes in a population referred for invasive evaluation of coronary disease this yielded patients with a known survival status including patients with type diabetes and with type diabetes results cox regression revealed a hazard ratio hr in type and type diabet objectives to evaluate long term and time trends of survival in patients with a clinical diagnosis of type and type diabetes compared to patients without diabetes in a population referred for invasive treatment of coronary disease methods patients examined for heart disease at the feiring lhl clinics from march until december were followed for survival until september this yielded patients with a known survival status including patients with type diabetes and with type diabetes results cox regression revealed a hazard ratio hr in type and type diabetes respectively of confidence interval ci and ci comparing survival in the treatment periods before and after patients without diabetes and with type diabetes had a reduced hr of ci and ci respectively but there was no reduction in type diabetes hr ci conclusions type and type diabetes have excess long term mortality in the nondiabetic and type diabetic patients a reduction in mortality has been noted in recent years but has not been observed in type diabetic patients"
}