{
    "pmid": "41386309",
    "title": "Integration of proteomics, network pharmacology and Mendelian randomization: Revealing key targets and mechanisms of Huoluo Xiaoling Pellet in improving knee osteoarthritis.",
    "abstract": "Huoluo Xiaoling Pellet (HXP), originating from the Qing Dynasty, is one of the representative medicines for \"promoting blood circulation and removing blood stasis\". It is often used in the treatment of orthopedic and cardiovascular diseases. However, the pharmaceutical material basis, related action targets and mechanisms of its treatment for knee osteoarthritis (KOA) still need further exploration. This study aims to investigate whether HXP and its Q-marker, salvianolic acid B (Sal B), can ameliorate KOA by modulating chondrocyte metabolic reprogramming and to elucidate the underlying molecular mechanisms. Mendelian randomization (MR) was employed to assess the causal relationship between disorders of iron metabolism and KOA as well as mitochondrial DNA. The blood-entry components of HXP were identified by LC-MS/MS and UHPLC-Q-Orbitrap-MS. The pharmacological efficacy of HXP and Sal B was evaluated through antioxidant capacity assays, chondrocyte H There are 203 serum compounds of HXP, with 13 differential compounds. MR analysis indicated that disorders of iron metabolism are a risk factor for both knee osteoarthritis (KOA) and mitochondrial DNA. Sal B was identified as HXP's Q-Marker and key bioactive component. In vitro and in vivo experiments showed both HXP and Sal B effectively alleviate oxidative stress and inflammation, and rectify dysregulation of energy and iron metabolism. These effects are associated with activation of the NRF2/HO-1/GPX4 axis, inhibition of the JNK/c-JUN/NCOA4 axis and the JAK2/STAT3 pathway. Histopathological analysis, Micro-CT and serological indices confirmed the therapeutic efficacy. Proteomic analysis further revealed that HXP primarily regulates immune inflammation and lipid metabolism, whereas Sal B predominantly focuses on cartilage structure repair and energy metabolism. This study is the first to demonstrate that HXP and its bioactive compound Sal B, can intervene in the vicious cycle of \"oxidative stress-iron metabolism disorder-energy dysfunction-inflammation\" through multiple pathways. They regulate chondrocyte metabolic reprogramming, ameliorate KOA, and alleviate systemic iron metabolism disorders. From the perspective of material exchange and energy metabolism, this provides a modern scientific basis for the prevention and treatment of KOA by the TCM theory of \"activating blood circulation and dredging collaterals\".",
    "disease": "osteoarthritis",
    "clean_text": "integration of proteomics network pharmacology and mendelian randomization revealing key targets and mechanisms of huoluo xiaoling pellet in improving knee osteoarthritis huoluo xiaoling pellet hxp originating from the qing dynasty is one of the representative medicines for promoting blood circulation and removing blood stasis it is often used in the treatment of orthopedic and cardiovascular diseases however the pharmaceutical material basis related action targets and mechanisms of its treatment for knee osteoarthritis koa still need further exploration this study aims to investigate whether hxp and its q marker salvianolic acid b sal b can ameliorate koa by modulating chondrocyte metabolic reprogramming and to elucidate the underlying molecular mechanisms mendelian randomization mr was employed to assess the causal relationship between disorders of iron metabolism and koa as well as mitochondrial dna the blood entry components of hxp were identified by lc ms ms and uhplc q orbitrap ms the pharmacological efficacy of hxp and sal b was evaluated through antioxidant capacity assays chondrocyte h there are serum compounds of hxp with differential compounds mr analysis indicated that disorders of iron metabolism are a risk factor for both knee osteoarthritis koa and mitochondrial dna sal b was identified as hxp s q marker and key bioactive component in vitro and in vivo experiments showed both hxp and sal b effectively alleviate oxidative stress and inflammation and rectify dysregulation of energy and iron metabolism these effects are associated with activation of the nrf ho gpx axis inhibition of the jnk c jun ncoa axis and the jak stat pathway histopathological analysis micro ct and serological indices confirmed the therapeutic efficacy proteomic analysis further revealed that hxp primarily regulates immune inflammation and lipid metabolism whereas sal b predominantly focuses on cartilage structure repair and energy metabolism this study is the first to demonstrate that hxp and its bioactive compound sal b can intervene in the vicious cycle of oxidative stress iron metabolism disorder energy dysfunction inflammation through multiple pathways they regulate chondrocyte metabolic reprogramming ameliorate koa and alleviate systemic iron metabolism disorders from the perspective of material exchange and energy metabolism this provides a modern scientific basis for the prevention and treatment of koa by the tcm theory of activating blood circulation and dredging collaterals"
}