{
    "pmid": "41442852",
    "title": "Dynamic regulation of K33- and K48-linked ubiquitination of Tip60 by TRIM37 orchestrates host DNA damage response during Pseudomonas aeruginosa infection and recovery.",
    "abstract": "Bacterial infections pose a significant threat to host cells by inducing DNA damage, potentially leading to chromosomal instability, cell cycle arrest, apoptosis, or even cancer. Pseudomonas aeruginosa (P. aeruginosa) infection-induced DNA double-strand breaks (DSBs) activates DNA damage response (DDR) to facilitate repair. However, the mechanisms linking P. aeruginosa infection and host DNA repair remain unclear. Here, we demonstrate that DSBs-induced by P. aeruginosa in lung epithelial cells promote Tip60 activation and stabilization, which help counteract DNA damage. However, diminished Tip60 activation and reduced protein levels during the post-infection recovery phase exacerbate DNA damage. Mechanistically, elevated Tip60 levels during infection are associated with suppressed K33- and K48-linked ubiquitination, whereas the decline of Tip60 during recovery coincides with enhanced K33- and K48-linked ubiquitination. These specific ubiquitination modifications promote proteasomal degradation of Tip60, thereby reducing its stability. Supporting this, we observed that wild-type Tip60 undergoes markedly less K33- and K48-linked ubiquitination than its histone acetyltransferase (HAT) activity-deficient mutant. Notably, we identify the E3 ubiquitin ligase TRIM37 as a positive regulator of Tip60 stability, largely independent of its E3 ligase activity. Silencing TRIM37 enhances K33- and K48-linked ubiquitination and accelerates Tip60 degradation, thereby exacerbating DNA damage during both infection and recovery. TRIM37 binds to the C-terminal MYST domain of Tip60, with this interaction strengthened during infection but weakened upon recovery. This dynamic regulation arises because TRIM37 preferentially associates with the activated form of Tip60. Collectively, our findings identify the TRIM37-Tip60 axis as a critical regulator of host DDR in response to P. aeruginosa infection, offering new insights into infection-associated DDR and therapeutic strategies.",
    "disease": "lung cancer",
    "clean_text": "dynamic regulation of k and k linked ubiquitination of tip by trim orchestrates host dna damage response during pseudomonas aeruginosa infection and recovery bacterial infections pose a significant threat to host cells by inducing dna damage potentially leading to chromosomal instability cell cycle arrest apoptosis or even cancer pseudomonas aeruginosa p aeruginosa infection induced dna double strand breaks dsbs activates dna damage response ddr to facilitate repair however the mechanisms linking p aeruginosa infection and host dna repair remain unclear here we demonstrate that dsbs induced by p aeruginosa in lung epithelial cells promote tip activation and stabilization which help counteract dna damage however diminished tip activation and reduced protein levels during the post infection recovery phase exacerbate dna damage mechanistically elevated tip levels during infection are associated with suppressed k and k linked ubiquitination whereas the decline of tip during recovery coincides with enhanced k and k linked ubiquitination these specific ubiquitination modifications promote proteasomal degradation of tip thereby reducing its stability supporting this we observed that wild type tip undergoes markedly less k and k linked ubiquitination than its histone acetyltransferase hat activity deficient mutant notably we identify the e ubiquitin ligase trim as a positive regulator of tip stability largely independent of its e ligase activity silencing trim enhances k and k linked ubiquitination and accelerates tip degradation thereby exacerbating dna damage during both infection and recovery trim binds to the c terminal myst domain of tip with this interaction strengthened during infection but weakened upon recovery this dynamic regulation arises because trim preferentially associates with the activated form of tip collectively our findings identify the trim tip axis as a critical regulator of host ddr in response to p aeruginosa infection offering new insights into infection associated ddr and therapeutic strategies"
}