{
    "title": "Cryptogenic Multifocal Ulcerating Stenosing Enteropathy(CMUSE) and/or Chronic Non-specific Multiple Ulcers of the Small Intestine(CNSU) and Non-granulomatous Ulcerating Jejunoileitis (NGUJI).",
    "doc_id": "31501950",
    "writer": "Singh A.",
    "year": "2019",
    "summary": "PURPOSE OF REVIEW: The purpose is to make aware of the existence of the rare and exclusive small intestine (SI) diseases, namely cryptogenic multifocal ulcerating stenosing enteropathy (CMUSE) or chronic non-specific multiple ulcers of the small intestine (CNSU) and …",
    "abstract": "Purpose of review:\n        \n      \n      The purpose is to make aware of the existence of the rare and exclusive small intestine (SI) diseases, namely cryptogenic multifocal ulcerating stenosing enteropathy (CMUSE) or chronic non-specific multiple ulcers of the small intestine (CNSU) and non-granulomatous ulcerating jejunoileitis (NGUJI). The article will elucidate their epidemiology, pathogenesis, clinical features, diagnosis, differentiating features and management.\n    \n\n\n          Recent findings:\n        \n      \n      Recent papers have published the clinical features and diagnostic criteria of CMUSE/CNSU and NGUJI. CNSU/CMUSE is caused by gene mutations involved in the prostaglandin pathways. Although capsule endoscopy can detect these lesions, it carries a risk of retention. TNF antagonists and azathioprine have shown response in few cases. CMUSE/CNSU and NGUJI are uncommon diseases that cause relapsing SI obstruction and bleed due to short-segment strictures and multiple shallow ulcers. This article focuses on current knowledge and novel insights regarding their pathogenesis, genetics, clinical features, diagnostic criteria and management. Multicentric clinical and genetic studies are the need of the hour.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31501950/",
    "clean_text": "cryptogenic multifocal ulcerating stenosing enteropathy cmuse and or chronic non specific multiple ulcers of the small intestine cnsu and non granulomatous ulcerating jejunoileitis nguji purpose of review the purpose is to make aware of the existence of the rare and exclusive small intestine si diseases namely cryptogenic multifocal ulcerating stenosing enteropathy cmuse or chronic non specific multiple ulcers of the small intestine cnsu and purpose of review the purpose is to make aware of the existence of the rare and exclusive small intestine si diseases namely cryptogenic multifocal ulcerating stenosing enteropathy cmuse or chronic non specific multiple ulcers of the small intestine cnsu and non granulomatous ulcerating jejunoileitis nguji the article will elucidate their epidemiology pathogenesis clinical features diagnosis differentiating features and management recent findings recent papers have published the clinical features and diagnostic criteria of cmuse cnsu and nguji cnsu cmuse is caused by gene mutations involved in the prostaglandin pathways although capsule endoscopy can detect these lesions it carries a risk of retention tnf antagonists and azathioprine have shown response in few cases cmuse cnsu and nguji are uncommon diseases that cause relapsing si obstruction and bleed due to short segment strictures and multiple shallow ulcers this article focuses on current knowledge and novel insights regarding their pathogenesis genetics clinical features diagnostic criteria and management multicentric clinical and genetic studies are the need of the hour"
}