{
    "title": "Novel trends and concepts in the nutritional management of glycemia in type 2 diabetes mellitus-beyond dietary patterns: a narrative review.",
    "doc_id": "34455577",
    "writer": "Pafili Z",
    "year": "2021",
    "summary": "A variety of eating patterns are recommended by international guidelines to help people with type 2 diabetes mellitus (T2DM) achieve general health and glycemia goals. Apart from eating patterns, there is evidence that other approaches related to the e …",
    "abstract": "A variety of eating patterns are recommended by international guidelines to help people with type 2 diabetes mellitus (T2DM) achieve general health and glycemia goals. Apart from eating patterns, there is evidence that other approaches related to the everyday application of dietary advice, such as meal frequency, breakfast consumption, daily carbohydrate distribution, and order of food consumption during meals, have significant effects on glycemia management. The aims of this review were to examine published diabetes nutrition guidelines concerning specific recommendations with regard to the above approaches, as well as to review evidence from studies that have investigated their effect on glycemia in T2DM. The data suggest that eating breakfast regularly, consuming most carbohydrates at lunch, avoiding large dinners late at night, and applying the carbohydrate-last meal pattern are effective practices towards better nutritional management of T2DM.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34455577/",
    "clean_text": "novel trends and concepts in the nutritional management of glycemia in type diabetes mellitus beyond dietary patterns a narrative review a variety of eating patterns are recommended by international guidelines to help people with type diabetes mellitus t dm achieve general health and glycemia goals apart from eating patterns there is evidence that other approaches related to the e a variety of eating patterns are recommended by international guidelines to help people with type diabetes mellitus t dm achieve general health and glycemia goals apart from eating patterns there is evidence that other approaches related to the everyday application of dietary advice such as meal frequency breakfast consumption daily carbohydrate distribution and order of food consumption during meals have significant effects on glycemia management the aims of this review were to examine published diabetes nutrition guidelines concerning specific recommendations with regard to the above approaches as well as to review evidence from studies that have investigated their effect on glycemia in t dm the data suggest that eating breakfast regularly consuming most carbohydrates at lunch avoiding large dinners late at night and applying the carbohydrate last meal pattern are effective practices towards better nutritional management of t dm"
}