{
    "title": "Topical hydrogel containing Fumaria vaillantii Loisel. extract enhances wound healing in rats.",
    "doc_id": "31511001",
    "writer": "Davoodi-Roodbordeii F",
    "year": "2019",
    "summary": "Breaking strength was determined in a 10-day-old incision wound by the uniaxial tensile test. RESULTS: Topical administration of F.vaillantii gel formulation significantly enhanced skin wound closure on the 6th post-wounding day compared to both gel base and …",
    "abstract": "Background:\n        \n      \n      Fumaria species (Fumariacea) has traditionally been used in wound healing in Iranian folk medicine. However, with the discovery of newer agents, its use has faded off into total obscurity. This study explored the wound healing potential of a gel containing 10% Fumaria vaillantii Loisel through topical application of total extract in a model of excisional as well as incisional wound healing in albino Wistar rats.\n    \n\n\n          Methods:\n        \n      \n      Rats were anesthetized, and excisional skin wound was established using a sterilized surgical scissors. The animals were then treated with 10% F.vaillantii topical gel formulation along with the gel base. The treatments were administered once a day after the injury for 21 days. For topical treatment, the hydrogel was formulated and evaluated for chemical and physical characteristics. Histopathological analysis with hematoxylin and eosin (H&E) was used for microscopic examination of the skin tissues on 21-day-old sections of excision wound. To verify collagen formation, hydroxyproline determination was performed 21 days post wound healing. Breaking strength was determined in a 10-day-old incision wound by the uniaxial tensile test.\n    \n\n\n          Results:\n        \n      \n      Topical administration of F.vaillantii gel formulation significantly enhanced skin wound closure on the 6th post-wounding day compared to both gel base and the negative control, indicating an accelerated wound healing process, while a significant difference was observed on 10th and 14th post -wound days in F.vaillantii treatment compared to the negative control groups. Gel formulation prepared with a 10% F. vaillantii extract exhibited a response in terms of wound epithelialization, angiogenesis and number of hair follicles at wound area better than the gel base on the 21st post-wound day. Application of gel base produced further advantages by increasing hydroxyproline content and collagen fiber thickness. Our results on incision wound model were supported by histopathological data indicating the role of gel base in the enhancement of breaking strength.\n    \n\n\n          Conclusion:\n        \n      \n      Traditional use of Fumaria species in the skin diseases was justified in this study by revealing the increase in wound healing activity after hydrogel containing F. vaillantii total extract administration.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31511001/",
    "clean_text": "topical hydrogel containing fumaria vaillantii loisel extract enhances wound healing in rats breaking strength was determined in a day old incision wound by the uniaxial tensile test results topical administration of f vaillantii gel formulation significantly enhanced skin wound closure on the th post wounding day compared to both gel base and background fumaria species fumariacea has traditionally been used in wound healing in iranian folk medicine however with the discovery of newer agents its use has faded off into total obscurity this study explored the wound healing potential of a gel containing fumaria vaillantii loisel through topical application of total extract in a model of excisional as well as incisional wound healing in albino wistar rats methods rats were anesthetized and excisional skin wound was established using a sterilized surgical scissors the animals were then treated with f vaillantii topical gel formulation along with the gel base the treatments were administered once a day after the injury for days for topical treatment the hydrogel was formulated and evaluated for chemical and physical characteristics histopathological analysis with hematoxylin and eosin h e was used for microscopic examination of the skin tissues on day old sections of excision wound to verify collagen formation hydroxyproline determination was performed days post wound healing breaking strength was determined in a day old incision wound by the uniaxial tensile test results topical administration of f vaillantii gel formulation significantly enhanced skin wound closure on the th post wounding day compared to both gel base and the negative control indicating an accelerated wound healing process while a significant difference was observed on th and th post wound days in f vaillantii treatment compared to the negative control groups gel formulation prepared with a f vaillantii extract exhibited a response in terms of wound epithelialization angiogenesis and number of hair follicles at wound area better than the gel base on the st post wound day application of gel base produced further advantages by increasing hydroxyproline content and collagen fiber thickness our results on incision wound model were supported by histopathological data indicating the role of gel base in the enhancement of breaking strength conclusion traditional use of fumaria species in the skin diseases was justified in this study by revealing the increase in wound healing activity after hydrogel containing f vaillantii total extract administration"
}