{
    "title": "Penetrating liver injury managed with a combination of balloon tamponade and venous stenting. A case report and literature review.",
    "doc_id": "21917256",
    "writer": "Beitner MM",
    "year": "2012",
    "summary": "AAST-OIS grade V complex hepatic injuries are often fatal as a result of exsanguination. We report a patient presenting in extremis with a penetrating injury to the right kidney, liver, middle hepatic vein, diaphragm, and lung. ...",
    "abstract": "AAST-OIS grade V complex hepatic injuries are often fatal as a result of exsanguination. We report a patient presenting in extremis with a penetrating injury to the right kidney, liver, middle hepatic vein, diaphragm, and lung. A combination of intrahepatic balloon tamponade and hepatic venous stenting was used to control exsanguinating haemorrhage, the first time this combination has been reported. Rapid assessment and treatment and a team approach, together with the innovative application of haemostatic techniques, allowed a multidisciplinary team to salvage this patient.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21917256/",
    "clean_text": "penetrating liver injury managed with a combination of balloon tamponade and venous stenting a case report and literature review aast ois grade v complex hepatic injuries are often fatal as a result of exsanguination we report a patient presenting in extremis with a penetrating injury to the right kidney liver middle hepatic vein diaphragm and lung aast ois grade v complex hepatic injuries are often fatal as a result of exsanguination we report a patient presenting in extremis with a penetrating injury to the right kidney liver middle hepatic vein diaphragm and lung a combination of intrahepatic balloon tamponade and hepatic venous stenting was used to control exsanguinating haemorrhage the first time this combination has been reported rapid assessment and treatment and a team approach together with the innovative application of haemostatic techniques allowed a multidisciplinary team to salvage this patient"
}