{
    "pmid": "41450422",
    "title": "Severe Alcohol-Related Liver Disease With Features Suggestive of Cirrhosis in a Young Adult Following Short-Term High-Risk Alcohol Use: A Case Report.",
    "abstract": "Alcohol-related liver disease (ARLD) typically develops after many years of harmful alcohol use, and features suggestive of cirrhosis in individuals under 30 are considered uncommon. We describe a 24-year-old man admitted with acute alcohol withdrawal. He reported an escalation of alcohol intake after the loss of three family members within an eight-month period, consuming approximately 119 units (≈ 952 grams of alcohol) per week, mainly from miniature vodka bottles and daily cocktails (13% ABV). Prior to this period, he drank socially without known liver disease. On examination, he was alert and oriented with no evidence of hepatic encephalopathy. He had hand tremors and jaundice, with a palpable, firm liver edge suggestive of chronic liver disease. Laboratory tests showed: bilirubin 170 µmol/L (normal <21), alanine aminotransferase (AST) 182 U/L (normal <40), alkaline phosphatase (ALP) 375 U/L, gamma-glutamyl transferase (γ-GT) 4,464 U/L, albumin 34 g/L, international normalised ratio (INR) 1.19, hemoglobin 129 g/L, and platelets 93 ×10⁹/L. Ultrasound demonstrated features suggestive of cirrhosis, including a coarse, nodular liver surface and splenomegaly. He received a standard alcohol withdrawal management regimen and psychosocial support, including bereavement counseling and referral to community alcohol services. He was discharged after seven days with ongoing hepatology follow-up, including outpatient fibrosis assessment. This case illustrates severe ARLD with features suggestive of early cirrhosis in a very young adult after a relatively short period of high-risk alcohol consumption. While cirrhosis risk is typically linked to cumulative lifetime alcohol exposure, recent reports suggest a rising incidence of early-onset ARLD in individuals under 40, potentially influenced by genetic predisposition, binge-drinking patterns, and psychosocial stressors. Clinicians should be aware that clinically significant liver injury may occur rapidly in young adults with high-risk drinking patterns, and that features suggestive of cirrhosis can develop earlier than traditionally expected. Early recognition, intervention, and psychosocial support remain essential to reduce the growing burden of ARLD among younger populations.",
    "disease": "liver cirrhosis",
    "clean_text": "severe alcohol related liver disease with features suggestive of cirrhosis in a young adult following short term high risk alcohol use a case report alcohol related liver disease arld typically develops after many years of harmful alcohol use and features suggestive of cirrhosis in individuals under are considered uncommon we describe a year old man admitted with acute alcohol withdrawal he reported an escalation of alcohol intake after the loss of three family members within an eight month period consuming approximately units grams of alcohol per week mainly from miniature vodka bottles and daily cocktails abv prior to this period he drank socially without known liver disease on examination he was alert and oriented with no evidence of hepatic encephalopathy he had hand tremors and jaundice with a palpable firm liver edge suggestive of chronic liver disease laboratory tests showed bilirubin mol l normal alanine aminotransferase ast u l normal alkaline phosphatase alp u l gamma glutamyl transferase gt u l albumin g l international normalised ratio inr hemoglobin g l and platelets l ultrasound demonstrated features suggestive of cirrhosis including a coarse nodular liver surface and splenomegaly he received a standard alcohol withdrawal management regimen and psychosocial support including bereavement counseling and referral to community alcohol services he was discharged after seven days with ongoing hepatology follow up including outpatient fibrosis assessment this case illustrates severe arld with features suggestive of early cirrhosis in a very young adult after a relatively short period of high risk alcohol consumption while cirrhosis risk is typically linked to cumulative lifetime alcohol exposure recent reports suggest a rising incidence of early onset arld in individuals under potentially influenced by genetic predisposition binge drinking patterns and psychosocial stressors clinicians should be aware that clinically significant liver injury may occur rapidly in young adults with high risk drinking patterns and that features suggestive of cirrhosis can develop earlier than traditionally expected early recognition intervention and psychosocial support remain essential to reduce the growing burden of arld among younger populations"
}