{
    "title": "Molecular and Histologic Diagnosis of Central Nervous System Infections.",
    "doc_id": "32389267",
    "writer": "Solomon IH.",
    "year": "2020",
    "summary": "Infections of the central nervous system cause significant morbidity and mortality in immunocompetent and immunocompromised individuals. ...",
    "abstract": "Infections of the central nervous system cause significant morbidity and mortality in immunocompetent and immunocompromised individuals. A wide variety of microorganisms can cause infections, including bacteria, mycobacteria, fungi, viruses, and parasites. Although less invasive testing is preferred, surgical biopsy may be necessary to collect diagnostic tissue. Histologic findings, including special stains and immunohistochemistry, can provide a morphologic diagnosis in many cases, which can be further classified by molecular testing. Correlation of molecular, culture, and other laboratory results with histologic findings is essential for an accurate diagnosis, and to minimize false positives from microbial contamination.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32389267/",
    "clean_text": "molecular and histologic diagnosis of central nervous system infections infections of the central nervous system cause significant morbidity and mortality in immunocompetent and immunocompromised individuals infections of the central nervous system cause significant morbidity and mortality in immunocompetent and immunocompromised individuals a wide variety of microorganisms can cause infections including bacteria mycobacteria fungi viruses and parasites although less invasive testing is preferred surgical biopsy may be necessary to collect diagnostic tissue histologic findings including special stains and immunohistochemistry can provide a morphologic diagnosis in many cases which can be further classified by molecular testing correlation of molecular culture and other laboratory results with histologic findings is essential for an accurate diagnosis and to minimize false positives from microbial contamination"
}