{
    "title": "Comparison of commercial type 1 and type 2 PRRSV vaccines against heterologous dual challenge.",
    "doc_id": "26864027",
    "writer": "Choi K",
    "year": "2016",
    "summary": "Vaccination of pigs with type 1 PRRSV was able to reduce the levels of type 1 but not type 2 PRRSV viraemia, whereas vaccination of pigs with type 2 PRRSV was able to reduce the levels of type 1 and type 2 PRRSV virae …",
    "abstract": "This study was to compare the effect of vaccination of pigs with either type 1 or type 2 porcine reproductive and respiratory syndrome virus (PRRSV) against heterologous dual challenge of both genotypes. Pigs were administered type 1 (UNISTRAIN PRRS) or type 2 (Fostera PRRS) PRRSV vaccine at 28 days of age and inoculated intranasally with both genotypes at 63 days of age. Vaccination of pigs with type 1 PRRSV was able to reduce the levels of type 1 but not type 2 PRRSV viraemia, whereas vaccination of pigs with type 2 PRRSV was able to reduce the levels of type 1 and type 2 PRRSV viraemia against a dual challenge. Vaccination of pigs with type 2 PRRSV significantly reduced lung lesions after dual challenge compared with vaccination of pigs with type 1 PRRSV. Vaccination of pigs with type 2 PRRSV induced higher numbers of type 1 and type 2 PRRSV-specific interferon-γ secreting cells compared with vaccination of pigs with type 1 PRRSV after dual challenge. The results of this study demonstrated that vaccination of pigs with type 2 PRRSV is efficacious in protecting growing pigs from respiratory disease after heterologous dual type 1 and type 2 PRRSV challenge compared with vaccination of pigs with type 1 PRRSV.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26864027/",
    "clean_text": "comparison of commercial type and type prrsv vaccines against heterologous dual challenge vaccination of pigs with type prrsv was able to reduce the levels of type but not type prrsv viraemia whereas vaccination of pigs with type prrsv was able to reduce the levels of type and type prrsv virae this study was to compare the effect of vaccination of pigs with either type or type porcine reproductive and respiratory syndrome virus prrsv against heterologous dual challenge of both genotypes pigs were administered type unistrain prrs or type fostera prrs prrsv vaccine at days of age and inoculated intranasally with both genotypes at days of age vaccination of pigs with type prrsv was able to reduce the levels of type but not type prrsv viraemia whereas vaccination of pigs with type prrsv was able to reduce the levels of type and type prrsv viraemia against a dual challenge vaccination of pigs with type prrsv significantly reduced lung lesions after dual challenge compared with vaccination of pigs with type prrsv vaccination of pigs with type prrsv induced higher numbers of type and type prrsv specific interferon secreting cells compared with vaccination of pigs with type prrsv after dual challenge the results of this study demonstrated that vaccination of pigs with type prrsv is efficacious in protecting growing pigs from respiratory disease after heterologous dual type and type prrsv challenge compared with vaccination of pigs with type prrsv"
}