{
    "pmid": "41473074",
    "title": "The role of diagnostic laparoscopy in staging distal esophageal adenocarcinoma.",
    "abstract": "The study objectives were to determine whether diagnostic laparoscopy improves staging accuracy in selected patients with distal esophageal adenocarcinoma and to identify clinicopathologic features associated with positive diagnostic laparoscopy. Patients with distal esophageal adenocarcinoma who underwent diagnostic laparoscopy from 2000 to 2023 at a single institution were identified from a prospectively maintained surgical database. Exclusion criteria included performance of diagnostic laparoscopy after systemic therapy, absence of staging positron computed tomography/computed tomography, and M1 disease before diagnostic laparoscopy. Fisher exact test and Wilcoxon rank-sum test were used to compare categorical and continuous variables, respectively, between patients with negative and positive diagnostic laparoscopy. Clinicopathologic features were assessed using multivariable logistic regression. In total, 226 of 2131 patients with distal esophageal adenocarcinoma (11%) underwent diagnostic laparoscopy; 93% of these patients (211/226) had clinical T stage 3 or more. Most patients had clinical stage III disease before diagnostic laparoscopy (205/226 [91%]). In total, 183 patients (81%) had negative diagnostic laparoscopy, and 43 patients (19%) had positive diagnostic laparoscopy. In 40 patients (20%), disease was upstaged from III to IVB after positive diagnostic laparoscopy. Distal esophageal adenocarcinoma with signet ring feature (odds ratio, 2.45, 95% CI, 1.05-5.86;  Signet ring feature is associated with peritoneal disease. The use of diagnostic laparoscopy in these patients may lead to better staging and more appropriate treatment strategies.",
    "disease": "lung cancer",
    "clean_text": "the role of diagnostic laparoscopy in staging distal esophageal adenocarcinoma the study objectives were to determine whether diagnostic laparoscopy improves staging accuracy in selected patients with distal esophageal adenocarcinoma and to identify clinicopathologic features associated with positive diagnostic laparoscopy patients with distal esophageal adenocarcinoma who underwent diagnostic laparoscopy from to at a single institution were identified from a prospectively maintained surgical database exclusion criteria included performance of diagnostic laparoscopy after systemic therapy absence of staging positron computed tomography computed tomography and m disease before diagnostic laparoscopy fisher exact test and wilcoxon rank sum test were used to compare categorical and continuous variables respectively between patients with negative and positive diagnostic laparoscopy clinicopathologic features were assessed using multivariable logistic regression in total of patients with distal esophageal adenocarcinoma underwent diagnostic laparoscopy of these patients had clinical t stage or more most patients had clinical stage iii disease before diagnostic laparoscopy in total patients had negative diagnostic laparoscopy and patients had positive diagnostic laparoscopy in patients disease was upstaged from iii to ivb after positive diagnostic laparoscopy distal esophageal adenocarcinoma with signet ring feature odds ratio ci signet ring feature is associated with peritoneal disease the use of diagnostic laparoscopy in these patients may lead to better staging and more appropriate treatment strategies"
}