{
    "pmid": "41456955",
    "title": "Immune Inflammation at the Crossroads of Atherosclerosis and Ischemic Stroke: Mechanisms, Trends, and Translational Perspectives.",
    "abstract": "Atherosclerosis is a chronic inflammatory disorder and a major cause of ischemic stroke. Immune-mediated mechanisms are increasingly recognized as central in this continuum, yet the global research landscape and its clinical translation remain insufficiently characterized. We conducted a multi-level bibliometric analysis using the Web of Science Core Collection and MEDLINE. Searches targeted atherosclerosis, ischemic stroke, and immunity, restricted to English-language articles and reviews. After screening, 1760 WoSCC records and 708 human-only MEDLINE articles were analyzed with VOSviewer, CiteSpace, and Bibliometrix. Comparative assessment between China and the United States examined differences in research output, thematic focus, and methodological orientation. Global publications rose steadily from 1999 to 2025, peaking in 2022. Inflammation, atherosclerosis, and ischemic stroke were the dominant themes, with growing interest in causal inference (e.g., Mendelian randomization) and translational biomarkers. China showed rapid post-2015 growth with focus on immune-cell mechanisms, while the United States maintained leadership in scholarly impact, clinical orientation, and collaboration. Human-only studies confirmed these patterns and highlighted emerging topics such as microRNAs, COVID-19, insulin resistance, and lipoprotein(a). Research has shifted from associative links to mechanistic insights and early translational strategies. However, gaps remain between molecular and clinical domains, and causal pathways are underdeveloped. Future work should emphasize molecular-clinical integration, expand immunological targets, apply multi-omics and AI approaches, and strengthen international collaboration-particularly between China and the United States-to advance precision prevention and intervention in atherosclerotic ischemic stroke.",
    "disease": "stroke",
    "clean_text": "immune inflammation at the crossroads of atherosclerosis and ischemic stroke mechanisms trends and translational perspectives atherosclerosis is a chronic inflammatory disorder and a major cause of ischemic stroke immune mediated mechanisms are increasingly recognized as central in this continuum yet the global research landscape and its clinical translation remain insufficiently characterized we conducted a multi level bibliometric analysis using the web of science core collection and medline searches targeted atherosclerosis ischemic stroke and immunity restricted to english language articles and reviews after screening woscc records and human only medline articles were analyzed with vosviewer citespace and bibliometrix comparative assessment between china and the united states examined differences in research output thematic focus and methodological orientation global publications rose steadily from to peaking in inflammation atherosclerosis and ischemic stroke were the dominant themes with growing interest in causal inference e g mendelian randomization and translational biomarkers china showed rapid post growth with focus on immune cell mechanisms while the united states maintained leadership in scholarly impact clinical orientation and collaboration human only studies confirmed these patterns and highlighted emerging topics such as micrornas covid insulin resistance and lipoprotein a research has shifted from associative links to mechanistic insights and early translational strategies however gaps remain between molecular and clinical domains and causal pathways are underdeveloped future work should emphasize molecular clinical integration expand immunological targets apply multi omics and ai approaches and strengthen international collaboration particularly between china and the united states to advance precision prevention and intervention in atherosclerotic ischemic stroke"
}