{
    "pmid": "41419345",
    "title": "Metabolic and functional aspects of high-density lipoproteins (HDL) in familial hypercholesterolemia with or without subclinical coronary atherosclerosis.",
    "abstract": "Familial hypercholesterolemia (FH) is characterized by elevated low-density lipoprotein cholesterol (LDL-C) and increased risk of premature coronary atherosclerosis. Functional aspects of high-density lipoprotein (HDL), including cholesterol transfer capacity, may contribute to cardiovascular risk heterogeneity in FH. To investigate whether cholesterol transfer to HDL and other HDL-related parameters are associated with coronary artery disease (CAD) in patients with heterozygous FH (HeFH). Fifty-three genetically confirmed FH patients (mean age: 49.2 years; 73.6% female) were included. Twenty-seven had plaques, while 26 had no vessel abnormalities as determined by coronary computed tomography angiography. The transfer of both unesterified and esterified cholesterol (UC and EC) to HDL, as well as HDL antioxidant capacity, particle size, and subfractions, plasma concentrations of cholesteryl ester transfer protein (CETP) and lecithin-cholesterol acyltransferase (LCAT), and paraoxonase-1 (PON-1) activity were assessed. Family history of premature CAD (P < .028) and tendinous xanthomas (P = .014) were more frequent in those with plaques. No differences were found in apolipoprotein (apo) B, LDL-C, LDL-C year score, lipoprotein(a), non-HDL-C, apo A-I, HDL-C, HDL subfractions, or triglycerides. Transfer of lipids to HDL and antioxidant capacity did not differ between the groups. LCAT concentrations and PON-1 activity were also similar. In contrast, CETP concentration was higher in those with plaques (P < .008). However, only family history of early CAD (odds ratio [OR]: 4.12, 95% CI, 1.23-13.80, P = .022) and xanthomas (OR: 3.65, 95% CI, 1.06-12.60, P = .040) were independently associated with plaques. Among patients with HeFH, no HDL-related parameter was independently associated with subclinical CAD.",
    "disease": "coronary artery disease",
    "clean_text": "metabolic and functional aspects of high density lipoproteins hdl in familial hypercholesterolemia with or without subclinical coronary atherosclerosis familial hypercholesterolemia fh is characterized by elevated low density lipoprotein cholesterol ldl c and increased risk of premature coronary atherosclerosis functional aspects of high density lipoprotein hdl including cholesterol transfer capacity may contribute to cardiovascular risk heterogeneity in fh to investigate whether cholesterol transfer to hdl and other hdl related parameters are associated with coronary artery disease cad in patients with heterozygous fh hefh fifty three genetically confirmed fh patients mean age years female were included twenty seven had plaques while had no vessel abnormalities as determined by coronary computed tomography angiography the transfer of both unesterified and esterified cholesterol uc and ec to hdl as well as hdl antioxidant capacity particle size and subfractions plasma concentrations of cholesteryl ester transfer protein cetp and lecithin cholesterol acyltransferase lcat and paraoxonase pon activity were assessed family history of premature cad p and tendinous xanthomas p were more frequent in those with plaques no differences were found in apolipoprotein apo b ldl c ldl c year score lipoprotein a non hdl c apo a i hdl c hdl subfractions or triglycerides transfer of lipids to hdl and antioxidant capacity did not differ between the groups lcat concentrations and pon activity were also similar in contrast cetp concentration was higher in those with plaques p however only family history of early cad odds ratio or ci p and xanthomas or ci p were independently associated with plaques among patients with hefh no hdl related parameter was independently associated with subclinical cad"
}