{
    "pmid": "41390503",
    "title": "Association between serum sodium and the risk of sepsis-related liver injury: a cross-sectional study based on the MIMIC-IV database.",
    "abstract": "Sepsis-related liver injury (SRLI) is a common complication of sepsis, yet its mechanisms are unclear and the association between serum sodium (SNa) and SRLI has been rarely investigated. This retrospective cross-sectional study utilized data from the MIMIC-IV database, focusing on adult intensive care unit (ICU) patients diagnosed with sepsis. The primary outcome was SRLI. SNa levels were categorized into hyponatremia, normonatremia, and hypernatremia groups based on clinical cutoffs for statistical analysis. Binary logistic regression was used to assess the independent association between SNa and SRLI, and the Generalized Additive Model (GAM) was applied to verify potential nonlinear associations. Sensitivity analyses were conducted to ensure the robustness of the results, and subgroup analyses were performed. Among 11,809 adult patients with sepsis (57.2% male; mean age 65.8 ± 17.1 years), the prevalence of SRLI was 42.5%. Multivariable binary logistic regression showed that SNa was inversely associated with SRLI (adjusted odds ratio [aOR] 0.99; 95% confidence interval [CI] 0.98-0.99; P < 0.05). GAM analysis indicated a nonlinear association with a saturation effect between SNa and SRLI, with a threshold at 135 mmol/L. At SNa ≤ 135 mmol/L, SNa was inversely associated with SRLI, whereas the association was not statistically significant at SNa > 135 mmol/L. Subgroup analyses were generally consistent, with a stronger inverse association observed among patients with cirrhosis. In critically ill adults with sepsis, SNa showed a nonlinear inverse association with SRLI, with a threshold around 135 mmol/L. Incorporating sodium into clinical assessment and stratification may be informative; multicenter prospective cohorts are warranted to confirm clinical utility.",
    "disease": "liver cirrhosis",
    "clean_text": "association between serum sodium and the risk of sepsis related liver injury a cross sectional study based on the mimic iv database sepsis related liver injury srli is a common complication of sepsis yet its mechanisms are unclear and the association between serum sodium sna and srli has been rarely investigated this retrospective cross sectional study utilized data from the mimic iv database focusing on adult intensive care unit icu patients diagnosed with sepsis the primary outcome was srli sna levels were categorized into hyponatremia normonatremia and hypernatremia groups based on clinical cutoffs for statistical analysis binary logistic regression was used to assess the independent association between sna and srli and the generalized additive model gam was applied to verify potential nonlinear associations sensitivity analyses were conducted to ensure the robustness of the results and subgroup analyses were performed among adult patients with sepsis male mean age years the prevalence of srli was multivariable binary logistic regression showed that sna was inversely associated with srli adjusted odds ratio aor confidence interval ci p gam analysis indicated a nonlinear association with a saturation effect between sna and srli with a threshold at mmol l at sna mmol l sna was inversely associated with srli whereas the association was not statistically significant at sna mmol l subgroup analyses were generally consistent with a stronger inverse association observed among patients with cirrhosis in critically ill adults with sepsis sna showed a nonlinear inverse association with srli with a threshold around mmol l incorporating sodium into clinical assessment and stratification may be informative multicenter prospective cohorts are warranted to confirm clinical utility"
}