{
    "title": "The application of Quality by Design framework in the pharmaceutical development of dry powder inhalers.",
    "doc_id": "29104067",
    "writer": "Buttini F",
    "year": "2018",
    "summary": "This review aims in discussing the application of the Quality by Design (QbD) approach on the development of the Dry Powders Inhalers (DPIs). It starts with a thorough presentation of the Quality's concept evolution within the pharmaceutical sector and how th …",
    "abstract": "This review aims in discussing the application of the Quality by Design (QbD) approach on the development of the Dry Powders Inhalers (DPIs). It starts with a thorough presentation of the Quality's concept evolution within the pharmaceutical sector and how this slowly adopted set of quality guidelines is now a major scientific and regulatory requirement. DPIs represent a type of delivery system where the system's thinking approach integrating the device, the formulation and the patient represent a major challenge to be met. Within this context this review points out the critical gaps in this optimization exercise and proposes a series of remedies in overcoming the obstacles when the system's parts are viewed alone and not as a whole. Statistical thinking and the corresponding tools are the means for successfully carrying out this purpose. QbD is not just another guideline to simply comply with. It is the ultimate scope of any pharmaceutical development effort, which is to fully understand and then consistently meet the patient's needs during the entire lifecycle of the product. QbD is focusing on delivering quality value to the patients without compromises in product's safety and effectiveness profile.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29104067/",
    "clean_text": "the application of quality by design framework in the pharmaceutical development of dry powder inhalers this review aims in discussing the application of the quality by design qbd approach on the development of the dry powders inhalers dpis it starts with a thorough presentation of the quality s concept evolution within the pharmaceutical sector and how th this review aims in discussing the application of the quality by design qbd approach on the development of the dry powders inhalers dpis it starts with a thorough presentation of the quality s concept evolution within the pharmaceutical sector and how this slowly adopted set of quality guidelines is now a major scientific and regulatory requirement dpis represent a type of delivery system where the system s thinking approach integrating the device the formulation and the patient represent a major challenge to be met within this context this review points out the critical gaps in this optimization exercise and proposes a series of remedies in overcoming the obstacles when the system s parts are viewed alone and not as a whole statistical thinking and the corresponding tools are the means for successfully carrying out this purpose qbd is not just another guideline to simply comply with it is the ultimate scope of any pharmaceutical development effort which is to fully understand and then consistently meet the patient s needs during the entire lifecycle of the product qbd is focusing on delivering quality value to the patients without compromises in product s safety and effectiveness profile"
}