{
    "pmid": "41469660",
    "title": "Maternal near miss incidence ratio, its causes and risk factors in East Africa: a systematic review and meta-analysis.",
    "abstract": "Maternal Near-Miss (MNM) is a woman who nearly dies but survives complications during pregnancy, childbirth, or 42 days following termination of pregnancy. MNM has emerged as a proxy indicator for the quality of maternal health services. For every maternal death, there are 20-30 MNM cases. However, there is a dearth of comprehensive evidence on MNM according to the WHO's MNM approach, as well as inconsistencies in risk factors from primary studies. Hence, we conducted a systematic review and meta-analysis on the maternal near-miss incidence ratio, causes, and risk factors in East Africa. The review was conducted according to PRISMA 2020 checklist guidelines. Studies were identified from MEDLINE, Scopus, CNIAHL, PsycINFO, ProQuest, Web of Science, Emcare, and Google Scholar. Random-effect meta-analyses were conducted to produce pooled estimates. Further, an influential leave-one-out sensitivity analyses were conducted to investigate the impact of each study on the pooled estimates. Thirty-nine primary studies on the MNM incidence ratio and/or causes and/or factors associated with MNM were included. The pooled MNM incidence ratio was 37.12 per 1,000 live births (95% CI: 20.22-54.03), ranging from 12 per 1,000 live births in Kenya to 53 per 1,000 live births in Ethiopia. The pooled proportion of direct causes of MNM were as follows: obstetric haemorrhage 29.9% (95%CI: 25.7%-34%), hypertensive disorder of pregnancy 27.8% (95%CI: 22.3%-33.3%), uterine rupture 13.8% (95%CI: 7.9%-19.6%), sepsis 9.9% (95%CI: 7.1-12.8%), abortion complications 8.1% (95%CI: 5.9%-10.3%), and ectopic pregnancy 7.3% (95%%CI: 3.1-11.5%). Several factors were significantly associated with MNM. Low-income women had higher odds of MNM (AOR 2.95, 95% CI: 1.28-4.61), while employed women had lower odds (AOR 0.53, 95% CI: 0.21-0.81). Parity ≥ 5 (AOR 1.65, 95% I: 1.14-2.16), history of abortion (AOR 1.63, 95%CI: 1.04-2.22), history of pregnancy complications (AOR 4.09, 95%CI: 1.43-6.78), history of cesarean section (CS) (AOR = 5.04, 95%CI: 3.17-6.90), lack of antenatal care (AOR 2.91, 95%CI: 2.02-3.78), lack of birth preparedness and complication readiness (AOR 4.18, 95%CI: 2.64-5.72), and long distance to health facility (AOR 3.06, 95%CI:1.09-5.03) were positively associated with MNM. Conversely, women admitted by provider referral had lower odds of MNM (AOR 0.31, 95% CI: 0.07-0.55). The MNM incidence ratio in East Africa was high. Obstetric haemorrhage, hypertensive disorder of pregnancy, and uterine rupture were the three leading obstetric causes of MNM. Income, employment status, parity, ANC, history of CS, and distance to health facilities were found to be associated with MNM. Policymakers and healthcare workers need to consider these identified risk factors in interventions aimed at improving maternal health. Maternal near miss (MNM) has emerged as a pivotal indicator in assessing maternal health, reflecting the spectrum of severe complications during pregnancy, childbirth, or within 42 days of post-termination. Unlike maternal mortality, MNM captures instances where women nearly succumb to complications but survive, providing a unique and insightful perspective into maternal morbidity. Thus, the study aimed to estimate MNM according to the WHO MNM approach in East Africa.A systematic review and meta-analysis study conducted in East Africa from 2011 to 2023. Seven databases and Google Scholar were used to identify primary studies. Observational primary studies that used the WHO MNM approach or its modified criteria were eligible for inclusion.The findings show 37 women out of 1000 nearly died but survived complications during pregnancy, childbirth, or the 42-day postpartum period. The lowest MNM incidence ratio was 12 MNM per 1000 live births in Kenya, and the highest was 53 MNM per 1000 live births in Ethiopia. Obstetric haemorrhage, hypertensive disorder of pregnancy, and uterine rupture are the three leading causes of MNM, accounting for 70% of MNM cases.Low income, lack of ANC, grand multiparity, abortion history, history of CS, history of obstetric complications, lack of BPCR, and long distance to health facilities are factors that increase the risk of MNM. In contrast, employed status and being referred by healthcare providers are protective factors for MNM. Policymakers and health workers need to focus on the leading causes of MNM and the identified risk factors in interventions to improve maternal health.",
    "disease": "hypertension",
    "clean_text": "maternal near miss incidence ratio its causes and risk factors in east africa a systematic review and meta analysis maternal near miss mnm is a woman who nearly dies but survives complications during pregnancy childbirth or days following termination of pregnancy mnm has emerged as a proxy indicator for the quality of maternal health services for every maternal death there are mnm cases however there is a dearth of comprehensive evidence on mnm according to the who s mnm approach as well as inconsistencies in risk factors from primary studies hence we conducted a systematic review and meta analysis on the maternal near miss incidence ratio causes and risk factors in east africa the review was conducted according to prisma checklist guidelines studies were identified from medline scopus cniahl psycinfo proquest web of science emcare and google scholar random effect meta analyses were conducted to produce pooled estimates further an influential leave one out sensitivity analyses were conducted to investigate the impact of each study on the pooled estimates thirty nine primary studies on the mnm incidence ratio and or causes and or factors associated with mnm were included the pooled mnm incidence ratio was per live births ci ranging from per live births in kenya to per live births in ethiopia the pooled proportion of direct causes of mnm were as follows obstetric haemorrhage ci hypertensive disorder of pregnancy ci uterine rupture ci sepsis ci abortion complications ci and ectopic pregnancy ci several factors were significantly associated with mnm low income women had higher odds of mnm aor ci while employed women had lower odds aor ci parity aor i history of abortion aor ci history of pregnancy complications aor ci history of cesarean section cs aor ci lack of antenatal care aor ci lack of birth preparedness and complication readiness aor ci and long distance to health facility aor ci were positively associated with mnm conversely women admitted by provider referral had lower odds of mnm aor ci the mnm incidence ratio in east africa was high obstetric haemorrhage hypertensive disorder of pregnancy and uterine rupture were the three leading obstetric causes of mnm income employment status parity anc history of cs and distance to health facilities were found to be associated with mnm policymakers and healthcare workers need to consider these identified risk factors in interventions aimed at improving maternal health maternal near miss mnm has emerged as a pivotal indicator in assessing maternal health reflecting the spectrum of severe complications during pregnancy childbirth or within days of post termination unlike maternal mortality mnm captures instances where women nearly succumb to complications but survive providing a unique and insightful perspective into maternal morbidity thus the study aimed to estimate mnm according to the who mnm approach in east africa a systematic review and meta analysis study conducted in east africa from to seven databases and google scholar were used to identify primary studies observational primary studies that used the who mnm approach or its modified criteria were eligible for inclusion the findings show women out of nearly died but survived complications during pregnancy childbirth or the day postpartum period the lowest mnm incidence ratio was mnm per live births in kenya and the highest was mnm per live births in ethiopia obstetric haemorrhage hypertensive disorder of pregnancy and uterine rupture are the three leading causes of mnm accounting for of mnm cases low income lack of anc grand multiparity abortion history history of cs history of obstetric complications lack of bpcr and long distance to health facilities are factors that increase the risk of mnm in contrast employed status and being referred by healthcare providers are protective factors for mnm policymakers and health workers need to focus on the leading causes of mnm and the identified risk factors in interventions to improve maternal health"
}