{
    "pmid": "41308797",
    "title": "Determinants of balance impairment in individuals with Chronic Obstructive Pulmonary Disease: A secondary analysis of a randomized controlled trial.",
    "abstract": "Balance impairment is common in individuals with Chronic Obstructive Pulmonary Disease (COPD), increasing fall risk and reducing functional independence. This study investigated functional, clinical, and demographic determinants of balance performance in individuals with COPD. This secondary analysis included participants from a randomized controlled trial involving pulmonary rehabilitation centers. Balance was evaluated using the Berg Balance Scale (BBS) and Balance Evaluation Systems Test (BESTest). Functional assessments comprised the 30-Second Chair Stand Test (30s CST) and Six-Minute Walk Test (6-MWT). Clinical variables included lung function, dyspnea, comorbidities, medications, fall history, supplemental oxygen, and gait aid use. Multiple regression analyses were conducted to evaluate associations between balance, functional, clinical, and demographic factors. Of the 244 participants (mean age: 71 ± 9 years; 57 % male), 87 % reported balance deficits and 50 % had at least one fall in the past year. Functional capacity was strongly correlated with balance scores (r > 0.5, p < 0.001). Clinical factors, including dyspnea, comorbidities, gait aid, and supplemental oxygen use, were also significant. The full regression model explained 58 % of the variance in BESTest scores and 51 % in BBS scores. Each additional 30s CST repetition predicted a 1.22-point increase in BESTest scores and a 0.59-point increase in BBS scores. Less severe dyspnea was associated with higher scores on both balance measures. Balance performance in individuals with COPD is influenced by both clinical and functional parameters. Identification of these factors supports the development of targeted interventions to address balance impairment and improve patient outcomes in this population.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "determinants of balance impairment in individuals with chronic obstructive pulmonary disease a secondary analysis of a randomized controlled trial balance impairment is common in individuals with chronic obstructive pulmonary disease copd increasing fall risk and reducing functional independence this study investigated functional clinical and demographic determinants of balance performance in individuals with copd this secondary analysis included participants from a randomized controlled trial involving pulmonary rehabilitation centers balance was evaluated using the berg balance scale bbs and balance evaluation systems test bestest functional assessments comprised the second chair stand test s cst and six minute walk test mwt clinical variables included lung function dyspnea comorbidities medications fall history supplemental oxygen and gait aid use multiple regression analyses were conducted to evaluate associations between balance functional clinical and demographic factors of the participants mean age years male reported balance deficits and had at least one fall in the past year functional capacity was strongly correlated with balance scores r p clinical factors including dyspnea comorbidities gait aid and supplemental oxygen use were also significant the full regression model explained of the variance in bestest scores and in bbs scores each additional s cst repetition predicted a point increase in bestest scores and a point increase in bbs scores less severe dyspnea was associated with higher scores on both balance measures balance performance in individuals with copd is influenced by both clinical and functional parameters identification of these factors supports the development of targeted interventions to address balance impairment and improve patient outcomes in this population"
}