{
    "pmid": "41346556",
    "title": "Successful Treatment of Canities Subita with Baricitinib.",
    "abstract": "Canities subita is a rare condition characterized by sudden hair pigmentation loss. Although its etiology is under discussion, an association with alopecia areata (AA) has been proposed. We present the case of a 60-year-old male with rheumatoid arthritis who experienced abrupt hair whitening and a large bald occipital patch. Diagnosed with canities subita with concomitant AA, treatment with baricitinib led to remarkable hair repigmentation within 8 months and repopulation of the occipital patch. This case supports the link between canities subita and AA, evidenced by similar presentations. However, only a fraction of cases copresent with alopecia, suggesting alternative etiologies. Our findings suggest baricitinib as a potential treatment, particularly in AA-associated cases of canities subita. Further research is warranted to explore the efficacy and mechanisms of baricitinib in treating this condition.",
    "disease": "rheumatoid arthritis",
    "clean_text": "successful treatment of canities subita with baricitinib canities subita is a rare condition characterized by sudden hair pigmentation loss although its etiology is under discussion an association with alopecia areata aa has been proposed we present the case of a year old male with rheumatoid arthritis who experienced abrupt hair whitening and a large bald occipital patch diagnosed with canities subita with concomitant aa treatment with baricitinib led to remarkable hair repigmentation within months and repopulation of the occipital patch this case supports the link between canities subita and aa evidenced by similar presentations however only a fraction of cases copresent with alopecia suggesting alternative etiologies our findings suggest baricitinib as a potential treatment particularly in aa associated cases of canities subita further research is warranted to explore the efficacy and mechanisms of baricitinib in treating this condition"
}