{
    "pmid": "41357738",
    "title": "Clinical and Economic Burden of COPD in Patients on Inhaled Triple Therapy in Germany - A Retrospective Claims Data Analysis.",
    "abstract": "This study describes the pharmacological treatment as well as the clinical and economic burden of disease in chronic obstructive pulmonary disease (COPD) patients initiating triple therapy (TT) defined as a combination of a long-acting muscarinic antagonist (LAMA), a long-acting beta2-agonist (LABA) and an inhaled corticosteroid (ICS) in Germany. All COPD patients aged 40 years and older in an anonymized claims database who initiated TT in 2017 were included. Adherence to TT and the use of the guideline-recommended escalation therapies were measured during two years of follow-up. We also describe the number of exacerbations, healthcare resource utilization, and direct healthcare costs observed during the follow-up. Results are reported for the total study population and a subgroup adherent to TT. Of the 3,458,989 insured individuals in 2017, 6,532 initiated TT. Cardiovascular, respiratory, metabolic, and psychiatric comorbidities were common. Only one in six patients was adherent to TT over two years and one third experienced exacerbations; 18% had one exacerbation, 7% had two, 3% had three and 5% had four or more exacerbations during the follow-up. Both COPD-related and all-cause healthcare costs increased with the number of exacerbations during follow-up, as did the proportion of COPD-related costs among all healthcare costs. Mean all-cause costs per person-year of follow-up were €8,110 for patients without and €20,832 for patients with four or more exacerbations, respectively. Escalation therapy with roflumilast, which is recommended in German guidelines, was prescribed to 3.1% of patients, of whom two-thirds discontinued the drug during the two-year follow-up. A substantial proportion of COPD patients initiating TT experience exacerbations resulting in high resource utilization and costs for the healthcare system. With poor treatment adherence and rare use of guideline-recommended escalation therapies, effective new treatments are needed to address the unmet medical need in this patient population.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "clinical and economic burden of copd in patients on inhaled triple therapy in germany a retrospective claims data analysis this study describes the pharmacological treatment as well as the clinical and economic burden of disease in chronic obstructive pulmonary disease copd patients initiating triple therapy tt defined as a combination of a long acting muscarinic antagonist lama a long acting beta agonist laba and an inhaled corticosteroid ics in germany all copd patients aged years and older in an anonymized claims database who initiated tt in were included adherence to tt and the use of the guideline recommended escalation therapies were measured during two years of follow up we also describe the number of exacerbations healthcare resource utilization and direct healthcare costs observed during the follow up results are reported for the total study population and a subgroup adherent to tt of the insured individuals in initiated tt cardiovascular respiratory metabolic and psychiatric comorbidities were common only one in six patients was adherent to tt over two years and one third experienced exacerbations had one exacerbation had two had three and had four or more exacerbations during the follow up both copd related and all cause healthcare costs increased with the number of exacerbations during follow up as did the proportion of copd related costs among all healthcare costs mean all cause costs per person year of follow up were for patients without and for patients with four or more exacerbations respectively escalation therapy with roflumilast which is recommended in german guidelines was prescribed to of patients of whom two thirds discontinued the drug during the two year follow up a substantial proportion of copd patients initiating tt experience exacerbations resulting in high resource utilization and costs for the healthcare system with poor treatment adherence and rare use of guideline recommended escalation therapies effective new treatments are needed to address the unmet medical need in this patient population"
}