{
    "pmid": "41372715",
    "title": "From bioinformatics to clinical translation: BIRC5 as a pivotal diagnostic biomarker and therapeutic target for NAFLD-driven HCC.",
    "abstract": "This study aims to explore biomarkers linked to the progression from non-alcoholic fatty liver disease (NAFLD) to hepatocellular carcinoma (HCC) and their therapeutic potential. Using bioinformatics, we identified key differentially expressed genes from various databases, focusing on genes related to NAFLD, non-alcoholic steatohepatitis, liver cirrhosis, and HCC. Among the upregulated genes, baculoviral IAP repeat containing 5 (BIRC5), cyclin B1 (CCNB1), cyclin-dependent kinase 1 (CDK1), and DNA topoisomerase II alpha (TOP2A) were found to be significant. In vivo and in vitro models of NAFLD and clinical HCC samples validated BIRC5 as a critical regulator in the disease progression. Functional assays revealed that knocking down BIRC5 alleviated fatty acid-induced liver damage and mitochondrial dysfunction in NAFLD models, while also inhibiting HCC cells proliferation and migration, further leading to mitochondrial dysfunction. YM155 (a specific BIRC5 inhibitor) also confirmed the previous experimental results. Then we performed experiments using BIRC5 overexpression plasmid. BIRC5 overexpression exacerbated hepatic steatosis and mitochondrial function in free fatty acid (FFA) -induced AML12 hepatocytes, and enhanced HCC cells proliferation, migration, and invasion. These findings highlight BIRC5 as a pivotal driver in the NAFLD-HCC transition, mediating metabolic dysfunction and malignant transformation. This study proposes BIRC5 as a therapeutic target and diagnostic biomarker, offering perspectives for HCC diagnosis and treatment of HCC. These results underscore the importance of BIRC5 in halting NAFLD-HCC progression and provide valuable insights for future clinical applications.",
    "disease": "liver cirrhosis",
    "clean_text": "from bioinformatics to clinical translation birc as a pivotal diagnostic biomarker and therapeutic target for nafld driven hcc this study aims to explore biomarkers linked to the progression from non alcoholic fatty liver disease nafld to hepatocellular carcinoma hcc and their therapeutic potential using bioinformatics we identified key differentially expressed genes from various databases focusing on genes related to nafld non alcoholic steatohepatitis liver cirrhosis and hcc among the upregulated genes baculoviral iap repeat containing birc cyclin b ccnb cyclin dependent kinase cdk and dna topoisomerase ii alpha top a were found to be significant in vivo and in vitro models of nafld and clinical hcc samples validated birc as a critical regulator in the disease progression functional assays revealed that knocking down birc alleviated fatty acid induced liver damage and mitochondrial dysfunction in nafld models while also inhibiting hcc cells proliferation and migration further leading to mitochondrial dysfunction ym a specific birc inhibitor also confirmed the previous experimental results then we performed experiments using birc overexpression plasmid birc overexpression exacerbated hepatic steatosis and mitochondrial function in free fatty acid ffa induced aml hepatocytes and enhanced hcc cells proliferation migration and invasion these findings highlight birc as a pivotal driver in the nafld hcc transition mediating metabolic dysfunction and malignant transformation this study proposes birc as a therapeutic target and diagnostic biomarker offering perspectives for hcc diagnosis and treatment of hcc these results underscore the importance of birc in halting nafld hcc progression and provide valuable insights for future clinical applications"
}