{
    "pmid": "41470036",
    "title": "EGFR p.V774M/p. the S768I Compound Mutation in NSCLC Is a Good Prognostic Marker for IPHC- and Furmonertinib-Based Treatment: A Case Report.",
    "abstract": "Intrapleural perfusion hyperthermic chemotherapy (IPHC) can be used to select specific lung cancer cells of a certain genotype. Some genetic mutations, especially epidermal growth factor receptor (EGFR) mutations, are potential markers for EGFR or other targeted therapies. Here, we report a unique case of a patient with EGFR p.V774M/p. S768I mutations that were associated with prolonged stable disease after treatment with IHPC, especially following furmonertinib-based treatment. A 47-year-old Chinese female patient was admitted to a regional cancer hospital and presented with malignant pleural effusion (MPE). The TNM and clinical stages were identified as T2aN2M1c and IVB, respectively. The TPS value is 40%. IHP combined with chemotherapy was then carried out to remove MPE. For first-stage treatment, three cycles of afatinib-based adjuvant chemotherapy beginning in September 2022 were given, and the degree of pleural effusion on the left side of the chest was not reduced. The best response (BOR) assessment of the local lesion was a partial response (PR). Furmonertinib-based adjuvant monotherapy was performed from May 2023 to July 2024. The BOR evaluation results during the monotherapy courses were all judged as SD. The EGFR p.V774M/p.The S768I mutation contributed to improving the efficiency of furmonertinib-based therapy for NSCLC.",
    "disease": "lung cancer",
    "clean_text": "egfr p v m p the s i compound mutation in nsclc is a good prognostic marker for iphc and furmonertinib based treatment a case report intrapleural perfusion hyperthermic chemotherapy iphc can be used to select specific lung cancer cells of a certain genotype some genetic mutations especially epidermal growth factor receptor egfr mutations are potential markers for egfr or other targeted therapies here we report a unique case of a patient with egfr p v m p s i mutations that were associated with prolonged stable disease after treatment with ihpc especially following furmonertinib based treatment a year old chinese female patient was admitted to a regional cancer hospital and presented with malignant pleural effusion mpe the tnm and clinical stages were identified as t an m c and ivb respectively the tps value is ihp combined with chemotherapy was then carried out to remove mpe for first stage treatment three cycles of afatinib based adjuvant chemotherapy beginning in september were given and the degree of pleural effusion on the left side of the chest was not reduced the best response bor assessment of the local lesion was a partial response pr furmonertinib based adjuvant monotherapy was performed from may to july the bor evaluation results during the monotherapy courses were all judged as sd the egfr p v m p the s i mutation contributed to improving the efficiency of furmonertinib based therapy for nsclc"
}