{
    "title": "Bacterial Vaginosis Screening and Treatment in Pregnant Women.",
    "doc_id": "27383417",
    "writer": "Chapman DK",
    "year": "2016",
    "summary": "The American College of Obstetricians and Gynecologists, the Centers for Disease Control and Prevention, and the US Preventive Services Task Force recommend against routinely screening asymptomatic pregnant women for bacterial vaginosis (BV). Although asymptomatic B …",
    "abstract": "The American College of Obstetricians and Gynecologists, the Centers for Disease Control and Prevention, and the US Preventive Services Task Force recommend against routinely screening asymptomatic pregnant women for bacterial vaginosis (BV). Although asymptomatic BV has been associated with preterm birth, there is insufficient evidence demonstrating that treatment of asymptomatic BV improves outcomes. Conversely, women who have symptomatic BV should be treated to relieve their symptoms. This brief report provides an overview of BV, reviews the evidence regarding screening and treating BV in pregnant women, and summarizes treatment recommendations for pregnant women who have symptomatic BV.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27383417/",
    "clean_text": "bacterial vaginosis screening and treatment in pregnant women the american college of obstetricians and gynecologists the centers for disease control and prevention and the us preventive services task force recommend against routinely screening asymptomatic pregnant women for bacterial vaginosis bv although asymptomatic b the american college of obstetricians and gynecologists the centers for disease control and prevention and the us preventive services task force recommend against routinely screening asymptomatic pregnant women for bacterial vaginosis bv although asymptomatic bv has been associated with preterm birth there is insufficient evidence demonstrating that treatment of asymptomatic bv improves outcomes conversely women who have symptomatic bv should be treated to relieve their symptoms this brief report provides an overview of bv reviews the evidence regarding screening and treating bv in pregnant women and summarizes treatment recommendations for pregnant women who have symptomatic bv"
}