{
    "title": "A social information processing perspective on social connectedness.",
    "doc_id": "39549980",
    "writer": "Hein G",
    "year": "2024",
    "summary": "Social connectedness (SC) is one of the most important predictors for physical and mental health. Consequently, SC is addressed in an increasing number of studies, providing evidence for the multidimensionality of the construct, and revealing several factors that contribut …",
    "abstract": "Social connectedness (SC) is one of the most important predictors for physical and mental health. Consequently, SC is addressed in an increasing number of studies, providing evidence for the multidimensionality of the construct, and revealing several factors that contribute to individual differences in SC. However, a unified model that can address SC subcomponents is yet missing. Here we take a novel perspective and discuss whether individual differences in SC can be explained by a person's social information processing profile that represents individual tendencies of how social information is perceived and interpreted and leads to motivated social behavior. After summarizing the current knowledge on SC and core findings from the fields of social perception and mentalizing, social motivation and social action, we derive a working model that links individual stages of social information processing to structural, functional, and qualitative aspects of SC. This model allows for deriving testable hypotheses on the foundations of SC and we outline several suggestions how these aspects can be addressed by future research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39549980/",
    "clean_text": "a social information processing perspective on social connectedness social connectedness sc is one of the most important predictors for physical and mental health consequently sc is addressed in an increasing number of studies providing evidence for the multidimensionality of the construct and revealing several factors that contribut social connectedness sc is one of the most important predictors for physical and mental health consequently sc is addressed in an increasing number of studies providing evidence for the multidimensionality of the construct and revealing several factors that contribute to individual differences in sc however a unified model that can address sc subcomponents is yet missing here we take a novel perspective and discuss whether individual differences in sc can be explained by a person s social information processing profile that represents individual tendencies of how social information is perceived and interpreted and leads to motivated social behavior after summarizing the current knowledge on sc and core findings from the fields of social perception and mentalizing social motivation and social action we derive a working model that links individual stages of social information processing to structural functional and qualitative aspects of sc this model allows for deriving testable hypotheses on the foundations of sc and we outline several suggestions how these aspects can be addressed by future research"
}