{
    "pmid": "41456274",
    "title": "Lactylation-stabilized NOL6 promotes colorectal cancer progression via STAMBP-mediated YY1 deubiquitination and c-Myc transcription upregulation.",
    "abstract": "Colorectal cancer (CRC) represents a significant menace to human health, but its molecular pathogenesis remains unclear. Herein, we explored the functional role of spindle and nucleolar protein 6 (NOL6) in CRC progression. In this study, we found that NOL6 was significantly overexpressed in CRC tissues and correlated with advanced tumor stages and poor patient prognosis. Mechanistically, NOL6 recruited the deubiquitinating enzyme STAMBP to remove K48-linked polyubiquitin chains from Yin Yang 1 (YY1) at lysine 339, preventing YY1 degradation and enhancing c-Myc transcription. A feedback loop was identified where c-Myc directly bound to the NOL6 promoter, reinforcing NOL6 expression. Additionally, lactylation at lysine 54 (K54) of NOL6 stabilized NOL6 by inhibiting its ubiquitination and proteasomal degradation. Targeting NOL6-K54 lactylation with a cell-penetrating peptide inhibitor (K54-pe4) suppressed CRC cell proliferation and metastases in vivo without apparent toxicity. These findings establish a novel regulatory axis (NOL6-STAMBP-YY1-Myc) strengthened by lactylation, highlighting NOL6 as a potential therapeutic target for CRC.",
    "disease": "colorectal cancer",
    "clean_text": "lactylation stabilized nol promotes colorectal cancer progression via stambp mediated yy deubiquitination and c myc transcription upregulation colorectal cancer crc represents a significant menace to human health but its molecular pathogenesis remains unclear herein we explored the functional role of spindle and nucleolar protein nol in crc progression in this study we found that nol was significantly overexpressed in crc tissues and correlated with advanced tumor stages and poor patient prognosis mechanistically nol recruited the deubiquitinating enzyme stambp to remove k linked polyubiquitin chains from yin yang yy at lysine preventing yy degradation and enhancing c myc transcription a feedback loop was identified where c myc directly bound to the nol promoter reinforcing nol expression additionally lactylation at lysine k of nol stabilized nol by inhibiting its ubiquitination and proteasomal degradation targeting nol k lactylation with a cell penetrating peptide inhibitor k pe suppressed crc cell proliferation and metastases in vivo without apparent toxicity these findings establish a novel regulatory axis nol stambp yy myc strengthened by lactylation highlighting nol as a potential therapeutic target for crc"
}