{
    "pmid": "41474978",
    "title": "Prescribing Experiences, Potentials, and Challenges of Digital Health Applications in the Field of Hormones and Metabolism: Cross-Sectional Survey Study of Health Care Providers in Germany.",
    "abstract": "In 2020, the global prevalence of overweight and obesity was approximately 42%. One of the most common associated conditions is type 2 diabetes mellitus, which had a global prevalence of around 10.5% in 2021. Digital health applications (DiHA), which can be prescribed as certified medical devices in Germany, have been shown to effectively support disease management in patients with overweight and diabetes mellitus. However, little is known about DiHA-prescribing behavior of health care providers (HCPs) specializing in hormones and metabolism or about potential barriers to prescribing these applications. This study aimed to assess HCPs' experience with and willingness to prescribe DiHA in the field of hormones and metabolism. In addition, it sought to examine the patient-relevant health care effects that HCPs perceive as potentially achievable or have already observed with DiHA use, as well as the barriers they perceive to prescribing these applications. An online questionnaire was developed based on preliminary studies and a literature review consisting of 86 items covering 6 key areas: experience and willingness to prescribe, health care effects, barriers, scientific evidence, digital affinity, and sociodemographics. The anonymous survey was distributed via the German Diabetes Association to 6035 HCPs in Germany between August 2 and October 9, 2024. Descriptive analyses, as well as correlation and regression analyses, were conducted. A total of 350 HCPs participated in the survey (response rate=5.8%). Although the low response rate may limit generalizability, the findings provide insights into prescribing behavior within this specialty. More than half (187/350, 53.4%) had never prescribed any of the 54 DiHA available at the time of the survey, with 47.6% (89/187) citing a lack of experience as the primary reason. Among those who had prescribed a DiHA (163/350, 46.6%), the majority (139/163, 85.3%) had prescribed 1 of the 8 DiHA available for obesity or diabetes mellitus. Looking ahead, 42.9% (149/348) of all surveyed HCPs stated that they were either very unlikely (83/348, 23.9%) or somewhat unlikely (66/348, 19%) to prescribe these DiHA in the next 12 months. The greatest perceived benefits of DiHA were improvements in self-management, health literacy, and adherence. The main barriers to prescribing DiHA in the field of hormones and metabolism included inadequate reimbursement for ancillary medical services, poor compatibility with existing practice software, and a lack of digital affinity or motivation among patients. DiHA have not yet been fully integrated into standard health care. To improve prescribing, we recommend integrating DiHA into medical guidelines, ensuring proper reimbursement, and involving HCPs in the pricing and health-economic evaluation of DiHA. The recommendations outlined should be considered to maximize DiHA's potential and improve HCPs' acceptance, providing valuable insights for health policy to enhance the integration, reimbursement, and use of DiHA.",
    "disease": "diabetes mellitus",
    "clean_text": "prescribing experiences potentials and challenges of digital health applications in the field of hormones and metabolism cross sectional survey study of health care providers in germany in the global prevalence of overweight and obesity was approximately one of the most common associated conditions is type diabetes mellitus which had a global prevalence of around in digital health applications diha which can be prescribed as certified medical devices in germany have been shown to effectively support disease management in patients with overweight and diabetes mellitus however little is known about diha prescribing behavior of health care providers hcps specializing in hormones and metabolism or about potential barriers to prescribing these applications this study aimed to assess hcps experience with and willingness to prescribe diha in the field of hormones and metabolism in addition it sought to examine the patient relevant health care effects that hcps perceive as potentially achievable or have already observed with diha use as well as the barriers they perceive to prescribing these applications an online questionnaire was developed based on preliminary studies and a literature review consisting of items covering key areas experience and willingness to prescribe health care effects barriers scientific evidence digital affinity and sociodemographics the anonymous survey was distributed via the german diabetes association to hcps in germany between august and october descriptive analyses as well as correlation and regression analyses were conducted a total of hcps participated in the survey response rate although the low response rate may limit generalizability the findings provide insights into prescribing behavior within this specialty more than half had never prescribed any of the diha available at the time of the survey with citing a lack of experience as the primary reason among those who had prescribed a diha the majority had prescribed of the diha available for obesity or diabetes mellitus looking ahead of all surveyed hcps stated that they were either very unlikely or somewhat unlikely to prescribe these diha in the next months the greatest perceived benefits of diha were improvements in self management health literacy and adherence the main barriers to prescribing diha in the field of hormones and metabolism included inadequate reimbursement for ancillary medical services poor compatibility with existing practice software and a lack of digital affinity or motivation among patients diha have not yet been fully integrated into standard health care to improve prescribing we recommend integrating diha into medical guidelines ensuring proper reimbursement and involving hcps in the pricing and health economic evaluation of diha the recommendations outlined should be considered to maximize diha s potential and improve hcps acceptance providing valuable insights for health policy to enhance the integration reimbursement and use of diha"
}