{
    "title": "Distinct memories of odor intensity and quality in Drosophila.",
    "doc_id": "18824685",
    "writer": "Masek P",
    "year": "2008",
    "summary": "Only the last intensity value is stored. In contrast to odor-quality memory, odor-intensity memory does not require the rutabaga-dependent cAMP signaling pathway. ...Larger concentration differences they treat like different qualities. This study shows that the perc …",
    "abstract": "Even in a simple Pavlovian memory task an animal may form several associations that can be independently assessed by the appropriate tests. Studying conditioned odor discrimination of the fruit fly Drosophila melanogaster we found that animals store quality and intensity of an odor as separate memory traces. The trace of odor intensity is short-lived, decaying in <3 h. Only the last intensity value is stored. In contrast to odor-quality memory, odor-intensity memory does not require the rutabaga-dependent cAMP signaling pathway. Flies rely on their memory of intensity in a narrow concentration range in which they can generalize intensity. Larger concentration differences they treat like different qualities. This study shows that the perceptual identity of an odor is based on at least three lines of processing in the brain: (i) a memory of odor quality, (ii) a memory of odor intensity, and (iii) a range of intensities (and qualities), in which the odor is generalized.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18824685/",
    "clean_text": "distinct memories of odor intensity and quality in drosophila only the last intensity value is stored in contrast to odor quality memory odor intensity memory does not require the rutabaga dependent camp signaling pathway larger concentration differences they treat like different qualities this study shows that the perc even in a simple pavlovian memory task an animal may form several associations that can be independently assessed by the appropriate tests studying conditioned odor discrimination of the fruit fly drosophila melanogaster we found that animals store quality and intensity of an odor as separate memory traces the trace of odor intensity is short lived decaying in h only the last intensity value is stored in contrast to odor quality memory odor intensity memory does not require the rutabaga dependent camp signaling pathway flies rely on their memory of intensity in a narrow concentration range in which they can generalize intensity larger concentration differences they treat like different qualities this study shows that the perceptual identity of an odor is based on at least three lines of processing in the brain i a memory of odor quality ii a memory of odor intensity and iii a range of intensities and qualities in which the odor is generalized"
}