{
    "title": "Spatial-temporal characteristics of severe fever with thrombocytopenia syndrome and the relationship with meteorological factors from 2011 to 2018 in Zhejiang Province, China.",
    "doc_id": "32255791",
    "writer": "Wu H",
    "year": "2020",
    "summary": "BACKGROUND: Zhejiang Province has the fifth-highest incidence of severe fever with thrombocytopenia syndrome (SFTS) in China. While the top four provinces are all located in northern and central China, only Zhejiang Province is located in the Yangtze River Delta reg …",
    "abstract": "Background:\n        \n      \n      Zhejiang Province has the fifth-highest incidence of severe fever with thrombocytopenia syndrome (SFTS) in China. While the top four provinces are all located in northern and central China, only Zhejiang Province is located in the Yangtze River Delta region of southeast China. This study was undertaken to identify the epidemiological characteristics of SFTS in Zhejiang from 2011 to 2018.\n    \n\n\n          Methods:\n        \n      \n      The epidemic data from SFTS cases in Zhejiang Province from January 2011 to December 2018 were obtained from the China Information Network System of Disease Prevention and Control. Meteorological data were collected from the China Meteorological Data Sharing Service System. A multivariate time series model was used to analyze the heterogeneity of spatial-temporal transmission of the disease. Random forest analysis was performed to detect the importance of meteorological factors and the dose-response association of the incidence of SFTS with these factors.\n    \n\n\n          Results:\n        \n      \n      In total, 412 SFTS cases (49 fatal) were reported from January 2011 to December 2018 in Zhejiang Province, China. The number of SFTS cases and the number of affected counties increased year by year. The case fatality rate in Zhejiang Province was 11.89%, which was the highest in China. Elderly patients and farmers were the most affected. The total effect values of the autoregressive component, spatiotemporal component and endemic component of the model in all ranges were 0.4580, 0.0377 and 0.0137, respectively. There was obvious heterogeneity across counties for the mean values of the spatiotemporal component and the autoregressive component. The autoregressive component was obviously the main factor driving the occurrence of SFTS, followed by the spatiotemporal component. The importance scores of the monthly mean pressure, mean temperature, mean relative humidity, mean two-minute wind speed, duration of sunshine and precipitation were 10.64, 8.34, 8.16, 6.37, 5.35 and 2.81, respectively. The relationship between these factors and the incidence of SFTS is complicated and nonlinear. A suitable range of meteorological factors for this disease was also detected.\n    \n\n\n          Conclusions:\n        \n      \n      The autoregressive and spatiotemporal components played an important role in driving the transmission of SFTS. Targeted preventive efforts should be made in different areas based on the main component contributing to the epidemic. For most areas, early measures several months ahead of the suitable season for the occurrence of SFTS should be implemented. The level of reporting and diagnosis of this disease should be further improved.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32255791/",
    "clean_text": "spatial temporal characteristics of severe fever with thrombocytopenia syndrome and the relationship with meteorological factors from to in zhejiang province china background zhejiang province has the fifth highest incidence of severe fever with thrombocytopenia syndrome sfts in china while the top four provinces are all located in northern and central china only zhejiang province is located in the yangtze river delta reg background zhejiang province has the fifth highest incidence of severe fever with thrombocytopenia syndrome sfts in china while the top four provinces are all located in northern and central china only zhejiang province is located in the yangtze river delta region of southeast china this study was undertaken to identify the epidemiological characteristics of sfts in zhejiang from to methods the epidemic data from sfts cases in zhejiang province from january to december were obtained from the china information network system of disease prevention and control meteorological data were collected from the china meteorological data sharing service system a multivariate time series model was used to analyze the heterogeneity of spatial temporal transmission of the disease random forest analysis was performed to detect the importance of meteorological factors and the dose response association of the incidence of sfts with these factors results in total sfts cases fatal were reported from january to december in zhejiang province china the number of sfts cases and the number of affected counties increased year by year the case fatality rate in zhejiang province was which was the highest in china elderly patients and farmers were the most affected the total effect values of the autoregressive component spatiotemporal component and endemic component of the model in all ranges were and respectively there was obvious heterogeneity across counties for the mean values of the spatiotemporal component and the autoregressive component the autoregressive component was obviously the main factor driving the occurrence of sfts followed by the spatiotemporal component the importance scores of the monthly mean pressure mean temperature mean relative humidity mean two minute wind speed duration of sunshine and precipitation were and respectively the relationship between these factors and the incidence of sfts is complicated and nonlinear a suitable range of meteorological factors for this disease was also detected conclusions the autoregressive and spatiotemporal components played an important role in driving the transmission of sfts targeted preventive efforts should be made in different areas based on the main component contributing to the epidemic for most areas early measures several months ahead of the suitable season for the occurrence of sfts should be implemented the level of reporting and diagnosis of this disease should be further improved"
}