{
    "title": "Brain weight and sudden infant death syndrome.",
    "doc_id": "7782602",
    "writer": "Falck G",
    "year": "1995",
    "summary": "We have compared brain weights from children between the ages of 1 week and 1 year, autopsied between 1980 and 1992. ...We were unable to show any significant differences between the groups in either the ratio between observed and expected brain weights or the ratio …",
    "abstract": "Increased brain weights have been reported in the literature to occur among infants who have died from sudden infant death syndrome, suggesting that cerebral edema might play a role in the cause of death among these children. We have compared brain weights from children between the ages of 1 week and 1 year, autopsied between 1980 and 1992. One group consisted of 125 victims of sudden infant death syndrome and the other of 38 children who had died with a diagnosis other than the sudden infant death syndrome. Brain weights from both groups exceeded the 50th percentile in previously published reference material. We were unable to show any significant differences between the groups in either the ratio between observed and expected brain weights or the ratio between brain weight and body weight. We conclude that there is no evidence for the notion that victims of sudden infant death syndrome have an increased brain weight. Other authors (in previous studies) may have overlooked the low overall weight at gestational age of prematurely born children while collecting data for reference levels. A revision of the figures seems to be necessary.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7782602/",
    "clean_text": "brain weight and sudden infant death syndrome we have compared brain weights from children between the ages of week and year autopsied between and we were unable to show any significant differences between the groups in either the ratio between observed and expected brain weights or the ratio increased brain weights have been reported in the literature to occur among infants who have died from sudden infant death syndrome suggesting that cerebral edema might play a role in the cause of death among these children we have compared brain weights from children between the ages of week and year autopsied between and one group consisted of victims of sudden infant death syndrome and the other of children who had died with a diagnosis other than the sudden infant death syndrome brain weights from both groups exceeded the th percentile in previously published reference material we were unable to show any significant differences between the groups in either the ratio between observed and expected brain weights or the ratio between brain weight and body weight we conclude that there is no evidence for the notion that victims of sudden infant death syndrome have an increased brain weight other authors in previous studies may have overlooked the low overall weight at gestational age of prematurely born children while collecting data for reference levels a revision of the figures seems to be necessary"
}