{
    "title": "Gene therapy progress and prospects: Duchenne muscular dystrophy.",
    "doc_id": "17066097",
    "writer": "Foster K",
    "year": "2006",
    "summary": "There is currently no effective treatment, but gene therapy approaches are offering viable avenues for treatment development. The last 10 years have seen the development of a number of strategies and tools for muscle gene therapy. ...The last 2-3 years …",
    "abstract": "Duchenne muscular dystrophy (DMD) is a severe muscle wasting disorder affecting 1/3500 male births. There is currently no effective treatment, but gene therapy approaches are offering viable avenues for treatment development. The last 10 years have seen the development of a number of strategies and tools for muscle gene therapy. However, the major hurdle has been the inability to deliver vectors at high enough efficiency via a systemic route. The last 2-3 years (reviewed here) have seen unrivalled progress in efficient systemic delivery of viral and non-viral gene transfer agents and antisense oligonucleotides. This progress, coupled with the successful completion of the first gene therapy clinical trial for DMD, has led to three more clinical trials planned for the immediate future.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17066097/",
    "clean_text": "gene therapy progress and prospects duchenne muscular dystrophy there is currently no effective treatment but gene therapy approaches are offering viable avenues for treatment development the last years have seen the development of a number of strategies and tools for muscle gene therapy the last years duchenne muscular dystrophy dmd is a severe muscle wasting disorder affecting male births there is currently no effective treatment but gene therapy approaches are offering viable avenues for treatment development the last years have seen the development of a number of strategies and tools for muscle gene therapy however the major hurdle has been the inability to deliver vectors at high enough efficiency via a systemic route the last years reviewed here have seen unrivalled progress in efficient systemic delivery of viral and non viral gene transfer agents and antisense oligonucleotides this progress coupled with the successful completion of the first gene therapy clinical trial for dmd has led to three more clinical trials planned for the immediate future"
}