{
    "pmid": "41456192",
    "title": "[Comparison of the effects of transcranial magnetic stimulation and memantine on motor aphasia in ischemic stroke patients].",
    "abstract": "To assess the effectiveness of low-frequency repetitive transcranial magnetic stimulation (rTMS) in improving chronic motor aphasia after ischemic stroke (IS) compared with memantine. A randomized, open-label, parallel-group study was conducted at the Urgench Rehabilitation Hospital in Urgench from February 2022 to May 2024. Patients with motor aphasia after IS were randomized into two groups. Group 1 ( Intra-group comparison before and after treatment in each part of the WAB score showed a significant increase in patients' scores in both groups ( Both memantine and rTMS improved verbal function in patients with post-stroke motor aphasia. Compared to memantine, TMS treatment was associated with a more significant improvement in repetition and naming. Определение эффективности низкочастотной повторяющейся транскраниальной магнитной стимуляции (пТМС) в улучшении хронической моторной афазии после ишемического инсульта (ИИ) по сравнению с мемантином. Проведено рандомизированное открытое параллельное групповое исследование в Ургенчской реабилитационной больнице в Ургенче с февраля 2022 г. по май 2024 г. Пациенты с моторной афазией после ИИ были рандомно распределены на две группы. Группа 1 ( При внутригрупповом сравнении до и после лечения в каждом разделе шкалы WAB у пациентов обеих групп значительно увеличились баллы ( И мемантин, и пТМС улучшали речевые функции у пациентов с постинсультной моторной афазией. По сравнению с мемантином проведение пТМС способствовало более значимому улучшению повторения и называния.",
    "disease": "stroke",
    "clean_text": "comparison of the effects of transcranial magnetic stimulation and memantine on motor aphasia in ischemic stroke patients to assess the effectiveness of low frequency repetitive transcranial magnetic stimulation rtms in improving chronic motor aphasia after ischemic stroke is compared with memantine a randomized open label parallel group study was conducted at the urgench rehabilitation hospital in urgench from february to may patients with motor aphasia after is were randomized into two groups group intra group comparison before and after treatment in each part of the wab score showed a significant increase in patients scores in both groups both memantine and rtms improved verbal function in patients with post stroke motor aphasia compared to memantine tms treatment was associated with a more significant improvement in repetition and naming wab"
}