{
    "title": "An umbrella review of systematic reviews and meta-analyses for assessment and treatment of acute shoulder dislocation.",
    "doc_id": "39442380",
    "writer": "Gonai S",
    "year": "2025",
    "summary": "OBJECTIVE: This study aims to provide a comprehensive review of the current evidence on accurate and rapid diagnostic methods, effective and safe shoulder dislocation reduction techniques, pharmacological treatment, and post-reduction care for acute anterior shoulder dislocation …",
    "abstract": "Objective:\n        \n      \n      This study aims to provide a comprehensive review of the current evidence on accurate and rapid diagnostic methods, effective and safe shoulder dislocation reduction techniques, pharmacological treatment, and post-reduction care for acute anterior shoulder dislocation in the emergency department (ED).\n    \n\n\n          Methods:\n        \n      \n      We conducted a systematic review of the literature up to December 31, 2022, with an additional search conducted up to August 31, 2024. Databases searched included Cochrane Database of Systematic Reviews, MEDLINE, Embase, CINAHL, DARE, PROSPERO, OpenGrey, and Google Scholar. We reviewed systematic reviews and meta-analyses on assessment and intervention for acute anterior shoulder dislocation. Data extraction and quality assessment were performed independently by two reviewers. The quality of evidence was evaluated using the Cochrane Risk of Bias tool and the GRADE approach, while the methodology was assessed using AMSTAR 2.\n    \n\n\n          Results:\n        \n      \n      From an initial 1345 records, 30 studies met the inclusion criteria. These included 4 articles on point-of-care ultrasound (POCUS), 5 on analgesia and anesthesia, 3 on closed reduction techniques, 10 on surgical Bankart repair, 9 comparing external and internal rotation immobilization, and 1 on nerve injuries, including duplicates. POCUS demonstrated high diagnostic accuracy comparable to radiography for shoulder dislocations and associated fractures. Analgesia and anesthesia studies showed that intra-articular anesthesia (IAA) is as effective as intravenous sedation (IVS) with fewer adverse events and shorter ED stays. Three meta-analyses on closed reduction techniques revealed no significant differences in success rates among various methods, but the FARES method was noted for superior pain management. Ten reviews on surgical Bankart repair consistently showed reduced redislocation rates, especially in younger patients, compared to non-surgical treatments including internal and external rotation immobilization. Four recent reviews reported external rotation immobilization was more effective than internal rotation in preventing redislocations. Nerve injuries were common, with the axillary nerve most frequently affected.\n    \n\n\n          Conclusions:\n        \n      \n      Emergency physicians managing anterior shoulder dislocation should employ POCUS for diagnosis, prioritize intra-articular anesthesia, master various reduction techniques including the FARES method, refer patients to an orthopedic surgeon for follow-up and potential surgery to prevent redislocation, and be vigilant about nerve damage.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39442380/",
    "clean_text": "an umbrella review of systematic reviews and meta analyses for assessment and treatment of acute shoulder dislocation objective this study aims to provide a comprehensive review of the current evidence on accurate and rapid diagnostic methods effective and safe shoulder dislocation reduction techniques pharmacological treatment and post reduction care for acute anterior shoulder dislocation objective this study aims to provide a comprehensive review of the current evidence on accurate and rapid diagnostic methods effective and safe shoulder dislocation reduction techniques pharmacological treatment and post reduction care for acute anterior shoulder dislocation in the emergency department ed methods we conducted a systematic review of the literature up to december with an additional search conducted up to august databases searched included cochrane database of systematic reviews medline embase cinahl dare prospero opengrey and google scholar we reviewed systematic reviews and meta analyses on assessment and intervention for acute anterior shoulder dislocation data extraction and quality assessment were performed independently by two reviewers the quality of evidence was evaluated using the cochrane risk of bias tool and the grade approach while the methodology was assessed using amstar results from an initial records studies met the inclusion criteria these included articles on point of care ultrasound pocus on analgesia and anesthesia on closed reduction techniques on surgical bankart repair comparing external and internal rotation immobilization and on nerve injuries including duplicates pocus demonstrated high diagnostic accuracy comparable to radiography for shoulder dislocations and associated fractures analgesia and anesthesia studies showed that intra articular anesthesia iaa is as effective as intravenous sedation ivs with fewer adverse events and shorter ed stays three meta analyses on closed reduction techniques revealed no significant differences in success rates among various methods but the fares method was noted for superior pain management ten reviews on surgical bankart repair consistently showed reduced redislocation rates especially in younger patients compared to non surgical treatments including internal and external rotation immobilization four recent reviews reported external rotation immobilization was more effective than internal rotation in preventing redislocations nerve injuries were common with the axillary nerve most frequently affected conclusions emergency physicians managing anterior shoulder dislocation should employ pocus for diagnosis prioritize intra articular anesthesia master various reduction techniques including the fares method refer patients to an orthopedic surgeon for follow up and potential surgery to prevent redislocation and be vigilant about nerve damage"
}