{
    "title": "Severe traumatic brain injury in children: an evidence-based review of emergency department management.",
    "doc_id": "38885364",
    "writer": "Fairbrother H",
    "year": "2024",
    "summary": "More than 1.7 million traumatic brain injuries occur in adults and children each year in the United States, with approximately 30% occurring in children aged <14 years. Traumatic brain injury is a significant cause of morbidity and mortality in pedi …",
    "abstract": "More than 1.7 million traumatic brain injuries occur in adults and children each year in the United States, with approximately 30% occurring in children aged <14 years. Traumatic brain injury is a significant cause of morbidity and mortality in pediatric trauma patients. The early management of severe traumatic brain injury is focused on mitigation and prevention of secondary injury, specifically by avoiding hypotension and hypoxia, which have been associated with poorer outcomes. This review discusses methods to maintain adequate oxygenation, maximize management of intracranial hypertension, and optimize blood pressure in the emergency department to improve neurologic outcomes following pediatric severe traumatic brain injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38885364/",
    "clean_text": "severe traumatic brain injury in children an evidence based review of emergency department management more than million traumatic brain injuries occur in adults and children each year in the united states with approximately occurring in children aged years traumatic brain injury is a significant cause of morbidity and mortality in pedi more than million traumatic brain injuries occur in adults and children each year in the united states with approximately occurring in children aged years traumatic brain injury is a significant cause of morbidity and mortality in pediatric trauma patients the early management of severe traumatic brain injury is focused on mitigation and prevention of secondary injury specifically by avoiding hypotension and hypoxia which have been associated with poorer outcomes this review discusses methods to maintain adequate oxygenation maximize management of intracranial hypertension and optimize blood pressure in the emergency department to improve neurologic outcomes following pediatric severe traumatic brain injury"
}