{
    "pmid": "41376845",
    "title": "High tibial osteotomy with individualised alignment and meniscal centralisation improves KOOS sports and recreation and cartilage status compared to conventional Fujisawa-point alignment without centralisation: A propensity score matching study.",
    "abstract": "This study was performed to compare clinical outcomes of medial opening-wedge high tibial osteotomy (MOWHTO) with individualised alignment and medial meniscus centralisation versus conventional alignment targeting the Fujisawa point without centralisation using propensity score matching. It was hypothesised that the individualised approach with centralisation would not be inferior to conventional HTO targeting the Fujisawa point. This retrospective matched case-control study analysed 161 consecutive knees treated with MOWHTO. After applying uniform exclusion criteria and 1:1 propensity score matching for demographic, radiographic, and meniscal factors, 24 knees with HTO and centralisation and 24 control knees were compared. The centralisation group received individualised alignment based on patient characteristics, targeting a weight-bearing line (WBL) ratio of 57.0%-62.5%, whereas the control group followed the standard 62.5% WBL target. The primary outcome was the Knee Injury and Osteoarthritis Outcome Score (KOOS). The secondary outcomes were radiographic alignment and International Cartilage Repair Society (ICRS) cartilage grade on second-look arthroscopy. The mean follow-up duration was 2.5 ± 0.4 years in the centralisation group and 2.5 ± 0.5 years in the control group. Both groups showed significant improvements in all KOOS subscales from preoperative to final follow-up (all  MOWHTO with individualised alignment and medial meniscus centralisation achieved clinical outcomes not inferior to conventional alignment targeting the Fujisawa point without centralisation. Level III, retrospective cohort study.",
    "disease": "osteoarthritis",
    "clean_text": "high tibial osteotomy with individualised alignment and meniscal centralisation improves koos sports and recreation and cartilage status compared to conventional fujisawa point alignment without centralisation a propensity score matching study this study was performed to compare clinical outcomes of medial opening wedge high tibial osteotomy mowhto with individualised alignment and medial meniscus centralisation versus conventional alignment targeting the fujisawa point without centralisation using propensity score matching it was hypothesised that the individualised approach with centralisation would not be inferior to conventional hto targeting the fujisawa point this retrospective matched case control study analysed consecutive knees treated with mowhto after applying uniform exclusion criteria and propensity score matching for demographic radiographic and meniscal factors knees with hto and centralisation and control knees were compared the centralisation group received individualised alignment based on patient characteristics targeting a weight bearing line wbl ratio of whereas the control group followed the standard wbl target the primary outcome was the knee injury and osteoarthritis outcome score koos the secondary outcomes were radiographic alignment and international cartilage repair society icrs cartilage grade on second look arthroscopy the mean follow up duration was years in the centralisation group and years in the control group both groups showed significant improvements in all koos subscales from preoperative to final follow up all mowhto with individualised alignment and medial meniscus centralisation achieved clinical outcomes not inferior to conventional alignment targeting the fujisawa point without centralisation level iii retrospective cohort study"
}