{
    "pmid": "41397537",
    "title": "Iron and Bile Acids Synergize to Exacerbate Congenital Cholestatic Liver Injury via Ferroptosis.",
    "abstract": "Pediatric cholestatic liver diseases are rare but serious conditions that frequently progress to liver fibrosis and cirrhosis and often require transplantation. Despite the clinical importance of these diseases, the mechanisms driving disease progression remain poorly understood. Hepatic iron accumulation was identified as a pathologic feature associated with congenital cholestatic liver disease in mice with a liver-specific deletion of Yap, a gene critical for bile duct development. Further hepatic iron overload induced by liver-specific deletion of Fbxl5, a key regulator of cellular iron homeostasis, exacerbated cholestatic liver injury and fibrosis in Yap-deficient mice. Mechanistically, iron overload enhanced the susceptibility to bile acid-induced cytotoxicity via ferroptosis, a form of regulated cell death driven by iron-dependent lipid peroxidation. This ferroptotic process was confirmed by the suppression of bile acid-induced cell death through iron chelation and lipid peroxide scavenging in ex vivo liver slice cultures. Furthermore, both dietary iron restriction and antioxidant treatment mitigated liver injury in vivo. These findings identify iron accumulation as a key driver of disease progression and highlight iron metabolism and ferroptosis as potential therapeutic targets in congenital cholestatic liver disease.",
    "disease": "liver cirrhosis",
    "clean_text": "iron and bile acids synergize to exacerbate congenital cholestatic liver injury via ferroptosis pediatric cholestatic liver diseases are rare but serious conditions that frequently progress to liver fibrosis and cirrhosis and often require transplantation despite the clinical importance of these diseases the mechanisms driving disease progression remain poorly understood hepatic iron accumulation was identified as a pathologic feature associated with congenital cholestatic liver disease in mice with a liver specific deletion of yap a gene critical for bile duct development further hepatic iron overload induced by liver specific deletion of fbxl a key regulator of cellular iron homeostasis exacerbated cholestatic liver injury and fibrosis in yap deficient mice mechanistically iron overload enhanced the susceptibility to bile acid induced cytotoxicity via ferroptosis a form of regulated cell death driven by iron dependent lipid peroxidation this ferroptotic process was confirmed by the suppression of bile acid induced cell death through iron chelation and lipid peroxide scavenging in ex vivo liver slice cultures furthermore both dietary iron restriction and antioxidant treatment mitigated liver injury in vivo these findings identify iron accumulation as a key driver of disease progression and highlight iron metabolism and ferroptosis as potential therapeutic targets in congenital cholestatic liver disease"
}