{
    "pmid": "41402826",
    "title": "Noisy galvanic vestibular stimulation and static balance in parkinson's disease: a multimodal resting‑state fMRI feasibility study.",
    "abstract": "Postural instability in Parkinson's disease (PD) is a major contributor to falls and functional decline, yet remains poorly responsive to dopaminergic therapy. Noisy galvanic vestibular stimulation (nGVS), a non-invasive neuromodulation technique, has shown potential to enhance postural control by augmenting multisensory integration. However, the neural mechanisms and temporal dynamics underlying its effects remain incompletely understood. To evaluate the behavioral and neurophysiological effects of a single session of nGVS in patients with mild-to-moderate PD using standardized clinical measures and resting-state functional MRI (rs-fMRI). Forty-one idiopathic PD patients underwent clinical assessments and rs-fMRI at three time points: pre-nGVS, immediately post-stimulation, and one week later. Postural function was quantified using the Berg Balance Test (BBT), Functional Reach Test (FRT), Timed Up and Go (TUG), and Numeric Rating Scale (NRS) for discomfort. Imaging analyses included seed-based connectivity, independent component analysis (ICA), and amplitude of low-frequency fluctuation (ALFF/fALFF). nGVS elicited significant improvements in static and anticipatory balance, with BBT gains persisting after one week. These behavioral effects were accompanied by transient increases in visual and sensorimotor network activity, short-lived ALFF/fALFF enhancement in occipital and parietal regions, and sustained connectivity between the pedunculopontine nucleus (PPN) and superior frontal gyrus. Gait-related outcomes showed more modest and delayed changes. nGVS selectively engages intrinsic networks supporting static postural control, producing partially sustained behavioral benefits and circuit-specific neuroplasticity. These findings support its potential as a non-invasive intervention targeting axial symptoms in PD and suggest imaging-based biomarkers for future stratified therapeutic application. This study was registered with the Clinical Research Information Service (CRIS), Republic of Korea, under the identifier KCT0007058, registered on Mar 04, 2022.",
    "disease": "parkinson disease",
    "clean_text": "noisy galvanic vestibular stimulation and static balance in parkinson s disease a multimodal resting state fmri feasibility study postural instability in parkinson s disease pd is a major contributor to falls and functional decline yet remains poorly responsive to dopaminergic therapy noisy galvanic vestibular stimulation ngvs a non invasive neuromodulation technique has shown potential to enhance postural control by augmenting multisensory integration however the neural mechanisms and temporal dynamics underlying its effects remain incompletely understood to evaluate the behavioral and neurophysiological effects of a single session of ngvs in patients with mild to moderate pd using standardized clinical measures and resting state functional mri rs fmri forty one idiopathic pd patients underwent clinical assessments and rs fmri at three time points pre ngvs immediately post stimulation and one week later postural function was quantified using the berg balance test bbt functional reach test frt timed up and go tug and numeric rating scale nrs for discomfort imaging analyses included seed based connectivity independent component analysis ica and amplitude of low frequency fluctuation alff falff ngvs elicited significant improvements in static and anticipatory balance with bbt gains persisting after one week these behavioral effects were accompanied by transient increases in visual and sensorimotor network activity short lived alff falff enhancement in occipital and parietal regions and sustained connectivity between the pedunculopontine nucleus ppn and superior frontal gyrus gait related outcomes showed more modest and delayed changes ngvs selectively engages intrinsic networks supporting static postural control producing partially sustained behavioral benefits and circuit specific neuroplasticity these findings support its potential as a non invasive intervention targeting axial symptoms in pd and suggest imaging based biomarkers for future stratified therapeutic application this study was registered with the clinical research information service cris republic of korea under the identifier kct registered on mar"
}