{
    "pmid": "41453578",
    "title": "A novel conditional knock-in mouse model for APOE4-to-APOE3 switching.",
    "abstract": "APOE polymorphisms are major genetic risk factors of Alzheimer's disease (AD). Compared with APOE3/E3, the APOE4/E4 genotype is associated with a > 14-fold increased risk. Therefore, we hypothesized that conversion of APOE4 to APOE3 would ameliorate AD-related pathologies. Accordingly, we generated a knock-in mouse model harboring an APOE4-FLEx (Flip-Excision) 4-to-3 construct enabling postnatal Cre-mediated APOE4-to-APOE3 switching. This construct comprised an APOE3 exon inserted in a reverse orientation downstream of the APOE4 exon, flanked by alternating loxP and mutant loxP sites, allowing Cre-mediated FLEx switching from APOE4-to-APOE3. For in vitro validation, HEK293T cells were transfected with APOE4-FLEx 4-to-3 plasmid, followed by AAV8-mediated iCre delivery. For in vivo studies, endogenous Apoe was replaced with the APOE4-FLEx 4-to-3 construct to generate APOE4-FLEx 4-to-3 knock-in mice, which were crossed with tamoxifen-inducible Rosa26-CreERT2 mice to yield Cre: APOE4-FLEx 4-to-3 double-knock-in mice. Tamoxifen was administered to induce APOE switching. Cre expression successfully induced APOE4-to-APOE3 switching in vitro. Tamoxifen administration in Cre: APOE4-FLEx 4-to-3 mice triggered APOE4-to-APOE3 switching in the liver, demonstrating the feasibility of postnatal isoform switching. However, brain APOE protein levels were below the detection limit. Investigation of the underlying cause involving transcript analysis revealed aberrant retention of intron 3 (APOE-I3). This abnormal splicing probably contributed to the decreased expression of fully spliced, translation-competent (mature) APOE mRNA, driving the subsequent protein reduction. Although APOE expression across organs in APOE4-FLEx 4-to-3 mice requires further optimization, our findings demonstrate that Cre-mediated FLEx switching can serve as a potential strategy to induce APOE genotype switching in vivo.",
    "disease": "alzheimer disease",
    "clean_text": "a novel conditional knock in mouse model for apoe to apoe switching apoe polymorphisms are major genetic risk factors of alzheimer s disease ad compared with apoe e the apoe e genotype is associated with a fold increased risk therefore we hypothesized that conversion of apoe to apoe would ameliorate ad related pathologies accordingly we generated a knock in mouse model harboring an apoe flex flip excision to construct enabling postnatal cre mediated apoe to apoe switching this construct comprised an apoe exon inserted in a reverse orientation downstream of the apoe exon flanked by alternating loxp and mutant loxp sites allowing cre mediated flex switching from apoe to apoe for in vitro validation hek t cells were transfected with apoe flex to plasmid followed by aav mediated icre delivery for in vivo studies endogenous apoe was replaced with the apoe flex to construct to generate apoe flex to knock in mice which were crossed with tamoxifen inducible rosa creert mice to yield cre apoe flex to double knock in mice tamoxifen was administered to induce apoe switching cre expression successfully induced apoe to apoe switching in vitro tamoxifen administration in cre apoe flex to mice triggered apoe to apoe switching in the liver demonstrating the feasibility of postnatal isoform switching however brain apoe protein levels were below the detection limit investigation of the underlying cause involving transcript analysis revealed aberrant retention of intron apoe i this abnormal splicing probably contributed to the decreased expression of fully spliced translation competent mature apoe mrna driving the subsequent protein reduction although apoe expression across organs in apoe flex to mice requires further optimization our findings demonstrate that cre mediated flex switching can serve as a potential strategy to induce apoe genotype switching in vivo"
}