{
    "pmid": "41472745",
    "title": "EGR3 as a dual tumor-immune regulator: a machine learning-driven prognostic target for cold breast cancer.",
    "abstract": "Breast cancer heterogeneity necessitates robust prognostic biomarkers and therapeutic targets. This study aimed to identify key molecular drivers through integrative multi-omics approaches and validate their clinical relevance. We combined differential expression analysis, weighted gene co-expression network analysis (WGCNA), and machine learning (StepCox-Random Survival Forest [RSF]) to screen prognostic signatures across TCGA, GEO (GSE42568, GSE9893, GSE7390), and METABRIC datasets. Immune microenvironment characterization utilized ESTIMATE, CIBERSORT, and functional enrichment analyses. Mechanistic validation included single-cell RNA sequencing,  WGCNA identified 102 hub genes linked to breast cancer progression. Machine learning optimization yielded a 3-gene signature (EGR3, RECQL4, MMP1) with superior prognostic stratification. Multi-cohort validation confirmed signature robustness. The C2 subtype, defined by high-risk scores, exhibited an immunosuppressive microenvironment with elevated PD-L1/LAG3/TIGIT and M2 macrophage enrichment. EGR3 emerged as a pivotal tumor suppressor: its expression inversely correlated with tumor stage and positively associated with CD8 Our integrative framework established a machine learning-optimized 3-gene prognostic model with cross-platform reliability. EGR3 was validated as a dual-function regulator of tumor suppression and immunomodulation, offering a novel therapeutic target for breast cancer, particularly in immunologically \"cold\" triple-negative subtypes.",
    "disease": "breast cancer",
    "clean_text": "egr as a dual tumor immune regulator a machine learning driven prognostic target for cold breast cancer breast cancer heterogeneity necessitates robust prognostic biomarkers and therapeutic targets this study aimed to identify key molecular drivers through integrative multi omics approaches and validate their clinical relevance we combined differential expression analysis weighted gene co expression network analysis wgcna and machine learning stepcox random survival forest rsf to screen prognostic signatures across tcga geo gse gse gse and metabric datasets immune microenvironment characterization utilized estimate cibersort and functional enrichment analyses mechanistic validation included single cell rna sequencing wgcna identified hub genes linked to breast cancer progression machine learning optimization yielded a gene signature egr recql mmp with superior prognostic stratification multi cohort validation confirmed signature robustness the c subtype defined by high risk scores exhibited an immunosuppressive microenvironment with elevated pd l lag tigit and m macrophage enrichment egr emerged as a pivotal tumor suppressor its expression inversely correlated with tumor stage and positively associated with cd our integrative framework established a machine learning optimized gene prognostic model with cross platform reliability egr was validated as a dual function regulator of tumor suppression and immunomodulation offering a novel therapeutic target for breast cancer particularly in immunologically cold triple negative subtypes"
}