{
    "pmid": "41405269",
    "title": "Machine-learning approach uncovers hemodynamic-driven phenotypes in cardiac surgery by clustering multimodal, high-dimensional perioperative data.",
    "abstract": "A critical limitation of current risk assessment in cardiac surgery is its reliance on static preoperative models, which fail to account for dynamic intraoperative physiological changes. This limitation may lead to the oversight of critical factors that can greatly influence patient outcomes. Thus, identifying clinically meaningful phenotypes by mining dynamic intraoperative features and integrating them with multi-dimensional data is crucial for understanding phenotypic heterogeneity and enabling personalized perioperative care. This multicenter, retrospective study included adult patients undergoing cardiac surgery with cardiopulmonary bypass at three tertiary hospitals in eastern China (2013-2024) and an external cohort from an internationally public perioperative database (2011-2020). A high-dimensional dataset was constructed by integrating clinical data with high-resolution intraoperative vital sign time series, resulting in a comprehensive feature set composed of 1,006 key parameters. An unsupervised agglomerative hierarchical clustering was used to calculate distinct phenotypes. Key clinical features and outcomes were compared across phenotypes, with the reproducibility and generalizability of these identified phenotypes validated in three independent external datasets. From 10,847 eligible surgeries, five distinct clinical phenotypes were identified. Phenotype A (Stable Hemodynamics) was characterized by intraoperative hemodynamics closest to average cohort values and minimal comorbidities, leading to favorable outcomes. Phenotype B (Heart Rate Instability) uniquely demonstrated a higher chronic comorbidity burden and high intraoperative heart rate variability, while other hemodynamic profiles remained relatively stable. Phenotype C (High Blood Pressure), comprising older patients with extensive coronary artery disease, was characterized by a low heart rate while blood pressure was maintained at an elevated level. Phenotype D (Elevated Central Venous Pressure) was distinguished by the most rapid early-onset organ dysfunction (0-12 h postoperative) and the longest ICU stays. Phenotype E (Severe Hemodynamic Fluctuations), marked by the most profound intraoperative physiological deviations, incurred the highest incidences of both acute kidney injury (66.9%) and acute liver failure (38.8%), and the greatest overall mortality (11.4%). Validation across internal and external cohorts confirmed the reproducibility and generalizability of these distinct phenotypes. Through a data-driven phenotypic analysis utilizing machine learning, various subgroups were identified among heterogeneous surgical patients, each displaying distinct characteristics linked to adverse outcomes. The integration of multi-dimensional intraoperative vital signs with perioperative data may support the development of more precise, individualized risk stratification and future perioperative management strategies.",
    "disease": "coronary artery disease",
    "clean_text": "machine learning approach uncovers hemodynamic driven phenotypes in cardiac surgery by clustering multimodal high dimensional perioperative data a critical limitation of current risk assessment in cardiac surgery is its reliance on static preoperative models which fail to account for dynamic intraoperative physiological changes this limitation may lead to the oversight of critical factors that can greatly influence patient outcomes thus identifying clinically meaningful phenotypes by mining dynamic intraoperative features and integrating them with multi dimensional data is crucial for understanding phenotypic heterogeneity and enabling personalized perioperative care this multicenter retrospective study included adult patients undergoing cardiac surgery with cardiopulmonary bypass at three tertiary hospitals in eastern china and an external cohort from an internationally public perioperative database a high dimensional dataset was constructed by integrating clinical data with high resolution intraoperative vital sign time series resulting in a comprehensive feature set composed of key parameters an unsupervised agglomerative hierarchical clustering was used to calculate distinct phenotypes key clinical features and outcomes were compared across phenotypes with the reproducibility and generalizability of these identified phenotypes validated in three independent external datasets from eligible surgeries five distinct clinical phenotypes were identified phenotype a stable hemodynamics was characterized by intraoperative hemodynamics closest to average cohort values and minimal comorbidities leading to favorable outcomes phenotype b heart rate instability uniquely demonstrated a higher chronic comorbidity burden and high intraoperative heart rate variability while other hemodynamic profiles remained relatively stable phenotype c high blood pressure comprising older patients with extensive coronary artery disease was characterized by a low heart rate while blood pressure was maintained at an elevated level phenotype d elevated central venous pressure was distinguished by the most rapid early onset organ dysfunction h postoperative and the longest icu stays phenotype e severe hemodynamic fluctuations marked by the most profound intraoperative physiological deviations incurred the highest incidences of both acute kidney injury and acute liver failure and the greatest overall mortality validation across internal and external cohorts confirmed the reproducibility and generalizability of these distinct phenotypes through a data driven phenotypic analysis utilizing machine learning various subgroups were identified among heterogeneous surgical patients each displaying distinct characteristics linked to adverse outcomes the integration of multi dimensional intraoperative vital signs with perioperative data may support the development of more precise individualized risk stratification and future perioperative management strategies"
}