{
    "title": "Prevalence of vitamin A and vitamin D deficiency in hospitalized neonates in Xi'an, China.",
    "doc_id": "35766563",
    "writer": "Liu R",
    "year": "2022",
    "summary": "BACKGROUND AND OBJECTIVES: To investigate the prevalence of vitamin A and vitamin D deficiency and the associated factors in hospitalized neonates in Xi'an, China. METHODS AND STUDY DESIGN: A total of 524 hospitalized neonates were collected in this study. ...CONCLU …",
    "abstract": "Background and objectives:\n        \n      \n      To investigate the prevalence of vitamin A and vitamin D deficiency and the associated factors in hospitalized neonates in Xi'an, China.\n    \n\n\n          Methods and study design:\n        \n      \n      A total of 524 hospitalized neonates were collected in this study. Serum vitamin A and D concentrations were detected in neonates within two weeks of birth.\n    \n\n\n          Results:\n        \n      \n      Serum vitamin A and D concentrations of hospitalized neonates were 0.55±0.21 μmol/L and 42.0±20.6 nmol/L, respectively. They were greater in full-term neonates than in preterm neonates, greater in rural neonates than in urban, and greater in single than in twin (all p<0.001). The prevalence of vitamin A and D deficiency were 14.9% and 33.0%, the prevalence of marginal vitamin A deficiency was 64.7%, and vitamin D insufficiency was 35.1%. Neonatal serum vitamin A and D concentrations were all positively correlated with birth weight and gestational age. Neonatal serum vitamin D concentration was also positively correlated with maternal serum vitamin D concentration. Additionally, neonatal vitamin A concentration was positively correlated with neonatal serum vitamin D concentration.\n    \n\n\n          Conclusions:\n        \n      \n      Vitamin A and vitamin D statuses are compromised in hospitalized neonates in Xi'an, especially in premature neonates, low birth weight neonates, twins, and those born in urban areas. Individualized supplementation with vitamin A and vitamin D in neonates should be a clinical consideration.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35766563/",
    "clean_text": "prevalence of vitamin a and vitamin d deficiency in hospitalized neonates in xi an china background and objectives to investigate the prevalence of vitamin a and vitamin d deficiency and the associated factors in hospitalized neonates in xi an china methods and study design a total of hospitalized neonates were collected in this study conclu background and objectives to investigate the prevalence of vitamin a and vitamin d deficiency and the associated factors in hospitalized neonates in xi an china methods and study design a total of hospitalized neonates were collected in this study serum vitamin a and d concentrations were detected in neonates within two weeks of birth results serum vitamin a and d concentrations of hospitalized neonates were mol l and nmol l respectively they were greater in full term neonates than in preterm neonates greater in rural neonates than in urban and greater in single than in twin all p the prevalence of vitamin a and d deficiency were and the prevalence of marginal vitamin a deficiency was and vitamin d insufficiency was neonatal serum vitamin a and d concentrations were all positively correlated with birth weight and gestational age neonatal serum vitamin d concentration was also positively correlated with maternal serum vitamin d concentration additionally neonatal vitamin a concentration was positively correlated with neonatal serum vitamin d concentration conclusions vitamin a and vitamin d statuses are compromised in hospitalized neonates in xi an especially in premature neonates low birth weight neonates twins and those born in urban areas individualized supplementation with vitamin a and vitamin d in neonates should be a clinical consideration"
}