{
    "title": "National policies and programs for perinatal mental health in India: A systematic review.",
    "doc_id": "37988929",
    "writer": "Kalra H",
    "year": "2024",
    "summary": "BACKGROUND: India is the most populous country in the world with millions of births annually. Perinatal mental disorders (PMDs) are prevalent worldwide including in India. This study was undertaken to evaluate how mental health is addressed in national matern …",
    "abstract": "Background:\n        \n      \n      India is the most populous country in the world with millions of births annually. Perinatal mental disorders (PMDs) are prevalent worldwide including in India. This study was undertaken to evaluate how mental health is addressed in national maternity and mental health policies and programs in India.\n    \n\n\n          Methods:\n        \n      \n      We conducted a systematic review of the national policies and programs in India related to maternity care and mental health. The identified policies and programs were analysed using health policy triangle framework.\n    \n\n\n          Results:\n        \n      \n      Our search yielded 11 relevant documents and no peer reviewed publications. No specific national policy or program on maternal mental health could be identified. Universal access to health and mental health including for women and children was clearly articulated in both national mental health and maternity policies, which emphasised that access to mental health care and treatment is a fundamental right. There were few details about how the programs and policies were developed and no accounts of consultations with community members or service providers in their formation.\n    \n\n\n          Conclusion:\n        \n      \n      National maternity and mental health policies and programs in India appear not to consider perinatal mental health. There are promising state-based initiatives, but, given the disease burden of PMDs in India, the absence of a national policy leads to unrecognized and unmet needs of women in the states without these measures. These inequalities can be effectively minimized by well implemented national policies for perinatal mental health, accompanied by evidence-based locally tailored programs and interventions across the country.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37988929/",
    "clean_text": "national policies and programs for perinatal mental health in india a systematic review background india is the most populous country in the world with millions of births annually perinatal mental disorders pmds are prevalent worldwide including in india this study was undertaken to evaluate how mental health is addressed in national matern background india is the most populous country in the world with millions of births annually perinatal mental disorders pmds are prevalent worldwide including in india this study was undertaken to evaluate how mental health is addressed in national maternity and mental health policies and programs in india methods we conducted a systematic review of the national policies and programs in india related to maternity care and mental health the identified policies and programs were analysed using health policy triangle framework results our search yielded relevant documents and no peer reviewed publications no specific national policy or program on maternal mental health could be identified universal access to health and mental health including for women and children was clearly articulated in both national mental health and maternity policies which emphasised that access to mental health care and treatment is a fundamental right there were few details about how the programs and policies were developed and no accounts of consultations with community members or service providers in their formation conclusion national maternity and mental health policies and programs in india appear not to consider perinatal mental health there are promising state based initiatives but given the disease burden of pmds in india the absence of a national policy leads to unrecognized and unmet needs of women in the states without these measures these inequalities can be effectively minimized by well implemented national policies for perinatal mental health accompanied by evidence based locally tailored programs and interventions across the country"
}