{
    "title": "Emerging concepts in the pathophysiology of type 2 diabetes mellitus.",
    "doc_id": "19421965",
    "writer": "Surampudi PN",
    "year": "2009",
    "summary": "The prevalence of type 2 diabetes mellitus has risen worldwide in large part because of an increase in obesity and sedentary lifestyles. ...This article gives a review of the current and emerging concepts of the pathophysiology of type 2 …",
    "abstract": "Type 2 diabetes mellitus is a multifactorial metabolic disorder. It is characterized by chronic hyperglycemia, insulin resistance, and a relative insulin secretion defect. The prevalence of type 2 diabetes mellitus has risen worldwide in large part because of an increase in obesity and sedentary lifestyles. The underlying pathophysiology and complications of type 2 diabetes mellitus are still being elucidated. Recent advances in diabetes research have helped us to gain a better understanding about insulin resistance and insulin secretion defects. The evolving understanding about the influence of the incretin effect, insulin signal transduction, adipose tissue, intra-islet cell communication, and inflammation is changing the way in which we view type 2 diabetes mellitus. This new understanding will eventually provide us with new treatment approaches to help patients who have type 2 diabetes mellitus. This article gives a review of the current and emerging concepts of the pathophysiology of type 2 diabetes mellitus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19421965/",
    "clean_text": "emerging concepts in the pathophysiology of type diabetes mellitus the prevalence of type diabetes mellitus has risen worldwide in large part because of an increase in obesity and sedentary lifestyles this article gives a review of the current and emerging concepts of the pathophysiology of type type diabetes mellitus is a multifactorial metabolic disorder it is characterized by chronic hyperglycemia insulin resistance and a relative insulin secretion defect the prevalence of type diabetes mellitus has risen worldwide in large part because of an increase in obesity and sedentary lifestyles the underlying pathophysiology and complications of type diabetes mellitus are still being elucidated recent advances in diabetes research have helped us to gain a better understanding about insulin resistance and insulin secretion defects the evolving understanding about the influence of the incretin effect insulin signal transduction adipose tissue intra islet cell communication and inflammation is changing the way in which we view type diabetes mellitus this new understanding will eventually provide us with new treatment approaches to help patients who have type diabetes mellitus this article gives a review of the current and emerging concepts of the pathophysiology of type diabetes mellitus"
}