{
    "pmid": "41420997",
    "title": "Exploring factors contributing to frailty in Chinese patients with rheumatoid arthritis: Validation of a tailored assessment tool.",
    "abstract": "To identify the factors associated with frailty in Chinese participants with rheumatoid arthritis (RA), guided by the health ecology theory, and to provide a culturally adapted and psychometrically validated Chinese version of the Comprehensive Rheumatologic Assessment of Frailty (CRAF) to support context-specific assessments in clinical practice. This cross-sectional study involved the translation and cultural adaptation of the CRAF using a modified Brislin method. Psychometric properties were evaluated, and factors associated with frailty were identified through multivariate ordered logistic regression, guided by the health ecology theory. A total of 1288 RA participants were recruited. The Cronbach's alpha for the Chinese CRAF was 0.75, and the intraclass correlation coefficient was 0.92. The Item-content validity index (CVI) ranged from 0.80 to 1.00, with an average CVI of 0.92. A significant positive correlation between the CRAF and the FRAIL Scale was found (P < 0.001), with the CRAF demonstrating better discriminatory power than the FRAIL scale (P = 0.041). Factors significantly associated with frailty included disease duration, pain intensity, limitations in physical function, the use of methotrexate, non-steroidal anti-inflammatory drugs, glucocorticoids, and biologic disease-modifying antirheumatic drugs, as well as comorbidities such as hypertension, diabetes, cardiovascular disease, stroke/transient ischemic attack, pulmonary disease, diminished grip strength, smoking, depression, and lack of social participation. The Chinese version of the CRAF is a reliable and valid tool for assessing frailty in RA participants. Targeted interventions addressing the identified risk factors may help prevent or delay frailty progression, ultimately improving prognosis and quality of life.",
    "disease": "rheumatoid arthritis",
    "clean_text": "exploring factors contributing to frailty in chinese patients with rheumatoid arthritis validation of a tailored assessment tool to identify the factors associated with frailty in chinese participants with rheumatoid arthritis ra guided by the health ecology theory and to provide a culturally adapted and psychometrically validated chinese version of the comprehensive rheumatologic assessment of frailty craf to support context specific assessments in clinical practice this cross sectional study involved the translation and cultural adaptation of the craf using a modified brislin method psychometric properties were evaluated and factors associated with frailty were identified through multivariate ordered logistic regression guided by the health ecology theory a total of ra participants were recruited the cronbach s alpha for the chinese craf was and the intraclass correlation coefficient was the item content validity index cvi ranged from to with an average cvi of a significant positive correlation between the craf and the frail scale was found p with the craf demonstrating better discriminatory power than the frail scale p factors significantly associated with frailty included disease duration pain intensity limitations in physical function the use of methotrexate non steroidal anti inflammatory drugs glucocorticoids and biologic disease modifying antirheumatic drugs as well as comorbidities such as hypertension diabetes cardiovascular disease stroke transient ischemic attack pulmonary disease diminished grip strength smoking depression and lack of social participation the chinese version of the craf is a reliable and valid tool for assessing frailty in ra participants targeted interventions addressing the identified risk factors may help prevent or delay frailty progression ultimately improving prognosis and quality of life"
}