{
    "pmid": "41404464",
    "title": "Prevalence of cannabis use disorders and associated factors among privately insured adults with epilepsy.",
    "abstract": "As cannabis is increasingly used as a treatment option for epilepsy, people with epilepsy (PWE) may be at higher risk of developing cannabis use disorder (CUD). This study aimed to estimate the prevalence of CUD among privately insured PWE in the United States using IQVIA's 2022 PharMetrics® Plus for Academics health plan claims database. A cross-sectional analysis was conducted using 2022 IQVIA PharMetrics® Plus for Academics health plan claims data containing longitudinal view of inpatient and outpatient services, prescription and office/outpatient administered drugs, costs and detailed enrollment information. Individuals with epilepsy aged 18 years and older were included. ICD-10-CM codes were used to identify epilepsy, CUD, and comorbidity conditions including mood disorders, anxiety, tobacco use, alcohol use, migraines, and sleep apnea. The prevalence of CUD was estimated, and associations between CUD and potential predictors were examined using multivariable modified Poisson regression to calculate adjusted risk ratios (aRRs). The prevalence of CUDs among U.S. PWE was 1.1% based on 2022 data from an analytic sample of 63,713 unique enrollees. PWE were on average 54.3 ± 17.2 years old and 53.6% were female. PWE with CUD were more likely to be young adult males and those 18-34 years old. PWE with CUD had six times more tobacco use and three times more mood disorders than those without CUD. PWE 18-24 years old were associated with a more than five times higher risk for CUD compared to PWE who were 65+ (aRR: 5.04, 95% CI: 3.83-6.65,  PWE with substance use and psychiatric disorders are more likely to have CUD. Given the widespread prevalence of marijuana legalization across the U.S., increased awareness and potential screening for substance use disorders needs to be considered in epilepsy clinics.",
    "disease": "epilepsy",
    "clean_text": "prevalence of cannabis use disorders and associated factors among privately insured adults with epilepsy as cannabis is increasingly used as a treatment option for epilepsy people with epilepsy pwe may be at higher risk of developing cannabis use disorder cud this study aimed to estimate the prevalence of cud among privately insured pwe in the united states using iqvia s pharmetrics plus for academics health plan claims database a cross sectional analysis was conducted using iqvia pharmetrics plus for academics health plan claims data containing longitudinal view of inpatient and outpatient services prescription and office outpatient administered drugs costs and detailed enrollment information individuals with epilepsy aged years and older were included icd cm codes were used to identify epilepsy cud and comorbidity conditions including mood disorders anxiety tobacco use alcohol use migraines and sleep apnea the prevalence of cud was estimated and associations between cud and potential predictors were examined using multivariable modified poisson regression to calculate adjusted risk ratios arrs the prevalence of cuds among u s pwe was based on data from an analytic sample of unique enrollees pwe were on average years old and were female pwe with cud were more likely to be young adult males and those years old pwe with cud had six times more tobacco use and three times more mood disorders than those without cud pwe years old were associated with a more than five times higher risk for cud compared to pwe who were arr ci pwe with substance use and psychiatric disorders are more likely to have cud given the widespread prevalence of marijuana legalization across the u s increased awareness and potential screening for substance use disorders needs to be considered in epilepsy clinics"
}