{
    "pmid": "41468288",
    "title": "Evolution of a fuzzy ribonucleoprotein complex in viral assembly.",
    "abstract": "Previously, we showed that the genetic diversity of SARS-CoV-2 nucleocapsid (N) protein explores a wide range of biophysical properties facilitated by non-local impact of point mutations to its intrinsically disordered regions (Nguyen et al., 2024). This includes modulation of self-association, such as the creation of a de novo binding interface through the P13L mutation characteristic of Omicron variants. In the present work, we focus on the key function of N condensing viral RNA into ribonucleoprotein particles (RNPs) for viral assembly. Lacking high-resolution structural information, biochemical and biophysical approaches have revealed architectural principles of RNPs, which involve cooperative interactions of several protein-protein and protein-RNA interfaces, initiated through oligomerization of conserved transient helices in the central disordered linker of N. Here, we study the impact of defining N-protein mutations in variants of concern on RNP formation, using biophysical tools, a virus-like particle assay, and reverse genetics experiments. We find convergent evolution in repeated, independent introduction of amino acid substitutions strengthening existing binding interfaces, compensating for other substitutions that promote viral replication but decrease RNP stability. Furthermore, we show that the P13L mutation of Omicron variants enhances RNP assembly and increases viral fitness. Overall, our data reveal RNP complexes to be highly variable not only in sequence and conformations but also in thermodynamic and kinetic stability, with its pleomorphism affecting basic architectural principles. We hypothesize that the formation of polydisperse, fuzzy N-RNA clusters with multiple distributed weak binding interfaces optimizes reversible RNA condensation, while supporting host adaptation and allowing for a large sequence space to be explored.",
    "disease": "lung cancer",
    "clean_text": "evolution of a fuzzy ribonucleoprotein complex in viral assembly previously we showed that the genetic diversity of sars cov nucleocapsid n protein explores a wide range of biophysical properties facilitated by non local impact of point mutations to its intrinsically disordered regions nguyen et al this includes modulation of self association such as the creation of a de novo binding interface through the p l mutation characteristic of omicron variants in the present work we focus on the key function of n condensing viral rna into ribonucleoprotein particles rnps for viral assembly lacking high resolution structural information biochemical and biophysical approaches have revealed architectural principles of rnps which involve cooperative interactions of several protein protein and protein rna interfaces initiated through oligomerization of conserved transient helices in the central disordered linker of n here we study the impact of defining n protein mutations in variants of concern on rnp formation using biophysical tools a virus like particle assay and reverse genetics experiments we find convergent evolution in repeated independent introduction of amino acid substitutions strengthening existing binding interfaces compensating for other substitutions that promote viral replication but decrease rnp stability furthermore we show that the p l mutation of omicron variants enhances rnp assembly and increases viral fitness overall our data reveal rnp complexes to be highly variable not only in sequence and conformations but also in thermodynamic and kinetic stability with its pleomorphism affecting basic architectural principles we hypothesize that the formation of polydisperse fuzzy n rna clusters with multiple distributed weak binding interfaces optimizes reversible rna condensation while supporting host adaptation and allowing for a large sequence space to be explored"
}