{
    "pmid": "41358812",
    "title": "Correlation analysis of serum TIP30 mRNA expression with recompensation and short-term prognosis in the patients with hepatitis B virus-derived decompensated liver cirrhosis.",
    "abstract": "To explore the correlation between the expression of Tat interacting protein-30 (TIP30) mRNA in serum of patients with hepatitis B virus (HBV) -derived decompensated liver cirrhosis and recompensation as well as short-term prognosis. The clinical data of 109 patients with the HBV-related decompensated cirrhosis who were hospitalized in the First Affiliated Hospital of Xi'an Jiaotong University and the First People's Hospital of Xianyang City from January 2018 to December 2023 were collected and analyzed, retrospectively, including 51 patients who occured recompensation and 58 patients who occured non-recompensation. Serum TIP30 mRNA expression was detected by Real-time polymerase reaction (RT-PCR). An increase in TIP30 mRNA expression after treatment was observed in the recompensation group compared to non-recompensation group (P < 0.001). Our analysis showed that serum TIP30 mRNA expression in the decompensated liver cirrhosis patients was negatively correlated with Child Pugh score, portal vein diameter, spleen length, and the morbidity in ascite, hepatic encephalopathy, hepatorenal syndrome, spontaneous peritonitis, pulmonary infection, and gastrointestinal bleeding (all P < 0.05). Detecting serum expression of TIP30 mRNA can provide a basis for evaluating the recompensation and short-term prognosis of decompensated liver cirrhosis. AS shown in .",
    "disease": "liver cirrhosis",
    "clean_text": "correlation analysis of serum tip mrna expression with recompensation and short term prognosis in the patients with hepatitis b virus derived decompensated liver cirrhosis to explore the correlation between the expression of tat interacting protein tip mrna in serum of patients with hepatitis b virus hbv derived decompensated liver cirrhosis and recompensation as well as short term prognosis the clinical data of patients with the hbv related decompensated cirrhosis who were hospitalized in the first affiliated hospital of xi an jiaotong university and the first people s hospital of xianyang city from january to december were collected and analyzed retrospectively including patients who occured recompensation and patients who occured non recompensation serum tip mrna expression was detected by real time polymerase reaction rt pcr an increase in tip mrna expression after treatment was observed in the recompensation group compared to non recompensation group p our analysis showed that serum tip mrna expression in the decompensated liver cirrhosis patients was negatively correlated with child pugh score portal vein diameter spleen length and the morbidity in ascite hepatic encephalopathy hepatorenal syndrome spontaneous peritonitis pulmonary infection and gastrointestinal bleeding all p detecting serum expression of tip mrna can provide a basis for evaluating the recompensation and short term prognosis of decompensated liver cirrhosis as shown in"
}