{
    "title": "Paracellular permeability and tight junction regulation in gut health and disease.",
    "doc_id": "37186118",
    "writer": "Horowitz A",
    "year": "2023",
    "summary": "Epithelial tight junctions define the paracellular permeability of the intestinal barrier. Molecules can cross the tight junctions via two distinct size-selective and charge-selective paracellular pathways: the pore pathway and the leak pathway. ...In …",
    "abstract": "Epithelial tight junctions define the paracellular permeability of the intestinal barrier. Molecules can cross the tight junctions via two distinct size-selective and charge-selective paracellular pathways: the pore pathway and the leak pathway. These can be distinguished by their selectivities and differential regulation by immune cells. However, permeability increases measured in most studies are secondary to epithelial damage, which allows non-selective flux via the unrestricted pathway. Restoration of increased unrestricted pathway permeability requires mucosal healing. By contrast, tight junction barrier loss can be reversed by targeted interventions. Specific approaches are needed to restore pore pathway or leak pathway permeability increases. Recent studies have used preclinical disease models to demonstrate the potential of pore pathway or leak pathway barrier restoration in disease. In this Review, we focus on the two paracellular flux pathways that are dependent on the tight junction. We discuss the latest evidence that highlights tight junction components, structures and regulatory mechanisms, their impact on gut health and disease, and opportunities for therapeutic intervention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37186118/",
    "clean_text": "paracellular permeability and tight junction regulation in gut health and disease epithelial tight junctions define the paracellular permeability of the intestinal barrier molecules can cross the tight junctions via two distinct size selective and charge selective paracellular pathways the pore pathway and the leak pathway in epithelial tight junctions define the paracellular permeability of the intestinal barrier molecules can cross the tight junctions via two distinct size selective and charge selective paracellular pathways the pore pathway and the leak pathway these can be distinguished by their selectivities and differential regulation by immune cells however permeability increases measured in most studies are secondary to epithelial damage which allows non selective flux via the unrestricted pathway restoration of increased unrestricted pathway permeability requires mucosal healing by contrast tight junction barrier loss can be reversed by targeted interventions specific approaches are needed to restore pore pathway or leak pathway permeability increases recent studies have used preclinical disease models to demonstrate the potential of pore pathway or leak pathway barrier restoration in disease in this review we focus on the two paracellular flux pathways that are dependent on the tight junction we discuss the latest evidence that highlights tight junction components structures and regulatory mechanisms their impact on gut health and disease and opportunities for therapeutic intervention"
}