{
    "pmid": "41444503",
    "title": "Respiratory potentially pathogenic bacteria are associated with increased disease severity in neonates with respiratory syncytial virus infection.",
    "abstract": "Respiratory syncytial virus (RSV) is a leading cause of lower respiratory tract infections (LRTIs) in infants under two years of age. However, the presence of respiratory bacterial pathogens and their impact on RSV severity in neonates remains inadequately understood. We therefore investigated the profiles of respiratory potentially pathogenic bacteria (PPB) in neonates with RSV and assessed their association with disease severity. We conducted a retrospective cohort study at the Children’s Hospital of Soochow University, including neonates diagnosed with LRTIs from July 2017 to June 2024. RSV-positive cases were categorized by disease severity based on the need for oxygen support, mechanical ventilation, or NICU admission. The distribution of PPB and their clinical implications were analyzed. Among 4,091 neonates with LRTI, 542 were RSV-positive (419 non-severe, 123 severe). In RSV-positive neonates, the presence of PPB was associated with a higher incidence of high fever ( PPB, particularly ",
    "disease": "pneumonia",
    "clean_text": "respiratory potentially pathogenic bacteria are associated with increased disease severity in neonates with respiratory syncytial virus infection respiratory syncytial virus rsv is a leading cause of lower respiratory tract infections lrtis in infants under two years of age however the presence of respiratory bacterial pathogens and their impact on rsv severity in neonates remains inadequately understood we therefore investigated the profiles of respiratory potentially pathogenic bacteria ppb in neonates with rsv and assessed their association with disease severity we conducted a retrospective cohort study at the children s hospital of soochow university including neonates diagnosed with lrtis from july to june rsv positive cases were categorized by disease severity based on the need for oxygen support mechanical ventilation or nicu admission the distribution of ppb and their clinical implications were analyzed among neonates with lrti were rsv positive non severe severe in rsv positive neonates the presence of ppb was associated with a higher incidence of high fever ppb particularly"
}