{
    "title": "[Differential diagnosis: kidney disease in acute abdomen].",
    "doc_id": "2406839",
    "writer": "Tuma J.",
    "year": "1990",
    "summary": "The possibilities and limitations of sonography in renal disease, which leads to acute abdominal symptoms, are introduced. While sonography yields a high diagnostic effectiveness in renal colics and acute renal hemorrhage, findings in acute parenchymal kid …",
    "abstract": "The possibilities and limitations of sonography in renal disease, which leads to acute abdominal symptoms, are introduced. While sonography yields a high diagnostic effectiveness in renal colics and acute renal hemorrhage, findings in acute parenchymal kidney disease are not specific. Yet the finding of markedly echo enhanced kidneys is suggestive of severe renal insufficiency. Uremia should moreover be considered as cause of acute abdominal symptoms in patients with typical ultrasonic morphological aspects of cystic renal disease or small kidneys. Ultrasonic morphology of a small kidney on both sides in some occasions can given certain hints of the underlying renal disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2406839/",
    "clean_text": "differential diagnosis kidney disease in acute abdomen the possibilities and limitations of sonography in renal disease which leads to acute abdominal symptoms are introduced while sonography yields a high diagnostic effectiveness in renal colics and acute renal hemorrhage findings in acute parenchymal kid the possibilities and limitations of sonography in renal disease which leads to acute abdominal symptoms are introduced while sonography yields a high diagnostic effectiveness in renal colics and acute renal hemorrhage findings in acute parenchymal kidney disease are not specific yet the finding of markedly echo enhanced kidneys is suggestive of severe renal insufficiency uremia should moreover be considered as cause of acute abdominal symptoms in patients with typical ultrasonic morphological aspects of cystic renal disease or small kidneys ultrasonic morphology of a small kidney on both sides in some occasions can given certain hints of the underlying renal disease"
}