{
    "pmid": "41399762",
    "title": "Imaging manifestations of pediatric central nervous system tuberculosis in an endemic region.",
    "abstract": "Tuberculosis of the central nervous system is a deadly disease with a high mortality and morbidity rate. While tuberculosis is prevalent worldwide, most active cases are found in underdeveloped and developing countries, including Pakistan, where it is highly endemic. The pediatric population is particularly at high risk of developing CNS tuberculosis. This disease can manifest in various forms, such as tuberculous meningitis, tuberculoma, tubercular abscess, Pott's spine, and tuberculous arachnoiditis. Given that the prognosis of CNS tuberculosis is closely tied to the stage at which treatment begins, it is crucial to make an early and accurate diagnosis using MRI. In this case series, we present four pediatric patients who presented with a wide array of symptoms, ranging from fever and seizures to drowsiness. The current study focuses on the radiological presentation of CNS tuberculosis in the pediatric population, with the hope that it may help address the gap in the lack of available case reports on CNS tuberculosis in Pakistan, an endemic country.",
    "disease": "tuberculosis",
    "clean_text": "imaging manifestations of pediatric central nervous system tuberculosis in an endemic region tuberculosis of the central nervous system is a deadly disease with a high mortality and morbidity rate while tuberculosis is prevalent worldwide most active cases are found in underdeveloped and developing countries including pakistan where it is highly endemic the pediatric population is particularly at high risk of developing cns tuberculosis this disease can manifest in various forms such as tuberculous meningitis tuberculoma tubercular abscess pott s spine and tuberculous arachnoiditis given that the prognosis of cns tuberculosis is closely tied to the stage at which treatment begins it is crucial to make an early and accurate diagnosis using mri in this case series we present four pediatric patients who presented with a wide array of symptoms ranging from fever and seizures to drowsiness the current study focuses on the radiological presentation of cns tuberculosis in the pediatric population with the hope that it may help address the gap in the lack of available case reports on cns tuberculosis in pakistan an endemic country"
}