{
    "title": "Central Diabetes Insipidus in a Preterm Neonate Unresponsive to Intranasal Desmopressin.",
    "doc_id": "33318230",
    "writer": "Hussain A",
    "year": "2020",
    "summary": "Central or neurogenic diabetes insipidus (DI) is uncommon in the pediatric age group and rarely occurs in neonates. It should be suspected in any neonate presenting with excessive urine output and hypernatremia that persists despite increased fluid administration. …",
    "abstract": "Central or neurogenic diabetes insipidus (DI) is uncommon in the pediatric age group and rarely occurs in neonates. It should be suspected in any neonate presenting with excessive urine output and hypernatremia that persists despite increased fluid administration. Diabetes insipidus may be secondary to asphyxia, intraventricular hemorrhage, infection, and structural abnormalities or may be idiopathic or genetic. Diagnosis includes a careful history, laboratory testing, and magnetic resonance imaging. Management of neonatal DI involves a careful balance between fluid intake and pharmacologic treatment. In this article we report a case of an extremely low birth weight infant presenting with central DI possibly caused by abnormality of the pituitary gland. Persistent hypernatremia was the initial presentation. Increased fluids were given initially but were only partially helpful. Eventually subcutaneous desmopressin (DDAVP) was required. The infant was unresponsive to intranasal DDAVP and required subcutaneous DDAVP upon discharge.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33318230/",
    "clean_text": "central diabetes insipidus in a preterm neonate unresponsive to intranasal desmopressin central or neurogenic diabetes insipidus di is uncommon in the pediatric age group and rarely occurs in neonates it should be suspected in any neonate presenting with excessive urine output and hypernatremia that persists despite increased fluid administration central or neurogenic diabetes insipidus di is uncommon in the pediatric age group and rarely occurs in neonates it should be suspected in any neonate presenting with excessive urine output and hypernatremia that persists despite increased fluid administration diabetes insipidus may be secondary to asphyxia intraventricular hemorrhage infection and structural abnormalities or may be idiopathic or genetic diagnosis includes a careful history laboratory testing and magnetic resonance imaging management of neonatal di involves a careful balance between fluid intake and pharmacologic treatment in this article we report a case of an extremely low birth weight infant presenting with central di possibly caused by abnormality of the pituitary gland persistent hypernatremia was the initial presentation increased fluids were given initially but were only partially helpful eventually subcutaneous desmopressin ddavp was required the infant was unresponsive to intranasal ddavp and required subcutaneous ddavp upon discharge"
}