{
    "title": "Selection of the T cell repertoire.",
    "doc_id": "10358775",
    "writer": "Sebzda E",
    "year": "1999",
    "summary": "Advances in gene technology have allowed the manipulation of molecular interactions that shape the T cell repertoire. Although recognized as fundamental aspects of T lymphocyte development, only recently have the mechanisms governing positive and negative selection …",
    "abstract": "Advances in gene technology have allowed the manipulation of molecular interactions that shape the T cell repertoire. Although recognized as fundamental aspects of T lymphocyte development, only recently have the mechanisms governing positive and negative selection been examined at a molecular level. Positive selection refers to the active process of rescuing MHC-restricted thymocytes from programmed cell death. Negative selection refers to the deletion or inactivation of potentially autoreactive thymocytes. This review focuses on interactions during thymocyte maturation that define the T cell repertoire, with an emphasis placed on current literature within this field.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10358775/",
    "clean_text": "selection of the t cell repertoire advances in gene technology have allowed the manipulation of molecular interactions that shape the t cell repertoire although recognized as fundamental aspects of t lymphocyte development only recently have the mechanisms governing positive and negative selection advances in gene technology have allowed the manipulation of molecular interactions that shape the t cell repertoire although recognized as fundamental aspects of t lymphocyte development only recently have the mechanisms governing positive and negative selection been examined at a molecular level positive selection refers to the active process of rescuing mhc restricted thymocytes from programmed cell death negative selection refers to the deletion or inactivation of potentially autoreactive thymocytes this review focuses on interactions during thymocyte maturation that define the t cell repertoire with an emphasis placed on current literature within this field"
}