{
    "pmid": "41467111",
    "title": "Locoregional Considerations for Invasive Lobular Carcinoma.",
    "abstract": "This article summarizes recent literature on locoregional management of patients with invasive lobular carcinoma (ILC), including approaches to breast surgery, axillary management, and neoadjuvant therapy. Breast conservation therapy is safe in ILC, but has comparatively high rates of positive margins, which can be reduced by routine use of shave margins and oncoplastic surgery. Studies demonstrating the safety of de-escalation of axillary surgery have not included enough patients with ILC to draw strong conclusions; current guidelines do not support omission of sentinel node surgery in most patients with ILC. Neoadjuvant chemotherapy may improve breast conservation and increase nodal pathologic complete response in molecularly selected patients using genomic assays. The locoregional management of patients with ILC requires special considerations based on its unique features. ILC specific studies are needed to address knowledge gaps for patients diagnosed with this common tumor type.",
    "disease": "breast cancer",
    "clean_text": "locoregional considerations for invasive lobular carcinoma this article summarizes recent literature on locoregional management of patients with invasive lobular carcinoma ilc including approaches to breast surgery axillary management and neoadjuvant therapy breast conservation therapy is safe in ilc but has comparatively high rates of positive margins which can be reduced by routine use of shave margins and oncoplastic surgery studies demonstrating the safety of de escalation of axillary surgery have not included enough patients with ilc to draw strong conclusions current guidelines do not support omission of sentinel node surgery in most patients with ilc neoadjuvant chemotherapy may improve breast conservation and increase nodal pathologic complete response in molecularly selected patients using genomic assays the locoregional management of patients with ilc requires special considerations based on its unique features ilc specific studies are needed to address knowledge gaps for patients diagnosed with this common tumor type"
}