{
    "pmid": "41471914",
    "title": "A New Breath: Dynamics of Respiratory Infections After the Lifting of Non-Pharmaceutical Interventions Related to COVID-19.",
    "abstract": "The epidemiology of respiratory viruses shifted considerably following the COVID-19 pandemic and the subsequent rollback of non-pharmaceutical interventions (NPIs). The initial global containment strategies implemented during the SARS-CoV-2 outbreak profoundly altered viral transmission dynamics and circulation patterns. As the World Health Organization (WHO) declared COVID-19 no longer a public health emergency in May 2023, viral circulation began reverting to pre-pandemic trends. This retrospective observational study examined the evolving epidemiological patterns of respiratory infections during and after the lifting of NPI, assessing associated clinical manifestations and their relationship with patient-specific risk factors. Data were collected from 307 patients tested between October 2021 and December 2024 using a respiratory multiplex PCR at the Rodolphe Mérieux Laboratory in Lebanon. Results revealed a reemergence of pre-pandemic seasonal trends for most viruses. Rhinovirus remained the most prevalent pathogen, likely due to the absence of a vaccine. Respiratory syncytial virus (RSV) and Influenza A resumed their characteristic winter peaks, while human metapneumovirus (HMPV) showed no co-infections, suggesting viral interference. The persistence of Influenza A and SARS-CoV-2 appeared influenced by vaccine coverage, viral mutations, and environmental factors. Multiplex PCR testing proved to be a valuable yet costly tool for both diagnosis and epidemiological surveillance. Overall, this study highlights the importance of continued viral monitoring in the post-NPI period, reflecting both the effectiveness of NPIs in limiting viral spread and the importance of ensuring wider access to advanced diagnostic methods.",
    "disease": "covid-19",
    "clean_text": "a new breath dynamics of respiratory infections after the lifting of non pharmaceutical interventions related to covid the epidemiology of respiratory viruses shifted considerably following the covid pandemic and the subsequent rollback of non pharmaceutical interventions npis the initial global containment strategies implemented during the sars cov outbreak profoundly altered viral transmission dynamics and circulation patterns as the world health organization who declared covid no longer a public health emergency in may viral circulation began reverting to pre pandemic trends this retrospective observational study examined the evolving epidemiological patterns of respiratory infections during and after the lifting of npi assessing associated clinical manifestations and their relationship with patient specific risk factors data were collected from patients tested between october and december using a respiratory multiplex pcr at the rodolphe m rieux laboratory in lebanon results revealed a reemergence of pre pandemic seasonal trends for most viruses rhinovirus remained the most prevalent pathogen likely due to the absence of a vaccine respiratory syncytial virus rsv and influenza a resumed their characteristic winter peaks while human metapneumovirus hmpv showed no co infections suggesting viral interference the persistence of influenza a and sars cov appeared influenced by vaccine coverage viral mutations and environmental factors multiplex pcr testing proved to be a valuable yet costly tool for both diagnosis and epidemiological surveillance overall this study highlights the importance of continued viral monitoring in the post npi period reflecting both the effectiveness of npis in limiting viral spread and the importance of ensuring wider access to advanced diagnostic methods"
}