{
    "title": "Biomarkers in the management of lung cancer: changing the practice of thoracic oncology.",
    "doc_id": "36384005",
    "writer": "Melichar B.",
    "year": "2022",
    "summary": "Lung cancer currently represents a leading cause of cancer death. Substantial progress achieved in the medical therapy of lung cancer during the last decade has been associated with the advent of targeted therapy, including immunotherapy. ...The …",
    "abstract": "Lung cancer currently represents a leading cause of cancer death. Substantial progress achieved in the medical therapy of lung cancer during the last decade has been associated with the advent of targeted therapy, including immunotherapy. The targeted therapy has gradually shifted from drugs suppressing general mechanisms of tumor growth and progression to agents aiming at transforming mechanisms like driver mutations in a particular tumor. Knowledge of the molecular characteristics of a tumor has become an essential component of the more targeted therapeutic approach. There are specific challenges for biomarker determination in lung cancer, in particular a commonly limited size of tumor sample. Liquid biopsy is therefore of particular importance in the management of lung cancer. Laboratory medicine is an indispensable part of multidisciplinary management of lung cancer. Clinical Chemistry and Laboratory Medicine (CCLM) has played and will continue playing a major role in updating and spreading the knowledge in the field.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36384005/",
    "clean_text": "biomarkers in the management of lung cancer changing the practice of thoracic oncology lung cancer currently represents a leading cause of cancer death substantial progress achieved in the medical therapy of lung cancer during the last decade has been associated with the advent of targeted therapy including immunotherapy the lung cancer currently represents a leading cause of cancer death substantial progress achieved in the medical therapy of lung cancer during the last decade has been associated with the advent of targeted therapy including immunotherapy the targeted therapy has gradually shifted from drugs suppressing general mechanisms of tumor growth and progression to agents aiming at transforming mechanisms like driver mutations in a particular tumor knowledge of the molecular characteristics of a tumor has become an essential component of the more targeted therapeutic approach there are specific challenges for biomarker determination in lung cancer in particular a commonly limited size of tumor sample liquid biopsy is therefore of particular importance in the management of lung cancer laboratory medicine is an indispensable part of multidisciplinary management of lung cancer clinical chemistry and laboratory medicine cclm has played and will continue playing a major role in updating and spreading the knowledge in the field"
}