{
    "title": "Robot application of elastic fields to the pelvis of the spinal transected rat: a tool for detailed assessment and rehabilitation.",
    "doc_id": "17947050",
    "writer": "Udoekwere UI",
    "year": "2006",
    "summary": "We examine robotic rehabilitation and assessment of spinalized rats, using robot applied forces at the pelvis, as a prelude to a neurorobotic BMI. ...The interaction force assessments from the robot reveal significant differences between spinalized control rats, and …",
    "abstract": "We examine robotic rehabilitation and assessment of spinalized rats, using robot applied forces at the pelvis, as a prelude to a neurorobotic BMI. Using a surgically implanted pelvic orthosis, a cantilevered phantom robot is attached to the rat pelvis. An isotropic elastic field of constant stiffness is applied and the equilibrium is adjusted to provide a ;natural' trunk posture. Rats are trained daily for 20 minutes, 5 days per week in the field. Significant within trial, and long term adaptation occurs. The interaction force assessments from the robot reveal significant differences between spinalized control rats, and rats receiving implants of E14 dorsal raphe tissue to provide a serotonin source. Our system provides an animal model of rehabilitation through robot interaction at the pelvis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17947050/",
    "clean_text": "robot application of elastic fields to the pelvis of the spinal transected rat a tool for detailed assessment and rehabilitation we examine robotic rehabilitation and assessment of spinalized rats using robot applied forces at the pelvis as a prelude to a neurorobotic bmi the interaction force assessments from the robot reveal significant differences between spinalized control rats and we examine robotic rehabilitation and assessment of spinalized rats using robot applied forces at the pelvis as a prelude to a neurorobotic bmi using a surgically implanted pelvic orthosis a cantilevered phantom robot is attached to the rat pelvis an isotropic elastic field of constant stiffness is applied and the equilibrium is adjusted to provide a natural trunk posture rats are trained daily for minutes days per week in the field significant within trial and long term adaptation occurs the interaction force assessments from the robot reveal significant differences between spinalized control rats and rats receiving implants of e dorsal raphe tissue to provide a serotonin source our system provides an animal model of rehabilitation through robot interaction at the pelvis"
}