{
    "title": "Detection of Yellow Fever Virus by Quantitative Real-Time PCR (qPCR).",
    "doc_id": "31578688",
    "writer": "Trindade GF",
    "year": "2020",
    "summary": "The recent resurgence of yellow fever virus (YFV) activity in the tropical regions of Africa and South America has sparked renewed interest in this infamous arboviral disease. ...",
    "abstract": "The recent resurgence of yellow fever virus (YFV) activity in the tropical regions of Africa and South America has sparked renewed interest in this infamous arboviral disease. Also, the development and production of viral vaccines involve several steps that need the monitoring of viral load throughout the process (antigen production, purification, and inactivation). Currently, these steps are followed by plaque lysis titration assay, whose results take about 7-10 days to come out and thus resulting in a laborious and time-consuming approach. With the advent of quantitative real-time PCR (qPCR), we have a faster method to be applied during vaccine production and also to be effectively used for the diagnosis of YFV infection. The technique herein standardized proved to be effective for determining YF viral load both in vivo and in vitro, thus becoming a very important tool for laboratory analysis to verify the vaccination status of individuals, beyond acting as a quality control for vaccine production and diagnosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31578688/",
    "clean_text": "detection of yellow fever virus by quantitative real time pcr qpcr the recent resurgence of yellow fever virus yfv activity in the tropical regions of africa and south america has sparked renewed interest in this infamous arboviral disease the recent resurgence of yellow fever virus yfv activity in the tropical regions of africa and south america has sparked renewed interest in this infamous arboviral disease also the development and production of viral vaccines involve several steps that need the monitoring of viral load throughout the process antigen production purification and inactivation currently these steps are followed by plaque lysis titration assay whose results take about days to come out and thus resulting in a laborious and time consuming approach with the advent of quantitative real time pcr qpcr we have a faster method to be applied during vaccine production and also to be effectively used for the diagnosis of yfv infection the technique herein standardized proved to be effective for determining yf viral load both in vivo and in vitro thus becoming a very important tool for laboratory analysis to verify the vaccination status of individuals beyond acting as a quality control for vaccine production and diagnosis"
}