{
    "title": "Heart transplantation in biventricular congenital heart disease: indications, techniques, and outcomes.",
    "doc_id": "22548032",
    "writer": "Mora BN",
    "year": "2011",
    "summary": "Heart transplantation is an accepted therapeutic modality for end-stage congenital heart disease for both biventricular and univentricular anomalies. ...In conclusion, patients with end-stage biventricular congenital heart disease represent a co …",
    "abstract": "Heart transplantation is an accepted therapeutic modality for end-stage congenital heart disease for both biventricular and univentricular anomalies. Many transplant centers have pushed the limits of transplantation to include patients with high pulmonary vascular resistance, high panel reactive antibodies, positive cross-matches, and ABO-incompatibility. Excellent results have been possible, particularly with the development of improved diagnostic and therapeutic algorithms to prevent and treat rejection, infection, and post-transplant lymphoproliferative disease. Late graft failure and chronic rejection remain vexing problems. The vast majority of patients with biventricular congenital heart disease have undergone prior cardiac surgical procedures. Indications for transplantation in this subgroup are primarily progressive refractory heart failure following prior cardiac surgical reconstructive procedures. Contraindications to transplantation mimic those for other forms of end-stage heart disease. A determination of pulmonary vascular resistance is important in listing patients with biventricular congenital heart disease for heart transplantation. Modifications in the implant technique are necessary and vary depending on underlying recipient anatomy. Risk factors for perioperative outcomes in patients with biventricular congenital heart disease include the need for reoperation, the degree of anatomic reconstruction necessary during the implant procedure, and the degree of antibody sensitization, in addition to a number of other recipient and donor factors. Postoperative outcomes and survival are very good but remain inferior to those with cardiomyopathy in most series. In conclusion, patients with end-stage biventricular congenital heart disease represent a complex group of patients for heart transplantation, and require careful evaluation and management to ensure optimal outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22548032/",
    "clean_text": "heart transplantation in biventricular congenital heart disease indications techniques and outcomes heart transplantation is an accepted therapeutic modality for end stage congenital heart disease for both biventricular and univentricular anomalies in conclusion patients with end stage biventricular congenital heart disease represent a co heart transplantation is an accepted therapeutic modality for end stage congenital heart disease for both biventricular and univentricular anomalies many transplant centers have pushed the limits of transplantation to include patients with high pulmonary vascular resistance high panel reactive antibodies positive cross matches and abo incompatibility excellent results have been possible particularly with the development of improved diagnostic and therapeutic algorithms to prevent and treat rejection infection and post transplant lymphoproliferative disease late graft failure and chronic rejection remain vexing problems the vast majority of patients with biventricular congenital heart disease have undergone prior cardiac surgical procedures indications for transplantation in this subgroup are primarily progressive refractory heart failure following prior cardiac surgical reconstructive procedures contraindications to transplantation mimic those for other forms of end stage heart disease a determination of pulmonary vascular resistance is important in listing patients with biventricular congenital heart disease for heart transplantation modifications in the implant technique are necessary and vary depending on underlying recipient anatomy risk factors for perioperative outcomes in patients with biventricular congenital heart disease include the need for reoperation the degree of anatomic reconstruction necessary during the implant procedure and the degree of antibody sensitization in addition to a number of other recipient and donor factors postoperative outcomes and survival are very good but remain inferior to those with cardiomyopathy in most series in conclusion patients with end stage biventricular congenital heart disease represent a complex group of patients for heart transplantation and require careful evaluation and management to ensure optimal outcomes"
}