{
    "pmid": "41447363",
    "title": "Clinical Outcomes and Surgical Procedures for Patients With Osteosarcoma and Metachronous Lung Metastasis: A Chronological Analysis.",
    "abstract": "Osteosarcoma (OS) survival rates have remained unchanged for decades, while video-assisted thoracic surgery (VATS) for lung metastasis (LM) became common. We aimed to clarify clinical outcomes of post-relapse survival (PRS) for patients with OS based on LM-free survival (LMFS) across different eras. This single-centre retrospective study included 168 patients with OS without LM at initial diagnosis. Patients were categorised into three groups: non-LM (n = 89), synchronous LM (sLM: less than 1-year LMFS) (n = 40), and mLM (at least 1-year LMFS) (n = 39). We compared PRS in patients with sLM and mLM across periods 1 (1990-2005) and 2 (2006-2022). PRS for mLM was longer in period 2 than in period 1 (Hazard ratio: 0.37, 95% confidence interval: 0.12-0.97, p = 0.04), whereas no difference was observed for sLM. In mLM, ratios of surgery, radiotherapy, and chemotherapy were unchanged; the rate of VATS increased in period 2 (7/18 vs. 10/12, p = 0.01). The rate of reoperation remained unchanged (7/18 vs. 7/12, p = 0.39). In period 2, mLM had a better prognosis than in period 1. There was an increased use of VATS, while the rates of reoperation for LM remained unchanged. Conversely, the prognosis for sLM was not altered.",
    "disease": "lung cancer",
    "clean_text": "clinical outcomes and surgical procedures for patients with osteosarcoma and metachronous lung metastasis a chronological analysis osteosarcoma os survival rates have remained unchanged for decades while video assisted thoracic surgery vats for lung metastasis lm became common we aimed to clarify clinical outcomes of post relapse survival prs for patients with os based on lm free survival lmfs across different eras this single centre retrospective study included patients with os without lm at initial diagnosis patients were categorised into three groups non lm n synchronous lm slm less than year lmfs n and mlm at least year lmfs n we compared prs in patients with slm and mlm across periods and prs for mlm was longer in period than in period hazard ratio confidence interval p whereas no difference was observed for slm in mlm ratios of surgery radiotherapy and chemotherapy were unchanged the rate of vats increased in period vs p the rate of reoperation remained unchanged vs p in period mlm had a better prognosis than in period there was an increased use of vats while the rates of reoperation for lm remained unchanged conversely the prognosis for slm was not altered"
}