{
    "pmid": "41383369",
    "title": "Beyond Cystic Fibrosis: Recognising Shwachman-Diamond Syndrome in the Respiratory Clinic.",
    "abstract": "Cystic fibrosis (CF) and Shwachman-Diamond Syndrome (SDS) share overlapping features, including recurrent respiratory infections and pancreatic insufficiency, which can complicate diagnosis. We report a case of a six-year-old girl who presented with productive cough, steatorrhea and recurrent infections. Initial evaluation showed abnormal liver enzymes, elevated immunoreactive trypsin, neutrophil dysfunction and skeletal anomalies. Sweat test was equivocal and CFTR genetic panel was negative. Further genomic analysis identified compound heterozygous mutations in the SBDS gene: c.258+2T>C (known pathogenic variant) and c.284T>A (novel variant), confirming SDS. Over a 42-year follow-up, she experienced intermittent neutropenia, recurrent respiratory infections and pregnancy-related complications. This case emphasises the importance of considering SDS in CF-like presentations with atypical features and equivocal CF testing. Milder SDS phenotypes can survive into adulthood. Further work is needed to refine genotype-phenotype correlations and guide long-term management.",
    "disease": "asthma",
    "clean_text": "beyond cystic fibrosis recognising shwachman diamond syndrome in the respiratory clinic cystic fibrosis cf and shwachman diamond syndrome sds share overlapping features including recurrent respiratory infections and pancreatic insufficiency which can complicate diagnosis we report a case of a six year old girl who presented with productive cough steatorrhea and recurrent infections initial evaluation showed abnormal liver enzymes elevated immunoreactive trypsin neutrophil dysfunction and skeletal anomalies sweat test was equivocal and cftr genetic panel was negative further genomic analysis identified compound heterozygous mutations in the sbds gene c t c known pathogenic variant and c t a novel variant confirming sds over a year follow up she experienced intermittent neutropenia recurrent respiratory infections and pregnancy related complications this case emphasises the importance of considering sds in cf like presentations with atypical features and equivocal cf testing milder sds phenotypes can survive into adulthood further work is needed to refine genotype phenotype correlations and guide long term management"
}