{
    "title": "Ulcerating rheumatoid nodule of the vulva.",
    "doc_id": "8666695",
    "writer": "Appleton MA",
    "year": "1996",
    "summary": "A case of an ulcerating rheumatoid nodule of the vulva in a 76 year old woman with rheumatoid arthritis complicated by Felty's syndrome is reported. ...Awareness of the possibility of ulceration in rheumatoid nodules may facilitate diagnosis and avert unduly aggress …",
    "abstract": "A case of an ulcerating rheumatoid nodule of the vulva in a 76 year old woman with rheumatoid arthritis complicated by Felty's syndrome is reported. The patient presented with a mass in the vulval region. On clinical examination, she had an ulcerated mass associated with inguinal lymphadenopathy. These findings resulted in a clinical diagnosis of invasive carcinoma of the vulva and an excision biopsy was carried out. On microscopic examination, the lesion showed the characteristic features of a rheumatoid nodule with ulceration of overlying epidermis. Adjacent vessels showed inflammation and fibrinoid necrosis of their walls suggestive of a vasculitis. Awareness of the possibility of ulceration in rheumatoid nodules may facilitate diagnosis and avert unduly aggressive treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8666695/",
    "clean_text": "ulcerating rheumatoid nodule of the vulva a case of an ulcerating rheumatoid nodule of the vulva in a year old woman with rheumatoid arthritis complicated by felty s syndrome is reported awareness of the possibility of ulceration in rheumatoid nodules may facilitate diagnosis and avert unduly aggress a case of an ulcerating rheumatoid nodule of the vulva in a year old woman with rheumatoid arthritis complicated by felty s syndrome is reported the patient presented with a mass in the vulval region on clinical examination she had an ulcerated mass associated with inguinal lymphadenopathy these findings resulted in a clinical diagnosis of invasive carcinoma of the vulva and an excision biopsy was carried out on microscopic examination the lesion showed the characteristic features of a rheumatoid nodule with ulceration of overlying epidermis adjacent vessels showed inflammation and fibrinoid necrosis of their walls suggestive of a vasculitis awareness of the possibility of ulceration in rheumatoid nodules may facilitate diagnosis and avert unduly aggressive treatment"
}