{
    "pmid": "41458341",
    "title": "Fulminant Pneumococcal Meningitis With Neurovascular Complications in an Adult With Sickle Cell Anemia: A Case Report.",
    "abstract": "We report a 45-year-old woman with sickle cell anemia (SCA) who presented with fever, severe headache, and decreased level of consciousness. Initial brain computed tomography (CT) was unremarkable. Diagnostic lumbar puncture (LP) revealed the uncommon, frankly purulent cerebrospinal fluid (CSF) with profound neutrophilic pleocytosis, markedly elevated protein, undetectable glucose, and polymerase chain reaction (PCR)/culture confirmation of Streptococcus pneumoniae. Empiric therapy with ceftriaxone, vancomycin, dexamethasone, and acyclovir was initiated. Within 72 hours, brain magnetic resonance imaging (MRI) and CT demonstrated multifocal infarcts, basal ganglia hemorrhage, and malignant cerebral edema. Despite intensive neurocritical care, she progressed to brain death. This case highlights the rare, grossly purulent CSF phenotype in adult pneumococcal meningitis and the rapid development of cerebrovascular complications in patients with SCA. Clinicians should maintain a low threshold for meningitis, initiate prompt empiric therapy, escalate neurocritical monitoring for early complications, and ensure up-to-date pneumococcal vaccination in high-prevalence regions and among high-risk patients.",
    "disease": "pneumonia",
    "clean_text": "fulminant pneumococcal meningitis with neurovascular complications in an adult with sickle cell anemia a case report we report a year old woman with sickle cell anemia sca who presented with fever severe headache and decreased level of consciousness initial brain computed tomography ct was unremarkable diagnostic lumbar puncture lp revealed the uncommon frankly purulent cerebrospinal fluid csf with profound neutrophilic pleocytosis markedly elevated protein undetectable glucose and polymerase chain reaction pcr culture confirmation of streptococcus pneumoniae empiric therapy with ceftriaxone vancomycin dexamethasone and acyclovir was initiated within hours brain magnetic resonance imaging mri and ct demonstrated multifocal infarcts basal ganglia hemorrhage and malignant cerebral edema despite intensive neurocritical care she progressed to brain death this case highlights the rare grossly purulent csf phenotype in adult pneumococcal meningitis and the rapid development of cerebrovascular complications in patients with sca clinicians should maintain a low threshold for meningitis initiate prompt empiric therapy escalate neurocritical monitoring for early complications and ensure up to date pneumococcal vaccination in high prevalence regions and among high risk patients"
}