{
    "title": "Using a Customer Relationship Management System to Manage a Quality Improvement Intervention.",
    "doc_id": "32924529",
    "writer": "Pham-Singer H",
    "year": "2021",
    "summary": "HealthyHearts New York City (HHNYC), one of 7 cooperatives funded through the Agency for Healthcare Research and Quality's EvidenceNOW initiative, evaluated the impact of practice facilitation on implementation of the Million Hearts guidelines for cardiovascular dis …",
    "abstract": "HealthyHearts New York City (HHNYC), one of 7 cooperatives funded through the Agency for Healthcare Research and Quality's EvidenceNOW initiative, evaluated the impact of practice facilitation on implementation of the Million Hearts guidelines for cardiovascular disease prevention and treatment. Tracking the intervention required a system to facilitate process data collection that was also user-friendly and flexible. Coupled with protocols and training, a strategically planned and customizable customer relationship management system (CRMS) was implemented to support the quality improvement intervention with 257 small independent practices. Features of the CRMS and implementation protocols were customized to optimize program management, practice facilitation tracking and supervision, and data collection for performance feedback to practices and research. The CRMS was a valuable tool for tracking and managing the intervention systematically. Successful implementation of the HHNYC protocol also required an articulated implementation plan and adoption process.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32924529/",
    "clean_text": "using a customer relationship management system to manage a quality improvement intervention healthyhearts new york city hhnyc one of cooperatives funded through the agency for healthcare research and quality s evidencenow initiative evaluated the impact of practice facilitation on implementation of the million hearts guidelines for cardiovascular dis healthyhearts new york city hhnyc one of cooperatives funded through the agency for healthcare research and quality s evidencenow initiative evaluated the impact of practice facilitation on implementation of the million hearts guidelines for cardiovascular disease prevention and treatment tracking the intervention required a system to facilitate process data collection that was also user friendly and flexible coupled with protocols and training a strategically planned and customizable customer relationship management system crms was implemented to support the quality improvement intervention with small independent practices features of the crms and implementation protocols were customized to optimize program management practice facilitation tracking and supervision and data collection for performance feedback to practices and research the crms was a valuable tool for tracking and managing the intervention systematically successful implementation of the hhnyc protocol also required an articulated implementation plan and adoption process"
}