{
    "pmid": "41343041",
    "title": "Tailored Exercise Prescription for People with COPD and Clinically Relevant Comorbidities: A Consensus Statement of the EXPERT Working Group and Experts in Pulmonary Rehabilitation.",
    "abstract": "Chronic obstructive pulmonary disease (COPD) is a heterogeneous chronic lung condition often accompanied by comorbidities and systemic manifestations that affect the person's clinical condition and prognosis and often require specific treatment. Therefore, the management of COPD extends beyond treatment for the lungs per se. Pulmonary rehabilitation (PR) should be considered as part of person-centered management, and supervised exercise training is a core component of this intervention. PR exercise training parameters (e.g., frequency, intensity, time, and type) should be individualized to maximize each individual's functional gains while targeting systemic manifestations and comorbidities. This manuscript presents evidence-based tailored recommendations for optimizing exercise interventions for people with COPD and comorbidities that significantly affect prognosis (e.g., mortality, hospitalizations) including cardiovascular disease (CVD) (e.g., chronic coronary syndrome, heart failure), CVD risk factors (e.g., type 2 diabetes mellitus [T2DM], hypertension), and sarcopenia. To achieve these goals, existing guidelines and evidence for exercise training in COPD, CVD, CVD risk factors, and sarcopenia have been reviewed to identify synergies between PR and cardiac rehabilitation, as well as the treatment of T2DM and sarcopenia. In addition, we provided clinical cases to illustrate how PR can be adapted to accommodate specific comorbidities. These examples offer practical guidance for tailoring exercise prescriptions within PR programs to address the unique needs of people with COPD and clinically relevant comorbidities, thereby enhancing overall treatment effectiveness and optimizing health outcomes.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "tailored exercise prescription for people with copd and clinically relevant comorbidities a consensus statement of the expert working group and experts in pulmonary rehabilitation chronic obstructive pulmonary disease copd is a heterogeneous chronic lung condition often accompanied by comorbidities and systemic manifestations that affect the person s clinical condition and prognosis and often require specific treatment therefore the management of copd extends beyond treatment for the lungs per se pulmonary rehabilitation pr should be considered as part of person centered management and supervised exercise training is a core component of this intervention pr exercise training parameters e g frequency intensity time and type should be individualized to maximize each individual s functional gains while targeting systemic manifestations and comorbidities this manuscript presents evidence based tailored recommendations for optimizing exercise interventions for people with copd and comorbidities that significantly affect prognosis e g mortality hospitalizations including cardiovascular disease cvd e g chronic coronary syndrome heart failure cvd risk factors e g type diabetes mellitus t dm hypertension and sarcopenia to achieve these goals existing guidelines and evidence for exercise training in copd cvd cvd risk factors and sarcopenia have been reviewed to identify synergies between pr and cardiac rehabilitation as well as the treatment of t dm and sarcopenia in addition we provided clinical cases to illustrate how pr can be adapted to accommodate specific comorbidities these examples offer practical guidance for tailoring exercise prescriptions within pr programs to address the unique needs of people with copd and clinically relevant comorbidities thereby enhancing overall treatment effectiveness and optimizing health outcomes"
}