{
    "title": "Intracellular distribution of oxidized proteins and proteasome in HT22 cells during oxidative stress.",
    "doc_id": "16631520",
    "writer": "Jung T",
    "year": "2006",
    "summary": "The 20S proteasome is responsible for recognition and degradation of oxidatively damaged proteins. No detailed studies on the intracellular distribution of oxidized proteins during oxidative stress and on the distribution of the proteasome have been performed …",
    "abstract": "The production of free radicals and the resulting oxidative damage of cellular structures are always connected with the formation of oxidized proteins. The 20S proteasome is responsible for recognition and degradation of oxidatively damaged proteins. No detailed studies on the intracellular distribution of oxidized proteins during oxidative stress and on the distribution of the proteasome have been performed until now. Therefore, we used immunocytochemical methods to measure protein carbonyls, a form of protein oxidation products, and proteasome distribution within cells. Both immunocytochemical methods of measurement are semiquantitative and the load of oxidized proteins is increased after various oxidative stresses explored, with the highest increase in the perinuclear region of the cell. Distribution of the proteasome and the total protein content revealed the highest concentration of both in the nucleus. No redistribution of the proteasome during oxidative stress occurs. The normalized ratio of protein carbonyls to protein content was formed, indicating the highest concentration of oxidized proteins in the cytosolic region near the cell membrane. By forming the protein oxidation-to-proteasome ratio it was concluded that the highest load of oxidized proteins to the proteasome takes place in the cytosol, independent of the oxidant explored.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16631520/",
    "clean_text": "intracellular distribution of oxidized proteins and proteasome in ht cells during oxidative stress the s proteasome is responsible for recognition and degradation of oxidatively damaged proteins no detailed studies on the intracellular distribution of oxidized proteins during oxidative stress and on the distribution of the proteasome have been performed the production of free radicals and the resulting oxidative damage of cellular structures are always connected with the formation of oxidized proteins the s proteasome is responsible for recognition and degradation of oxidatively damaged proteins no detailed studies on the intracellular distribution of oxidized proteins during oxidative stress and on the distribution of the proteasome have been performed until now therefore we used immunocytochemical methods to measure protein carbonyls a form of protein oxidation products and proteasome distribution within cells both immunocytochemical methods of measurement are semiquantitative and the load of oxidized proteins is increased after various oxidative stresses explored with the highest increase in the perinuclear region of the cell distribution of the proteasome and the total protein content revealed the highest concentration of both in the nucleus no redistribution of the proteasome during oxidative stress occurs the normalized ratio of protein carbonyls to protein content was formed indicating the highest concentration of oxidized proteins in the cytosolic region near the cell membrane by forming the protein oxidation to proteasome ratio it was concluded that the highest load of oxidized proteins to the proteasome takes place in the cytosol independent of the oxidant explored"
}