{
    "pmid": "41464506",
    "title": "Use of a Critical Constructivist, Community-Engaged Approach to Understand Commercial Determinants of Breast Cancer: The Situational Scoping Method.",
    "abstract": "In the digital age, online industry documents have become an available and abundant source to inform qualitative health research on the commercial determinants of health (CDOH), including how corporations shape knowledge, policy, and public perception to protect business interests. This paper introduces the situational scoping method, a rigorous and transparent qualitative approach rooted in critical constructivism designed to conduct an overview of large databases of industry documents and systematically map industry responses to external events perceived as threats or opportunities. Developed through a pilot study on environmental exposures and breast cancer, using the UCSF Industry Documents Library, the method consists of three stages: (1) identification of a broad range of external events over time perceived by industries as a threat or opportunity to business interests; (2) selection of a sample of external events for further analysis; and (3) social world/arena mapping of industry responses to selected external events. Conducted by a transdisciplinary team with community partners, the method builds on and enhances traditional tobacco documents and CDOH research by integrating participatory action and collaborative analysis of digital archives. It also offers a transferable framework for examining corporate influence across sectors. This work contributes to emerging public health methodologies that confront commercial power through critical, community-engaged inquiry essential for emancipatory action.",
    "disease": "breast cancer",
    "clean_text": "use of a critical constructivist community engaged approach to understand commercial determinants of breast cancer the situational scoping method in the digital age online industry documents have become an available and abundant source to inform qualitative health research on the commercial determinants of health cdoh including how corporations shape knowledge policy and public perception to protect business interests this paper introduces the situational scoping method a rigorous and transparent qualitative approach rooted in critical constructivism designed to conduct an overview of large databases of industry documents and systematically map industry responses to external events perceived as threats or opportunities developed through a pilot study on environmental exposures and breast cancer using the ucsf industry documents library the method consists of three stages identification of a broad range of external events over time perceived by industries as a threat or opportunity to business interests selection of a sample of external events for further analysis and social world arena mapping of industry responses to selected external events conducted by a transdisciplinary team with community partners the method builds on and enhances traditional tobacco documents and cdoh research by integrating participatory action and collaborative analysis of digital archives it also offers a transferable framework for examining corporate influence across sectors this work contributes to emerging public health methodologies that confront commercial power through critical community engaged inquiry essential for emancipatory action"
}