{
    "title": "[Lymph node dissection of right hemicolectomy for colon cancer: range of dissection, controversial issues, and precision strategies].",
    "doc_id": "40977013",
    "writer": "Li KX",
    "year": "2025",
    "summary": "However, the increase in the number of lymph nodes examined by expanding the range of lymph node dissection is not the fundamental factor. ...Clinical research on indications for infrapyloric and gastroepiploic lymph nodes and non-regiona …",
    "abstract": "A minimum of 12 lymph nodes examined is a requirement for the pathological specimens of radical colon cancer surgery according to the NCCN guidelines. However, the increase in the number of lymph nodes examined by expanding the range of lymph node dissection is not the fundamental factor. Addressing whether the range of lymph node dissection brings benefits requires evidence from researches. In recent years, high-level evidence brought by the RELARC trial has defined the indications for central lymph node dissection in the right hemicolectomy. Clinical research on indications for infrapyloric and gastroepiploic lymph nodes and non-regional/non-feeding vessel lymph node dissection has also been carried out. This article provides strategic references in the era of precision medicine by clarifying the research evidence about controversial issues related to lymph node dissection in right hemicolectomy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40977013/",
    "clean_text": "lymph node dissection of right hemicolectomy for colon cancer range of dissection controversial issues and precision strategies however the increase in the number of lymph nodes examined by expanding the range of lymph node dissection is not the fundamental factor clinical research on indications for infrapyloric and gastroepiploic lymph nodes and non regiona a minimum of lymph nodes examined is a requirement for the pathological specimens of radical colon cancer surgery according to the nccn guidelines however the increase in the number of lymph nodes examined by expanding the range of lymph node dissection is not the fundamental factor addressing whether the range of lymph node dissection brings benefits requires evidence from researches in recent years high level evidence brought by the relarc trial has defined the indications for central lymph node dissection in the right hemicolectomy clinical research on indications for infrapyloric and gastroepiploic lymph nodes and non regional non feeding vessel lymph node dissection has also been carried out this article provides strategic references in the era of precision medicine by clarifying the research evidence about controversial issues related to lymph node dissection in right hemicolectomy"
}