{
    "pmid": "41427492",
    "title": "The symmetrical claustrum sign in pediatric febrile infection-related epilepsy syndrome: Diagnostic value and clinical implications.",
    "abstract": "This study aimed to assess the diagnostic value of symmetrical claustrum sign (SCS) in children with febrile infection-related epilepsy syndrome (FIRES), and describe the clinical features, treatment responses, and prognosis of children with FIRES accompanied by symmetrical claustrum lesions (FIRES-C). A retrospective cohort study conducted at Beijing Children's Hospital from January 2015 to April 2024 included children with \"fever and convulsions\" who met the inclusion criteria. The diagnostic efficacy of SCS was calculated by analyzing the sensitivity and specificity. The study enrolled 1105 patients, including 129 with FIRES, 35 of whom were diagnosed with FIRES-C (median onset age: 8.3 years; 18 male). In the cohort of patients with status epilepticus (n = 347), the sensitivity of SCS was 27.1% (95% confidence interval [CI], 19.8%-35.9%), and the specificity was 95.4% (95% CI, 91.8%-97.4%). The median time to develop bilateral claustrum lesions was 15.8 days (interquartile range [IQR] 11-19). The results of the magnetic resonance imaging (MRI) scans revealed that 7 patients (20%) had isolated claustrum lesions, whereas 28 patients (80%) had extra-claustrum lesions. After a median follow-up of 42 months, 14 of the 29 patients (48.3%) who survived exhibited moderate to severe deficits (modified Rankin scale [mRS] ≥3) and 2 patients died. When compared to FIRES patients without claustrum lesions (n = 94), those with FIRES-C (n = 35) demonstrated a tendency toward milder disease severity, characterized by higher Glasgow Coma Scale (GCS) scores and lower incidence of non-midazolam anesthetic use and respiratory support requirements (p < .001). However, no significant differences in prognosis were observed between the two groups (p = .322). SCS exhibit high specificity but limited sensitivity in the diagnosis of FIRES in pediatric patients. SCS may serve as a biomarker to assist in the diagnostic process and is typically associated with a less severe clinical progression.",
    "disease": "epilepsy",
    "clean_text": "the symmetrical claustrum sign in pediatric febrile infection related epilepsy syndrome diagnostic value and clinical implications this study aimed to assess the diagnostic value of symmetrical claustrum sign scs in children with febrile infection related epilepsy syndrome fires and describe the clinical features treatment responses and prognosis of children with fires accompanied by symmetrical claustrum lesions fires c a retrospective cohort study conducted at beijing children s hospital from january to april included children with fever and convulsions who met the inclusion criteria the diagnostic efficacy of scs was calculated by analyzing the sensitivity and specificity the study enrolled patients including with fires of whom were diagnosed with fires c median onset age years male in the cohort of patients with status epilepticus n the sensitivity of scs was confidence interval ci and the specificity was ci the median time to develop bilateral claustrum lesions was days interquartile range iqr the results of the magnetic resonance imaging mri scans revealed that patients had isolated claustrum lesions whereas patients had extra claustrum lesions after a median follow up of months of the patients who survived exhibited moderate to severe deficits modified rankin scale mrs and patients died when compared to fires patients without claustrum lesions n those with fires c n demonstrated a tendency toward milder disease severity characterized by higher glasgow coma scale gcs scores and lower incidence of non midazolam anesthetic use and respiratory support requirements p however no significant differences in prognosis were observed between the two groups p scs exhibit high specificity but limited sensitivity in the diagnosis of fires in pediatric patients scs may serve as a biomarker to assist in the diagnostic process and is typically associated with a less severe clinical progression"
}