{
    "title": "Program evaluation of an adapted PEERS social skills program in young adults with autism spectrum disorder and/or mild intellectual impairment and social skills difficulties.",
    "doc_id": "35927973",
    "writer": "Honan I",
    "year": "2023",
    "summary": "PEERS, the Program for the Education and Enrichment of Relational Skills, has been shown to be effective in improving the social skills of young adults with ASD; however, it requires a significant time commitment for parents of young adults. ...Quantit …",
    "abstract": "Rationale, aims and objectives:\n        \n      \n      Social challenges are common for young adults with autism spectrum disorder (ASD) and/or mild intellectual impairment, yet few evidence-based interventions exist to address these challenges. PEERS®, the Program for the Education and Enrichment of Relational Skills, has been shown to be effective in improving the social skills of young adults with ASD; however, it requires a significant time commitment for parents of young adults. As such, this mixed-methods study aimed to investigate the experiences of young adults, parents and PEERS® social coaches participating in an adapted PEERS® program, and to evaluate its acceptability and efficacy.\n    \n\n\n          Method:\n        \n      \n      Young adults with ASD and/or mild intellectual impairment participated in a 16-week PEERS® program. Parents and PEERS® social coaches attended fewer, condensed sessions, where they learnt program content to support the young adults' social skill development at home and in the community. Focus groups were conducted post intervention. Quantitative pre-post assessment using the Social and Emotional Loneliness Scale for Adults, the Test of Young Adult Social Skills Knowledge, and Quality of Socialization Questionnaire-Young Adults was completed by young adults. The Social Responsiveness Scale Second Edition was completed by young adults and their parents.\n    \n\n\n          Result:\n        \n      \n      Qualitative results revealed that, taken together, young adults, parents and PEERS® social coaches all felt that the adapted PEERS® program was 'challenging, but worth it'. The program was acceptable with a 93% attendance rate across all sessions. Whilst young adults' perceptions of their own social functioning did not change post-intervention, their knowledge of social skills content improved significantly (p < 0.05). Parent perceptions of young adults' social responsiveness also improved (p < 0.05).\n    \n\n\n          Conclusions:\n        \n      \n      Social skill knowledge, social responsiveness, and social engagement improved significantly following the completion of the adapted PEERS® program. It was deemed acceptable and worthwhile by young adults, their parents and PEERS® social coaches.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35927973/",
    "clean_text": "program evaluation of an adapted peers social skills program in young adults with autism spectrum disorder and or mild intellectual impairment and social skills difficulties peers the program for the education and enrichment of relational skills has been shown to be effective in improving the social skills of young adults with asd however it requires a significant time commitment for parents of young adults quantit rationale aims and objectives social challenges are common for young adults with autism spectrum disorder asd and or mild intellectual impairment yet few evidence based interventions exist to address these challenges peers the program for the education and enrichment of relational skills has been shown to be effective in improving the social skills of young adults with asd however it requires a significant time commitment for parents of young adults as such this mixed methods study aimed to investigate the experiences of young adults parents and peers social coaches participating in an adapted peers program and to evaluate its acceptability and efficacy method young adults with asd and or mild intellectual impairment participated in a week peers program parents and peers social coaches attended fewer condensed sessions where they learnt program content to support the young adults social skill development at home and in the community focus groups were conducted post intervention quantitative pre post assessment using the social and emotional loneliness scale for adults the test of young adult social skills knowledge and quality of socialization questionnaire young adults was completed by young adults the social responsiveness scale second edition was completed by young adults and their parents result qualitative results revealed that taken together young adults parents and peers social coaches all felt that the adapted peers program was challenging but worth it the program was acceptable with a attendance rate across all sessions whilst young adults perceptions of their own social functioning did not change post intervention their knowledge of social skills content improved significantly p parent perceptions of young adults social responsiveness also improved p conclusions social skill knowledge social responsiveness and social engagement improved significantly following the completion of the adapted peers program it was deemed acceptable and worthwhile by young adults their parents and peers social coaches"
}