{
    "title": "Future therapies.",
    "doc_id": "12365822",
    "writer": "Bailey CJ",
    "year": "2002",
    "summary": "New and improved therapies are required for type 1 and type 2 diabetic patients to assist the return of glucose homeostasis to as near normal as possible. ...Gene therapy approaches to replace defective or destroyed beta-cells are feasible future options for …",
    "abstract": "New and improved therapies are required for type 1 and type 2 diabetic patients to assist the return of glucose homeostasis to as near normal as possible. More intensive use of existing therapies is proving beneficial, while potential new agents are progressing in development. These include agents to improve and partially mimic insulin action, such as peroxisome proliferator-activated receptor-gamma (PPARgamma) agonists, stimulants of intracellular insulin signalling intermediates, and inhibitors of substances that deactivate insulin receptor tyrosine kinase activity. Novel agents to enhance nutrient-stimulated insulin release and promote the replication and neogenesis of beta-cells are emerging, along with new agents to combat obesity and dyslipidaemia. Gene therapy approaches to replace defective or destroyed beta-cells are feasible future options for both type 1 and type 2 diabetes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12365822/",
    "clean_text": "future therapies new and improved therapies are required for type and type diabetic patients to assist the return of glucose homeostasis to as near normal as possible gene therapy approaches to replace defective or destroyed beta cells are feasible future options for new and improved therapies are required for type and type diabetic patients to assist the return of glucose homeostasis to as near normal as possible more intensive use of existing therapies is proving beneficial while potential new agents are progressing in development these include agents to improve and partially mimic insulin action such as peroxisome proliferator activated receptor gamma ppargamma agonists stimulants of intracellular insulin signalling intermediates and inhibitors of substances that deactivate insulin receptor tyrosine kinase activity novel agents to enhance nutrient stimulated insulin release and promote the replication and neogenesis of beta cells are emerging along with new agents to combat obesity and dyslipidaemia gene therapy approaches to replace defective or destroyed beta cells are feasible future options for both type and type diabetes"
}