{
    "title": "Retroperitoneal haematomas in obstetrics: literature review.",
    "doc_id": "19940999",
    "writer": "Rafi J",
    "year": "2010",
    "summary": "INTRODUCTION: There is paucity of literature on retroperitoneal haemorrhage/haematomas (RH) as these cases are extremely rare in obstetrics. Experience is available mostly from case reports and therefore the incidence of RH in obstetrics is unknown. METHODS: Literat …",
    "abstract": "Introduction:\n        \n      \n      There is paucity of literature on retroperitoneal haemorrhage/haematomas (RH) as these cases are extremely rare in obstetrics. Experience is available mostly from case reports and therefore the incidence of RH in obstetrics is unknown.\n    \n\n\n          Methods:\n        \n      \n      Literature search in Medline/Pubmed and Google scholar using MeSH; aneurysm, haematoma, haemorrhage, obstetrics and retroperitoneal.\n    \n\n\n          Aetiology and pathogenesis:\n        \n      \n      This article discusses aetiology, pathogenesis, diagnostic difficulties and dilemmas, as well as misleading symptoms that often mimic common clinical conditions.\n    \n\n\n          Diagnosis and management:\n        \n      \n      Management of RH is complex and continues to improve with advancements in the investigative strategies, treatment options and critical care specialty. Further the authors highlight the importance of basic principles of clinical examination, the need for multidisciplinary input and the current trend in the management options.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19940999/",
    "clean_text": "retroperitoneal haematomas in obstetrics literature review introduction there is paucity of literature on retroperitoneal haemorrhage haematomas rh as these cases are extremely rare in obstetrics experience is available mostly from case reports and therefore the incidence of rh in obstetrics is unknown methods literat introduction there is paucity of literature on retroperitoneal haemorrhage haematomas rh as these cases are extremely rare in obstetrics experience is available mostly from case reports and therefore the incidence of rh in obstetrics is unknown methods literature search in medline pubmed and google scholar using mesh aneurysm haematoma haemorrhage obstetrics and retroperitoneal aetiology and pathogenesis this article discusses aetiology pathogenesis diagnostic difficulties and dilemmas as well as misleading symptoms that often mimic common clinical conditions diagnosis and management management of rh is complex and continues to improve with advancements in the investigative strategies treatment options and critical care specialty further the authors highlight the importance of basic principles of clinical examination the need for multidisciplinary input and the current trend in the management options"
}