{
    "pmid": "41467187",
    "title": "Targeting Cdc42 improves motor phenotype in Parkinson's disease mice and reveals age-dependent susceptibility to α-synuclein.",
    "abstract": "Aging and accumulation of α-synuclein (α-syn) oligomers in the brain are indisputably linked to Parkinson's disease (PD). Using an inducible α-syn oligomer mouse model, we demonstrate that the induction of PD-associated α-syn oligomers for the same time span caused PD-associated symptoms only in aged, but not in young mice. Biochemical studies revealed that α-syn oligomer formation precedes motor decline, with age and α-syn expression jointly determining the motor phenotype. Single-nucleus RNA sequencing (snRNA-seq) identified a PD-related transcriptional signature in basal ganglia neurons (BGNs), which overlapped in part with aging-associated changes. Short-term pharmacological inhibition of the small RhoGTPase CDC42 in aged, symptomatic animals improved motor function without reducing oligomer levels. These findings indicate that aging processes strongly influence the susceptibility to PD-like symptoms and that targeting age-related pathways, rather than α-syn oligomer burden alone, may provide effective strategies to improve outcomes in PD.",
    "disease": "parkinson disease",
    "clean_text": "targeting cdc improves motor phenotype in parkinson s disease mice and reveals age dependent susceptibility to synuclein aging and accumulation of synuclein syn oligomers in the brain are indisputably linked to parkinson s disease pd using an inducible syn oligomer mouse model we demonstrate that the induction of pd associated syn oligomers for the same time span caused pd associated symptoms only in aged but not in young mice biochemical studies revealed that syn oligomer formation precedes motor decline with age and syn expression jointly determining the motor phenotype single nucleus rna sequencing snrna seq identified a pd related transcriptional signature in basal ganglia neurons bgns which overlapped in part with aging associated changes short term pharmacological inhibition of the small rhogtpase cdc in aged symptomatic animals improved motor function without reducing oligomer levels these findings indicate that aging processes strongly influence the susceptibility to pd like symptoms and that targeting age related pathways rather than syn oligomer burden alone may provide effective strategies to improve outcomes in pd"
}