{
    "pmid": "41373434",
    "title": "Cardiovascular Disease in the Context of Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD): A Comprehensive Narrative Review.",
    "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is a chronic hepatic disease with a rising global prevalence (25-38% of the general population). As a new term, MASLD was introduced in 2023 to replace the previous nomenclature of non-alcoholic fatty liver disease (NAFLD) and metabolic dysfunction-associated fatty liver disease (MAFLD). This new term/definition introduced changes in the diagnostic criteria and underscores the direct link between cardio-metabolic risk and this prevalent liver disease. In this context, the present review examines the clinical and pathophysiological links between MASLD and cardiovascular disease (CVD), providing a robust evidence synthesis of primarily systematic review data on the association between MASLD and coronary artery disease (CAD), atrial fibrillation (AF), and heart failure (HF). This association appears to be not only synergistic, but also independent of other known CVD risk factors, highlighting MASLD as a key cardio-metabolic risk factor that merits prompt diagnosis and treatment. The development of MASLD-related cardiovascular morbidity increases with the severity of the underlying hepatic pathology, particularly with progression to steatohepatitis and fibrosis. Notably, growing evidence highlights the links between MASLD and CVD through cardiac structural, electrical, and functional alterations that can progress to CAD, AF, and new-onset HF. Recognizing these links in clinical practice underscores the importance of early detection and multi-disciplinary management of MASLD to prevent disease progression and CVD complications.",
    "disease": "coronary artery disease",
    "clean_text": "cardiovascular disease in the context of metabolic dysfunction associated steatotic liver disease masld a comprehensive narrative review metabolic dysfunction associated steatotic liver disease masld is a chronic hepatic disease with a rising global prevalence of the general population as a new term masld was introduced in to replace the previous nomenclature of non alcoholic fatty liver disease nafld and metabolic dysfunction associated fatty liver disease mafld this new term definition introduced changes in the diagnostic criteria and underscores the direct link between cardio metabolic risk and this prevalent liver disease in this context the present review examines the clinical and pathophysiological links between masld and cardiovascular disease cvd providing a robust evidence synthesis of primarily systematic review data on the association between masld and coronary artery disease cad atrial fibrillation af and heart failure hf this association appears to be not only synergistic but also independent of other known cvd risk factors highlighting masld as a key cardio metabolic risk factor that merits prompt diagnosis and treatment the development of masld related cardiovascular morbidity increases with the severity of the underlying hepatic pathology particularly with progression to steatohepatitis and fibrosis notably growing evidence highlights the links between masld and cvd through cardiac structural electrical and functional alterations that can progress to cad af and new onset hf recognizing these links in clinical practice underscores the importance of early detection and multi disciplinary management of masld to prevent disease progression and cvd complications"
}