{
    "title": "Zika virus: Epidemiological study and its association with public health risk.",
    "doc_id": "29706319",
    "writer": "Noor R",
    "year": "2018",
    "summary": "Propagation of Zika virus has become an alarming global public health issue. The infection is spreading rapidly to different countries by several methods, especially by the transmission through traveling. ...Current review discussed the epidemiologic era of the v …",
    "abstract": "Propagation of Zika virus has become an alarming global public health issue. The infection is spreading rapidly to different countries by several methods, especially by the transmission through traveling. Bangladesh is also at a risk to be affected with such newly viral infections. Though the virus initially appears to cause mild problems, the long term effects are more devastating to the next generation as seen in case of the delivery of the microcephalic babies. Current review discussed the epidemiologic era of the virus; i.e., the administration of Zika virus in the non-human mammals and finally to the human host across the world. Typical sign-symptoms which can often be considered as dengue or chikungunya for their similarities have been stated. The diagnosis of Zika virus, the protective measures taken by mass people as well as the actions that should be endorsed to prevent acquisition of the infection from travelers are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29706319/",
    "clean_text": "zika virus epidemiological study and its association with public health risk propagation of zika virus has become an alarming global public health issue the infection is spreading rapidly to different countries by several methods especially by the transmission through traveling current review discussed the epidemiologic era of the v propagation of zika virus has become an alarming global public health issue the infection is spreading rapidly to different countries by several methods especially by the transmission through traveling bangladesh is also at a risk to be affected with such newly viral infections though the virus initially appears to cause mild problems the long term effects are more devastating to the next generation as seen in case of the delivery of the microcephalic babies current review discussed the epidemiologic era of the virus i e the administration of zika virus in the non human mammals and finally to the human host across the world typical sign symptoms which can often be considered as dengue or chikungunya for their similarities have been stated the diagnosis of zika virus the protective measures taken by mass people as well as the actions that should be endorsed to prevent acquisition of the infection from travelers are discussed"
}