{
    "title": "Asymmetric changes in cutaneous reflexes after a partial spinal lesion and retention following spinalization during locomotion in the cat.",
    "doc_id": "19726726",
    "writer": "Frigon A",
    "year": "2009",
    "summary": "We investigated if cutaneous reflexes are altered following a unilateral partial spinal lesion and whether changes are retained within spinal circuits after complete spinal transection (i.e., spinalization). ...Therefore changes in cutaneous reflexes a …",
    "abstract": "Locomotion involves dynamic interactions between the spinal cord, supraspinal signals, and peripheral sensory inputs. After incomplete spinal cord injury (SCI), interactions are disrupted, and remnant structures must optimize function to maximize locomotion. We investigated if cutaneous reflexes are altered following a unilateral partial spinal lesion and whether changes are retained within spinal circuits after complete spinal transection (i.e., spinalization). Four cats were chronically implanted with recording and stimulating electrodes. Cutaneous reflexes were evoked with cuff electrodes placed around left and right superficial peroneal nerves. Control data, consisting of hindlimb kinematics and electromyography (bursts of muscular activity and cutaneous reflexes), were recorded during treadmill locomotion. After stable control data were achieved (53-67 days), a partial spinal lesion was made at the 10th or 11th thoracic segment (T(10)-T(11)) on the left side. Cats were trained to walk after the partial lesion, and following a recovery period (64-80 days), a spinalization was made at T(13). After the partial lesion, changes in short-latency excitatory (P1) homologous responses between hindlimbs, evoked during swing, were largely asymmetric in direction relative to control values, whereas changes in longer-latency excitatory (P2) and crossed responses were largely symmetric in direction. After spinalization, cats could display hindlimb locomotion within 1 day. Early after spinalization, reflex changes persisted a few days, but over time homologous P1 responses increased symmetrically toward or above control levels. Therefore changes in cutaneous reflexes after the partial lesion and retention following spinalization indicate an important spinal plasticity after incomplete SCI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19726726/",
    "clean_text": "asymmetric changes in cutaneous reflexes after a partial spinal lesion and retention following spinalization during locomotion in the cat we investigated if cutaneous reflexes are altered following a unilateral partial spinal lesion and whether changes are retained within spinal circuits after complete spinal transection i e spinalization therefore changes in cutaneous reflexes a locomotion involves dynamic interactions between the spinal cord supraspinal signals and peripheral sensory inputs after incomplete spinal cord injury sci interactions are disrupted and remnant structures must optimize function to maximize locomotion we investigated if cutaneous reflexes are altered following a unilateral partial spinal lesion and whether changes are retained within spinal circuits after complete spinal transection i e spinalization four cats were chronically implanted with recording and stimulating electrodes cutaneous reflexes were evoked with cuff electrodes placed around left and right superficial peroneal nerves control data consisting of hindlimb kinematics and electromyography bursts of muscular activity and cutaneous reflexes were recorded during treadmill locomotion after stable control data were achieved days a partial spinal lesion was made at the th or th thoracic segment t t on the left side cats were trained to walk after the partial lesion and following a recovery period days a spinalization was made at t after the partial lesion changes in short latency excitatory p homologous responses between hindlimbs evoked during swing were largely asymmetric in direction relative to control values whereas changes in longer latency excitatory p and crossed responses were largely symmetric in direction after spinalization cats could display hindlimb locomotion within day early after spinalization reflex changes persisted a few days but over time homologous p responses increased symmetrically toward or above control levels therefore changes in cutaneous reflexes after the partial lesion and retention following spinalization indicate an important spinal plasticity after incomplete sci"
}