{
    "pmid": "41427540",
    "title": "Chitosan-PVA microneedle assisted continuous transdermal administration of triamcinolone acetonide for the treatment of granulomatous mastitis.",
    "abstract": "Granulomatous mastitis (GM) is a refractory chronic inflammatory breast disease. Current first-line treatments such as intralesional triamcinolone acetonide (TA) injections are limited by short duration of efficacy, systemic side effects, and poor patient compliance. This study aimed to develop a novel chitosan (CS)-based TA-loaded polyvinyl alcohol (PVA) microneedle delivery system (MNs@TA-CS) for localized and sustained transdermal therapy. TA-CS nanoparticles were prepared using ionic gelation and subsequently incorporated into PVA microneedles. The resulting MNs@TA-CS was characterized for morphology, mechanical strength, and drug release profile. A rat GM model was induced by hyperprolactinemia and tissue homogenate-Freund's adjuvant. Therapeutic efficacy was evaluated through lesion size measurement, cytokine analysis, histopathological examination, and macrophage polarization assessment. The MNs@TA-CS exhibited excellent mechanical properties and a biphasic drug release profile. In the GM rat model, MNs@TA-CS demonstrated comparable therapeutic efficacy to conventional TA injections, significantly reducing lesion area (82.7% reduction), downregulating pro-inflammatory cytokines (IL-1β, TNF-α and IL-6), and modulating macrophage polarization. Histopathological and immunohistochemical analyses confirmed marked reduction in granulomatous inflammation and fibrosis. Notably, the MNs@TA-CS showed good biocompatibility with no signs of liver or kidney toxicity. The MNs@TA-CS achieves comparable efficacy to traditional injections while offering sustained drug release and minimized systemic exposure. Its biphasic release mode provides both rapid onset and prolonged therapeutic effect, making it a promising minimally invasive, patient-friendly alternative for GM treatment.",
    "disease": "chronic kidney disease",
    "clean_text": "chitosan pva microneedle assisted continuous transdermal administration of triamcinolone acetonide for the treatment of granulomatous mastitis granulomatous mastitis gm is a refractory chronic inflammatory breast disease current first line treatments such as intralesional triamcinolone acetonide ta injections are limited by short duration of efficacy systemic side effects and poor patient compliance this study aimed to develop a novel chitosan cs based ta loaded polyvinyl alcohol pva microneedle delivery system mns ta cs for localized and sustained transdermal therapy ta cs nanoparticles were prepared using ionic gelation and subsequently incorporated into pva microneedles the resulting mns ta cs was characterized for morphology mechanical strength and drug release profile a rat gm model was induced by hyperprolactinemia and tissue homogenate freund s adjuvant therapeutic efficacy was evaluated through lesion size measurement cytokine analysis histopathological examination and macrophage polarization assessment the mns ta cs exhibited excellent mechanical properties and a biphasic drug release profile in the gm rat model mns ta cs demonstrated comparable therapeutic efficacy to conventional ta injections significantly reducing lesion area reduction downregulating pro inflammatory cytokines il tnf and il and modulating macrophage polarization histopathological and immunohistochemical analyses confirmed marked reduction in granulomatous inflammation and fibrosis notably the mns ta cs showed good biocompatibility with no signs of liver or kidney toxicity the mns ta cs achieves comparable efficacy to traditional injections while offering sustained drug release and minimized systemic exposure its biphasic release mode provides both rapid onset and prolonged therapeutic effect making it a promising minimally invasive patient friendly alternative for gm treatment"
}