{
    "pmid": "41371603",
    "title": "Bacteria in RSV-infected children: a systematic review and meta-analysis in the context of recent microbiome research.",
    "abstract": "Recent evidence highlights the role of respiratory microbial community imbalances as a potential driver of acute respiratory infections (ARIs). This paradigm shift emphasizes the need to investigate the etiology of ARIs within the broader context of respiratory microbial ecosystems. This systematic review examines bacterial species detected in children <5 years with respiratory syncytial virus (RSV) infection, evaluates factors influencing their proportions, and assesses their impact on clinical features, including symptoms, radiological findings, biomarkers, pathogenesis, immune responses, infection severity, and healthcare resource utilization. This study followed a registered protocol in the PROSPERO database (CRD42024545522). Eligible studies included those investigating children <5 years with RSV-associated ARIs that assessed bacterial presence using any diagnostic method in any setting. A comprehensive search was conducted across eight databases for studies published between January 1, 1996, and April 4, 2025. Two independent reviewers assessed the quality of the included studies using a standardized evaluation form. Study-level and pooled proportions were estimated using random-effects models. Meta-regression analysis was performed based on demographic and clinical factors. We compared clinical outcomes between RSV-monoinfected children and those with RSV-bacterial co-detection using study-level estimates (odds ratios, standardized mean differences, or median differences). A total of 125 studies conducted across all six WHO regions met the eligibility criteria and were included in the analysis. The review identified over 60 bacterial species associated with RSV infections, with three dominant pathogens, Moraxella catarrhalis (21.7% [11.2-34.3]), Haemophilus influenzae (17.5% [10.6-25.6]), and Streptococcus pneumoniae (18.0% [12.3-24.4]). The aggregated proportion of detecting at least one bacterium in RSV-infected children was 28.9% [24.7-33.3]. Bacterial prevalence was significantly higher in low- and middle-income countries and varied by sample type, with the highest proportions observed in upper and lower respiratory tract samples. Bordetella pertussis showed the highest prevalence in children aged 0-11 months compared to older age groups. Bacterial co-detection in RSV-infected children was associated with significantly increased risks of specific symptoms, e.g. fever; elevated levels of biomarkers e.g. C-reactive protein (CRP); and poor outcomes including higher mortality rates, pediatric intensive care unit admissions, prolonged hospital stays, increased severity scores, greater antibiotic use, and heightened respiratory support requirements, including oxygen, invasive and non-invasive ventilation, and prolonged mechanical ventilation. The findings of this review highlight the substantial diversity of respiratory bacteria in RSV-infected children, with M. catarrhalis, H. influenzae, and S. pneumoniae being the most frequently detected species. Respiratory bacterial co-detection in RSV-infected children is associated with distinct clinical symptoms, radiological findings, specific biomarkers, increased disease severity, and higher healthcare resource use. These findings collectively emphasize the importance of integrating microbiome-preserving strategies, precision diagnostics, and innovative prevention and therapeutic measures to optimize care and outcomes for children with RSV-associated ARIs.",
    "disease": "influenza",
    "clean_text": "bacteria in rsv infected children a systematic review and meta analysis in the context of recent microbiome research recent evidence highlights the role of respiratory microbial community imbalances as a potential driver of acute respiratory infections aris this paradigm shift emphasizes the need to investigate the etiology of aris within the broader context of respiratory microbial ecosystems this systematic review examines bacterial species detected in children years with respiratory syncytial virus rsv infection evaluates factors influencing their proportions and assesses their impact on clinical features including symptoms radiological findings biomarkers pathogenesis immune responses infection severity and healthcare resource utilization this study followed a registered protocol in the prospero database crd eligible studies included those investigating children years with rsv associated aris that assessed bacterial presence using any diagnostic method in any setting a comprehensive search was conducted across eight databases for studies published between january and april two independent reviewers assessed the quality of the included studies using a standardized evaluation form study level and pooled proportions were estimated using random effects models meta regression analysis was performed based on demographic and clinical factors we compared clinical outcomes between rsv monoinfected children and those with rsv bacterial co detection using study level estimates odds ratios standardized mean differences or median differences a total of studies conducted across all six who regions met the eligibility criteria and were included in the analysis the review identified over bacterial species associated with rsv infections with three dominant pathogens moraxella catarrhalis haemophilus influenzae and streptococcus pneumoniae the aggregated proportion of detecting at least one bacterium in rsv infected children was bacterial prevalence was significantly higher in low and middle income countries and varied by sample type with the highest proportions observed in upper and lower respiratory tract samples bordetella pertussis showed the highest prevalence in children aged months compared to older age groups bacterial co detection in rsv infected children was associated with significantly increased risks of specific symptoms e g fever elevated levels of biomarkers e g c reactive protein crp and poor outcomes including higher mortality rates pediatric intensive care unit admissions prolonged hospital stays increased severity scores greater antibiotic use and heightened respiratory support requirements including oxygen invasive and non invasive ventilation and prolonged mechanical ventilation the findings of this review highlight the substantial diversity of respiratory bacteria in rsv infected children with m catarrhalis h influenzae and s pneumoniae being the most frequently detected species respiratory bacterial co detection in rsv infected children is associated with distinct clinical symptoms radiological findings specific biomarkers increased disease severity and higher healthcare resource use these findings collectively emphasize the importance of integrating microbiome preserving strategies precision diagnostics and innovative prevention and therapeutic measures to optimize care and outcomes for children with rsv associated aris"
}