{
    "title": "Atrial fibrosis as a dominant factor for the development of atrial fibrillation: facts and gaps.",
    "doc_id": "31998939",
    "writer": "Xintarakou A",
    "year": "2020",
    "summary": "Atrial fibrillation (AF), the most commonly diagnosed arrhythmia, affects a notable percentage of the population and constitutes a major risk factor for thromboembolic events and other heart-related conditions. ...Multiple molecular pathways are involved in atria …",
    "abstract": "Atrial fibrillation (AF), the most commonly diagnosed arrhythmia, affects a notable percentage of the population and constitutes a major risk factor for thromboembolic events and other heart-related conditions. Fibrosis plays an important role in the onset and perpetuation of AF through structural and electrical remodelling processes. Multiple molecular pathways are involved in atrial substrate modification and the subsequent maintenance of AF. In this review, we aim to recapitulate underlying molecular pathways leading to atrial fibrosis and to indicate existing gaps in the complex interplay of atrial fibrosis and AF.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31998939/",
    "clean_text": "atrial fibrosis as a dominant factor for the development of atrial fibrillation facts and gaps atrial fibrillation af the most commonly diagnosed arrhythmia affects a notable percentage of the population and constitutes a major risk factor for thromboembolic events and other heart related conditions multiple molecular pathways are involved in atria atrial fibrillation af the most commonly diagnosed arrhythmia affects a notable percentage of the population and constitutes a major risk factor for thromboembolic events and other heart related conditions fibrosis plays an important role in the onset and perpetuation of af through structural and electrical remodelling processes multiple molecular pathways are involved in atrial substrate modification and the subsequent maintenance of af in this review we aim to recapitulate underlying molecular pathways leading to atrial fibrosis and to indicate existing gaps in the complex interplay of atrial fibrosis and af"
}