{
    "pmid": "41466181",
    "title": "Utility of TaqMan Array Cards for detection of acute febrile illness etiologies in patients suspected of viral hemorrhagic fever infections.",
    "abstract": "Due to the difficulty in attributing a causative agent to acute febrile illnesses (AFI), multi-pathogen diagnostic tools should be prioritized in low-resource settings. A previously developed AFI-TaqMan Array Card (AFI-TAC), capable of detecting 26 pathogens within 2 h of nucleic acid extraction, was evaluated in Uganda. A cross-sectional retrospective study design was employed and utilized 182 viral hemorrhagic fever (VHF)-negative samples collected from Uganda, DRC, South Sudan and Kenya during routine surveillance from August 2018- March, 2019. These samples were tested on AFI-TAC targeting 17 viral, 8 bacterial and 3 protozoal pathogens known to cause fever. Patients with a body temperature of ≥ 38 °C, were bleeding, and had any other febrile symptoms were included. Previously confirmed VHF positive samples were used for assay verification. Overall, 7 pathogens were detected in 59 samples (32.42%) as follows: Plasmodium spp. (n = 49, 26.92%), non-typhoidal Salmonella (n = 3, 1.65%), Yellow Fever (YF) virus (n = 2, 1.10%), Salmonella enterica serovar typhi (n = 2, 1.10%), Leptospira spp (n = 1, 0.55%), Streptococcus pneumoniae (n = 1, 0.55%) and Rickettsia spp. (n = 1, 0.55%). Final outcome (alive vs. dead) as abstracted from case report forms differed significantly by pathogen category (p = 0.002) was significantly associated with assay positivity. We compared outcome across pathogen categories using a chi-square/Fisher's exact test, as appropriate, reporting p-values (Table 2). Cough was the only clinical symptom significantly associated with Plasmodium infection (p = 0.016). The TAC is a feasible, readily adoptable diagnostic tool for use in Uganda and other sub-Saharan countries, particularly when incorporated into the national testing algorithm for differential diagnosis during AFI outbreaks and surveillance. Not applicable.",
    "disease": "pneumonia",
    "clean_text": "utility of taqman array cards for detection of acute febrile illness etiologies in patients suspected of viral hemorrhagic fever infections due to the difficulty in attributing a causative agent to acute febrile illnesses afi multi pathogen diagnostic tools should be prioritized in low resource settings a previously developed afi taqman array card afi tac capable of detecting pathogens within h of nucleic acid extraction was evaluated in uganda a cross sectional retrospective study design was employed and utilized viral hemorrhagic fever vhf negative samples collected from uganda drc south sudan and kenya during routine surveillance from august march these samples were tested on afi tac targeting viral bacterial and protozoal pathogens known to cause fever patients with a body temperature of c were bleeding and had any other febrile symptoms were included previously confirmed vhf positive samples were used for assay verification overall pathogens were detected in samples as follows plasmodium spp n non typhoidal salmonella n yellow fever yf virus n salmonella enterica serovar typhi n leptospira spp n streptococcus pneumoniae n and rickettsia spp n final outcome alive vs dead as abstracted from case report forms differed significantly by pathogen category p was significantly associated with assay positivity we compared outcome across pathogen categories using a chi square fisher s exact test as appropriate reporting p values table cough was the only clinical symptom significantly associated with plasmodium infection p the tac is a feasible readily adoptable diagnostic tool for use in uganda and other sub saharan countries particularly when incorporated into the national testing algorithm for differential diagnosis during afi outbreaks and surveillance not applicable"
}