{
    "pmid": "41446442",
    "title": "Bilateral Central Serous Chorioretinopathy Associated With Tuberculosis in a Female Patient.",
    "abstract": "We present a novel case of central serous chorioretinopathy (CSCR) associated with tuberculosis in a female patient. A 29-year-old female was referred with bilateral atypical CSCR following steroid treatment for suspected optic neuritis. Examination showed bilateral hypermetropic shift and foveal subretinal fluid (SRF). Optical coherence tomography (OCT) confirmed bilateral serous retinal detachment, with associated pigment epithelial detachments in the right eye. A raised erythrocyte sedimentation rate prompted multidisciplinary investigation, eliciting radiological and serological findings consistent with latent pulmonary tuberculosis. Follow-up four days following commencing anti-tuberculosis treatment showed reduction of SRF bilaterally. Complete resolution and return to visual baseline was observed at three months. Prompt CSCR resolution might have been secondary to rifampicin inducing steroid metabolism or effective anti-tuberculosis treatment. Early investigation for tuberculosis in CSCR may enable earlier diagnosis, improving visual outcomes.",
    "disease": "tuberculosis",
    "clean_text": "bilateral central serous chorioretinopathy associated with tuberculosis in a female patient we present a novel case of central serous chorioretinopathy cscr associated with tuberculosis in a female patient a year old female was referred with bilateral atypical cscr following steroid treatment for suspected optic neuritis examination showed bilateral hypermetropic shift and foveal subretinal fluid srf optical coherence tomography oct confirmed bilateral serous retinal detachment with associated pigment epithelial detachments in the right eye a raised erythrocyte sedimentation rate prompted multidisciplinary investigation eliciting radiological and serological findings consistent with latent pulmonary tuberculosis follow up four days following commencing anti tuberculosis treatment showed reduction of srf bilaterally complete resolution and return to visual baseline was observed at three months prompt cscr resolution might have been secondary to rifampicin inducing steroid metabolism or effective anti tuberculosis treatment early investigation for tuberculosis in cscr may enable earlier diagnosis improving visual outcomes"
}