{
    "pmid": "41421559",
    "title": "Bronchiectasis and treatable traits: the journey from concept to clinical practice.",
    "abstract": "Bronchiectasis is a chronic and heterogeneous airway disease characterized by abnormal bronchial dilation, impaired mucus clearance, and recurrent infections. Despite advances in understanding its pathophysiology, current treatment strategies are still limited. Treatable traits (TT) approach, initially proposed for other chronic airway diseases such as Chronic Obstructive Pulmonary Disease and asthma, offers a precision medicine strategy focused on identifying and targeting clinically relevant, measurable, and modifiable traits. We conducted a comprehensive update on the TT framework in bronchiectasis by searching on PubMed the recent literature until July 1, 2025, including clinical and translational studies and drawing comparisons with other pulmonary diseases. Historically, TT in bronchiectasis have been classified into pulmonary, extrapulmonary, etiological, and lifestyle domains. We reviewed diagnostic and monitoring tools, as well as biological pathways and emerging treatments as part of the TT framework. Multiple traits, including daily sputum production, chronic infection, frequent exacerbations, T2-high inflammation, and comorbidities, coexist in most patients. Available treatments, such as antibiotics, airway bronchodilators, inhaled corticosteroids, chest physiotherapy and pulmonary rehabilitation, can address some traits, but evidence remains limited. Emerging therapies mainly targeting neutrophilic pathways represent promising avenues for selected endotypes. However, challenges persist in prioritizing traits, managing complex interventions, and designing clinical trials that balance scientific rigor with real-life complexity. The TT approach represents a paradigm shift toward precision medicine in bronchiectasis, with potential to improve patient-centered outcomes and prognosis. Future research should focus on validating this strategy through dedicated clinical studies always considering patient preferences and treatment goals.",
    "disease": "asthma",
    "clean_text": "bronchiectasis and treatable traits the journey from concept to clinical practice bronchiectasis is a chronic and heterogeneous airway disease characterized by abnormal bronchial dilation impaired mucus clearance and recurrent infections despite advances in understanding its pathophysiology current treatment strategies are still limited treatable traits tt approach initially proposed for other chronic airway diseases such as chronic obstructive pulmonary disease and asthma offers a precision medicine strategy focused on identifying and targeting clinically relevant measurable and modifiable traits we conducted a comprehensive update on the tt framework in bronchiectasis by searching on pubmed the recent literature until july including clinical and translational studies and drawing comparisons with other pulmonary diseases historically tt in bronchiectasis have been classified into pulmonary extrapulmonary etiological and lifestyle domains we reviewed diagnostic and monitoring tools as well as biological pathways and emerging treatments as part of the tt framework multiple traits including daily sputum production chronic infection frequent exacerbations t high inflammation and comorbidities coexist in most patients available treatments such as antibiotics airway bronchodilators inhaled corticosteroids chest physiotherapy and pulmonary rehabilitation can address some traits but evidence remains limited emerging therapies mainly targeting neutrophilic pathways represent promising avenues for selected endotypes however challenges persist in prioritizing traits managing complex interventions and designing clinical trials that balance scientific rigor with real life complexity the tt approach represents a paradigm shift toward precision medicine in bronchiectasis with potential to improve patient centered outcomes and prognosis future research should focus on validating this strategy through dedicated clinical studies always considering patient preferences and treatment goals"
}