{
    "title": "Mosaicism in Fragile X syndrome: A family case series.",
    "doc_id": "33998336",
    "writer": "Saldarriaga W",
    "year": "2022",
    "summary": "Fragile X syndrome (FXS) has a classic phenotype, however its expression can be variable among full mutation males. ...",
    "abstract": "Fragile X syndrome (FXS) has a classic phenotype, however its expression can be variable among full mutation males. This is secondary to variable methylation mosaicisms and the number of CGG triplet repeats in the non-coding region of the Fragile X Mental Retardation 1 (FMR1) gene, producing a variable expression of the Fragile X Mental Retardation Protein (FMRP). Here we report a family with several individuals affected by FXS: a boy with a hypermethylated FMR1 mutation and a classic phenotype; a man with an FMR1 gene mosaicism in the range of premutation (PM) and full mutation (FM), who has a mild phenotype due to which FXS was initially disregarded; and the cases of four women with a FM and mosaicism. This report highlights the importance of DNA molecular testing for the diagnosis of FXS in patients with developmental delay, intellectual disability and/or autism due to the variable phenotype that occurs in individuals with FMR1 mosaicisms.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33998336/",
    "clean_text": "mosaicism in fragile x syndrome a family case series fragile x syndrome fxs has a classic phenotype however its expression can be variable among full mutation males fragile x syndrome fxs has a classic phenotype however its expression can be variable among full mutation males this is secondary to variable methylation mosaicisms and the number of cgg triplet repeats in the non coding region of the fragile x mental retardation fmr gene producing a variable expression of the fragile x mental retardation protein fmrp here we report a family with several individuals affected by fxs a boy with a hypermethylated fmr mutation and a classic phenotype a man with an fmr gene mosaicism in the range of premutation pm and full mutation fm who has a mild phenotype due to which fxs was initially disregarded and the cases of four women with a fm and mosaicism this report highlights the importance of dna molecular testing for the diagnosis of fxs in patients with developmental delay intellectual disability and or autism due to the variable phenotype that occurs in individuals with fmr mosaicisms"
}