{
    "pmid": "41388902",
    "title": "Depth-Wise Changes in Tibial and Femoral Human Knee Joint Cartilage at Different Severities of Osteoarthritis.",
    "abstract": "Articular cartilage undergoes structural and compositional changes during osteoarthritis (OA), one of the most common joint diseases. Earlier research shows that these changes are dependent on species and joint site, and they also vary across cartilage depth. In this study, we analyzed the depth-wise proteoglycan and collagen contents, as well as collagen fibril orientation angle and fibril alignment in human tibial and femoral cartilage at different severities of osteoarthritis. Samples were divided into normal cartilage, moderate OA cartilage, and severe OA cartilage based on OARSI grade. Consistent with earlier research, proteoglycan and collagen contents were generally lower in samples of greater OA severity, with the notable exception of a higher collagen content in femoral severe OA cartilage. Femoral severe OA cartilage had considerably lower proteoglycan content than femoral normal or moderate OA cartilage, and its collagen fibril orientation and anisotropy became more uniform throughout cartilage thickness. Qualitative analysis between tibial and femoral cartilage sites also revealed a gradual progressive structural and compositional degradation in tibial cartilage compared to femoral cartilage, in which the structure and composition remained relatively unchanged until the severe OA severity. With this depth-wise and site-specific compositional and structural information, our work elucidates disease progression in human cartilage.",
    "disease": "osteoarthritis",
    "clean_text": "depth wise changes in tibial and femoral human knee joint cartilage at different severities of osteoarthritis articular cartilage undergoes structural and compositional changes during osteoarthritis oa one of the most common joint diseases earlier research shows that these changes are dependent on species and joint site and they also vary across cartilage depth in this study we analyzed the depth wise proteoglycan and collagen contents as well as collagen fibril orientation angle and fibril alignment in human tibial and femoral cartilage at different severities of osteoarthritis samples were divided into normal cartilage moderate oa cartilage and severe oa cartilage based on oarsi grade consistent with earlier research proteoglycan and collagen contents were generally lower in samples of greater oa severity with the notable exception of a higher collagen content in femoral severe oa cartilage femoral severe oa cartilage had considerably lower proteoglycan content than femoral normal or moderate oa cartilage and its collagen fibril orientation and anisotropy became more uniform throughout cartilage thickness qualitative analysis between tibial and femoral cartilage sites also revealed a gradual progressive structural and compositional degradation in tibial cartilage compared to femoral cartilage in which the structure and composition remained relatively unchanged until the severe oa severity with this depth wise and site specific compositional and structural information our work elucidates disease progression in human cartilage"
}