{
    "pmid": "41443140",
    "title": "Mitochondrial energy metabolism-associated Predictive model constriction for coronary artery disease(CAD) of acute myocardial infarction(AMI) patients via integrative bioinformatic analysis.",
    "abstract": "Coronary artery disease (CAD) is a leading cause of acute myocardial infarction (AMI), a condition characterized by the sudden blockage of blood flow to the heart muscle, resulting in significant morbidity and mortality worldwide. Despite advances in treatment, early prediction and diagnosis remain challenging. This study aims to construct a predictive model for CAD in AMI patients by focusing on mitochondrial energy metabolism(MME), a critical factor in cardiac function and disease progression. We employed an integrative WGCNA and machine learning algorithm combinations (RF, Lasso and SVM), utilizing 5 distinct CAD and AMI peripheral blood bulk profiles for the elucidation of potential diagnostic biomarkers for CAD patients with AMI. Finally, we discovered that CLPX can be recognized as diagnostic biomarkers, which is related to the molecular and immune pathogenesis of AMI among CAD patients. Meanwhile, we also discovered that MME-related genes can divide CAD and AMI into 2 different molecular subgroups via consensus clustering. Besides, Troglitazone can be regarded as potential therapeutic agents for AMI of CAD patients targeting CLPX via molecular docking. This study underscores the importance of mitochondrial function in cardiovascular diseases and highlights the potential of bioinformatics in advancing precision medicine.",
    "disease": "coronary artery disease",
    "clean_text": "mitochondrial energy metabolism associated predictive model constriction for coronary artery disease cad of acute myocardial infarction ami patients via integrative bioinformatic analysis coronary artery disease cad is a leading cause of acute myocardial infarction ami a condition characterized by the sudden blockage of blood flow to the heart muscle resulting in significant morbidity and mortality worldwide despite advances in treatment early prediction and diagnosis remain challenging this study aims to construct a predictive model for cad in ami patients by focusing on mitochondrial energy metabolism mme a critical factor in cardiac function and disease progression we employed an integrative wgcna and machine learning algorithm combinations rf lasso and svm utilizing distinct cad and ami peripheral blood bulk profiles for the elucidation of potential diagnostic biomarkers for cad patients with ami finally we discovered that clpx can be recognized as diagnostic biomarkers which is related to the molecular and immune pathogenesis of ami among cad patients meanwhile we also discovered that mme related genes can divide cad and ami into different molecular subgroups via consensus clustering besides troglitazone can be regarded as potential therapeutic agents for ami of cad patients targeting clpx via molecular docking this study underscores the importance of mitochondrial function in cardiovascular diseases and highlights the potential of bioinformatics in advancing precision medicine"
}