{
    "pmid": "41379463",
    "title": "Total shoulder arthroplasty for glenohumeral osteoarthritis leads to better outcomes than hemiarthroplasty at a minimum 5 years: an intraoperative randomization-controlled trial of 79 patients.",
    "abstract": " It is unclear whether total shoulder arthroplasty (TSA) results in better outcomes in patients with degenerative shoulder diseases compared with hemiarthroplasty (HA). This randomized controlled trial (NCT01288066) is an international, multicenter study with the primary aim to assess pain and shoulder joint function at 5-year follow-up in adults surgically treated with TSA or HA.  The inclusion criteria were patients aged 18 and older with primary or secondary osteoarthritis, with a functionally intact rotator cuff and glenoid morphology of Walch type A1, A2, or B1. Randomization to either TSA or HA occurred intraoperatively after full surgical preparation for glenoid prosthetic implantation in all patients. The primary outcome measure was the Constant-Murley scores (CMS) at 5-year follow-up. Secondary outcomes were patient-reported outcomes (Shoulder Pain and Disability Index [SPADI], EQ-5D, and EQ VAS), adverse events, and implant survivorship at 5-year follow-up.  There were 79 patients eligible, of whom 40 and 39 patients were randomized to receive TSA or HA, respectively. The dropout rate at 5 years was 34% due to 27 of 79 patients withdrawing consent or being lost to follow-up. The mean CMS improved from preoperative to 5 years' follow-up for both TSA and HA treatment groups. At 5 years, the TSA group had a significantly better mean CMS (77, 95% confidence interval [CI] 72-82) than the HA group (65, CI 57-73). The mean treatment difference was 12 (Cl 2.8-22; P = 0.01). The adverse event rate and relative risk of revision were not significantly different between the groups.  In patients with glenohumeral osteoarthritis randomized to either TSA or HA, TSA was the favorable approach based on less pain and better joint function 5 years after surgery.",
    "disease": "osteoarthritis",
    "clean_text": "total shoulder arthroplasty for glenohumeral osteoarthritis leads to better outcomes than hemiarthroplasty at a minimum years an intraoperative randomization controlled trial of patients it is unclear whether total shoulder arthroplasty tsa results in better outcomes in patients with degenerative shoulder diseases compared with hemiarthroplasty ha this randomized controlled trial nct is an international multicenter study with the primary aim to assess pain and shoulder joint function at year follow up in adults surgically treated with tsa or ha the inclusion criteria were patients aged and older with primary or secondary osteoarthritis with a functionally intact rotator cuff and glenoid morphology of walch type a a or b randomization to either tsa or ha occurred intraoperatively after full surgical preparation for glenoid prosthetic implantation in all patients the primary outcome measure was the constant murley scores cms at year follow up secondary outcomes were patient reported outcomes shoulder pain and disability index spadi eq d and eq vas adverse events and implant survivorship at year follow up there were patients eligible of whom and patients were randomized to receive tsa or ha respectively the dropout rate at years was due to of patients withdrawing consent or being lost to follow up the mean cms improved from preoperative to years follow up for both tsa and ha treatment groups at years the tsa group had a significantly better mean cms confidence interval ci than the ha group ci the mean treatment difference was cl p the adverse event rate and relative risk of revision were not significantly different between the groups in patients with glenohumeral osteoarthritis randomized to either tsa or ha tsa was the favorable approach based on less pain and better joint function years after surgery"
}