{
    "title": "Atrial-Selective Potassium Channel Blockers.",
    "doc_id": "27261831",
    "writer": "Voigt N",
    "year": "2016",
    "summary": "Atrial fibrillation (AF) is associated with increased morbidity and mortality. Atrial-selective potassium (K(+)) channel blockers may represent a novel therapeutic target. ...Two-pore domain and small-conductance Ca(2+)-activated K(+) channels and Kv1.1 channels may …",
    "abstract": "Atrial fibrillation (AF) is associated with increased morbidity and mortality. Atrial-selective potassium (K(+)) channel blockers may represent a novel therapeutic target. The best validated atrial-specific ion currents are the acetylcholine-activated inward-rectifier K(+) current IK,ACh and ultrarapidly activating delayed-rectifier K(+) current IKur. Two-pore domain and small-conductance Ca(2+)-activated K(+) channels and Kv1.1 channels may also contribute to the atrial repolarization. We review the molecular and electrophysiologic characteristics of atrial-selective K(+) channels and their potential pathophysiologic role in AF. We summarize currently available K(+) channel blockers focusing on the most important compounds.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27261831/",
    "clean_text": "atrial selective potassium channel blockers atrial fibrillation af is associated with increased morbidity and mortality atrial selective potassium k channel blockers may represent a novel therapeutic target two pore domain and small conductance ca activated k channels and kv channels may atrial fibrillation af is associated with increased morbidity and mortality atrial selective potassium k channel blockers may represent a novel therapeutic target the best validated atrial specific ion currents are the acetylcholine activated inward rectifier k current ik ach and ultrarapidly activating delayed rectifier k current ikur two pore domain and small conductance ca activated k channels and kv channels may also contribute to the atrial repolarization we review the molecular and electrophysiologic characteristics of atrial selective k channels and their potential pathophysiologic role in af we summarize currently available k channel blockers focusing on the most important compounds"
}