{
    "title": "[Rheumatoid arthritis: its relationship with HLA DR molecules].",
    "doc_id": "7638118",
    "writer": "Toussirot E",
    "year": "1995",
    "summary": "Over the last two decades, much progress has been made in our understanding of the genetics of rheumatoid arthritis since the discovery of a link between the HLA DR4 antigen and rheumatoid arthritis in 1974. In molecular biology, the precise alleles of …",
    "abstract": "Over the last two decades, much progress has been made in our understanding of the genetics of rheumatoid arthritis since the discovery of a link between the HLA DR4 antigen and rheumatoid arthritis in 1974. In molecular biology, the precise alleles of the HLA DRB1 gene which encode for different specific molecules have been identified. They have been used to link rheumatoid arthritis to certain HLA DRB1 subtypes recognized as \"high risk\" alleles. It has been hypothesized that the shared epitope would be one way for a molecular approach to susceptibility of allelic variants in rheumatoid arthritis. More recently, the notion that high risk DRB1 alleles might contribute to disease severity has also been put forward. HLA DRB1 alleles carrying a risk of rheumatoid arthritis would have two properties: they could serve as a marker of the risk of developing the disease and of disease severity both essential elements for the clinician.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7638118/",
    "clean_text": "rheumatoid arthritis its relationship with hla dr molecules over the last two decades much progress has been made in our understanding of the genetics of rheumatoid arthritis since the discovery of a link between the hla dr antigen and rheumatoid arthritis in in molecular biology the precise alleles of over the last two decades much progress has been made in our understanding of the genetics of rheumatoid arthritis since the discovery of a link between the hla dr antigen and rheumatoid arthritis in in molecular biology the precise alleles of the hla drb gene which encode for different specific molecules have been identified they have been used to link rheumatoid arthritis to certain hla drb subtypes recognized as high risk alleles it has been hypothesized that the shared epitope would be one way for a molecular approach to susceptibility of allelic variants in rheumatoid arthritis more recently the notion that high risk drb alleles might contribute to disease severity has also been put forward hla drb alleles carrying a risk of rheumatoid arthritis would have two properties they could serve as a marker of the risk of developing the disease and of disease severity both essential elements for the clinician"
}