{
    "pmid": "41335430",
    "title": "Association of triglyceride-glucose related indexes with mortality risk in rheumatoid arthritis: A prospective cohort study using the NHANES database.",
    "abstract": "Insulin resistance (IR) is frequently observed and associated with complications of cardiovascular disease among the rheumatoid arthritis (RA) population. Triglyceride-glucose (TyG) related indexes, serving as surrogates for assessing IR, have been significantly associated with mortality in some chronic diseases. However, their prognostic roles in the RA population have not been validated to date. A cohort of 764 RA participants, spanning from 1999 to 2018, was recruited from the National Health and Nutrition Examination Survey (NHANES). Kaplan-Meier (KM) curves, restricted cubic splines (RCS), and the Cox proportional hazards model were used to analyze the relationship between TyG-related indexes and mortality. During a median follow-up of 82 months, 235 all-cause and 73 cardiovascular deaths were recorded. The survival rates for the higher TyG and TyG-WHtR group were significantly lower compared with those in the lower group. Multivariate Cox proportional hazards analysis showed that higher TyG was significantly associated with all-cause mortality (HR = 1.60, p = 0.011) and cardiovascular mortality (HR = 2.36, p = 0.017). The RCS curves showed a significant non-linear trend between cardiovascular mortality and TyG-WHtR, TyG-WC, TyG-BMI (P for nonlinearity < 0.05), with inflection points at 6.11, 869.84 and 314.01, respectively. Interaction analysis revealed significant effect modification by BMI, drinking, race, and education (P for interaction < 0.05). The sensitivity analyses supported the positive associations between TyG-related indexes and mortality in the RA population. This study highlights the prognostic value of TyG-related indicators with thresholds for predicting mortality, which suggests that TyG-related surrogates could be effective biomarkers for risk stratification in clinical management among the RA population.",
    "disease": "rheumatoid arthritis",
    "clean_text": "association of triglyceride glucose related indexes with mortality risk in rheumatoid arthritis a prospective cohort study using the nhanes database insulin resistance ir is frequently observed and associated with complications of cardiovascular disease among the rheumatoid arthritis ra population triglyceride glucose tyg related indexes serving as surrogates for assessing ir have been significantly associated with mortality in some chronic diseases however their prognostic roles in the ra population have not been validated to date a cohort of ra participants spanning from to was recruited from the national health and nutrition examination survey nhanes kaplan meier km curves restricted cubic splines rcs and the cox proportional hazards model were used to analyze the relationship between tyg related indexes and mortality during a median follow up of months all cause and cardiovascular deaths were recorded the survival rates for the higher tyg and tyg whtr group were significantly lower compared with those in the lower group multivariate cox proportional hazards analysis showed that higher tyg was significantly associated with all cause mortality hr p and cardiovascular mortality hr p the rcs curves showed a significant non linear trend between cardiovascular mortality and tyg whtr tyg wc tyg bmi p for nonlinearity with inflection points at and respectively interaction analysis revealed significant effect modification by bmi drinking race and education p for interaction the sensitivity analyses supported the positive associations between tyg related indexes and mortality in the ra population this study highlights the prognostic value of tyg related indicators with thresholds for predicting mortality which suggests that tyg related surrogates could be effective biomarkers for risk stratification in clinical management among the ra population"
}