{
    "title": "Breast cancer detection: Comparison of digital mammography and digital breast tomosynthesis across non-dense and dense breasts.",
    "doc_id": "33906803",
    "writer": "Hadadi I",
    "year": "2021",
    "summary": "INTRODUCTION: Breast density is associated with an increase in breast cancer risk and limits early detection of the disease. ...RESULTS: DBT significantly improved diagnostic confidence in both dense breasts (p = 0.03) and non-dense breasts (p = 0.003) …",
    "abstract": "Introduction:\n        \n      \n      Breast density is associated with an increase in breast cancer risk and limits early detection of the disease. This study assesses the diagnostic performance of mammogram readers in digital mammography (DM) and digital breast tomosynthesis (DBT).\n    \n\n\n          Methods:\n        \n      \n      Eleven breast readers with 1-39 years of experience reading mammograms and 0-4 years of experience reading DBT participated in the study. All readers independently interpreted 60 DM cases (40 normal/20 abnormal) and 35 DBT cases (20 normal/15 abnormal). Sensitivity, specificity, ROC AUC, and diagnostic confidence were calculated and compared between DM and DBT.\n    \n\n\n          Results:\n        \n      \n      DBT significantly improved diagnostic confidence in both dense breasts (p = 0.03) and non-dense breasts (p = 0.003) but not in other diagnostic performance metrics. Specificity was higher in DM for readers with >7 years' experience (p = 0.03) in reading mammography, non-radiologists (p = 0.04), readers who had completed a 3-6 months training fellowship in breast imaging (p = 0.04), and those with ≤2 years' experience in reading DBT (p = 0.02), particularly in non-dense breasts.\n    \n\n\n          Conclusion:\n        \n      \n      Diagnostic confidence was higher in DBT when compared to DM. In contrast, other performance metrics appeared to be similar or better with DM and may be influenced by the lack of experience of the reader cohort in reading DBT.\n    \n\n\n          Implications for practice:\n        \n      \n      The benefits of DBT may not be entirely accrued until radiologists attain expertise in DBT interpretation. Specificity of DBT varied according to reader characteristics, and these characteristics may be useful for optimising pairing strategies in independent double reading of DBT as practiced in Australia to reduce false positive diagnostic errors.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33906803/",
    "clean_text": "breast cancer detection comparison of digital mammography and digital breast tomosynthesis across non dense and dense breasts introduction breast density is associated with an increase in breast cancer risk and limits early detection of the disease results dbt significantly improved diagnostic confidence in both dense breasts p and non dense breasts p introduction breast density is associated with an increase in breast cancer risk and limits early detection of the disease this study assesses the diagnostic performance of mammogram readers in digital mammography dm and digital breast tomosynthesis dbt methods eleven breast readers with years of experience reading mammograms and years of experience reading dbt participated in the study all readers independently interpreted dm cases normal abnormal and dbt cases normal abnormal sensitivity specificity roc auc and diagnostic confidence were calculated and compared between dm and dbt results dbt significantly improved diagnostic confidence in both dense breasts p and non dense breasts p but not in other diagnostic performance metrics specificity was higher in dm for readers with years experience p in reading mammography non radiologists p readers who had completed a months training fellowship in breast imaging p and those with years experience in reading dbt p particularly in non dense breasts conclusion diagnostic confidence was higher in dbt when compared to dm in contrast other performance metrics appeared to be similar or better with dm and may be influenced by the lack of experience of the reader cohort in reading dbt implications for practice the benefits of dbt may not be entirely accrued until radiologists attain expertise in dbt interpretation specificity of dbt varied according to reader characteristics and these characteristics may be useful for optimising pairing strategies in independent double reading of dbt as practiced in australia to reduce false positive diagnostic errors"
}