{
    "title": "Risk probability model for residual metastatic lymph node in patients with papillary thyroid microcarcinoma undergoing cervical central lymph node dissection.",
    "doc_id": "35347919",
    "writer": "Liu W",
    "year": "2021",
    "summary": "To establish a risk probability model for residual metastatic lymph nodes in patients with papillary thyroid microcarcinoma (PTMC) after cervical central lymph node dissection (CLND). ...All patients underwent thyroidectomy with CLND, and at least one …",
    "abstract": "To establish a risk probability model for residual metastatic lymph nodes in patients with papillary thyroid microcarcinoma (PTMC) after cervical central lymph node dissection (CLND). The clinical data of patients with PTMC treated in the First Affiliated Hospital of Kunming Medical University from 2007 to 2020 were retrospectively reviewed. All patients underwent thyroidectomy with CLND, and at least one lymph node was examined. Based on the distribution characteristics of metastatic lymph nodes from this retrospective cohort, a probabilistic model for the risk of residual metastatic lymph node was established. β-Binomial distribution was used to estimate the probability of residual metastatic lymph node as a function of the number of lymph nodes examined. Among 5399 patients included in the probabilistic model, central lymph node metastases were observed in 1664 cases (30.8%). After model correction, the real lymph node metastasis rate increased from 30.8% to 38.9%. The probability of false negative of central lymph node was estimated to be 31.3% for patients with a single node examined, while decreased to 10.0% and 4.9% when 7 and 12 nodes were examined, respectively. In the sensitivity analysis limited to patients with or without Hashimoto thyroiditis, the performance of probability model was also satisfactory. The established risk probability model in this study quantifies the risk of residual metastatic lymph nodes after CLND in patients with PTMC, which can be used as complementary indicators for the risk of recurrence/persistence disease at postoperative evaluation. The study also provides a new method to evaluate the impact of residual metastatic lymph nodes on the prognosis of tumor patients through retrospective data.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35347919/",
    "clean_text": "risk probability model for residual metastatic lymph node in patients with papillary thyroid microcarcinoma undergoing cervical central lymph node dissection to establish a risk probability model for residual metastatic lymph nodes in patients with papillary thyroid microcarcinoma ptmc after cervical central lymph node dissection clnd all patients underwent thyroidectomy with clnd and at least one to establish a risk probability model for residual metastatic lymph nodes in patients with papillary thyroid microcarcinoma ptmc after cervical central lymph node dissection clnd the clinical data of patients with ptmc treated in the first affiliated hospital of kunming medical university from to were retrospectively reviewed all patients underwent thyroidectomy with clnd and at least one lymph node was examined based on the distribution characteristics of metastatic lymph nodes from this retrospective cohort a probabilistic model for the risk of residual metastatic lymph node was established binomial distribution was used to estimate the probability of residual metastatic lymph node as a function of the number of lymph nodes examined among patients included in the probabilistic model central lymph node metastases were observed in cases after model correction the real lymph node metastasis rate increased from to the probability of false negative of central lymph node was estimated to be for patients with a single node examined while decreased to and when and nodes were examined respectively in the sensitivity analysis limited to patients with or without hashimoto thyroiditis the performance of probability model was also satisfactory the established risk probability model in this study quantifies the risk of residual metastatic lymph nodes after clnd in patients with ptmc which can be used as complementary indicators for the risk of recurrence persistence disease at postoperative evaluation the study also provides a new method to evaluate the impact of residual metastatic lymph nodes on the prognosis of tumor patients through retrospective data"
}