{
    "pmid": "41448525",
    "title": "HF-rTMS improves swallowing function in rats with poststroke dysphagia by increasing nucleus tractus solitarius excitability through the NMDAR1-Npas4-Nav1.1 pathway.",
    "abstract": "High-frequency repetitive transcranial magnetic stimulation (HF-rTMS) can improve swallowing function in poststroke dysphagia (PSD) patients. The nucleus tractus solitarius (NTS) is the core of swallowing initiation and patterned swallowing actions. However, the effects of HF-rTMS on NTS excitability and the underlying molecular mechanisms are still unknown. This study aimed to examine the effects of HF-rTMS on NTS excitability and the underlying molecular mechanisms in rats with PSD. A PSD rat model was established using transient middle cerebral artery occlusion. The videofluoroscopy swallowing study (VFSS) was conducted to evaluate swallowing function of rats. The rats in the rTMS group were stimulated with 10 Hz HF-rTMS. The expression of vesicular glutamate transporter 2 (VGLUT2), Vesicular γ-amino butyric acid amino acid transporter (VGAT), Calcium/calcium-dependent protein kinase II α (CAMKIIα), miniature excitatory postsynaptic currents (mEPSCs), N-methyl-d-aspartate receptor 1 (NMDAR1), Neuronal Per Arnt Sim domain protein 4 (Npas4) and Voltage-Gated Sodium Channel Alpha Subunit Type 1 (Nav1.1) were detected. The virus taCasp3 and chemical genetic inhibition were used to inhibit NTS excitability, and then the swallowing function of the rats was observed. The Npas4 inhibitor ITSA-1 and Npas4 shRNA virus were further used to inhibit Npas4 expression, and then the swallowing function and Nav1.1 current were observed. HF-rTMS significantly improved swallowing function of PSD rats and increased the expression of CaMKIIα and VGLUT2; increased the amplitude of mEPSCs; increased the expression of NMDAR1, Npas4, and Nav1.1; and decreased the expression of VGAT. After inhibiting the excitability of the NTS or inhibiting the expression of Npas4, HF-rTMS stimulation could not promote the swallowing function in PSD rats. HF-rTMS enhances the excitability of the NTS through the NMDAR1-Npas4-Nav1.1 pathway, thus improving the swallowing function of PSD rats.",
    "disease": "stroke",
    "clean_text": "hf rtms improves swallowing function in rats with poststroke dysphagia by increasing nucleus tractus solitarius excitability through the nmdar npas nav pathway high frequency repetitive transcranial magnetic stimulation hf rtms can improve swallowing function in poststroke dysphagia psd patients the nucleus tractus solitarius nts is the core of swallowing initiation and patterned swallowing actions however the effects of hf rtms on nts excitability and the underlying molecular mechanisms are still unknown this study aimed to examine the effects of hf rtms on nts excitability and the underlying molecular mechanisms in rats with psd a psd rat model was established using transient middle cerebral artery occlusion the videofluoroscopy swallowing study vfss was conducted to evaluate swallowing function of rats the rats in the rtms group were stimulated with hz hf rtms the expression of vesicular glutamate transporter vglut vesicular amino butyric acid amino acid transporter vgat calcium calcium dependent protein kinase ii camkii miniature excitatory postsynaptic currents mepscs n methyl d aspartate receptor nmdar neuronal per arnt sim domain protein npas and voltage gated sodium channel alpha subunit type nav were detected the virus tacasp and chemical genetic inhibition were used to inhibit nts excitability and then the swallowing function of the rats was observed the npas inhibitor itsa and npas shrna virus were further used to inhibit npas expression and then the swallowing function and nav current were observed hf rtms significantly improved swallowing function of psd rats and increased the expression of camkii and vglut increased the amplitude of mepscs increased the expression of nmdar npas and nav and decreased the expression of vgat after inhibiting the excitability of the nts or inhibiting the expression of npas hf rtms stimulation could not promote the swallowing function in psd rats hf rtms enhances the excitability of the nts through the nmdar npas nav pathway thus improving the swallowing function of psd rats"
}