{
    "title": "[Atrial fibrillation as a comorbidity of heart failure].",
    "doc_id": "29600336",
    "writer": "Wachter R.",
    "year": "2018",
    "summary": "Atrial fibrillation and heart failure are diseases that frequently occur together in patients, and the prevalence of the two diseases will continue to increase in the future. Unfortunately, they exacerbate each other: the prognosis of patients with atrial  …",
    "abstract": "Atrial fibrillation and heart failure are diseases that frequently occur together in patients, and the prevalence of the two diseases will continue to increase in the future. Unfortunately, they exacerbate each other: the prognosis of patients with atrial fibrillation is poorer if there is heart failure, and the prognosis of heart failure patients with atrial fibrillation is poorer than the prognosis of heart failure patients without atrial fibrillation. In the past, studies on drug stabilization of sinus rhythm with antiarrhythmic drugs were not able to show any influence on the prognosis of patients. In these patients, it seems to be better to treat the atrial fibrillation interventionally. The CASTLE-AF study has just shown for the first time that isolation of the pulmonary vein to treat atrial fibrillation in heart failure patients has positive effects: hospital admissions for heart failure decreased and the overall survival improved. Further studies have shown that quality of life improves and performance is increased.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29600336/",
    "clean_text": "atrial fibrillation as a comorbidity of heart failure atrial fibrillation and heart failure are diseases that frequently occur together in patients and the prevalence of the two diseases will continue to increase in the future unfortunately they exacerbate each other the prognosis of patients with atrial atrial fibrillation and heart failure are diseases that frequently occur together in patients and the prevalence of the two diseases will continue to increase in the future unfortunately they exacerbate each other the prognosis of patients with atrial fibrillation is poorer if there is heart failure and the prognosis of heart failure patients with atrial fibrillation is poorer than the prognosis of heart failure patients without atrial fibrillation in the past studies on drug stabilization of sinus rhythm with antiarrhythmic drugs were not able to show any influence on the prognosis of patients in these patients it seems to be better to treat the atrial fibrillation interventionally the castle af study has just shown for the first time that isolation of the pulmonary vein to treat atrial fibrillation in heart failure patients has positive effects hospital admissions for heart failure decreased and the overall survival improved further studies have shown that quality of life improves and performance is increased"
}