{
    "pmid": "41400472",
    "title": "T1/T2-weighted Ratio to Improve MRI-guided Focused Ultrasound-induced Chronic Lesion Contrast in Patients with Tremor Syndrome.",
    "abstract": "Background T2-weighted MRI is the standard for visualizing MRI-guided focused ultrasound (MRgFUS) thalamotomy lesions in essential tremor (ET) and tremor-dominant Parkinson disease (TDPD); however, chronic lesion visibility is often variable, including low-contrast or undetectable lesions, complicating long-term assessment, especially in patients with tremor recurrence. Purpose To determine whether T1/T2-weighted ratio imaging improves the lesion normalized contrast (NC) of chronic MRgFUS thalamotomy-induced lesions compared with T2-weighted imaging. Materials and Methods This retrospective study included patients with ET or TDPD who underwent MRgFUS thalamotomy (January 2019 to November 2023). Lesion NC was quantified on T1/T2-weighted ratio and T2-weighted images at the 6-month follow-up. Between-modality NC comparisons used paired ",
    "disease": "parkinson disease",
    "clean_text": "t t weighted ratio to improve mri guided focused ultrasound induced chronic lesion contrast in patients with tremor syndrome background t weighted mri is the standard for visualizing mri guided focused ultrasound mrgfus thalamotomy lesions in essential tremor et and tremor dominant parkinson disease tdpd however chronic lesion visibility is often variable including low contrast or undetectable lesions complicating long term assessment especially in patients with tremor recurrence purpose to determine whether t t weighted ratio imaging improves the lesion normalized contrast nc of chronic mrgfus thalamotomy induced lesions compared with t weighted imaging materials and methods this retrospective study included patients with et or tdpd who underwent mrgfus thalamotomy january to november lesion nc was quantified on t t weighted ratio and t weighted images at the month follow up between modality nc comparisons used paired"
}