{
    "pmid": "41378871",
    "title": "Severity of liver disease is associated with cirrhotic cardiomyopathy: A multicenter study.",
    "abstract": "Cirrhotic cardiomyopathy (CCM) is subclinical cardiac dysfunction in patients with cirrhosis in the absence of overt coronary artery, valvular, or pericardial disease. Several complications of cirrhosis, including HRS-AKI, are postulated to be exacerbated by the presence of CCM. Among patients with cirrhosis, the association between the severity of liver disease with features of CCM and its presence have yet to be well characterized. We performed a retrospective study of adult patients with cirrhosis who underwent liver transplant (LT) at two tertiary LT centers between 2015-2018. Echocardiographic studies obtained prior to LT were examined. Echocardiographic marker(s) of CCM were present in 347 patients. CCM status was determined in 208 of the 347 patients. Demographics, etiology of liver disease, liver disease severity indices (Child-Turcotte-Pugh, CTP; Model for End-Stage Liver Disease-Na, MELDNa), and comorbidities were examined in multivariable models to assess their associations with pre-LT CCM presence and its component features. CCM was present in 48/208 (23%) patients. In multivariable models, presence of moderate to severe ascites (aOR 2.4, p=0.043) and MELDNa (aOR 1.22 per 5-point increase in MELDNa, p=0.046) were associated with CCM. Moderate to severe ascites, higher MELDNa, and CTP score were associated with component features of CCM (left ventricular ejection fraction, left atrial volume index, E/e', and septal e') after adjusting for confounders; higher MELDNa and CPT scores were also associated with TrVMax. While patients with higher CTP, MELDNa, and moderate to severe ascites were at elevated risk of HRS-AKI, the presence of CCM and its individual markers were not independently associated with HRS-AKI. Among patients with cirrhosis who were LT candidates, severity of liver disease was positively associated with the presence of CCM and its echocardiographic features. These data may inform patient selection and encourage early detection of CCM among patients with cirrhosis.",
    "disease": "coronary artery disease",
    "clean_text": "severity of liver disease is associated with cirrhotic cardiomyopathy a multicenter study cirrhotic cardiomyopathy ccm is subclinical cardiac dysfunction in patients with cirrhosis in the absence of overt coronary artery valvular or pericardial disease several complications of cirrhosis including hrs aki are postulated to be exacerbated by the presence of ccm among patients with cirrhosis the association between the severity of liver disease with features of ccm and its presence have yet to be well characterized we performed a retrospective study of adult patients with cirrhosis who underwent liver transplant lt at two tertiary lt centers between echocardiographic studies obtained prior to lt were examined echocardiographic marker s of ccm were present in patients ccm status was determined in of the patients demographics etiology of liver disease liver disease severity indices child turcotte pugh ctp model for end stage liver disease na meldna and comorbidities were examined in multivariable models to assess their associations with pre lt ccm presence and its component features ccm was present in patients in multivariable models presence of moderate to severe ascites aor p and meldna aor per point increase in meldna p were associated with ccm moderate to severe ascites higher meldna and ctp score were associated with component features of ccm left ventricular ejection fraction left atrial volume index e e and septal e after adjusting for confounders higher meldna and cpt scores were also associated with trvmax while patients with higher ctp meldna and moderate to severe ascites were at elevated risk of hrs aki the presence of ccm and its individual markers were not independently associated with hrs aki among patients with cirrhosis who were lt candidates severity of liver disease was positively associated with the presence of ccm and its echocardiographic features these data may inform patient selection and encourage early detection of ccm among patients with cirrhosis"
}