{
    "pmid": "41397943",
    "title": "Familial mutations modulate α-synuclein interactions with key neuronal membrane lipids.",
    "abstract": "Progressive aggregation of α-synuclein (α-Syn) in the midbrain, hypothalamus and thalamus is linked to Parkinson's disease (PD), one of the fastest growing neurodegenerative diseases in the U.S. Studies of families with PD history revealed several mutations that are responsible for the early-onset (A30P, E46K, A53T) and late-onset (H50Q) forms of PD. A growing body of evidence indicates that phospho-/sphingolipids and cholesterol alter the aggregation properties of wild-type (WT) α-syn. However, the effects of these lipids on the rate of α-syn mutants remain unclear. In the current study, we determined the aggregation rates of A30P, E46K, A53T, H50Q and WT α-syn in the presence of large unilamellar vesicles composed of phosphatidylcholine (PC), sphingomyelin (SM) and cholesterol (Cho)-the key lipids of neuronal membranes. We also utilised a set of biophysical methods to reveal the extent to which lipids alter the morphology and secondary structure of amyloid fibrils. We found that familial mutations uniquely altered α-syn interactions with lipid bilayers, which resulted in the altered rate of protein aggregation in the presence of lipid bilayers. Furthermore, A30P mutation fully disabled α-syn interaction with LUVs, while E46K, A53T and H50Q mutations altered cytotoxicity of α-syn fibrils formed in the presence of lipid bilayers. These results suggest that changes in plasma membrane lipid profiles may have a strong effect on the onset and progression of PD in individuals with familial mutations.",
    "disease": "parkinson disease",
    "clean_text": "familial mutations modulate synuclein interactions with key neuronal membrane lipids progressive aggregation of synuclein syn in the midbrain hypothalamus and thalamus is linked to parkinson s disease pd one of the fastest growing neurodegenerative diseases in the u s studies of families with pd history revealed several mutations that are responsible for the early onset a p e k a t and late onset h q forms of pd a growing body of evidence indicates that phospho sphingolipids and cholesterol alter the aggregation properties of wild type wt syn however the effects of these lipids on the rate of syn mutants remain unclear in the current study we determined the aggregation rates of a p e k a t h q and wt syn in the presence of large unilamellar vesicles composed of phosphatidylcholine pc sphingomyelin sm and cholesterol cho the key lipids of neuronal membranes we also utilised a set of biophysical methods to reveal the extent to which lipids alter the morphology and secondary structure of amyloid fibrils we found that familial mutations uniquely altered syn interactions with lipid bilayers which resulted in the altered rate of protein aggregation in the presence of lipid bilayers furthermore a p mutation fully disabled syn interaction with luvs while e k a t and h q mutations altered cytotoxicity of syn fibrils formed in the presence of lipid bilayers these results suggest that changes in plasma membrane lipid profiles may have a strong effect on the onset and progression of pd in individuals with familial mutations"
}