{
    "title": "Discrete terminal ileal ulcers in patients diagnosed with ulcerative colitis: clinical significance and natural course.",
    "doc_id": "34247574",
    "writer": "Lim HJ",
    "year": "2021",
    "summary": "In patients with ulcerative colitis (UC), TI ulcers are infrequently observed without evidence of backwash ileitis. ...Of the 30 patients who underwent follow-up colonoscopy in patients with TI ulcers, 23 (76.7%) showed resolution of TI ulcer. In addit …",
    "abstract": "Background:\n        \n      \n      Terminal ileal (TI) ulcers are occasionally detected in asymptomatic individuals and mostly resolve without any treatment. In patients with ulcerative colitis (UC), TI ulcers are infrequently observed without evidence of backwash ileitis. However, the clinical significance and natural course of the lesions are unclear. The aim of our study was to evaluate the frequency and clinical implications of TI ulcers in patients with UC.\n    \n\n\n          Methods:\n        \n      \n      We retrospectively reviewed 397 patients with UC via successful TI intubation during colonoscopy. We compared the clinical characteristics of patients manifesting TI ulcers with those who did not. The natural course of TI lesions was also investigated during the follow-up periods.\n    \n\n\n          Results:\n        \n      \n      Forty-one patients (10.3%) showed TI ulcers without evidence of inflammation in the right colon. The patients with and without TI ulcers were not different in terms of baseline characteristics, disease activity and extent at the time of the UC diagnosis, proximal extension, Mayo endoscopic score at the last endoscopic examination, medication history, UC-related hospitalization, and relapse during follow-up periods. Of the 30 patients who underwent follow-up colonoscopy in patients with TI ulcers, 23 (76.7%) showed resolution of TI ulcer. In addition, patients with remaining TI ulcers did not differ in disease activity and biopsy results compared with those with resolving TI ulcers.\n    \n\n\n          Conclusions:\n        \n      \n      Discrete TI ulcers are more common in patients with UC, compared with the healthy cohort. No significant clinical impact on disease extension and severity is found.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34247574/",
    "clean_text": "discrete terminal ileal ulcers in patients diagnosed with ulcerative colitis clinical significance and natural course in patients with ulcerative colitis uc ti ulcers are infrequently observed without evidence of backwash ileitis of the patients who underwent follow up colonoscopy in patients with ti ulcers showed resolution of ti ulcer in addit background terminal ileal ti ulcers are occasionally detected in asymptomatic individuals and mostly resolve without any treatment in patients with ulcerative colitis uc ti ulcers are infrequently observed without evidence of backwash ileitis however the clinical significance and natural course of the lesions are unclear the aim of our study was to evaluate the frequency and clinical implications of ti ulcers in patients with uc methods we retrospectively reviewed patients with uc via successful ti intubation during colonoscopy we compared the clinical characteristics of patients manifesting ti ulcers with those who did not the natural course of ti lesions was also investigated during the follow up periods results forty one patients showed ti ulcers without evidence of inflammation in the right colon the patients with and without ti ulcers were not different in terms of baseline characteristics disease activity and extent at the time of the uc diagnosis proximal extension mayo endoscopic score at the last endoscopic examination medication history uc related hospitalization and relapse during follow up periods of the patients who underwent follow up colonoscopy in patients with ti ulcers showed resolution of ti ulcer in addition patients with remaining ti ulcers did not differ in disease activity and biopsy results compared with those with resolving ti ulcers conclusions discrete ti ulcers are more common in patients with uc compared with the healthy cohort no significant clinical impact on disease extension and severity is found"
}