{
    "pmid": "41433192",
    "title": "Diffuse thyroid enlargement and its regression in methotrexate-associated lymphoproliferative disorder: an ultrasonographic observation.",
    "abstract": "A 70-year-old woman with Hashimoto thyroiditis, treated with levothyroxine, was diagnosed with rheumatoid arthritis 1 year prior and subsequently began methotrexate (MTX) therapy. She presented with a 2-week history of progressive, painless anterior neck swelling. Ultrasonography (US) revealed diffuse thyroid enlargement with heterogeneously decreased echogenicity, and laboratory tests showed an elevated thyroid stimulating hormone (TSH) level of 63.6 mIU/L. A core needle biopsy confirmed the presence of mucosa-associated lymphoid tissue (MALT) lymphoma. Given her MTX therapy, MTX-associated lymphoproliferative disorder (MTX-LPD) was strongly suspected. Accordingly, MTX was discontinued, and her levothyroxine dosage was increased. Serial US examinations subsequently demonstrated a gradual reduction in thyroid size, and this progressive regression ultimately confirmed the diagnosis of MTX-LPD. Although MTX-LPD is a recognized complication of MTX therapy in rheumatoid arthritis, its primary occurrence in the thyroid is rare. In previous reports, primary thyroid lymphoma was either diagnosed in patients with a preexisting diagnosis of Hashimoto thyroiditis or concurrently with it. However, in our case, she already had Hashimoto thyroiditis, and the onset of MTX-LPD was accompanied by a worsening of hypothyroidism. Most patients with MTX-LPD achieve remission following MTX withdrawal. This rare case documents the natural improvement of diffuse ultrasonographic findings in thyroid MTX-LPD, highlighting the usefulness of serial ultrasonographic monitoring in patient follow-up. Patients receiving MTX therapy may develop MTX-LPD involving the thyroid gland. Thyroid MTX-LPD may present with concomitant worsening of hypothyroidism. Ultrasonographic findings in thyroid MTX-LPD can occasionally include diffuse thyroid enlargement. MALT lymphoma may occur as the histological subtype in primary thyroid MTX-LPD. MTX-LPD is expected to regress following discontinuation of MTX. Serial ultrasonographic monitoring of thyroid size can serve as an effective guide for assessing MTX-LPD regression.",
    "disease": "rheumatoid arthritis",
    "clean_text": "diffuse thyroid enlargement and its regression in methotrexate associated lymphoproliferative disorder an ultrasonographic observation a year old woman with hashimoto thyroiditis treated with levothyroxine was diagnosed with rheumatoid arthritis year prior and subsequently began methotrexate mtx therapy she presented with a week history of progressive painless anterior neck swelling ultrasonography us revealed diffuse thyroid enlargement with heterogeneously decreased echogenicity and laboratory tests showed an elevated thyroid stimulating hormone tsh level of miu l a core needle biopsy confirmed the presence of mucosa associated lymphoid tissue malt lymphoma given her mtx therapy mtx associated lymphoproliferative disorder mtx lpd was strongly suspected accordingly mtx was discontinued and her levothyroxine dosage was increased serial us examinations subsequently demonstrated a gradual reduction in thyroid size and this progressive regression ultimately confirmed the diagnosis of mtx lpd although mtx lpd is a recognized complication of mtx therapy in rheumatoid arthritis its primary occurrence in the thyroid is rare in previous reports primary thyroid lymphoma was either diagnosed in patients with a preexisting diagnosis of hashimoto thyroiditis or concurrently with it however in our case she already had hashimoto thyroiditis and the onset of mtx lpd was accompanied by a worsening of hypothyroidism most patients with mtx lpd achieve remission following mtx withdrawal this rare case documents the natural improvement of diffuse ultrasonographic findings in thyroid mtx lpd highlighting the usefulness of serial ultrasonographic monitoring in patient follow up patients receiving mtx therapy may develop mtx lpd involving the thyroid gland thyroid mtx lpd may present with concomitant worsening of hypothyroidism ultrasonographic findings in thyroid mtx lpd can occasionally include diffuse thyroid enlargement malt lymphoma may occur as the histological subtype in primary thyroid mtx lpd mtx lpd is expected to regress following discontinuation of mtx serial ultrasonographic monitoring of thyroid size can serve as an effective guide for assessing mtx lpd regression"
}