{
    "title": "Sociality and intergenerational transfer of older adults' nostalgia.",
    "doc_id": "29724153",
    "writer": "Wildschut T",
    "year": "2018",
    "summary": "In Experiment 1, we focused on the content of older adults' nostalgic (vs. ordinary) recollections and asked whether older adults' nostalgia could be transferred to younger adults. We showed that nostalgia expressed in older adults' narratives was positively …",
    "abstract": "Interest in nostalgia has blossomed, yet its nature in older adulthood and potential for intergenerational transfer to younger adults has remained neglected. In Experiment 1, we focused on the content of older adults' nostalgic (vs. ordinary) recollections and asked whether older adults' nostalgia could be transferred to younger adults. We showed that nostalgia expressed in older adults' narratives was positively associated with nostalgia reported by young-adult readers. In Experiment 2, undergraduates read a nostalgic or ordinary narrative written by an older adult. Then they rated their own nostalgia as well as their perceived social connectedness, self-continuity, and meaning in life. Exposure to older adults' nostalgic (vs. ordinary) narratives promoted concurrent nostalgia among young adults, along with associated psychological benefits (social connectedness, self-continuity, meaning). The findings illustrate the potential for intergenerational transfer of nostalgia through written narratives, and attest to the universality of nostalgic themes across younger and older adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29724153/",
    "clean_text": "sociality and intergenerational transfer of older adults nostalgia in experiment we focused on the content of older adults nostalgic vs ordinary recollections and asked whether older adults nostalgia could be transferred to younger adults we showed that nostalgia expressed in older adults narratives was positively interest in nostalgia has blossomed yet its nature in older adulthood and potential for intergenerational transfer to younger adults has remained neglected in experiment we focused on the content of older adults nostalgic vs ordinary recollections and asked whether older adults nostalgia could be transferred to younger adults we showed that nostalgia expressed in older adults narratives was positively associated with nostalgia reported by young adult readers in experiment undergraduates read a nostalgic or ordinary narrative written by an older adult then they rated their own nostalgia as well as their perceived social connectedness self continuity and meaning in life exposure to older adults nostalgic vs ordinary narratives promoted concurrent nostalgia among young adults along with associated psychological benefits social connectedness self continuity meaning the findings illustrate the potential for intergenerational transfer of nostalgia through written narratives and attest to the universality of nostalgic themes across younger and older adults"
}