{
    "pmid": "41456332",
    "title": "K-means clustering-based analysis of quantitative ultrafast DCE-MRI for predicting breast cancer response to neoadjuvant chemotherapy.",
    "abstract": "Achieving a pathologic complete response (pCR) following neoadjuvant chemotherapy (NAC) is strongly associated with improved survival. This study investigates whether bilateral asymmetry of quantitative perfusion parameters in normal parenchyma from ultrafast dynamic contrast-enhanced MRI (DCE-MRI), measured using k-means clustering (KMC) before NAC, can predict pCR in breast cancer patients. Fifty-six breast cancer patients undergoing NAC with pretreatment ultrafast DCE-MRI (3-9 s/image at 3T) were enrolled. KMC was used to classify tumor and normal parenchymal voxels into five clusters based on maximum enhancement rate (A·α). Ipsilateral-to-contralateral (I/C) ratios of background parenchymal enhancement kinetics (kBPE) and tumor kinetics (kT) were compared between pCR and nonpCR groups. Logistic regression models were developed to predict pCR. Statistical tests included bootstrapping, z-test, chi-square, and Wilcoxon rank-sum. Patients with residual disease showed significantly higher kBPE in the normal-appearing parenchyma of the ipsilateral breast compared to the contralateral side. Parameters including enhancement rate α, A·α, area under the enhancement curve for 30 s AUC30, volume transfer constant K Bilateral asymmetry of kBPE parameters derived from ultrafast DCE-MRI using KMC before NAC initiation can predict pCR with high accuracy, providing a new minimal-invasive biomarker for treatment response.",
    "disease": "breast cancer",
    "clean_text": "k means clustering based analysis of quantitative ultrafast dce mri for predicting breast cancer response to neoadjuvant chemotherapy achieving a pathologic complete response pcr following neoadjuvant chemotherapy nac is strongly associated with improved survival this study investigates whether bilateral asymmetry of quantitative perfusion parameters in normal parenchyma from ultrafast dynamic contrast enhanced mri dce mri measured using k means clustering kmc before nac can predict pcr in breast cancer patients fifty six breast cancer patients undergoing nac with pretreatment ultrafast dce mri s image at t were enrolled kmc was used to classify tumor and normal parenchymal voxels into five clusters based on maximum enhancement rate a ipsilateral to contralateral i c ratios of background parenchymal enhancement kinetics kbpe and tumor kinetics kt were compared between pcr and nonpcr groups logistic regression models were developed to predict pcr statistical tests included bootstrapping z test chi square and wilcoxon rank sum patients with residual disease showed significantly higher kbpe in the normal appearing parenchyma of the ipsilateral breast compared to the contralateral side parameters including enhancement rate a area under the enhancement curve for s auc volume transfer constant k bilateral asymmetry of kbpe parameters derived from ultrafast dce mri using kmc before nac initiation can predict pcr with high accuracy providing a new minimal invasive biomarker for treatment response"
}