{
    "pmid": "41393156",
    "title": "Ventilation heterogeneity across A-B-E phenotypes in COPD: insights from spirometry and electrical impedance tomography.",
    "abstract": "This study aimed to evaluate the regional ventilation distributions in A-B-E phenotypes among patients with chronic obstructive pulmonary disease (COPD). The feasibility to better distinguish the phenotypes combining global spirometry and regional ventilation parameters derived from electrical impedance tomography (EIT) was explored. A cohort undergoing pulmonary function testing was prospectively enrolled. Regional spatial and temporal ventilation parameters were calculated with EIT. Principal component analysis was used to visualize phenotypic clustering, while multinomial logistic regression evaluated discriminatory performance. Feature importance was interpreted using SHapley Additive exPlanations (SHAP). This study enrolled 88 COPD patients (Group A  COPD phenotypes showed differences in global and regional flow limitations. The combination of global and regional information helped with distinguishing phenotypes.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "ventilation heterogeneity across a b e phenotypes in copd insights from spirometry and electrical impedance tomography this study aimed to evaluate the regional ventilation distributions in a b e phenotypes among patients with chronic obstructive pulmonary disease copd the feasibility to better distinguish the phenotypes combining global spirometry and regional ventilation parameters derived from electrical impedance tomography eit was explored a cohort undergoing pulmonary function testing was prospectively enrolled regional spatial and temporal ventilation parameters were calculated with eit principal component analysis was used to visualize phenotypic clustering while multinomial logistic regression evaluated discriminatory performance feature importance was interpreted using shapley additive explanations shap this study enrolled copd patients group a copd phenotypes showed differences in global and regional flow limitations the combination of global and regional information helped with distinguishing phenotypes"
}