{
    "title": "The satellite RNA of barley yellow dwarf virus-RPV is supported by beet western yellows virus in dicotyledonous protoplasts and plants.",
    "doc_id": "9168880",
    "writer": "Rasochová L",
    "year": "1997",
    "summary": "The subgroup II luteovirus barley yellow dwarf virus-RPV (BYDV-RPV) acts as a helper virus for a satellite RNA (satRPV RNA). The subgroup II luteovirus beet western yellows virus (BWYV) and the ST9-associated RNA (ST9a RNA), a BWYV-associated RNA that encodes a poly …",
    "abstract": "The subgroup II luteovirus barley yellow dwarf virus-RPV (BYDV-RPV) acts as a helper virus for a satellite RNA (satRPV RNA). The subgroup II luteovirus beet western yellows virus (BWYV) and the ST9-associated RNA (ST9a RNA), a BWYV-associated RNA that encodes a polymerase similar to those of subgroup I luteoviruses, were assayed for their ability to support replication of satRPV RNA. SatRPV RNA was replicated in tobacco protoplasts in the presence of BWYV RNA or a mixture of BWYV plus the ST9a RNA, but not in the presence of ST9a RNA alone. ST9a RNA stimulated BWYV RNA accumulation which, in turn, increased the accumulation of satRPV RNA. SatRPV RNA was encapsidated in BWYV capsids primarily as circular monomers, which differs from the linear monomers found in BYDV (RPV + PAV) particles. SatRPV RNA was transmitted to Capsella bursa-pastoris plants by aphids only in the presence of BWYV and ST9a RNA. SatRPV RNA reduced accumulation of both BWYV helper and ST9a nonhelper RNAs in plants but did not affect symptoms. The replication of satRPV RNA only in the presence of subgroup II luteoviral RNAs but not in the presence of RNAs with subgroup I-like polymerase genes, in both monocotyledonous and dicotyledonous hosts, suggests that the specificity determinants of satRPV RNA replication are contained within the polymerase genes of supporting viruses rather than in structural genes or host plants.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9168880/",
    "clean_text": "the satellite rna of barley yellow dwarf virus rpv is supported by beet western yellows virus in dicotyledonous protoplasts and plants the subgroup ii luteovirus barley yellow dwarf virus rpv bydv rpv acts as a helper virus for a satellite rna satrpv rna the subgroup ii luteovirus beet western yellows virus bwyv and the st associated rna st a rna a bwyv associated rna that encodes a poly the subgroup ii luteovirus barley yellow dwarf virus rpv bydv rpv acts as a helper virus for a satellite rna satrpv rna the subgroup ii luteovirus beet western yellows virus bwyv and the st associated rna st a rna a bwyv associated rna that encodes a polymerase similar to those of subgroup i luteoviruses were assayed for their ability to support replication of satrpv rna satrpv rna was replicated in tobacco protoplasts in the presence of bwyv rna or a mixture of bwyv plus the st a rna but not in the presence of st a rna alone st a rna stimulated bwyv rna accumulation which in turn increased the accumulation of satrpv rna satrpv rna was encapsidated in bwyv capsids primarily as circular monomers which differs from the linear monomers found in bydv rpv pav particles satrpv rna was transmitted to capsella bursa pastoris plants by aphids only in the presence of bwyv and st a rna satrpv rna reduced accumulation of both bwyv helper and st a nonhelper rnas in plants but did not affect symptoms the replication of satrpv rna only in the presence of subgroup ii luteoviral rnas but not in the presence of rnas with subgroup i like polymerase genes in both monocotyledonous and dicotyledonous hosts suggests that the specificity determinants of satrpv rna replication are contained within the polymerase genes of supporting viruses rather than in structural genes or host plants"
}