{
    "title": "Fragile X syndrome and epilepsy.",
    "doc_id": "18839028",
    "writer": "Qiu LF",
    "year": "2008",
    "summary": "Fragile X syndrome (FXS) is one of the most prevalent mental retardations. It is mainly caused by the loss of fragile X mental retardation protein (FMRP). ...",
    "abstract": "Fragile X syndrome (FXS) is one of the most prevalent mental retardations. It is mainly caused by the loss of fragile X mental retardation protein (FMRP). FMRP is an RNA binding protein and can regulate the translation of its binding RNA, thus regulate several signaling pathways. Many FXS patients show high susceptibility to epilepsy. Epilepsy is a chronic neurological disorder which is characterized by the recurrent appearance of spontaneous seizures due to neuronal hyperactivity in the brain. Both the abnormal activation of several signaling pathway and morphological abnormality that are caused by the loss of FMRP can lead to a high susceptibility to epilepsy. Combining with the research progresses on both FXS and epilepsy, we outlined the possible mechanisms of high susceptibility to epilepsy in FXS and tried to give a prospect on the future research on the mechanism of epilepsy that happened in other mental retardations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18839028/",
    "clean_text": "fragile x syndrome and epilepsy fragile x syndrome fxs is one of the most prevalent mental retardations it is mainly caused by the loss of fragile x mental retardation protein fmrp fragile x syndrome fxs is one of the most prevalent mental retardations it is mainly caused by the loss of fragile x mental retardation protein fmrp fmrp is an rna binding protein and can regulate the translation of its binding rna thus regulate several signaling pathways many fxs patients show high susceptibility to epilepsy epilepsy is a chronic neurological disorder which is characterized by the recurrent appearance of spontaneous seizures due to neuronal hyperactivity in the brain both the abnormal activation of several signaling pathway and morphological abnormality that are caused by the loss of fmrp can lead to a high susceptibility to epilepsy combining with the research progresses on both fxs and epilepsy we outlined the possible mechanisms of high susceptibility to epilepsy in fxs and tried to give a prospect on the future research on the mechanism of epilepsy that happened in other mental retardations"
}