{
    "pmid": "41474118",
    "title": "Progression of albumin/creatinine ratio (ACR) and estimated glomerular filtration rate (eGFR) over 24 years in people with type 2 diabetes. Drivers, potential protectors and associated mortality.",
    "abstract": "The pathophysiology of chronic kidney disease (CKD) and type 2 diabetes (T2D) is multifactorial and associated with a plethora of underlying conditions and complications. Their link is reciprocal and understanding its nature, particularly over time, could improve the health of many. A prospective study was conducted to examine the development of the two main components of CKD (urine albumin/creatinine ratio (ACR) and estimated glomerular filtration rate (eGFR)) over 24 years (2001-2024) in a sample of 718 individuals with a diagnosis of T2D. Longitudinal modelling was conducted to examine the rate of change of ACR and eGFR over the 24 years, as well as whether sex, smoking status, glycated haemoglobin (HbA1c), systolic blood pressure (SBP), diastolic blood pressure (DBP), body mass index (BMI) influenced that rate of change in both our total sample and three sub-groups (no CKD, CKD with increased ACR and preserved eGFR, and CKD with increased ACR and reduced eGFR). At baseline, 428 (59.6%) patients were male while 290 (40.4%) were female. Mean age at baseline was 56.6 ± 12.4 years. Mean follow-up period was 16.4 ± 2.1 years. 451 (62.8%) patients had a normal ACR and eGFR ≥60 mL/min/1.73 m This study revealed several factors that are associated with accelerated progression of CKD over 20 + years, including female sex and current/previous smoking. At baseline, the group with ACR >3 mg/mmol exhibited the highest rate of ACR increase. Multiple factors influenced eGFR decrease in those with baseline eGFR ≥60 mL/min/1.73 m",
    "disease": "chronic kidney disease",
    "clean_text": "progression of albumin creatinine ratio acr and estimated glomerular filtration rate egfr over years in people with type diabetes drivers potential protectors and associated mortality the pathophysiology of chronic kidney disease ckd and type diabetes t d is multifactorial and associated with a plethora of underlying conditions and complications their link is reciprocal and understanding its nature particularly over time could improve the health of many a prospective study was conducted to examine the development of the two main components of ckd urine albumin creatinine ratio acr and estimated glomerular filtration rate egfr over years in a sample of individuals with a diagnosis of t d longitudinal modelling was conducted to examine the rate of change of acr and egfr over the years as well as whether sex smoking status glycated haemoglobin hba c systolic blood pressure sbp diastolic blood pressure dbp body mass index bmi influenced that rate of change in both our total sample and three sub groups no ckd ckd with increased acr and preserved egfr and ckd with increased acr and reduced egfr at baseline patients were male while were female mean age at baseline was years mean follow up period was years patients had a normal acr and egfr ml min m this study revealed several factors that are associated with accelerated progression of ckd over years including female sex and current previous smoking at baseline the group with acr mg mmol exhibited the highest rate of acr increase multiple factors influenced egfr decrease in those with baseline egfr ml min m"
}