{
    "pmid": "41399225",
    "title": "Systematic Review of Length of Stay After Carotid Endarterectomy and Carotid Artery Stenting.",
    "abstract": "This systematic review with meta-analysis aims to compare postoperative length of stay (LOS) after carotid endarterectomy (CEA) and carotid artery stenting (CAS) and to identify potentially modifiable risk factors for prolonged hospitalization. This systematic review was performed in accordance with the preferred reporting items for systematic reviews and meta-analyses (PRISMA) guidelines. A literature search was conducted in PubMed using the keywords \"carotid endarterectomy\" AND \"length of stay\", \"carotid artery stenting\" AND \"length of stay\", and \"transcarotid arterial revascularization\" AND \"length of stay\", over a 10-year period (September 2012-September 2023). The final analysis included 77 studies on CEA and 30 on CAS/transcarotid arterial revascularization (TCAR), with 15 studies reporting on both CEA and CAS. In total, 3,952,240 CEA patients (59.14% male, 40.86% female) and 201,937 CAS patients (62% male, 38% female) were included. Of the CEA patients, 77.93% were asymptomatic, compared to 63% of CAS patients (p = 0.671). The LOS was 2.04 days for CEA and 2.52 days for CAS (p = 0.399). In-hospital mortality was 0.3% for CEA and 0.57% for CAS (p = 0.132), while 30-day mortality was significantly higher for CAS (1.16% vs. 0.77%, p < 0.001). A higher percentage of symptomatic patients (estimate 0.0280; 95% CI: 0.0097-0.0462; p = 0.003), frail patients (estimate 0.0887; 95% CI: 0.0068-0.1706; p = 0.034) and major adverse cardiovascular events (MACE) patients (estimate = 0.3658; 95% CI: 0.1938-0.5379; p < 0.001) was associated with prolonged LOS after CEA. For higher proportions of CAS patients with chronic obstructive pulmonary disease (COPD) a longer LOS was observed (estimate 0.0960; 95% CI: 0.0029-0.1891; p = 0.043), while higher proportions of patients with arterial hypertension led to a shorter LOS (estimate -0.0545; 95% CI: -0.0884-(-0.0206); p = 0.002). A higher proportion of neurological complications was also associated with prolonged LOS in CAS (estimate 0.1622; 95% CI: 0.0805-0.2439; p < 0.001). Higher proportions of patients who received preoperative use of acetylsalicylic acid (Preop. ASA) led to a significantly shorter LOS for both CEA and CAS. CEA and CAS did not significantly differ in postoperative LOS or in-hospital mortality, but CAS had a higher 30-day mortality rate. Since postoperative complications, preoperative hypertension, and preoperative antiplatelet therapy are modifiable, LOS can serve as a quality parameter for CEA and CAS.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "systematic review of length of stay after carotid endarterectomy and carotid artery stenting this systematic review with meta analysis aims to compare postoperative length of stay los after carotid endarterectomy cea and carotid artery stenting cas and to identify potentially modifiable risk factors for prolonged hospitalization this systematic review was performed in accordance with the preferred reporting items for systematic reviews and meta analyses prisma guidelines a literature search was conducted in pubmed using the keywords carotid endarterectomy and length of stay carotid artery stenting and length of stay and transcarotid arterial revascularization and length of stay over a year period september september the final analysis included studies on cea and on cas transcarotid arterial revascularization tcar with studies reporting on both cea and cas in total cea patients male female and cas patients male female were included of the cea patients were asymptomatic compared to of cas patients p the los was days for cea and days for cas p in hospital mortality was for cea and for cas p while day mortality was significantly higher for cas vs p a higher percentage of symptomatic patients estimate ci p frail patients estimate ci p and major adverse cardiovascular events mace patients estimate ci p was associated with prolonged los after cea for higher proportions of cas patients with chronic obstructive pulmonary disease copd a longer los was observed estimate ci p while higher proportions of patients with arterial hypertension led to a shorter los estimate ci p a higher proportion of neurological complications was also associated with prolonged los in cas estimate ci p higher proportions of patients who received preoperative use of acetylsalicylic acid preop asa led to a significantly shorter los for both cea and cas cea and cas did not significantly differ in postoperative los or in hospital mortality but cas had a higher day mortality rate since postoperative complications preoperative hypertension and preoperative antiplatelet therapy are modifiable los can serve as a quality parameter for cea and cas"
}