{
    "title": "Time to Add a Fifth Pillar to Bedside Physical Examination: Inspection, Palpation, Percussion, Auscultation, and Insonation.",
    "doc_id": "29490335",
    "writer": "Narula J",
    "year": "2018",
    "summary": "Improving the performance of physical examination is vital given that it is crucial to guide diagnostic possibilities and further testing. ...It is time to have a wider debate and a possible consensus about updates required to enhance current paradigms of physica …",
    "abstract": "Inspection, palpation, percussion, and auscultation have been the 4 pillars of clinical bedside medicine. Although these basic methods of physical examination have served us well, traditional bedside examination, for a number of reasons including diminishing interest and expertise, performs well less than what is required of a modern diagnostic strategy. Improving the performance of physical examination is vital given that it is crucial to guide diagnostic possibilities and further testing. Current efforts at improving physical examination skills during medical training have not been very successful, and incorporating appropriate technology at the bedside might improve its performance. Selective use of bedside ultrasound (or insonation) can be one such strategy that could be incorporated as the fifth component of the physical examination. Seeing pathology through imaging might improve interest in physical examination among trainees, and permit appropriate downstream testing and possibly superior decision making. Current ultrasound technology makes this feasible, and further miniaturization of ultrasound devices and reduced cost will allow for routine use at the bedside. It is time to have a wider debate and a possible consensus about updates required to enhance current paradigms of physical examination.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29490335/",
    "clean_text": "time to add a fifth pillar to bedside physical examination inspection palpation percussion auscultation and insonation improving the performance of physical examination is vital given that it is crucial to guide diagnostic possibilities and further testing it is time to have a wider debate and a possible consensus about updates required to enhance current paradigms of physica inspection palpation percussion and auscultation have been the pillars of clinical bedside medicine although these basic methods of physical examination have served us well traditional bedside examination for a number of reasons including diminishing interest and expertise performs well less than what is required of a modern diagnostic strategy improving the performance of physical examination is vital given that it is crucial to guide diagnostic possibilities and further testing current efforts at improving physical examination skills during medical training have not been very successful and incorporating appropriate technology at the bedside might improve its performance selective use of bedside ultrasound or insonation can be one such strategy that could be incorporated as the fifth component of the physical examination seeing pathology through imaging might improve interest in physical examination among trainees and permit appropriate downstream testing and possibly superior decision making current ultrasound technology makes this feasible and further miniaturization of ultrasound devices and reduced cost will allow for routine use at the bedside it is time to have a wider debate and a possible consensus about updates required to enhance current paradigms of physical examination"
}