{
    "title": "Assessing Pressure-Volume Relationship in Developing Heart of Zebrafish In-Vivo.",
    "doc_id": "33532949",
    "writer": "Salehin N",
    "year": "2021",
    "summary": "In this work, we report how hemodynamic parameters evolve during the heart's development, leading to its rhythmic pumping and blood flow regulation as a functioning organ. ...These data illustrate that the early-stage zebrafish heart's increasing effic …",
    "abstract": "During embryogenesis, the developing heart transforms from a linear peristaltic tube into a multi-chambered pulsatile pump with blood flow-regulating valves. In this work, we report how hemodynamic parameters evolve during the heart's development, leading to its rhythmic pumping and blood flow regulation as a functioning organ. We measured the time course of intra-ventricular pressure from zebrafish embryos at 3, 4, and 5 days post fertilization (dpf) using the servo null method. We also measured the ventricular volume and monitored the opening/closing activity of the AV and VB valves using 4D selective plane illumination microscopy (SPIM). Our results revealed significant increases in peak systolic pressure, stroke volume and work, cardiac output, and power generation, and a total peripheral resistance decrease from zebrafish at 4, 5 dpf versus 3 dpf. These data illustrate that the early-stage zebrafish heart's increasing efficiency is synchronous with the expected changes in valve development, chamber morphology and increasing vascular network complexity. Such physiological measurements in tractable laboratory model organisms are critical for understanding how gene variants may affect phenotype. As the zebrafish emerges as a leading biomedical model organism, the ability to effectively measure its physiology is critical to its translational relevance.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33532949/",
    "clean_text": "assessing pressure volume relationship in developing heart of zebrafish in vivo in this work we report how hemodynamic parameters evolve during the heart s development leading to its rhythmic pumping and blood flow regulation as a functioning organ these data illustrate that the early stage zebrafish heart s increasing effic during embryogenesis the developing heart transforms from a linear peristaltic tube into a multi chambered pulsatile pump with blood flow regulating valves in this work we report how hemodynamic parameters evolve during the heart s development leading to its rhythmic pumping and blood flow regulation as a functioning organ we measured the time course of intra ventricular pressure from zebrafish embryos at and days post fertilization dpf using the servo null method we also measured the ventricular volume and monitored the opening closing activity of the av and vb valves using d selective plane illumination microscopy spim our results revealed significant increases in peak systolic pressure stroke volume and work cardiac output and power generation and a total peripheral resistance decrease from zebrafish at dpf versus dpf these data illustrate that the early stage zebrafish heart s increasing efficiency is synchronous with the expected changes in valve development chamber morphology and increasing vascular network complexity such physiological measurements in tractable laboratory model organisms are critical for understanding how gene variants may affect phenotype as the zebrafish emerges as a leading biomedical model organism the ability to effectively measure its physiology is critical to its translational relevance"
}