{
    "pmid": "41425517",
    "title": "Patients With SESA Syndrome May Not Have a Good Outcome: A Case Series.",
    "abstract": "Subacute encephalopathy with seizures in alcoholics (SESA) is a rare complication of chronic alcohol abuse manifested as seizures, altered mental state, and focal neurological deficits. Electroencephalography usually shows focal epileptic anomalies, and brain MRI reveals reversible focal cortical or subcortical T2w/FLAIR hyperintense lesions. This syndrome is still underrecognized but a very important entity with a high risk of recurrent seizures requiring long-term antiseizure polytherapy treatment and has an uncertain outcome. We report four male patients who presented with focal motor seizures or status epilepticus associated with chronic alcohol intake. They were treated with antiseizure polytherapy combined with other intensive symptomatic therapies. Two patients had a good outcome without new seizure occurrences, while the other two patients, despite intensive care treatment, developed multiorgan dysfunction and had a fatal outcome. SESA is a life-threatening disease with an uncertain outcome, especially if hospitalization in intensive care units is needed.",
    "disease": "epilepsy",
    "clean_text": "patients with sesa syndrome may not have a good outcome a case series subacute encephalopathy with seizures in alcoholics sesa is a rare complication of chronic alcohol abuse manifested as seizures altered mental state and focal neurological deficits electroencephalography usually shows focal epileptic anomalies and brain mri reveals reversible focal cortical or subcortical t w flair hyperintense lesions this syndrome is still underrecognized but a very important entity with a high risk of recurrent seizures requiring long term antiseizure polytherapy treatment and has an uncertain outcome we report four male patients who presented with focal motor seizures or status epilepticus associated with chronic alcohol intake they were treated with antiseizure polytherapy combined with other intensive symptomatic therapies two patients had a good outcome without new seizure occurrences while the other two patients despite intensive care treatment developed multiorgan dysfunction and had a fatal outcome sesa is a life threatening disease with an uncertain outcome especially if hospitalization in intensive care units is needed"
}