{
    "title": "Does breast size affect how women participate in physical activity?",
    "doc_id": "30244978",
    "writer": "Coltman CE",
    "year": "2019",
    "summary": "OBJECTIVES: Research has shown that women with large breasts experience increased breast motion, which can act as a barrier to participating in physical activity. ...Participants with large breasts also participated in less vigorous-intensity physical activit …",
    "abstract": "Objectives:\n        \n      \n      Research has shown that women with large breasts experience increased breast motion, which can act as a barrier to participating in physical activity. Despite this evidence, limited research has investigated the effect of breast size on physical activity participation.\n    \n\n\n          Design:\n        \n      \n      Cross-sectional study.\n    \n\n\n          Methods:\n        \n      \n      355 Australian women (aged 18-75years) who volunteered as participants were divided into four breast size groups (small, medium, large and hypertrophic). All participants completed the Active Australia Survey to assess their participation in physical activity in the previous week, and were asked to indicate whether they agreed or disagreed that their breast size affected their participation in physical activity. Participant responses to time spent in each type of activity were compared across the four breast size groups using an ANCOVA design, controlling for age.\n    \n\n\n          Results:\n        \n      \n      Participants with hypertrophic breasts participated in significantly less total physical activity per week, particularly less vigorous-intensity physical activity, compared to their counterparts with smaller breasts. Participants with large breasts also participated in less vigorous-intensity physical activity compared to participants with small and with medium breasts, and a high percentage of women with large and with hypertrophic breasts perceived their breast size to affect the amount and intensity of physical activity they performed.\n    \n\n\n          Conclusions:\n        \n      \n      Breast size should be acknowledged as a potential barrier to women participating in physical activity. Strategies to assist women with large and hypertrophic breasts participate in all types and intensities of physical activity are needed so women can enjoy the health benefits associated with an active lifestyle.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30244978/",
    "clean_text": "does breast size affect how women participate in physical activity objectives research has shown that women with large breasts experience increased breast motion which can act as a barrier to participating in physical activity participants with large breasts also participated in less vigorous intensity physical activit objectives research has shown that women with large breasts experience increased breast motion which can act as a barrier to participating in physical activity despite this evidence limited research has investigated the effect of breast size on physical activity participation design cross sectional study methods australian women aged years who volunteered as participants were divided into four breast size groups small medium large and hypertrophic all participants completed the active australia survey to assess their participation in physical activity in the previous week and were asked to indicate whether they agreed or disagreed that their breast size affected their participation in physical activity participant responses to time spent in each type of activity were compared across the four breast size groups using an ancova design controlling for age results participants with hypertrophic breasts participated in significantly less total physical activity per week particularly less vigorous intensity physical activity compared to their counterparts with smaller breasts participants with large breasts also participated in less vigorous intensity physical activity compared to participants with small and with medium breasts and a high percentage of women with large and with hypertrophic breasts perceived their breast size to affect the amount and intensity of physical activity they performed conclusions breast size should be acknowledged as a potential barrier to women participating in physical activity strategies to assist women with large and hypertrophic breasts participate in all types and intensities of physical activity are needed so women can enjoy the health benefits associated with an active lifestyle"
}