{
    "pmid": "41462309",
    "title": "GDM modified the associations of gestational weight gain with pregnancy outcomes: a population-based cohort study.",
    "abstract": "The timing of gestational diabetes mellitus (GDM) screening may impact the progression of gestational weight gain (GWG). Additionally, it remains unclear whether the associations of GWG with pregnancy outcomes vary based on GDM status. Thus, this study aims to investigate the effect of GDM on the associations between GWG in different periods and pregnancy outcomes. GWG was categorized into: total, before and after the oral glucose tolerance test (OGTT). The GWG rate for different periods was calculated by dividing the total GWG by the corresponding gestational week intervals, and was further classified as inadequate GWG (IGWG), normal GWG (NGWG), or excessive GWG (EGWG). Logistic regression models were used to analyze the associations of GWG rate and GWG categories with pregnancy outcomes. To assess potential effect modification by GDM status, interaction terms were included in the models, and crossover analyses were conducted. 2190 women with GDM and 10,817 women without GDM were included. In both groups, increasing GWG rate at each period was associated with higher risks of large for gestational age (LGA), macrosomia, and cesarean delivery, and lower risks of small for gestational age (SGA) and low birth weight (LBW). A U-shaped relationship between GWG rate and preterm birth (PTB) was observed after OGTT, but not before. The associations of total GWG rate and GWG rate after OGTT with LGA risk were stronger in women with GDM (P for interaction < 0.001). Among women without GDM, IGWG at each period significantly increased SGA and LBW risks, which was not observed in women with GDM. In both groups, EGWG during any period was significantly associated with higher risks of LGA, macrosomia, and cesarean delivery, with PTB primarily observed after OGTT. Crossover analysis indicated that women with GDM, whether with NGWG or EGWG during total pregnancy and after OGTT period, had higher LGA risk than women without GDM and with NGWG, with the highest risk in the EGWG group (P for interaction < 0.05). Associations of GWG with pregnancy outcomes, especially after OGTT, differed by GDM status. These findings underscore the need for individualized weight management in GDM.",
    "disease": "diabetes mellitus",
    "clean_text": "gdm modified the associations of gestational weight gain with pregnancy outcomes a population based cohort study the timing of gestational diabetes mellitus gdm screening may impact the progression of gestational weight gain gwg additionally it remains unclear whether the associations of gwg with pregnancy outcomes vary based on gdm status thus this study aims to investigate the effect of gdm on the associations between gwg in different periods and pregnancy outcomes gwg was categorized into total before and after the oral glucose tolerance test ogtt the gwg rate for different periods was calculated by dividing the total gwg by the corresponding gestational week intervals and was further classified as inadequate gwg igwg normal gwg ngwg or excessive gwg egwg logistic regression models were used to analyze the associations of gwg rate and gwg categories with pregnancy outcomes to assess potential effect modification by gdm status interaction terms were included in the models and crossover analyses were conducted women with gdm and women without gdm were included in both groups increasing gwg rate at each period was associated with higher risks of large for gestational age lga macrosomia and cesarean delivery and lower risks of small for gestational age sga and low birth weight lbw a u shaped relationship between gwg rate and preterm birth ptb was observed after ogtt but not before the associations of total gwg rate and gwg rate after ogtt with lga risk were stronger in women with gdm p for interaction among women without gdm igwg at each period significantly increased sga and lbw risks which was not observed in women with gdm in both groups egwg during any period was significantly associated with higher risks of lga macrosomia and cesarean delivery with ptb primarily observed after ogtt crossover analysis indicated that women with gdm whether with ngwg or egwg during total pregnancy and after ogtt period had higher lga risk than women without gdm and with ngwg with the highest risk in the egwg group p for interaction associations of gwg with pregnancy outcomes especially after ogtt differed by gdm status these findings underscore the need for individualized weight management in gdm"
}