{
    "pmid": "41362204",
    "title": "Mean Platelet Volume/Platelet Count Ratio is Markedly Increased in Liver Cirrhosis Compared to Hepatitis.",
    "abstract": "The mean platelet volume to platelet count ratio (MPV/PC) is a potential non-invasive marker of liver fibrosis in chronic liver diseases. A total of 232 patients with chronic hepatitis B (CHB), chronic hepatitis C (CHC), non-alcoholic liver cirrhosis (NALC), and alcoholic liver cirrhosis (ALC), along with 143 healthy controls, were analyzed. MPV and PC were measured within 2 hours using an ADVIA 2120 analyzer. ANOVA and ROC analyses evaluated group differences and diagnostic performance. MPV/PC was significantly elevated in NALC and ALC compared to CHB, CHC, and controls (p < 0.001). ROC analysis for cirrhosis showed 88.3% sensitivity and 94.4% specificity (AUC = 0.946). MPV/PC is significantly increased in liver cirrhosis regardless of etiology, suggesting disrupted platelet homeostasis. It may serve as a sensitive, non-invasive marker for fibrosis. Further validation incorporating fibrosis biomarkers is recommended.",
    "disease": "liver cirrhosis",
    "clean_text": "mean platelet volume platelet count ratio is markedly increased in liver cirrhosis compared to hepatitis the mean platelet volume to platelet count ratio mpv pc is a potential non invasive marker of liver fibrosis in chronic liver diseases a total of patients with chronic hepatitis b chb chronic hepatitis c chc non alcoholic liver cirrhosis nalc and alcoholic liver cirrhosis alc along with healthy controls were analyzed mpv and pc were measured within hours using an advia analyzer anova and roc analyses evaluated group differences and diagnostic performance mpv pc was significantly elevated in nalc and alc compared to chb chc and controls p roc analysis for cirrhosis showed sensitivity and specificity auc mpv pc is significantly increased in liver cirrhosis regardless of etiology suggesting disrupted platelet homeostasis it may serve as a sensitive non invasive marker for fibrosis further validation incorporating fibrosis biomarkers is recommended"
}