{
    "pmid": "41432429",
    "title": "Ictal Bruxism in Temporal Lobe Epilepsy: Intracranial EEG Connectivity Study.",
    "abstract": "Ictal bruxism is a rare motor manifestation in temporal lobe epilepsy with unclear network underpinnings. We report the first case demonstrating SEEG-guided network characterization of ictal bruxism in a 55-year-old man with drug-resistant temporal lobe epilepsy who continued to experience stereotyped seizures with rhythmic teeth grinding after a failed anterior temporal lobectomy. SEEG recorded one spontaneous and two stimulation-induced seizures sampling from the superior temporal gyrus, anterior ventral insula (aVInsula), and nine additional regions of interest. Recordings identified seizures originating from the superior temporal gyrus with early propagation to the anterior insulo-opercular regions at bruxism onset. Direct cortical stimulation of both superior temporal gyrus and aVInsula reproduced seizures and bruxism, confirming causal network associations. Time-frequency and coherence analyses demonstrated significant increases in beta and gamma band synchrony between the superior temporal gyrus /AVINSULA and opercular regions, particularly the pars opercularis and frontoparietal operculum, aligning with bruxism onset across all three seizures. Notably, bruxism occurred in the absence of ipsilateral mesial temporal structures, setting it apart from other oro-alimentary automatisms, such as lip smacking, that exhibit theta-predominant coherence within mesial temporal networks. This case highlights ictal bruxism as a network-level phenomenon in temporal lobe epilepsy that warrants classification distinct from typical oro-alimentary automatisms to optimize seizure localization and surgical outcomes.",
    "disease": "epilepsy",
    "clean_text": "ictal bruxism in temporal lobe epilepsy intracranial eeg connectivity study ictal bruxism is a rare motor manifestation in temporal lobe epilepsy with unclear network underpinnings we report the first case demonstrating seeg guided network characterization of ictal bruxism in a year old man with drug resistant temporal lobe epilepsy who continued to experience stereotyped seizures with rhythmic teeth grinding after a failed anterior temporal lobectomy seeg recorded one spontaneous and two stimulation induced seizures sampling from the superior temporal gyrus anterior ventral insula avinsula and nine additional regions of interest recordings identified seizures originating from the superior temporal gyrus with early propagation to the anterior insulo opercular regions at bruxism onset direct cortical stimulation of both superior temporal gyrus and avinsula reproduced seizures and bruxism confirming causal network associations time frequency and coherence analyses demonstrated significant increases in beta and gamma band synchrony between the superior temporal gyrus avinsula and opercular regions particularly the pars opercularis and frontoparietal operculum aligning with bruxism onset across all three seizures notably bruxism occurred in the absence of ipsilateral mesial temporal structures setting it apart from other oro alimentary automatisms such as lip smacking that exhibit theta predominant coherence within mesial temporal networks this case highlights ictal bruxism as a network level phenomenon in temporal lobe epilepsy that warrants classification distinct from typical oro alimentary automatisms to optimize seizure localization and surgical outcomes"
}