{
    "title": "Oxidative stress in asthma: Part of the puzzle.",
    "doc_id": "30069955",
    "writer": "Sahiner UM",
    "year": "2018",
    "summary": "Despite the well-known presence of oxidative stress in asthma, studies that target oxidative burden using a variety of nutritional, pharmacological, and environmental approaches have generally been disappointing. In this review, we summarize the current knowl …",
    "abstract": "An imbalance between the production of reactive oxygen species and the capacity of antioxidant defense mechanisms favoring oxidants is called oxidative stress and is implicated in asthmatic inflammation and severity. Major reactive oxygen species that are formed endogenously include hydrogen peroxide, superoxide anion, hydroxyl radical, and hypohalite radical; and the major antioxidants that fight against the endogenous and environmental oxidants are superoxide dismutase, catalase, and glutathione. Despite the well-known presence of oxidative stress in asthma, studies that target oxidative burden using a variety of nutritional, pharmacological, and environmental approaches have generally been disappointing. In this review, we summarize the current knowledge on oxidative stress and antioxidant imbalance in asthma. In addition, we focus on possible biomarkers of oxidative stress in asthma and on current and future treatment strategies using the modulation of oxidative stress to treat asthma patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30069955/",
    "clean_text": "oxidative stress in asthma part of the puzzle despite the well known presence of oxidative stress in asthma studies that target oxidative burden using a variety of nutritional pharmacological and environmental approaches have generally been disappointing in this review we summarize the current knowl an imbalance between the production of reactive oxygen species and the capacity of antioxidant defense mechanisms favoring oxidants is called oxidative stress and is implicated in asthmatic inflammation and severity major reactive oxygen species that are formed endogenously include hydrogen peroxide superoxide anion hydroxyl radical and hypohalite radical and the major antioxidants that fight against the endogenous and environmental oxidants are superoxide dismutase catalase and glutathione despite the well known presence of oxidative stress in asthma studies that target oxidative burden using a variety of nutritional pharmacological and environmental approaches have generally been disappointing in this review we summarize the current knowledge on oxidative stress and antioxidant imbalance in asthma in addition we focus on possible biomarkers of oxidative stress in asthma and on current and future treatment strategies using the modulation of oxidative stress to treat asthma patients"
}