{
    "pmid": "41461312",
    "title": "Genetic predisposition and mediating pathways in ischemic stroke-induced cardiac arrhythmias: a genome-wide analysis.",
    "abstract": "The clinical presentation of stroke-heart syndrome (SHS) underscores the interplay between the central nervous system and the cardiovascular system. While cardiac arrhythmia is the prevalent form of cardiac injury in SHS patients, the causal link between ischemic stroke and cardiac arrhythmia is still unclear. Mendelian randomization analyses and genome-wide association studies data were used to investigate the causal role of ischemic stroke on cardiac complications. Mediation and colocalization analyses were used to identify potential pathways and shared genetic variants. Single nucleotide polymorphisms (SNPs) associated with arrhythmias and ischemic stroke were used for Gene Ontology and Kyoto Encyclopedia of Genes and Genomes (KEGG) analyses. Gene expression omnibus (GEO) database from atrial fibrillation patients were used for validation. Mendelian randomization analyses showed a strong correlation between arrhythmias, including ventricular tachyarrhythmias and atrial fibrillation, with ischemic stroke. Diabetic microvascular (nephropathy, retinopathy) and macrovascular (cardiomyopathy, peripheral arterial disease) complications significantly mediated the effect of ischemic stroke on cardiac arrhythmias and atrial fibrillation, explaining 28.69 % and 20.48 % of the indirect effect, respectively. Colocalization analyses identified a shared causal variant in the Phosphodiesterase 3A (PDE3A) gene (rs11045239), providing genetic evidence for a shared pathogenic pathway between ischemic stroke and cardiac arrhythmias. Moreover, KEGG pathway enrichment analyses identified a role of the cyclic adenosine monophosphate (cAMP) signaling pathway in both ischemic stroke and arrhythmias. Validation using the GEO database confirmed a significant upregulation of the PDE3A gene expression in atrial fibrillation patients. This study demonstrated a causal link between ischemic stroke and cardiac arrhythmias, with diabetic complications as one mediating factor. The identification of a shared causal variant in the PDE3A gene and the role of the cAMP signaling pathway have the potential to improve prediction and management of SHS patients.",
    "disease": "stroke",
    "clean_text": "genetic predisposition and mediating pathways in ischemic stroke induced cardiac arrhythmias a genome wide analysis the clinical presentation of stroke heart syndrome shs underscores the interplay between the central nervous system and the cardiovascular system while cardiac arrhythmia is the prevalent form of cardiac injury in shs patients the causal link between ischemic stroke and cardiac arrhythmia is still unclear mendelian randomization analyses and genome wide association studies data were used to investigate the causal role of ischemic stroke on cardiac complications mediation and colocalization analyses were used to identify potential pathways and shared genetic variants single nucleotide polymorphisms snps associated with arrhythmias and ischemic stroke were used for gene ontology and kyoto encyclopedia of genes and genomes kegg analyses gene expression omnibus geo database from atrial fibrillation patients were used for validation mendelian randomization analyses showed a strong correlation between arrhythmias including ventricular tachyarrhythmias and atrial fibrillation with ischemic stroke diabetic microvascular nephropathy retinopathy and macrovascular cardiomyopathy peripheral arterial disease complications significantly mediated the effect of ischemic stroke on cardiac arrhythmias and atrial fibrillation explaining and of the indirect effect respectively colocalization analyses identified a shared causal variant in the phosphodiesterase a pde a gene rs providing genetic evidence for a shared pathogenic pathway between ischemic stroke and cardiac arrhythmias moreover kegg pathway enrichment analyses identified a role of the cyclic adenosine monophosphate camp signaling pathway in both ischemic stroke and arrhythmias validation using the geo database confirmed a significant upregulation of the pde a gene expression in atrial fibrillation patients this study demonstrated a causal link between ischemic stroke and cardiac arrhythmias with diabetic complications as one mediating factor the identification of a shared causal variant in the pde a gene and the role of the camp signaling pathway have the potential to improve prediction and management of shs patients"
}