{
    "pmid": "41462165",
    "title": "Plasma monocyte chemoattractant protein-1 and the risk of kidney and cardiovascular outcomes in people with chronic kidney disease: results from the BRIGHTEN study.",
    "abstract": "Monocyte chemoattractant protein-1 (MCP-1) has been implicated in the pathogenesis of chronic kidney disease (CKD); however, its clinical significance in CKD remains unclear. This study investigated the association between plasma MCP-1 levels and kidney and cardiovascular outcomes in patients with CKD. This multicenter, prospective, observational analysis used data from the BRIGHTEN study. Participants with anemia and CKD (eGFR < 60 mL/min/1.73 m This study included 1,447 participants with advanced CKD (median eGFR 17.9 mL/min/1.73 m²). The group with the lowest MCP-1 level (< 324.5 pg/mL) had the highest baseline eGFR. In the univariable analyses, higher MCP-1 levels were associated with an increased risk of kidney and cardiovascular outcomes (log-rank p < 0.01 and p = 0.03, respectively), although these associations were not significant after multivariable adjustment. Analysis of the annual eGFR decline using a multivariable linear mixed-effects model revealed that higher MCP-1 levels were associated with an additional eGFR decline of approximately 1.0 mL/min/1.73 m In patients with CKD, higher plasma MCP-1 levels are associated with a more rapid decline in kidney function but not with the composite outcome of kidney failure. MCP-1 was not associated with cardiovascular outcomes or mortality in this population cohort.",
    "disease": "chronic kidney disease",
    "clean_text": "plasma monocyte chemoattractant protein and the risk of kidney and cardiovascular outcomes in people with chronic kidney disease results from the brighten study monocyte chemoattractant protein mcp has been implicated in the pathogenesis of chronic kidney disease ckd however its clinical significance in ckd remains unclear this study investigated the association between plasma mcp levels and kidney and cardiovascular outcomes in patients with ckd this multicenter prospective observational analysis used data from the brighten study participants with anemia and ckd egfr ml min m this study included participants with advanced ckd median egfr ml min m the group with the lowest mcp level pg ml had the highest baseline egfr in the univariable analyses higher mcp levels were associated with an increased risk of kidney and cardiovascular outcomes log rank p and p respectively although these associations were not significant after multivariable adjustment analysis of the annual egfr decline using a multivariable linear mixed effects model revealed that higher mcp levels were associated with an additional egfr decline of approximately ml min m in patients with ckd higher plasma mcp levels are associated with a more rapid decline in kidney function but not with the composite outcome of kidney failure mcp was not associated with cardiovascular outcomes or mortality in this population cohort"
}