{
    "title": "Epigenetic modulations and lineage plasticity in advanced prostate cancer.",
    "doc_id": "32139297",
    "writer": "Ge R",
    "year": "2020",
    "summary": "Prostate cancer is the most common cancer and second leading cause of cancer-related death in American men. Antiandrogen therapies are part of the standard of therapeutic regimen for advanced or metastatic prostate cancers; however, patients who …",
    "abstract": "Prostate cancer is the most common cancer and second leading cause of cancer-related death in American men. Antiandrogen therapies are part of the standard of therapeutic regimen for advanced or metastatic prostate cancers; however, patients who receive these treatments are more likely to develop castration-resistant prostate cancer (CRPC) or neuroendocrine prostate cancer (NEPC). In the development of CRPC or NEPC, numerous genetic signaling pathways have been under preclinical investigations and in clinical trials. Accumulated evidence shows that DNA methylation, chromatin integrity, and accessibility for transcriptional regulation still play key roles in prostate cancer initiation and progression. Better understanding of how epigenetic change regulates the progression of prostate cancer and the interaction between epigenetic and genetic modulators driving NEPC may help develop a better risk stratification and more effective treatment regimens for prostate cancer patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32139297/",
    "clean_text": "epigenetic modulations and lineage plasticity in advanced prostate cancer prostate cancer is the most common cancer and second leading cause of cancer related death in american men antiandrogen therapies are part of the standard of therapeutic regimen for advanced or metastatic prostate cancers however patients who prostate cancer is the most common cancer and second leading cause of cancer related death in american men antiandrogen therapies are part of the standard of therapeutic regimen for advanced or metastatic prostate cancers however patients who receive these treatments are more likely to develop castration resistant prostate cancer crpc or neuroendocrine prostate cancer nepc in the development of crpc or nepc numerous genetic signaling pathways have been under preclinical investigations and in clinical trials accumulated evidence shows that dna methylation chromatin integrity and accessibility for transcriptional regulation still play key roles in prostate cancer initiation and progression better understanding of how epigenetic change regulates the progression of prostate cancer and the interaction between epigenetic and genetic modulators driving nepc may help develop a better risk stratification and more effective treatment regimens for prostate cancer patients"
}