{
    "pmid": "41462706",
    "title": "Increased HLA-DR Expression on M2a Monocytes and Helper T Cells in Patients with COPD and Asthma-COPD Overlap Contributes to Disease Severity via Apoptosis and ROS.",
    "abstract": "Ongoing debates focus on the role of human leukocyte antigen (HLA) class II expression in shaping clinical phenotypes of chronic inflammatory airway diseases. This study seeks to clarify the impact of class II HLA on chronic obstructive pulmonary disease (COPD) and asthma-COPD overlap (ACO). The expression levels of HLA-DQ/DR in blood immune cells were analyzed in 116 participants: 41 with COPD, 37 with ACO, 20 with pure asthma, and 18 healthy subjects (HS). In the COPD group, HLA-DR protein expression levels were significantly elevated on blood M2a monocytes (7695 ± 3743 vs. 5391 ± 3153 MFI,  Up-regulation of HLA-DR in COPD and ACO patients may represent a novel biomarker for assessing disease severity and treatment response. Additionally, it could serve as a useful tool to distinguish COPD and ACO from asthma.",
    "disease": "asthma",
    "clean_text": "increased hla dr expression on m a monocytes and helper t cells in patients with copd and asthma copd overlap contributes to disease severity via apoptosis and ros ongoing debates focus on the role of human leukocyte antigen hla class ii expression in shaping clinical phenotypes of chronic inflammatory airway diseases this study seeks to clarify the impact of class ii hla on chronic obstructive pulmonary disease copd and asthma copd overlap aco the expression levels of hla dq dr in blood immune cells were analyzed in participants with copd with aco with pure asthma and healthy subjects hs in the copd group hla dr protein expression levels were significantly elevated on blood m a monocytes vs mfi up regulation of hla dr in copd and aco patients may represent a novel biomarker for assessing disease severity and treatment response additionally it could serve as a useful tool to distinguish copd and aco from asthma"
}