{
    "pmid": "41468439",
    "title": "Genomic insights into the expansion of meropenem-resistant GPSC1-CC320 Streptococcus pneumoniae serotype 19A isolates from children under 5 years of age with invasive infections, 2018-2024.",
    "abstract": "The global rise of multidrug-resistant (MDR) Streptococcus pneumoniae serotype 19A despite widespread pneumococcal conjugate vaccine (PCV) use poses an emerging challenge for pediatric infectious disease control. In South Korea, the detection of serotype 19A initially declined following PCV13 implementation, but it has recently re-emerged, raising concerns over the evolution and persistence of high-risk clones. We investigated invasive serotype 19A isolates recovered from children under five years of age between 2018 and 2024. Antimicrobial susceptibility testing and whole-genome sequencing (WGS) were conducted to characterize resistance mechanisms, clonal structure, and phylogenetic relationships. Among the 104 invasive pneumococcal isolates, 11 (10.6%) were identified as serotype 19A. All of these belonged to GPSC1/CC320 and were classified as ST320 or ST6400. These isolates exhibited resistance to meropenem but retained susceptibility to cefotaxime, carrying a conserved pbp1a-13, pbp2b-11, and pbp2x-16 combination. Phylogenetic analysis revealed four distinct subclades among the South Korean isolates, each showing high similarity to international strains. To our knowledge, this is the first genomic study of meropenem-resistant 19A in children from South Korea. Our findings suggest that the resurgence of 19A is driven by stable, high-risk MDR. These results underscore the need for clone-level genomic surveillance to preempt emerging threats and inform next-generation vaccine and antibiotic strategies.",
    "disease": "pneumonia",
    "clean_text": "genomic insights into the expansion of meropenem resistant gpsc cc streptococcus pneumoniae serotype a isolates from children under years of age with invasive infections the global rise of multidrug resistant mdr streptococcus pneumoniae serotype a despite widespread pneumococcal conjugate vaccine pcv use poses an emerging challenge for pediatric infectious disease control in south korea the detection of serotype a initially declined following pcv implementation but it has recently re emerged raising concerns over the evolution and persistence of high risk clones we investigated invasive serotype a isolates recovered from children under five years of age between and antimicrobial susceptibility testing and whole genome sequencing wgs were conducted to characterize resistance mechanisms clonal structure and phylogenetic relationships among the invasive pneumococcal isolates were identified as serotype a all of these belonged to gpsc cc and were classified as st or st these isolates exhibited resistance to meropenem but retained susceptibility to cefotaxime carrying a conserved pbp a pbp b and pbp x combination phylogenetic analysis revealed four distinct subclades among the south korean isolates each showing high similarity to international strains to our knowledge this is the first genomic study of meropenem resistant a in children from south korea our findings suggest that the resurgence of a is driven by stable high risk mdr these results underscore the need for clone level genomic surveillance to preempt emerging threats and inform next generation vaccine and antibiotic strategies"
}