{
    "pmid": "41456718",
    "title": "Paternal depression, coparenting, and father-infant bonding in Sweden during COVID-19: A national cross-sectional study.",
    "abstract": "Father-infant bonding is a critical component of early child development, influencing children's emotional, cognitive, and social outcomes, but may be disrupted by paternal depression and family dynamics. Replicating a pre-pandemic Stockholm-based study, the current study examines i) the extent to which fathers' depression symptoms and the quality of the coparenting relationship are associated with father-infant bonding and ii) whether these two variables serve as mediators in the relationship with bonding during the COVID-19 pandemic in Sweden. This study employed a cross-sectional design using data from a large national cohort in Sweden (n = 1600). We tested two competing mediation models using structural equation modeling in Stata. Fathers' depression symptoms and coparenting relationship were entered as mediators in each of those models, after adjusting for several confounders. Confirming the previous analysis that we replicated, when fathers had higher levels of depression symptoms (Model 1) or lower levels of coparenting (Model 2), fathers reported greater difficulties with infant bonding, including greater impaired bonding, rejection and anger, and anxiety about caregiving, after accounting for covariates. Additionally, the analysis revealed significant indirect associations through coparenting (Model 1) and fathers' depression symptoms (Model 2). Decreasing fathers' depression symptoms and strengthening coparenting quality can potentially reduce father-infant bonding disturbances. Fathers' depression symptoms and coparenting quality appear bi-directionally linked in their association with father-infant bonding. Early detection and preventive, father-inclusive supports including co-screening and providing support for paternal depression symptoms, the coparenting relationship, and bonding difficulties are warranted.",
    "disease": "covid-19",
    "clean_text": "paternal depression coparenting and father infant bonding in sweden during covid a national cross sectional study father infant bonding is a critical component of early child development influencing children s emotional cognitive and social outcomes but may be disrupted by paternal depression and family dynamics replicating a pre pandemic stockholm based study the current study examines i the extent to which fathers depression symptoms and the quality of the coparenting relationship are associated with father infant bonding and ii whether these two variables serve as mediators in the relationship with bonding during the covid pandemic in sweden this study employed a cross sectional design using data from a large national cohort in sweden n we tested two competing mediation models using structural equation modeling in stata fathers depression symptoms and coparenting relationship were entered as mediators in each of those models after adjusting for several confounders confirming the previous analysis that we replicated when fathers had higher levels of depression symptoms model or lower levels of coparenting model fathers reported greater difficulties with infant bonding including greater impaired bonding rejection and anger and anxiety about caregiving after accounting for covariates additionally the analysis revealed significant indirect associations through coparenting model and fathers depression symptoms model decreasing fathers depression symptoms and strengthening coparenting quality can potentially reduce father infant bonding disturbances fathers depression symptoms and coparenting quality appear bi directionally linked in their association with father infant bonding early detection and preventive father inclusive supports including co screening and providing support for paternal depression symptoms the coparenting relationship and bonding difficulties are warranted"
}