{
    "title": "Stereotactic radiotherapy as planned boost after definitive radiotherapy for head and neck cancers: Systematic review.",
    "doc_id": "34927313",
    "writer": "Kim MS",
    "year": "2022",
    "summary": "Management of locoregionally advanced head and neck cancers (HNCs) remains a challenge. Some groups have attempted to use stereotactic radiotherapy (SBRT) to deliver \"boost\" treatment following conventional radiotherapy to improve local control (LC) and overall surv …",
    "abstract": "Management of locoregionally advanced head and neck cancers (HNCs) remains a challenge. Some groups have attempted to use stereotactic radiotherapy (SBRT) to deliver \"boost\" treatment following conventional radiotherapy to improve local control (LC) and overall survival (OS), while aiming for acceptable toxicities. Medline, EMBASE, and Cochrane Library databases were queried for SBRT as curative-intent planned boost in HNC after conventional radiotherapy. Individual studies were reviewed from inception until January 2021, extracting patient, treatment, and outcome data. Nine studies met inclusion criteria, representing 454 unique patients treated with curative intent across multiple head and neck sites with conventional radiotherapy. At 3 years, median LC was 92% (90%-98%), and median OS was 80% (75%-91%). Seven treatment-related grade 5 toxicities (1.5%) were reported. Despite acceptable LC and OS rates, there were severe treatment-related late toxicities. As such, SBRT boost should only be used in investigational settings until more data is available.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34927313/",
    "clean_text": "stereotactic radiotherapy as planned boost after definitive radiotherapy for head and neck cancers systematic review management of locoregionally advanced head and neck cancers hncs remains a challenge some groups have attempted to use stereotactic radiotherapy sbrt to deliver boost treatment following conventional radiotherapy to improve local control lc and overall surv management of locoregionally advanced head and neck cancers hncs remains a challenge some groups have attempted to use stereotactic radiotherapy sbrt to deliver boost treatment following conventional radiotherapy to improve local control lc and overall survival os while aiming for acceptable toxicities medline embase and cochrane library databases were queried for sbrt as curative intent planned boost in hnc after conventional radiotherapy individual studies were reviewed from inception until january extracting patient treatment and outcome data nine studies met inclusion criteria representing unique patients treated with curative intent across multiple head and neck sites with conventional radiotherapy at years median lc was and median os was seven treatment related grade toxicities were reported despite acceptable lc and os rates there were severe treatment related late toxicities as such sbrt boost should only be used in investigational settings until more data is available"
}