{
    "pmid": "41469193",
    "title": "Epigenetic ageing and the risk of Parkinson's disease.",
    "abstract": "Estimators of biological age, such as epigenetic clocks, are promising biomarkers for neurological disorders where the risk significantly increases with age, such as Parkinson's disease (PD). The purpose of this study was to prospectively investigate whether epigenetic age acceleration can predict PD risk, age at PD onset and time to phenoconversion. We conducted a prospective, nested case-control study within the Nurses' Health Study, including participants who provided two blood samples before being diagnosed with PD. DNA methylation profiles were obtained from 75 individuals who developed PD, 79 individuals who developed prodromal features suggestive of PD and 154 age-matched controls. We estimated epigenetic age acceleration using six different epigenetic clocks (Horvath, Hannum, PhenoAge, GrimAge, DunedinPACE and the cortical epigenetic clock) and assessed their associations with PD risk, age at PD onset and time to PD onset. Epigenetic age acceleration was not consistently associated with a higher PD risk, using estimates of biological ageing neither in the first sample (collected a median of 19 years before PD onset) nor in the second sample (collected a median of 8 years before PD onset). These results remained similar in multivariable models adjusted for smoking status, physical activity, body mass index, caffeine intake, alcohol intake and Mediterranean diet score. Furthermore, epigenetic age acceleration was not associated with earlier age at PD onset or time to PD phenoconversion. In our study, epigenetic clock-based biomarkers do not reliably predict PD risk, age at PD onset or time to PD phenoconversion.",
    "disease": "parkinson disease",
    "clean_text": "epigenetic ageing and the risk of parkinson s disease estimators of biological age such as epigenetic clocks are promising biomarkers for neurological disorders where the risk significantly increases with age such as parkinson s disease pd the purpose of this study was to prospectively investigate whether epigenetic age acceleration can predict pd risk age at pd onset and time to phenoconversion we conducted a prospective nested case control study within the nurses health study including participants who provided two blood samples before being diagnosed with pd dna methylation profiles were obtained from individuals who developed pd individuals who developed prodromal features suggestive of pd and age matched controls we estimated epigenetic age acceleration using six different epigenetic clocks horvath hannum phenoage grimage dunedinpace and the cortical epigenetic clock and assessed their associations with pd risk age at pd onset and time to pd onset epigenetic age acceleration was not consistently associated with a higher pd risk using estimates of biological ageing neither in the first sample collected a median of years before pd onset nor in the second sample collected a median of years before pd onset these results remained similar in multivariable models adjusted for smoking status physical activity body mass index caffeine intake alcohol intake and mediterranean diet score furthermore epigenetic age acceleration was not associated with earlier age at pd onset or time to pd phenoconversion in our study epigenetic clock based biomarkers do not reliably predict pd risk age at pd onset or time to pd phenoconversion"
}