{
    "pmid": "41463550",
    "title": "An Emerging Role for OGDHL: From Mitochondrial Energy Metabolism to Neurodevelopmental Disorders.",
    "abstract": "The oxoglutarate dehydrogenase-like (OGDHL) gene encodes a brain-enriched, rate-limiting enzyme in the tricarboxylic acid cycle, playing an essential role in mitochondrial energy metabolism. Mutations in OGDHL are linked to a broad spectrum of neurodevelopmental disorders, characterized by developmental delay, intellectual disability, epilepsy, corpus callosum dysgenesis, and sensory deficits. This mini-review systematically summarizes the discovery, structural features, and molecular functions of OGDHL, and provides a comprehensive catalog of all reported pathogenic mutations and their clinical phenotypes. By linking mitochondrial energy metabolism and neural pathogenesis, this work positions OGDHL as a potential key regulator in neural development and function. Ultimately, this review aims to advance further research on OGDHL in the nervous system, enhance the understanding of metabolic regulation in neurodevelopment, and lay the groundwork for elucidating the mechanisms underlying OGDHL-related neurological diseases.",
    "disease": "epilepsy",
    "clean_text": "an emerging role for ogdhl from mitochondrial energy metabolism to neurodevelopmental disorders the oxoglutarate dehydrogenase like ogdhl gene encodes a brain enriched rate limiting enzyme in the tricarboxylic acid cycle playing an essential role in mitochondrial energy metabolism mutations in ogdhl are linked to a broad spectrum of neurodevelopmental disorders characterized by developmental delay intellectual disability epilepsy corpus callosum dysgenesis and sensory deficits this mini review systematically summarizes the discovery structural features and molecular functions of ogdhl and provides a comprehensive catalog of all reported pathogenic mutations and their clinical phenotypes by linking mitochondrial energy metabolism and neural pathogenesis this work positions ogdhl as a potential key regulator in neural development and function ultimately this review aims to advance further research on ogdhl in the nervous system enhance the understanding of metabolic regulation in neurodevelopment and lay the groundwork for elucidating the mechanisms underlying ogdhl related neurological diseases"
}