{
    "pmid": "41369634",
    "title": "Clusterin Drives Fiber Endocytosis by Mesothelial Cells to Resolve Liver Fibrosis.",
    "abstract": "Liver fibrosis, a common outcome of chronic liver diseases, is generally considered irreversible. Upregulation of clusterin (CLU), a secreted glycoprotein, occurs in several degenerative diseases and is suggested to have protective effects; however, its potential in treating or reversing liver fibrosis requires investigation. Induction of CLU and its receptor low-density lipoprotein receptor-related protein 2 (LRP2) in fibrotic liver were determined using single-cell RNA sequencing and immunofluorescence. Its role and mechanism were examined in CLU knockout mice and mesothelial-specific LRP2 knockout mice. A peptide mimicking CLU was designed and verified. CLU expression was induced in pericentral senescent hepatocytes and then secreted during liver fibrosis in both patients and mice. CLU deletion exacerbated liver fibrosis, whereas treatment with recombinant CLU reduced fibrosis, suggesting that CLU induction feedback inhibits fibrosis progression. Mechanistically, LRP2, the receptor for CLU, is expressed specifically by liver mesothelial cells but not hepatic stellate cells. Recognition of CLU by LRP2 triggers mesothelial cell proliferation and migration from the liver surface into the pericentral region, followed by endocytosis of surrounding fibers, thus reducing liver fibrosis. Thereafter, we designed a 20-amino acid peptide mimicking CLU, named CLUtide, and determined its effect in resolving liver fibrosis, suggesting the considerable therapeutic potential. Pericentral senescent hepatocytes secrete CLU to induce the proliferation and migration of mesothelial cells to endocytose fibers by its receptor LRP2, thus reducing liver fibrosis. The engineered CLUtide mimicking CLU may be promising for resolving hepatic deposited fibers during liver fibrosis.",
    "disease": "liver cirrhosis",
    "clean_text": "clusterin drives fiber endocytosis by mesothelial cells to resolve liver fibrosis liver fibrosis a common outcome of chronic liver diseases is generally considered irreversible upregulation of clusterin clu a secreted glycoprotein occurs in several degenerative diseases and is suggested to have protective effects however its potential in treating or reversing liver fibrosis requires investigation induction of clu and its receptor low density lipoprotein receptor related protein lrp in fibrotic liver were determined using single cell rna sequencing and immunofluorescence its role and mechanism were examined in clu knockout mice and mesothelial specific lrp knockout mice a peptide mimicking clu was designed and verified clu expression was induced in pericentral senescent hepatocytes and then secreted during liver fibrosis in both patients and mice clu deletion exacerbated liver fibrosis whereas treatment with recombinant clu reduced fibrosis suggesting that clu induction feedback inhibits fibrosis progression mechanistically lrp the receptor for clu is expressed specifically by liver mesothelial cells but not hepatic stellate cells recognition of clu by lrp triggers mesothelial cell proliferation and migration from the liver surface into the pericentral region followed by endocytosis of surrounding fibers thus reducing liver fibrosis thereafter we designed a amino acid peptide mimicking clu named clutide and determined its effect in resolving liver fibrosis suggesting the considerable therapeutic potential pericentral senescent hepatocytes secrete clu to induce the proliferation and migration of mesothelial cells to endocytose fibers by its receptor lrp thus reducing liver fibrosis the engineered clutide mimicking clu may be promising for resolving hepatic deposited fibers during liver fibrosis"
}