{
    "title": "Heart rate and heart failure: the role of ivabradine therapy.",
    "doc_id": "23549235",
    "writer": "Reil JC",
    "year": "2013",
    "summary": "PURPOSE OF REVIEW: The clinical data about the impact of heart rate reduction in heart failure therapy will be reviewed. RECENT FINDINGS: Clinical and experimental studies showed an association between elevated resting heart rate and mortality risk in …",
    "abstract": "Purpose of review:\n        \n      \n      The clinical data about the impact of heart rate reduction in heart failure therapy will be reviewed.\n    \n\n\n          Recent findings:\n        \n      \n      Clinical and experimental studies showed an association between elevated resting heart rate and mortality risk in heart failure patients. This review summarizes that heart rate level at rest and its extent of reduction is a sensitive indicator for outcome in heart failure. In addition to the nonspecific heart rate reducing drugs like β-blockers, cardiac glycosides and Ca(2+) antagonists, ivabradine is a highly selective heart rate reducing agent without modifying ventricular contractility and atrioventricular conduction in humans and animals, and has recently been shown to improve cardiovascular outcomes in patients with systolic heart failure by lowering the heart rate only. The present and future role of heart rate reduction in the spectrum of heart failure disease and therapy will be outlined and evaluated.\n    \n\n\n          Summary:\n        \n      \n      Elevated heart rate at rest represents a key indicator of adverse outcome in heart failure and implies a major treatment target in these patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23549235/",
    "clean_text": "heart rate and heart failure the role of ivabradine therapy purpose of review the clinical data about the impact of heart rate reduction in heart failure therapy will be reviewed recent findings clinical and experimental studies showed an association between elevated resting heart rate and mortality risk in purpose of review the clinical data about the impact of heart rate reduction in heart failure therapy will be reviewed recent findings clinical and experimental studies showed an association between elevated resting heart rate and mortality risk in heart failure patients this review summarizes that heart rate level at rest and its extent of reduction is a sensitive indicator for outcome in heart failure in addition to the nonspecific heart rate reducing drugs like blockers cardiac glycosides and ca antagonists ivabradine is a highly selective heart rate reducing agent without modifying ventricular contractility and atrioventricular conduction in humans and animals and has recently been shown to improve cardiovascular outcomes in patients with systolic heart failure by lowering the heart rate only the present and future role of heart rate reduction in the spectrum of heart failure disease and therapy will be outlined and evaluated summary elevated heart rate at rest represents a key indicator of adverse outcome in heart failure and implies a major treatment target in these patients"
}