{
    "pmid": "41452441",
    "title": "Metabolic and renal effects of combined SGLT-2 inhibitors and GLP1-R agonists therapy in type 2 diabetes: a real-world analysis across DKD and non-DKD patients.",
    "abstract": "This study aimed to evaluate the one-year metabolic and renal effects of combined therapy with SGLT-2 inhibitors and GLP-1 receptor (GLP-1R) agonists in patients with type 2 diabetes mellitus (T2DM), both with and without diabetic kidney disease (DKD). The primary objective was to assess changes in BMI, HbA1c, LDL-C, eGFR, and UACR in a real-world setting. A retrospective analysis was conducted on 250 patients with type 2 diabetes mellitus (T2DM) treated with SGLT-2 inhibitors and GLP-1 receptor agonists at the Diabetology Service of CTO-Alesini Hospital, Rome, between 2022 and 2025. Metabolic and renal parameters were collected at baseline and after 12 months. Patients were stratified according to the presence of diabetic kidney disease (DKD). The primary outcomes included changes in BMI, HbA1c, LDL-C, eGFR, and UACR. Secondary analyses evaluated the impact of adding an SGLT-2 inhibitor to pre-existing GLP-1 receptor agonist therapy, or vice versa. After 12 months, we observed significant reductions in BMI (p = 0.03), HbA1c (p < 0.001), LDL-C (p < 0.01), and UACR (p < 0.001). In patients with DKD (46% of the cohort), UACR improved markedly (p < 0.001), while eGFR remained stable. Significant reductions in HbA1c (p < 0.001) and LDL-C (p < 0.01) were also observed. In non-DKD patients, HbA1c and LDL-C decreased after one year, with eGFR remaining within the normal range. Importantly, among DKD patients, the addition of an SGLT-2 inhibitor to GLP-1 receptor agonist therapy resulted in significant reductions in both HbA1c (p = 0.04) and UACR (p < 0.01), whereas the addition of a GLP-1 receptor agonist primarily reduced HbA1c (p < 0.01). In non-DKD patients, both treatment sequences improved HbA1c and LDL-C. Dual therapy with SGLT-2 inhibitors and GLP-1 receptor agonists was associated with improvements in glycemic control, lipid profile, and albuminuria, particularly among patients with DKD. The sequence of drug addition appeared to influence outcomes, with the addition of SGLT-2 inhibitors providing superior renal benefits in DKD. These findings may provide support for early combined use of both agents in high-risk patients with T2DM.",
    "disease": "diabetes mellitus",
    "clean_text": "metabolic and renal effects of combined sglt inhibitors and glp r agonists therapy in type diabetes a real world analysis across dkd and non dkd patients this study aimed to evaluate the one year metabolic and renal effects of combined therapy with sglt inhibitors and glp receptor glp r agonists in patients with type diabetes mellitus t dm both with and without diabetic kidney disease dkd the primary objective was to assess changes in bmi hba c ldl c egfr and uacr in a real world setting a retrospective analysis was conducted on patients with type diabetes mellitus t dm treated with sglt inhibitors and glp receptor agonists at the diabetology service of cto alesini hospital rome between and metabolic and renal parameters were collected at baseline and after months patients were stratified according to the presence of diabetic kidney disease dkd the primary outcomes included changes in bmi hba c ldl c egfr and uacr secondary analyses evaluated the impact of adding an sglt inhibitor to pre existing glp receptor agonist therapy or vice versa after months we observed significant reductions in bmi p hba c p ldl c p and uacr p in patients with dkd of the cohort uacr improved markedly p while egfr remained stable significant reductions in hba c p and ldl c p were also observed in non dkd patients hba c and ldl c decreased after one year with egfr remaining within the normal range importantly among dkd patients the addition of an sglt inhibitor to glp receptor agonist therapy resulted in significant reductions in both hba c p and uacr p whereas the addition of a glp receptor agonist primarily reduced hba c p in non dkd patients both treatment sequences improved hba c and ldl c dual therapy with sglt inhibitors and glp receptor agonists was associated with improvements in glycemic control lipid profile and albuminuria particularly among patients with dkd the sequence of drug addition appeared to influence outcomes with the addition of sglt inhibitors providing superior renal benefits in dkd these findings may provide support for early combined use of both agents in high risk patients with t dm"
}