{
    "title": "Understanding the Environmentally Sustainable Behavior of Chinese University Students as Tourists: An Integrative Framework.",
    "doc_id": "36834012",
    "writer": "Wang Z",
    "year": "2023",
    "summary": "The purpose of this study is to develop a theoretical framework by integrating the value-belief-norm (VBN) theory with environmental awareness in measuring Chinese university students' environmentally sustainable behavior toward tourism destinations. University stud …",
    "abstract": "The purpose of this study is to develop a theoretical framework by integrating the value-belief-norm (VBN) theory with environmental awareness in measuring Chinese university students' environmentally sustainable behavior toward tourism destinations. University students tend to engage in sustainability efforts since their values and beliefs are still being formed. The participants were 301 university students from a university in eastern China. The empirical findings demonstrate that: (1) environmental awareness has positive influences on biospheric value, altruistic value and egoistic value; (2) biospheric value positively predicts the new ecological paradigm (NEP), whereas altruistic and egoistic values do not; (3) the NEP, awareness of consequence and personal norms play an important mediating role. Results indicate that extended VBN can explain students' environmentally sustainable behavior. This research supports the growth of sustainable tourism and has a number of practical implications for universities and the relevant environmental departments to promote university students' involvement in sustainable tourism.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36834012/",
    "clean_text": "understanding the environmentally sustainable behavior of chinese university students as tourists an integrative framework the purpose of this study is to develop a theoretical framework by integrating the value belief norm vbn theory with environmental awareness in measuring chinese university students environmentally sustainable behavior toward tourism destinations university stud the purpose of this study is to develop a theoretical framework by integrating the value belief norm vbn theory with environmental awareness in measuring chinese university students environmentally sustainable behavior toward tourism destinations university students tend to engage in sustainability efforts since their values and beliefs are still being formed the participants were university students from a university in eastern china the empirical findings demonstrate that environmental awareness has positive influences on biospheric value altruistic value and egoistic value biospheric value positively predicts the new ecological paradigm nep whereas altruistic and egoistic values do not the nep awareness of consequence and personal norms play an important mediating role results indicate that extended vbn can explain students environmentally sustainable behavior this research supports the growth of sustainable tourism and has a number of practical implications for universities and the relevant environmental departments to promote university students involvement in sustainable tourism"
}