{
    "pmid": "41342400",
    "title": "Tocilizumab-Induced Bullous Rheumatoid Neutrophilic Dermatitis: A Rare Steroid-Resistant Adverse Effect Managed with Etanercept.",
    "abstract": "Neutrophilic dermatoses (NDs) are a heterogeneous group of inflammatory skin disorders marked by dense, sterile neutrophilic infiltrates. Rheumatoid neutrophilic dermatitis (RND), a rare subtype, is uniquely associated with rheumatoid arthritis (RA) and typically presents in patients with severe seropositive disease. Here, we report a rare case of bullous RND in a 67-year-old male with chronic seropositive nodular RA, temporally triggered by the interleukin-6 (IL-6) inhibitor tocilizumab. The patient developed a recurrent bullous eruption following successive tocilizumab infusions, confirmed by histopathology as RND. Despite corticosteroid therapy and colchicine, his symptoms persisted. Discontinuation of tocilizumab and initiation of etanercept resulted in rapid and sustained resolution of both cutaneous and articular symptoms. This case represents only the second reported incidence of tocilizumab-induced RND and one of very few cases demonstrating a steroid-refractory bullous phenotype that responded exclusively to TNF-α inhibition. It underscores the complex and sometimes paradoxical effects of biologics, which may both treat and trigger neutrophilic dermatoses. Our findings support the importance of recognizing biologic-induced cutaneous adverse effects and tailoring management strategies accordingly. Early identification through skin biopsy, prompt discontinuation of the offending agent, and consideration of targeted immunomodulators such as TNF-α inhibitors are critical in managing drug-induced RND. Continued documentation of such cases will enhance understanding of paradoxical inflammatory responses to biologic agents and inform future therapeutic approaches in patients with autoimmune diseases.",
    "disease": "rheumatoid arthritis",
    "clean_text": "tocilizumab induced bullous rheumatoid neutrophilic dermatitis a rare steroid resistant adverse effect managed with etanercept neutrophilic dermatoses nds are a heterogeneous group of inflammatory skin disorders marked by dense sterile neutrophilic infiltrates rheumatoid neutrophilic dermatitis rnd a rare subtype is uniquely associated with rheumatoid arthritis ra and typically presents in patients with severe seropositive disease here we report a rare case of bullous rnd in a year old male with chronic seropositive nodular ra temporally triggered by the interleukin il inhibitor tocilizumab the patient developed a recurrent bullous eruption following successive tocilizumab infusions confirmed by histopathology as rnd despite corticosteroid therapy and colchicine his symptoms persisted discontinuation of tocilizumab and initiation of etanercept resulted in rapid and sustained resolution of both cutaneous and articular symptoms this case represents only the second reported incidence of tocilizumab induced rnd and one of very few cases demonstrating a steroid refractory bullous phenotype that responded exclusively to tnf inhibition it underscores the complex and sometimes paradoxical effects of biologics which may both treat and trigger neutrophilic dermatoses our findings support the importance of recognizing biologic induced cutaneous adverse effects and tailoring management strategies accordingly early identification through skin biopsy prompt discontinuation of the offending agent and consideration of targeted immunomodulators such as tnf inhibitors are critical in managing drug induced rnd continued documentation of such cases will enhance understanding of paradoxical inflammatory responses to biologic agents and inform future therapeutic approaches in patients with autoimmune diseases"
}