{
    "title": "Effects of biventricular shunt on pump characteristics in a maglev total artificial heart.",
    "doc_id": "37908140",
    "writer": "Shida S",
    "year": "2023",
    "summary": "This study aimed to investigate the effects of shunt flow on pump characteristics and assess the IB-Heart's potential to regulate flow balance between systemic and pulmonary circulation. ...This variance was linked to changes in the inlet flow rates of the left and …",
    "abstract": "Severe left ventricular failure can progress to right ventricular failure, necessitating alternatives to heart transplantation, such as total artificial heart (TAH) treatment. Conventional TAHs encounter challenges associated with miniaturization and hemocompatibility owing to their reliance on mechanical valves and bearings. A magnetically levitated TAH (IB-Heart) was developed, utilizing a magnetic bearing. The IB-Heart features a distinctive biventricular shunt channel situated between the flow paths of the left and right centrifugal blood pumps, simplifying and miniaturizing its control system. However, the impact of these shunt channels remains underexplored. This study aimed to investigate the effects of shunt flow on pump characteristics and assess the IB-Heart's potential to regulate flow balance between systemic and pulmonary circulation. At a rotational speed of 2000 rpm and flow rate range of 0-10 L/min, shunt flow exhibited a minor impact, with a 1.4 mmHg (1.3%) effect on pump characteristics. Shunt flow variation of about 0.13 L/min correlated with a 10 mmHg pressure difference between the pumps' afterload and preload conditions. This variance was linked to changes in the inlet flow rates of the left and right pumps, signifying the ventricular shunt structure's capacity to mirror the function of an atrial shunt in alleviating pulmonary congestion. The IB-Heart's ventricular shunt structure enables passive regulation of left-right flow balance. The findings establish a fundamental technical groundwork for the development of IB-Hearts and TAHs with similar shunt structures. The innovative coupling of centrifugal pumps and the resultant effects on flow dynamics contribute to the advancement of TAH technology.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37908140/",
    "clean_text": "effects of biventricular shunt on pump characteristics in a maglev total artificial heart this study aimed to investigate the effects of shunt flow on pump characteristics and assess the ib heart s potential to regulate flow balance between systemic and pulmonary circulation this variance was linked to changes in the inlet flow rates of the left and severe left ventricular failure can progress to right ventricular failure necessitating alternatives to heart transplantation such as total artificial heart tah treatment conventional tahs encounter challenges associated with miniaturization and hemocompatibility owing to their reliance on mechanical valves and bearings a magnetically levitated tah ib heart was developed utilizing a magnetic bearing the ib heart features a distinctive biventricular shunt channel situated between the flow paths of the left and right centrifugal blood pumps simplifying and miniaturizing its control system however the impact of these shunt channels remains underexplored this study aimed to investigate the effects of shunt flow on pump characteristics and assess the ib heart s potential to regulate flow balance between systemic and pulmonary circulation at a rotational speed of rpm and flow rate range of l min shunt flow exhibited a minor impact with a mmhg effect on pump characteristics shunt flow variation of about l min correlated with a mmhg pressure difference between the pumps afterload and preload conditions this variance was linked to changes in the inlet flow rates of the left and right pumps signifying the ventricular shunt structure s capacity to mirror the function of an atrial shunt in alleviating pulmonary congestion the ib heart s ventricular shunt structure enables passive regulation of left right flow balance the findings establish a fundamental technical groundwork for the development of ib hearts and tahs with similar shunt structures the innovative coupling of centrifugal pumps and the resultant effects on flow dynamics contribute to the advancement of tah technology"
}