{
    "pmid": "41407393",
    "title": "Air pollution, inhaled therapy and COPD exacerbations in Yunlin, Taiwan: a 2016-2024 single-centre retrospective cohort with environmental and carbon-footprint analyses.",
    "abstract": "Air pollution exacerbates chronic obstructive pulmonary disease (COPD), increasing hospitalisation and exacerbation rates. While inhaled therapy is a cornerstone of COPD management, pressurised metered-dose inhalers (pMDIs) significantly contribute to greenhouse gas (GHG) emissions. This study evaluates the interplay between air pollution exposure, inhaled therapy selection and COPD exacerbations to identify strategies that optimise clinical outcomes while reducing environmental impact. A retrospective observational cohort study was conducted using COPD patient records (ICD-10: J44.0, J44.1, J44.8, J44.9) from the National Taiwan University Hospital Yunlin Branch (2016-2024). Patient visits, including outpatient, emergency and inpatient admissions, were analysed alongside air pollution data (PM Higher PM In this single-centre retrospective study, higher ambient PM",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "air pollution inhaled therapy and copd exacerbations in yunlin taiwan a single centre retrospective cohort with environmental and carbon footprint analyses air pollution exacerbates chronic obstructive pulmonary disease copd increasing hospitalisation and exacerbation rates while inhaled therapy is a cornerstone of copd management pressurised metered dose inhalers pmdis significantly contribute to greenhouse gas ghg emissions this study evaluates the interplay between air pollution exposure inhaled therapy selection and copd exacerbations to identify strategies that optimise clinical outcomes while reducing environmental impact a retrospective observational cohort study was conducted using copd patient records icd j j j j from the national taiwan university hospital yunlin branch patient visits including outpatient emergency and inpatient admissions were analysed alongside air pollution data pm higher pm in this single centre retrospective study higher ambient pm"
}