{
    "title": "Prognostic role of neutrophil-to-lymphocyte ratio in head and neck cancer: A meta-analysis.",
    "doc_id": "29076207",
    "writer": "Takenaka Y",
    "year": "2018",
    "summary": "The purpose of this study was to quantify the prognostic impact of NLR on head and neck squamous cell carcinoma (HNSCC). METHODS: We systematically searched electronic databases, identified articles regarding NLR and HNSCC mortality, and extracted hazard ratios (HRs …",
    "abstract": "Background:\n        \n      \n      Neutrophils play substantial roles in cancer progression. Previous reports demonstrated the prognostic impact of the pretreatment neutrophil-to-lymphocyte ratio (NLR) in various types of solid cancers. The purpose of this study was to quantify the prognostic impact of NLR on head and neck squamous cell carcinoma (HNSCC).\n    \n\n\n          Methods:\n        \n      \n      We systematically searched electronic databases, identified articles regarding NLR and HNSCC mortality, and extracted hazard ratios (HRs) and 95% confidence intervals (CIs). Pooled HRs for overall survival (OS) and disease-specific survival (DSS) were estimated using random effect models.\n    \n\n\n          Results:\n        \n      \n      Nineteen studies enrolling 3770 patients were included in the analyses. Overall, NLR greater than the cutoff value was associated with poorer OS and DSS (HR 1.69; 95% CI 1.47-1.93; P < .001 and HR 1.88; 95% CI 1.20-2.95; P = .006, respectively).\n    \n\n\n          Conclusion:\n        \n      \n      Elevated NLR predicts worse outcomes in patients with HNSCC.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29076207/",
    "clean_text": "prognostic role of neutrophil to lymphocyte ratio in head and neck cancer a meta analysis the purpose of this study was to quantify the prognostic impact of nlr on head and neck squamous cell carcinoma hnscc methods we systematically searched electronic databases identified articles regarding nlr and hnscc mortality and extracted hazard ratios hrs background neutrophils play substantial roles in cancer progression previous reports demonstrated the prognostic impact of the pretreatment neutrophil to lymphocyte ratio nlr in various types of solid cancers the purpose of this study was to quantify the prognostic impact of nlr on head and neck squamous cell carcinoma hnscc methods we systematically searched electronic databases identified articles regarding nlr and hnscc mortality and extracted hazard ratios hrs and confidence intervals cis pooled hrs for overall survival os and disease specific survival dss were estimated using random effect models results nineteen studies enrolling patients were included in the analyses overall nlr greater than the cutoff value was associated with poorer os and dss hr ci p and hr ci p respectively conclusion elevated nlr predicts worse outcomes in patients with hnscc"
}