{
    "pmid": "41407063",
    "title": "Transcatheter or Surgical Strategy for Aortic Stenosis and Coronary Artery Disease: A Kaplan-Meier-Derived Meta-Analysis.",
    "abstract": "Coronary artery disease (CAD) is commonly found in patients with severe aortic stenosis (AS) and combined surgical aortic valve replacement (SAVR) and coronary artery bypass grafting (CABG) is currently recommended as the preferred treatment in this setting. Transcatheter aortic valve replacement (TAVR) and percutaneous coronary intervention (PCI) represent a valid alternative. This study sought to investigate clinical outcomes after TAVR+PCI versus SAVR+CABG in patients with severe AS and CAD. A systematic review was conducted from inception until December 2024 for randomized controlled and propensity score-matched studies comparing TAVR+PCI and SAVR+CABG for patients with severe AS and CAD. Kaplan-Meier-derived individual patient data was retrieved when available. Primary endpoint was all-cause mortality. The study was registered with PROSPERO (CRD42025642206). Six studies met our inclusion criteria with a total of 1,998 patients: 1,007 in the TAVR+PCI group and 990 in the SAVR+CABG group. The hazard ratio of all-cause mortality varied over time between groups: TAVR+PCI showed a lower incidence of all-cause mortality in the first 19 days, with a reversal at 73 days favoring SAVR+CABG. Patients undergoing TAVR+PCI group experienced lower rates of stroke-free survival (p = 0.039), postoperative reintervention (p = 0.020), atrial fibrillation (p <0.001), and acute kidney injury (p = 0.001) rates, while they were at higher risk of postoperative moderate/severe aortic regurgitation (p <0.001), permanent pacemaker implantation (p = 0.005) and major vascular complication (p <0.001). Major bleeding didn't differ (p = 0.358). A percutaneous treatment approach offered an early survival benefit over a surgical approach in patients with severe AS and CAD but was associated with worse survival at mid-term follow-up.",
    "disease": "coronary artery disease",
    "clean_text": "transcatheter or surgical strategy for aortic stenosis and coronary artery disease a kaplan meier derived meta analysis coronary artery disease cad is commonly found in patients with severe aortic stenosis as and combined surgical aortic valve replacement savr and coronary artery bypass grafting cabg is currently recommended as the preferred treatment in this setting transcatheter aortic valve replacement tavr and percutaneous coronary intervention pci represent a valid alternative this study sought to investigate clinical outcomes after tavr pci versus savr cabg in patients with severe as and cad a systematic review was conducted from inception until december for randomized controlled and propensity score matched studies comparing tavr pci and savr cabg for patients with severe as and cad kaplan meier derived individual patient data was retrieved when available primary endpoint was all cause mortality the study was registered with prospero crd six studies met our inclusion criteria with a total of patients in the tavr pci group and in the savr cabg group the hazard ratio of all cause mortality varied over time between groups tavr pci showed a lower incidence of all cause mortality in the first days with a reversal at days favoring savr cabg patients undergoing tavr pci group experienced lower rates of stroke free survival p postoperative reintervention p atrial fibrillation p and acute kidney injury p rates while they were at higher risk of postoperative moderate severe aortic regurgitation p permanent pacemaker implantation p and major vascular complication p major bleeding didn t differ p a percutaneous treatment approach offered an early survival benefit over a surgical approach in patients with severe as and cad but was associated with worse survival at mid term follow up"
}