{
    "pmid": "41457497",
    "title": "Streptococcus pneumoniae HtrA is a dynamic and monomeric virulence factor capable of forming larger oligomeric complexes.",
    "abstract": "High-temperature requirement A (HtrA) proteases are a conserved family of serine proteases central to protein quality control and bacterial virulence. While Gram-negative and human HtrAs are structurally well studied, Gram-positive homologs remain essentially uncharacterized. Here, we present the first integrated structural and mechanistic analysis of a Gram-positive HtrA, from Streptococcus pneumoniae, a virulence factor essential for adhesion and infection in vivo. Proteomic profiling of an htrA knockout and cleavage assays demonstrate that S. pneumoniae HtrA is required for protein quality control, with the PDZ domain mediating substrate recognition. Biochemically, S. pneumoniae HtrA exists exclusively as a monomer in solution, a striking divergence from canonical trimeric HtrAs that we show is shared with other Gram-positive homologs. NMR analyses reveal that the monomer dynamically samples open and closed conformations, while cryo-EM of a catalytic mutant identifies a hexamer stabilized by a unique LoopA-PDZ interaction. Together, these findings define S. pneumoniae HtrA as a dynamic monomer with interdomain coupling between its protease and PDZ domains, establishing Gram-positive HtrAs as a mechanistically divergent subgroup within the HtrA family.",
    "disease": "pneumonia",
    "clean_text": "streptococcus pneumoniae htra is a dynamic and monomeric virulence factor capable of forming larger oligomeric complexes high temperature requirement a htra proteases are a conserved family of serine proteases central to protein quality control and bacterial virulence while gram negative and human htras are structurally well studied gram positive homologs remain essentially uncharacterized here we present the first integrated structural and mechanistic analysis of a gram positive htra from streptococcus pneumoniae a virulence factor essential for adhesion and infection in vivo proteomic profiling of an htra knockout and cleavage assays demonstrate that s pneumoniae htra is required for protein quality control with the pdz domain mediating substrate recognition biochemically s pneumoniae htra exists exclusively as a monomer in solution a striking divergence from canonical trimeric htras that we show is shared with other gram positive homologs nmr analyses reveal that the monomer dynamically samples open and closed conformations while cryo em of a catalytic mutant identifies a hexamer stabilized by a unique loopa pdz interaction together these findings define s pneumoniae htra as a dynamic monomer with interdomain coupling between its protease and pdz domains establishing gram positive htras as a mechanistically divergent subgroup within the htra family"
}