{
    "title": "Endothelins and kidney acidification.",
    "doc_id": "21893991",
    "writer": "Wesson DE.",
    "year": "2011",
    "summary": "Endothelins (ETs) were initially identified for their vasoactive properties, but they also influence kidney tubule transport including acidification. They contribute importantly to enhancing kidney acidification in response to an acid challenge to systemic acid-base …",
    "abstract": "Endothelins (ETs) were initially identified for their vasoactive properties, but they also influence kidney tubule transport including acidification. They contribute importantly to enhancing kidney acidification in response to an acid challenge to systemic acid-base balance and enhance tubule acidification in settings of chronically reduced glomerular filtration rate (GFR) as in chronic kidney disease. ETs also contribute pathophysiologically to the increased kidney acidification in some forms of chronic metabolic alkalosis. In addition, chronically increased ET activity in the kidney, as in chronic kidney disease with reduced GFR, might also mediate the progressive GFR decline observed in some nephropathies. These exciting insights have led to the need for continued investigation regarding the physiologic contribution of ETs to kidney acidification and the possible pathophysiologic consequences of the associated increased kidney ET activity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21893991/",
    "clean_text": "endothelins and kidney acidification endothelins ets were initially identified for their vasoactive properties but they also influence kidney tubule transport including acidification they contribute importantly to enhancing kidney acidification in response to an acid challenge to systemic acid base endothelins ets were initially identified for their vasoactive properties but they also influence kidney tubule transport including acidification they contribute importantly to enhancing kidney acidification in response to an acid challenge to systemic acid base balance and enhance tubule acidification in settings of chronically reduced glomerular filtration rate gfr as in chronic kidney disease ets also contribute pathophysiologically to the increased kidney acidification in some forms of chronic metabolic alkalosis in addition chronically increased et activity in the kidney as in chronic kidney disease with reduced gfr might also mediate the progressive gfr decline observed in some nephropathies these exciting insights have led to the need for continued investigation regarding the physiologic contribution of ets to kidney acidification and the possible pathophysiologic consequences of the associated increased kidney et activity"
}