{
    "title": "Role of CD3epsilon-mediated signaling in T-cell development and function.",
    "doc_id": "21395513",
    "writer": "Dave VP.",
    "year": "2011",
    "summary": "Receptor-mediated signal transduction plays an important role in T-cell differentiation and function. The pre-T-cell receptor (pre-TCR) and TCR complexes are the most critical receptors for T-cell biology. ...Recent studies have suggested …",
    "abstract": "Receptor-mediated signal transduction plays an important role in T-cell differentiation and function. The pre-T-cell receptor (pre-TCR) and TCR complexes are the most critical receptors for T-cell biology. Signals induced by pre-TCR and TCR in a ligand-independent or a ligand-dependent manner, respectively, are essential for thymocyte maturation. CD3 proteins, which are γ, δ, ε, and ζ polypeptides, play pivotal role in intracellular assembly, surface expression, and signal transduction via the pre-TCR and TCR complexes. Recent studies have suggested central and multiple roles for CD3ε in T-cell development and function. We review the role of the CD3ε chain in T-cell biology.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21395513/",
    "clean_text": "role of cd epsilon mediated signaling in t cell development and function receptor mediated signal transduction plays an important role in t cell differentiation and function the pre t cell receptor pre tcr and tcr complexes are the most critical receptors for t cell biology recent studies have suggested receptor mediated signal transduction plays an important role in t cell differentiation and function the pre t cell receptor pre tcr and tcr complexes are the most critical receptors for t cell biology signals induced by pre tcr and tcr in a ligand independent or a ligand dependent manner respectively are essential for thymocyte maturation cd proteins which are and polypeptides play pivotal role in intracellular assembly surface expression and signal transduction via the pre tcr and tcr complexes recent studies have suggested central and multiple roles for cd in t cell development and function we review the role of the cd chain in t cell biology"
}