{
    "pmid": "41457856",
    "title": "Discrimination of benign and malignant non-mass breast lesions using ultrasound radiomics with machine learning models.",
    "abstract": "This study aims to enhance the preoperative diagnosis of non-mass breast lesions (NMLs) by validating radiomics-based machine learning models and assessing their performance alone and in combination with clinical ultrasound features to distinguish benign from malignant lesions. A total of 123 NMLs from 119 patients with confirmed pathology were analyzed. Patients were split into a training cohort (n = 98) and a validation cohort (n = 25). From each ultrasound image, 1558 radiomics features were extracted. After dimensionality reduction and feature selection, 10 key features were retained. Predictive models were developed using logistic regression (LR), linear regression, support vector machine (SVM), random forests, Extremely Randomized Trees (Extra Trees), and Light Gradient Boosting Machine (LightGBM). A clinical model was built using LR based on ultrasound findings such as calcification, high resistance index, and axillary lymph node enlargement. A combined model incorporated both radiomics and clinical features. Model performance was evaluated using receiver operating characteristic (ROC) curves and decision curve analysis (DCA). The LightGBM model achieved the highest radiomics-only performance (AUC: 0.932 training; 0.867 validation). The clinical model achieved AUCs of 0.837 (training) and 0.790 (validation). The combined model outperformed both, with AUCs of 0.973 (training) and 0.933 (validation), and showed superior clinical benefit in DCA. Combining radiomics with clinical ultrasound data significantly improves diagnostic accuracy for NMLs, supporting better differentiation between benign and malignant lesions and aiding clinical decision-making.",
    "disease": "breast cancer",
    "clean_text": "discrimination of benign and malignant non mass breast lesions using ultrasound radiomics with machine learning models this study aims to enhance the preoperative diagnosis of non mass breast lesions nmls by validating radiomics based machine learning models and assessing their performance alone and in combination with clinical ultrasound features to distinguish benign from malignant lesions a total of nmls from patients with confirmed pathology were analyzed patients were split into a training cohort n and a validation cohort n from each ultrasound image radiomics features were extracted after dimensionality reduction and feature selection key features were retained predictive models were developed using logistic regression lr linear regression support vector machine svm random forests extremely randomized trees extra trees and light gradient boosting machine lightgbm a clinical model was built using lr based on ultrasound findings such as calcification high resistance index and axillary lymph node enlargement a combined model incorporated both radiomics and clinical features model performance was evaluated using receiver operating characteristic roc curves and decision curve analysis dca the lightgbm model achieved the highest radiomics only performance auc training validation the clinical model achieved aucs of training and validation the combined model outperformed both with aucs of training and validation and showed superior clinical benefit in dca combining radiomics with clinical ultrasound data significantly improves diagnostic accuracy for nmls supporting better differentiation between benign and malignant lesions and aiding clinical decision making"
}