{
    "pmid": "41467373",
    "title": "Frailty Modifies the Prognostic Effect of Age Among Older Adults With Acute Coronary Syndrome.",
    "abstract": "An increasing number of older adults have been hospitalized in cardiac intensive care units. Their more complex medical profiles and frailty dictate treatment decisions and affect outcomes. There is no universally agreed-upon age definition for an older adult, with common thresholds being 65 or 75 years. Our objective was to evaluate the predictive value of various age groups while accounting for frailty. In this observational cohort study, we analyzed data from a prospective registry of consecutive patients admitted to the cardiac intensive care unit at a tertiary hospital between January 2014 and March 2022 with a diagnosis of acute coronary syndrome. The primary outcome was the composite of 90-day all-cause death, shock, acute heart failure, acute kidney injury, stroke, mechanical ventilation, and ventricular arrhythmias. Frailty was dichotomized using the routinely measured Norton score for all inpatients; a ≤17 score was defined as frail. The study included 4790 patients with acute coronary syndrome, divided into age groups: 2249 aged <65 years, 1294 aged 65 to 74 years, and 1247 aged ≥75 years, with a higher proportion of women in the older age groups. Due to the interaction between age and frailty, the cohort was divided and analyzed separately on the basis of frailty status. Among the nonfrail group (3915 [81.7%]), 16% reached the outcome. Adjusted odds ratios for the primary outcome in patients aged ≥75 years were 2.18 (95% CI, 1.69-2.81) and 1.46 (95% CI, 1.15-1.85) compared with those aged <65 years and 65 to 74 years, respectively. For patients aged 65 to 74 years compared with those <65 years, the odds ratio was 1.49 (95% CI, 1.16-1.91). In the frail group, where 60% reached the outcome, no significant association was found between age groups and outcomes. Our results suggest that frailty may be a surrogate for aging and is a stronger predictor than chronological age for adverse outcomes among patients with acute coronary syndrome in the cardiac intensive care unit.",
    "disease": "stroke",
    "clean_text": "frailty modifies the prognostic effect of age among older adults with acute coronary syndrome an increasing number of older adults have been hospitalized in cardiac intensive care units their more complex medical profiles and frailty dictate treatment decisions and affect outcomes there is no universally agreed upon age definition for an older adult with common thresholds being or years our objective was to evaluate the predictive value of various age groups while accounting for frailty in this observational cohort study we analyzed data from a prospective registry of consecutive patients admitted to the cardiac intensive care unit at a tertiary hospital between january and march with a diagnosis of acute coronary syndrome the primary outcome was the composite of day all cause death shock acute heart failure acute kidney injury stroke mechanical ventilation and ventricular arrhythmias frailty was dichotomized using the routinely measured norton score for all inpatients a score was defined as frail the study included patients with acute coronary syndrome divided into age groups aged years aged to years and aged years with a higher proportion of women in the older age groups due to the interaction between age and frailty the cohort was divided and analyzed separately on the basis of frailty status among the nonfrail group reached the outcome adjusted odds ratios for the primary outcome in patients aged years were ci and ci compared with those aged years and to years respectively for patients aged to years compared with those years the odds ratio was ci in the frail group where reached the outcome no significant association was found between age groups and outcomes our results suggest that frailty may be a surrogate for aging and is a stronger predictor than chronological age for adverse outcomes among patients with acute coronary syndrome in the cardiac intensive care unit"
}