{
    "title": "Marginal integrity in minimally invasive molar resin composite restorations: Impact of polymerization shrinkage.",
    "doc_id": "38676971",
    "writer": "Weimann D",
    "year": "2024",
    "summary": "OBJECTIVES: This study utilized non-linear finite element (FE) models to explore polymerization shrinkage and its impact on marginal integrity in molars following both selective caries removal (SCR) and conventional treatment. Specifically, we performed 2D in silico simula …",
    "abstract": "Objectives:\n        \n      \n      This study utilized non-linear finite element (FE) models to explore polymerization shrinkage and its impact on marginal integrity in molars following both selective caries removal (SCR) and conventional treatment. Specifically, we performed 2D in silico simulations to study residual stresses post-resin polymerization shrinkage and their influence on the marginal integrity of various restoration types.\n    \n\n\n          Methods:\n        \n      \n      Initially, FE models were developed based on a cohesive zone framework to simulate crack propagation along the bonded interfaces between restoration and tooth structure in SCR-treated molars with class I and class II restorations. The modeled resin composite restorations first underwent polymerization shrinkage and were then subjected to various occlusal loading conditions. Stress magnitudes and distributions were identified to evaluate the margin integrity and predict the mechanism and location of interfacial failure.\n    \n\n\n          Results and discussion:\n        \n      \n      The FE models computed polymerization shrinkage stresses of less than 1 MPa, exerting a minor influence on the composite/tooth interface. Occlusal loading, however, significantly impacted the load-bearing capacity of the composite/tooth (c/t) interface, potentially jeopardizing the restoration integrity. Especially under bi-axial occlusal loading, interfacial debonding occurred in the vertical cavity walls of the class I restorations, increasing the risk of failure. Notably, SCR-treated teeth exhibited better margin integrity than restored teeth after complete caries removal (NCR). These findings provide valuable insights into the mechanical behavior of SCR-treated teeth under different loading conditions and highlight the importance of considering the load scenarios that may lead to failure at the c/t interface. By investigating the factors influencing crack initiation and delamination, this novel research contributes to the optimization of restorative treatments and aids in the design of more resilient dental restorations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38676971/",
    "clean_text": "marginal integrity in minimally invasive molar resin composite restorations impact of polymerization shrinkage objectives this study utilized non linear finite element fe models to explore polymerization shrinkage and its impact on marginal integrity in molars following both selective caries removal scr and conventional treatment specifically we performed d in silico simula objectives this study utilized non linear finite element fe models to explore polymerization shrinkage and its impact on marginal integrity in molars following both selective caries removal scr and conventional treatment specifically we performed d in silico simulations to study residual stresses post resin polymerization shrinkage and their influence on the marginal integrity of various restoration types methods initially fe models were developed based on a cohesive zone framework to simulate crack propagation along the bonded interfaces between restoration and tooth structure in scr treated molars with class i and class ii restorations the modeled resin composite restorations first underwent polymerization shrinkage and were then subjected to various occlusal loading conditions stress magnitudes and distributions were identified to evaluate the margin integrity and predict the mechanism and location of interfacial failure results and discussion the fe models computed polymerization shrinkage stresses of less than mpa exerting a minor influence on the composite tooth interface occlusal loading however significantly impacted the load bearing capacity of the composite tooth c t interface potentially jeopardizing the restoration integrity especially under bi axial occlusal loading interfacial debonding occurred in the vertical cavity walls of the class i restorations increasing the risk of failure notably scr treated teeth exhibited better margin integrity than restored teeth after complete caries removal ncr these findings provide valuable insights into the mechanical behavior of scr treated teeth under different loading conditions and highlight the importance of considering the load scenarios that may lead to failure at the c t interface by investigating the factors influencing crack initiation and delamination this novel research contributes to the optimization of restorative treatments and aids in the design of more resilient dental restorations"
}