{
    "pmid": "41442509",
    "title": "Determinants of anemia in patients with primary glomerulonephritis: a biopsy-based analysis.",
    "abstract": "Anemia is the second most common comorbidity among patients with chronic kidney disease. Renal tubulointerstitial lesions in patients with primary glomerular disease may result in anemia. This study aims to demonstrate the relation between interstitial fibrosis (IF) grades and anemia parameters in patients with primary glomerulonephritis (PGN). 358 biopsy-proven PGN patients were included for this retrospective, cross-sectional study. We recorded the biopsy findings, demographic, clinical, and laboratory parameters of all patients on the biopsy day. The IF/cortical tissue ratio was calculated and classified into three groups; none, mild and moderate-severe IF. The mean age of the patients was 43.0 ± 13.8 years, and 54.5% of patients were male. Anemia was present in 41.6% of patients. Hemoglobin and hematocrit decreased across rising IF categories (Hb: 13.1 vs 12.6 vs 12.3 g/dL;  In PGN, IF severity correlates with lower hemoglobin, but does not independently predict anemia after accounting for iron status, inflammation, and kidney function. Anemia appears mainly related to iron availability, inflammatory conditions, and eGFR rather than IF.",
    "disease": "chronic kidney disease",
    "clean_text": "determinants of anemia in patients with primary glomerulonephritis a biopsy based analysis anemia is the second most common comorbidity among patients with chronic kidney disease renal tubulointerstitial lesions in patients with primary glomerular disease may result in anemia this study aims to demonstrate the relation between interstitial fibrosis if grades and anemia parameters in patients with primary glomerulonephritis pgn biopsy proven pgn patients were included for this retrospective cross sectional study we recorded the biopsy findings demographic clinical and laboratory parameters of all patients on the biopsy day the if cortical tissue ratio was calculated and classified into three groups none mild and moderate severe if the mean age of the patients was years and of patients were male anemia was present in of patients hemoglobin and hematocrit decreased across rising if categories hb vs vs g dl in pgn if severity correlates with lower hemoglobin but does not independently predict anemia after accounting for iron status inflammation and kidney function anemia appears mainly related to iron availability inflammatory conditions and egfr rather than if"
}