{
    "pmid": "41451001",
    "title": "Nutritional risk screening and analysis of factors influencing nutritional risk in patients with stable chronic obstructive pulmonary disease.",
    "abstract": "To assess nutritional status and influencing factors in stable chronic obstructive pulmonary disease (COPD) patients. This retrospective study of 280 stable COPD patients from Beijing Hospital of Integrated Traditional Chinese and Western Medicine and the First Affiliated Hospital of Tsinghua University (June 2022 to June 2024). Collected data included demographics, body mass index (BMI), smoking history, lung function, nutritional risk, six-minute walk distance (6MWD) test, COPD Assessment Test (CAT) scores, and traditional Chinese medicine (TCM) syndrome patterns. Statistical analysis compared nutritionally normal (NN) and at-risk (NAR) groups. Significant differences (p< 0.05) between NN and NAR groups included age, BMI, smoking history (active/passive), CAT scores, lung function, 6MWD, and TCM syndromes (spleen/kidney deficiency, qi/yin deficiency). Logistic regression identified key factors: sex, age, BMI, smoking (history/index), CAT/6MWD/lung function classifications, and TCM patterns (spleen/kidney involvement, qi/blood stasis). Nutritional risk in stable COPD is significantly influenced by age, BMI, smoking, disease severity (CAT/lung function), physical capacity (6MWD), and TCM syndromes (deficiency/stasis patterns). These factors should guide nutritional interventions.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "nutritional risk screening and analysis of factors influencing nutritional risk in patients with stable chronic obstructive pulmonary disease to assess nutritional status and influencing factors in stable chronic obstructive pulmonary disease copd patients this retrospective study of stable copd patients from beijing hospital of integrated traditional chinese and western medicine and the first affiliated hospital of tsinghua university june to june collected data included demographics body mass index bmi smoking history lung function nutritional risk six minute walk distance mwd test copd assessment test cat scores and traditional chinese medicine tcm syndrome patterns statistical analysis compared nutritionally normal nn and at risk nar groups significant differences p between nn and nar groups included age bmi smoking history active passive cat scores lung function mwd and tcm syndromes spleen kidney deficiency qi yin deficiency logistic regression identified key factors sex age bmi smoking history index cat mwd lung function classifications and tcm patterns spleen kidney involvement qi blood stasis nutritional risk in stable copd is significantly influenced by age bmi smoking disease severity cat lung function physical capacity mwd and tcm syndromes deficiency stasis patterns these factors should guide nutritional interventions"
}