{
    "pmid": "41454799",
    "title": "Electro-clinical features of Mowat-Wilson syndrome: A retrospective study of 31 children in mainland China.",
    "abstract": "To summarize the electro-clinical and genetic characteristics of children with Mowat-Wilson syndrome (MWS). This study is a hospital-based case series analyzing clinical data from 31 pediatric patients with MWS and epilepsy treated at Peking University First Hospital between June 2020 and December 2024. Information on seizures, electroencephalographic features, genetic characteristics, treatment, and prognosis was summarized and analyzed using descriptive statistics. Among the 31 children (16 males and 15 females), seizure onset occurred at a median age of 25.5 months (range: 1-113 months). Eighteen cases (58.1%, 18/31) began with fever-induced seizures; all 31 children experienced focal seizures, and 16 (51.6%, 16/31) exhibited atypical seizure presentations. Twelve (38.7%, 12/31) experienced seizures accompanied by gastrointestinal (GI) symptoms. Two children had myoclonic seizures, one had epileptic spasms, and another had atypical absence seizures. Ten (32.3%, 10/31) experienced convulsive status epilepticus. Electroencephalographic findings evolved from posterior head-dominant discharges to multifocal or anterior head-dominant discharges, with a significant increase in discharges during sleep. All 31 children had de novo ZEB2 variants, including 27 with single-nucleotide variants (SNVs) or insertions/deletions (indels) and four with copy number variants. Among the SNVs/indels, nonsense (13) and frameshift (12) variants predominated. One patient with rare seizures did not receive anti-seizure medication (ASM). Thirty received ASMs; both levetiracetam and valproic acid, used as monotherapy or in combination, proved effective. Sixteen children achieved seizure control for more than 6 months, and seven maintained seizure control for over 1 year. Our findings reveal the electro-clinical characteristics, genetic variants, and effective treatments associated with MWS, providing an important basis for clinical diagnosis and management.",
    "disease": "epilepsy",
    "clean_text": "electro clinical features of mowat wilson syndrome a retrospective study of children in mainland china to summarize the electro clinical and genetic characteristics of children with mowat wilson syndrome mws this study is a hospital based case series analyzing clinical data from pediatric patients with mws and epilepsy treated at peking university first hospital between june and december information on seizures electroencephalographic features genetic characteristics treatment and prognosis was summarized and analyzed using descriptive statistics among the children males and females seizure onset occurred at a median age of months range months eighteen cases began with fever induced seizures all children experienced focal seizures and exhibited atypical seizure presentations twelve experienced seizures accompanied by gastrointestinal gi symptoms two children had myoclonic seizures one had epileptic spasms and another had atypical absence seizures ten experienced convulsive status epilepticus electroencephalographic findings evolved from posterior head dominant discharges to multifocal or anterior head dominant discharges with a significant increase in discharges during sleep all children had de novo zeb variants including with single nucleotide variants snvs or insertions deletions indels and four with copy number variants among the snvs indels nonsense and frameshift variants predominated one patient with rare seizures did not receive anti seizure medication asm thirty received asms both levetiracetam and valproic acid used as monotherapy or in combination proved effective sixteen children achieved seizure control for more than months and seven maintained seizure control for over year our findings reveal the electro clinical characteristics genetic variants and effective treatments associated with mws providing an important basis for clinical diagnosis and management"
}