{
    "title": "Adolescent and young adult non-Hodgkin lymphoma.",
    "doc_id": "27071675",
    "writer": "Hochberg J",
    "year": "2016",
    "summary": "Non-Hodgkin lymphoma (NHL) is a heterogeneous group of lymphoid malignancies accounting for a significant portion of cancers occurring in children, adolescents and young adults with an increasing incidence with age. The adolescent and young adult (AYA) popula …",
    "abstract": "Non-Hodgkin lymphoma (NHL) is a heterogeneous group of lymphoid malignancies accounting for a significant portion of cancers occurring in children, adolescents and young adults with an increasing incidence with age. The adolescent and young adult (AYA) population presents a specific set of characteristics and challenges. The most common diseases occurring in adolescents and young adults include Burkitt lymphoma, lymphoblastic lymphoma, diffuse large B-cell lymphoma, anaplastic large cell lymphoma and primary mediastinal B-cell lymphoma. There is also a higher incidence of primary central nervous system lymphoma in AYA patients. Cure rates largely depend on risk-stratification, and are generally superior to outcomes in comparison to older adult data but less than in younger children. Here, we review the unique clinical and biological characteristics of NHL occurring in the AYA population with a focus on how to achieve similar curative outcomes in AYA that have been established in younger cohorts.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27071675/",
    "clean_text": "adolescent and young adult non hodgkin lymphoma non hodgkin lymphoma nhl is a heterogeneous group of lymphoid malignancies accounting for a significant portion of cancers occurring in children adolescents and young adults with an increasing incidence with age the adolescent and young adult aya popula non hodgkin lymphoma nhl is a heterogeneous group of lymphoid malignancies accounting for a significant portion of cancers occurring in children adolescents and young adults with an increasing incidence with age the adolescent and young adult aya population presents a specific set of characteristics and challenges the most common diseases occurring in adolescents and young adults include burkitt lymphoma lymphoblastic lymphoma diffuse large b cell lymphoma anaplastic large cell lymphoma and primary mediastinal b cell lymphoma there is also a higher incidence of primary central nervous system lymphoma in aya patients cure rates largely depend on risk stratification and are generally superior to outcomes in comparison to older adult data but less than in younger children here we review the unique clinical and biological characteristics of nhl occurring in the aya population with a focus on how to achieve similar curative outcomes in aya that have been established in younger cohorts"
}