{
    "title": "Heart disease in patients with stroke: incidence, impact, and implications for rehabilitation. Part 1: Classification and prevalence.",
    "doc_id": "8328899",
    "writer": "Roth EJ.",
    "year": "1993",
    "summary": "Heart disease is found in about 75% of patients who have suffered a stroke. Cardiovascular diseases can be risk factors, etiologic mechanisms, associated conditions, or direct consequences of stroke. Cardiac comorbidity may delay initiation of rehabilitation, …",
    "abstract": "Heart disease is found in about 75% of patients who have suffered a stroke. Cardiovascular diseases can be risk factors, etiologic mechanisms, associated conditions, or direct consequences of stroke. Cardiac comorbidity may delay initiation of rehabilitation, complicate the course and care of the patient with stroke, inhibit participation in a therapeutic exercise program, limit functional outcomes, and contribute to early mortality in the individual with cerebrovascular disease. Part 1 of this two-part article describes the various forms of heart disease that may be seen in stroke patients, and reviews the incidence figures for each type of associated cardiac condition.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8328899/",
    "clean_text": "heart disease in patients with stroke incidence impact and implications for rehabilitation part classification and prevalence heart disease is found in about of patients who have suffered a stroke cardiovascular diseases can be risk factors etiologic mechanisms associated conditions or direct consequences of stroke cardiac comorbidity may delay initiation of rehabilitation heart disease is found in about of patients who have suffered a stroke cardiovascular diseases can be risk factors etiologic mechanisms associated conditions or direct consequences of stroke cardiac comorbidity may delay initiation of rehabilitation complicate the course and care of the patient with stroke inhibit participation in a therapeutic exercise program limit functional outcomes and contribute to early mortality in the individual with cerebrovascular disease part of this two part article describes the various forms of heart disease that may be seen in stroke patients and reviews the incidence figures for each type of associated cardiac condition"
}