{
    "pmid": "41436813",
    "title": "BT-11 targets the LANCL2 pathway to attenuate cognitive deficits and hippocampal pathology in Alzheimer's transgenic rats.",
    "abstract": "Neuroinflammation is a key pathological hallmark of Alzheimer's disease (AD). Investigational and FDA approved drugs targeting inflammation already exist, thus drug repurposing for AD is a suitable approach. BT-11 is an investigational drug that reduces inflammation in the gut and improves cognitive function. BT-11 is orally active and binds to lanthionine synthetase C-like 2 (LANCL2), a glutathione-s-transferase, thus potentially reducing oxidative stress. We investigated the effects of BT-11 long-term treatment on the TgF344-AD rat model of AD. BT-11 (1) reduced spatial memory deficits, and hippocampal Abeta plaque load, and increased neuronal levels in males, and reduced microglia numbers in females, and (2) induced transcriptomic changes in signaling receptor, including G-protein coupled receptor pathways in both males and females, with changes in neurotrophic factors only in males. We detected LANCL2 in hippocampal nuclear and cytoplasmic fractions with potentially different post-translational modifications, suggesting distinct functions based on its subcellular localization. LANCL2 was present in oligodendrocytes, indicating a role in oligodendrocyte function. To our knowledge, these last two findings have not been reported. Overall, our data support that targeting LANCL2 with BT-11 improves cognition and reduces AD-like pathology potentially by modulating G-protein signaling. LANCL2's localization in oligodendrocytes suggest a possible role oligodendrocyte function that warrants further investigation. Our studies contribute to the field of new immunomodulatory AD therapeutics and establish LANCL2 as a promising therapeutic target meriting further mechanistic investigation.",
    "disease": "alzheimer disease",
    "clean_text": "bt targets the lancl pathway to attenuate cognitive deficits and hippocampal pathology in alzheimer s transgenic rats neuroinflammation is a key pathological hallmark of alzheimer s disease ad investigational and fda approved drugs targeting inflammation already exist thus drug repurposing for ad is a suitable approach bt is an investigational drug that reduces inflammation in the gut and improves cognitive function bt is orally active and binds to lanthionine synthetase c like lancl a glutathione s transferase thus potentially reducing oxidative stress we investigated the effects of bt long term treatment on the tgf ad rat model of ad bt reduced spatial memory deficits and hippocampal abeta plaque load and increased neuronal levels in males and reduced microglia numbers in females and induced transcriptomic changes in signaling receptor including g protein coupled receptor pathways in both males and females with changes in neurotrophic factors only in males we detected lancl in hippocampal nuclear and cytoplasmic fractions with potentially different post translational modifications suggesting distinct functions based on its subcellular localization lancl was present in oligodendrocytes indicating a role in oligodendrocyte function to our knowledge these last two findings have not been reported overall our data support that targeting lancl with bt improves cognition and reduces ad like pathology potentially by modulating g protein signaling lancl s localization in oligodendrocytes suggest a possible role oligodendrocyte function that warrants further investigation our studies contribute to the field of new immunomodulatory ad therapeutics and establish lancl as a promising therapeutic target meriting further mechanistic investigation"
}