{
    "pmid": "41440103",
    "title": "Prevalence of Neurocognitive Disorders in the Elderly Quechua Population Using the Q-RUDAS.",
    "abstract": "The Rowland Universal Dementia Assessment Scale (RUDAS) is a validated cognitive screening tool for illiterate and low-educated individuals, adaptable across languages and cultures. In Peru, we adapted it for Quechua speakers (Q-RUDAS) to assess cognitive status in older adults. We aimed to estimate the prevalence of neurocognitive disorders-mild cognitive impairment (MCI) and dementia-among Quechua-speaking older adults in one of the most socially vulnerable districts of Peru using the Quechua version of the Rowland Universal Dementia Assessment Scale (Q-RUDAS), a brief cognitive screening tool validated in Peru. We studied 511 participants from Puno a region in the southern Peruvian Andes (mean age 65.04 ± 6.73 years; 80.4% females), collecting sociodemographic data and Q-RUDAS scores. After excluding 18 individuals with medical conditions that could affect cognitive performance, such as neurological, psychiatric, or cerebrovascular disorders, 493 completed the test. All Q-RUDAS items were well understood, although over 50% of participants struggled with visuospatial construction. The mean Q-RUDAS score was 26.01 ± 2.71. Of the participants, 446 (90.5%) scored within normal ranges (26.67 ± 1.92), 41 (8.3%) were classified as having mild cognitive impairment (MCI) (21.49 ± 1.92), and 6 (1.2%) as having dementia (17.00 ± 2.71) based on established Q-RUDAS cut-offs. Urban participants scored higher. The prevalence of MCI and dementia combined was 9.52%. The Q-RUDAS is a culturally sensitive tool that can support the identification of cognitive impairment in Indigenous populations. Our findings highlight the need for further cross-validation studies to refine diagnostic accuracy in Quechua-speaking populations.",
    "disease": "alzheimer disease",
    "clean_text": "prevalence of neurocognitive disorders in the elderly quechua population using the q rudas the rowland universal dementia assessment scale rudas is a validated cognitive screening tool for illiterate and low educated individuals adaptable across languages and cultures in peru we adapted it for quechua speakers q rudas to assess cognitive status in older adults we aimed to estimate the prevalence of neurocognitive disorders mild cognitive impairment mci and dementia among quechua speaking older adults in one of the most socially vulnerable districts of peru using the quechua version of the rowland universal dementia assessment scale q rudas a brief cognitive screening tool validated in peru we studied participants from puno a region in the southern peruvian andes mean age years females collecting sociodemographic data and q rudas scores after excluding individuals with medical conditions that could affect cognitive performance such as neurological psychiatric or cerebrovascular disorders completed the test all q rudas items were well understood although over of participants struggled with visuospatial construction the mean q rudas score was of the participants scored within normal ranges were classified as having mild cognitive impairment mci and as having dementia based on established q rudas cut offs urban participants scored higher the prevalence of mci and dementia combined was the q rudas is a culturally sensitive tool that can support the identification of cognitive impairment in indigenous populations our findings highlight the need for further cross validation studies to refine diagnostic accuracy in quechua speaking populations"
}