{
    "title": "Outcomes of surgical management for tarsal coalitions: a systematic review.",
    "doc_id": "37462747",
    "writer": "Polt M",
    "year": "2023",
    "summary": "METHODS: The search followed the Preferred Reporting Items of Systematic Review and Meta-Analysis and was performed in four databases: MEDLINE, Central, Scopus and Web of Science. ...",
    "abstract": "Purpose:\n        \n      \n      To analyze the outcome of surgical treatment of tarsal coalition, assess the role of the surgical technique, as well as of coalition size and type on outcomes.\n    \n\n\n          Methods:\n        \n      \n      The search followed the Preferred Reporting Items of Systematic Review and Meta-Analysis and was performed in four databases: MEDLINE, Central, Scopus and Web of Science. The protocol has been registered in the international prospective register of systematic reviews. Patient-reported outcomes (PROMs), complications, revisions and radiographic recurrence were collected. Risk of bias was assessed using MINORS criteria. A random-effects model for meta-analysis was applied for analysis of data heterogeneity.\n    \n\n\n          Results:\n        \n      \n      Twenty-five studies including 760 tarsal coalitions were included and had a weighted average follow-up of 44 months. Studies scored fair to poor on the risk of bias assessment with a mean MINORS score of 67% (44-81%). In 77.8% (37.5-100%) of surgically treated tarsal coalitions, good/excellent/non-limiting or improved PROMs were reported. Calculated data heterogeneity was moderate (I2 = 57%). Open bar resection with material interposition had a clinical success rate of 78.8% (50-100%). Complications occurred in 4.96% of cases. Coalition size did not prove to be a determining factor in postoperative outcome. The influence of the coalition type was not investigated by any of the studies.\n    \n\n\n          Conclusion:\n        \n      \n      Data on outcomes of surgical management for tarsal coalitions is limited to retrospective case series with high risk of bias and moderate data heterogeneity. In about ¾ of cases, open resection and interposition of material results in improved PROMs. The arbitrary margin of ≥ 50% of TC coalition size in relation to the posterior facet has little importance in surgical decision-making. None of the studies reported on the influence of the coalition type on postoperative clinical success.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37462747/",
    "clean_text": "outcomes of surgical management for tarsal coalitions a systematic review methods the search followed the preferred reporting items of systematic review and meta analysis and was performed in four databases medline central scopus and web of science purpose to analyze the outcome of surgical treatment of tarsal coalition assess the role of the surgical technique as well as of coalition size and type on outcomes methods the search followed the preferred reporting items of systematic review and meta analysis and was performed in four databases medline central scopus and web of science the protocol has been registered in the international prospective register of systematic reviews patient reported outcomes proms complications revisions and radiographic recurrence were collected risk of bias was assessed using minors criteria a random effects model for meta analysis was applied for analysis of data heterogeneity results twenty five studies including tarsal coalitions were included and had a weighted average follow up of months studies scored fair to poor on the risk of bias assessment with a mean minors score of in of surgically treated tarsal coalitions good excellent non limiting or improved proms were reported calculated data heterogeneity was moderate i open bar resection with material interposition had a clinical success rate of complications occurred in of cases coalition size did not prove to be a determining factor in postoperative outcome the influence of the coalition type was not investigated by any of the studies conclusion data on outcomes of surgical management for tarsal coalitions is limited to retrospective case series with high risk of bias and moderate data heterogeneity in about of cases open resection and interposition of material results in improved proms the arbitrary margin of of tc coalition size in relation to the posterior facet has little importance in surgical decision making none of the studies reported on the influence of the coalition type on postoperative clinical success"
}