{
    "pmid": "41474987",
    "title": "Post-traumatic oral necrosis in a patient with refractory epilepsy: A case report.",
    "abstract": "Epilepsy patients can show a wide range of oral and maxillofacial injuries after seizures. However, the occurrence of oral soft tissue necrosis (OSTN) has been rarely reported. In the current report, a 55-year-old man with refractory epilepsy was referred for evaluation of an extensive injury in the oral mucosa after a severe seizure. Intraoral examination revealed a painless grayish-white necrotic area in the posterior region of the buccal mucosa on the left side measuring about 2×3 cm. Clinical findings led to the diagnosis of post-traumatic OSTN and the patient underwent surgical debridement on an outpatient basis. Two-month follow-up showed complete healing associated with the formation of fibrous tissue. A review of the literature demonstrated that post-traumatic OSTN was not reported among oral and/or maxillofacial injuries found in epilepsy patients. However, the current report reinforces that soft tissue necrosis may occur in the oral cavity of these patients after seizures. Post-traumatic OSTN should be considered an oral injury found in patients with refractory epilepsy.",
    "disease": "epilepsy",
    "clean_text": "post traumatic oral necrosis in a patient with refractory epilepsy a case report epilepsy patients can show a wide range of oral and maxillofacial injuries after seizures however the occurrence of oral soft tissue necrosis ostn has been rarely reported in the current report a year old man with refractory epilepsy was referred for evaluation of an extensive injury in the oral mucosa after a severe seizure intraoral examination revealed a painless grayish white necrotic area in the posterior region of the buccal mucosa on the left side measuring about cm clinical findings led to the diagnosis of post traumatic ostn and the patient underwent surgical debridement on an outpatient basis two month follow up showed complete healing associated with the formation of fibrous tissue a review of the literature demonstrated that post traumatic ostn was not reported among oral and or maxillofacial injuries found in epilepsy patients however the current report reinforces that soft tissue necrosis may occur in the oral cavity of these patients after seizures post traumatic ostn should be considered an oral injury found in patients with refractory epilepsy"
}