{
    "title": "[Claudins as tight junction proteins: the molecular element of paracellular transport].",
    "doc_id": "23650732",
    "writer": "Markov AG.",
    "year": "2013",
    "summary": "Epithelial layer permeability for paracellular transport as well as restriction of lateral integrative protein diffusion in a plasma membrane is determined by apical intercellular complex including tight junctions. Integrative proteins of the claudin family are basi …",
    "abstract": "Epithelium is a key structure of tissue barriers ensuring a creation of electrochemical and osmotic gradients. There are transcellular and paracellular types of transepithelium transport of molecules and ions. Epithelial layer permeability for paracellular transport as well as restriction of lateral integrative protein diffusion in a plasma membrane is determined by apical intercellular complex including tight junctions. Integrative proteins of the claudin family are basic molecular components of tight junctions. Properties of single claudins and their complexes define the differences in a degree of epithelial permeability. The subfamily of claudins forming charge- and size-selective pores provides selective paracellular diffusion. The subfamily of claudins increasing epithelial impermeability strengthens epithelial barrier features.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23650732/",
    "clean_text": "claudins as tight junction proteins the molecular element of paracellular transport epithelial layer permeability for paracellular transport as well as restriction of lateral integrative protein diffusion in a plasma membrane is determined by apical intercellular complex including tight junctions integrative proteins of the claudin family are basi epithelium is a key structure of tissue barriers ensuring a creation of electrochemical and osmotic gradients there are transcellular and paracellular types of transepithelium transport of molecules and ions epithelial layer permeability for paracellular transport as well as restriction of lateral integrative protein diffusion in a plasma membrane is determined by apical intercellular complex including tight junctions integrative proteins of the claudin family are basic molecular components of tight junctions properties of single claudins and their complexes define the differences in a degree of epithelial permeability the subfamily of claudins forming charge and size selective pores provides selective paracellular diffusion the subfamily of claudins increasing epithelial impermeability strengthens epithelial barrier features"
}