{
    "pmid": "41457268",
    "title": "Understanding socioeconomic inequalities in COVID-19 vaccination: controlling endogenous selection in Cali, Colombia.",
    "abstract": "The COVID-19 pandemic displayed notable disparities in infection and mortality rates across populations, yet socioeconomic factors remain underexplored in many analyses. This study leverages an individual-level dataset from Cali, Colombia, detailing COVID-19 cases, vaccination histories, and mortality outcomes, to examine spatiotemporal vaccination patterns and their effects on mortality. Using a Bayesian two-part model with generalized linear mixed models, the analysis accounts for endogenous selection, individual heterogeneity, and spatial-temporal dependencies. The findings highlight significant socioeconomic inequalities in vaccination coverage: individuals from higher socioeconomic strata were more likely to receive full vaccination regimens and booster doses, while those from lower strata faced reduced vaccination coverage and elevated mortality risks. Employment, socioeconomic status, and ethnicity emerged as key predictors of vaccination propensity and mortality, disproportionately disadvantaging vulnerable groups. These results stress the need for equitable vaccine distribution and targeted interventions to address disparities and enhance public health outcomes.",
    "disease": "covid-19",
    "clean_text": "understanding socioeconomic inequalities in covid vaccination controlling endogenous selection in cali colombia the covid pandemic displayed notable disparities in infection and mortality rates across populations yet socioeconomic factors remain underexplored in many analyses this study leverages an individual level dataset from cali colombia detailing covid cases vaccination histories and mortality outcomes to examine spatiotemporal vaccination patterns and their effects on mortality using a bayesian two part model with generalized linear mixed models the analysis accounts for endogenous selection individual heterogeneity and spatial temporal dependencies the findings highlight significant socioeconomic inequalities in vaccination coverage individuals from higher socioeconomic strata were more likely to receive full vaccination regimens and booster doses while those from lower strata faced reduced vaccination coverage and elevated mortality risks employment socioeconomic status and ethnicity emerged as key predictors of vaccination propensity and mortality disproportionately disadvantaging vulnerable groups these results stress the need for equitable vaccine distribution and targeted interventions to address disparities and enhance public health outcomes"
}