{
    "title": "Spinal cord-projecting vasopressinergic neurons in the rat paraventricular hypothalamus.",
    "doc_id": "10404248",
    "writer": "Hallbeck M",
    "year": "1999",
    "summary": "Homeostatic regulation includes modulation of signaling in the spinal cord. This may be exerted by neurons in the PVH with spinal projections. However, the PVH is not a homogeneous structure, but consists of anatomically and functionally distinct subdivisions. ...Th …",
    "abstract": "The paraventricular hypothalamic nucleus (PVH) is a key structure for the maintenance of homeostasis. Homeostatic regulation includes modulation of signaling in the spinal cord. This may be exerted by neurons in the PVH with spinal projections. However, the PVH is not a homogeneous structure, but consists of anatomically and functionally distinct subdivisions. In this study, we have analyzed the distribution of spinal cord-projecting PVH neurons that express vasopressin, an important neuropeptide in autonomic regulation. Vasopressinergic neurons were identified with a radiolabeled riboprobe complementary to vasopressin mRNA combined with immunohistochemical labeling of retrogradely transported cholera toxin subunit b in spinally projecting neurons. More than 40% of the spinally projecting neurons in the PVH of naive Sprague-Dawley rats were found to express vasopressin mRNA. The lateral parvocellular subdivision and the ventral part of the medial parvocellular subdivision contained the densest distribution of spinal cord-projecting vasopressin mRNA-expressing neurons. The magnocellular subdivisions displayed large numbers of vasopressin mRNA-expressing neurons, but very few of those projected to the spinal cord. The dorsal parvocellular subdivision contained a large number of spinally projecting neurons, but very few of those expressed vasopressin mRNA. These findings show that the PVH gives rise to a major vasopressinergic projection to the spinal cord and that the spinal cord-projecting vasopressinergic neurons are parceled into anatomically distinct cell groups. This provides an anatomical basis for a selective activation of functionally different groups in the PVH as part of a behaviorally adaptive response, including modulation of autonomic activity and pain processing at the spinal level.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10404248/",
    "clean_text": "spinal cord projecting vasopressinergic neurons in the rat paraventricular hypothalamus homeostatic regulation includes modulation of signaling in the spinal cord this may be exerted by neurons in the pvh with spinal projections however the pvh is not a homogeneous structure but consists of anatomically and functionally distinct subdivisions th the paraventricular hypothalamic nucleus pvh is a key structure for the maintenance of homeostasis homeostatic regulation includes modulation of signaling in the spinal cord this may be exerted by neurons in the pvh with spinal projections however the pvh is not a homogeneous structure but consists of anatomically and functionally distinct subdivisions in this study we have analyzed the distribution of spinal cord projecting pvh neurons that express vasopressin an important neuropeptide in autonomic regulation vasopressinergic neurons were identified with a radiolabeled riboprobe complementary to vasopressin mrna combined with immunohistochemical labeling of retrogradely transported cholera toxin subunit b in spinally projecting neurons more than of the spinally projecting neurons in the pvh of naive sprague dawley rats were found to express vasopressin mrna the lateral parvocellular subdivision and the ventral part of the medial parvocellular subdivision contained the densest distribution of spinal cord projecting vasopressin mrna expressing neurons the magnocellular subdivisions displayed large numbers of vasopressin mrna expressing neurons but very few of those projected to the spinal cord the dorsal parvocellular subdivision contained a large number of spinally projecting neurons but very few of those expressed vasopressin mrna these findings show that the pvh gives rise to a major vasopressinergic projection to the spinal cord and that the spinal cord projecting vasopressinergic neurons are parceled into anatomically distinct cell groups this provides an anatomical basis for a selective activation of functionally different groups in the pvh as part of a behaviorally adaptive response including modulation of autonomic activity and pain processing at the spinal level"
}