{
    "pmid": "41428318",
    "title": "Mantle cell lymphoma exhibiting repeated progression with the initiation of a JAK-1 inhibitor for psoriatic arthritis.",
    "abstract": "Mantle cell lymphoma (MCL) associated with immunodeficiency or dysregulation (IDD) has not been linked to the use of JAK inhibitors (JAKi). While the development of lymphoma in patients receiving JAKi for rheumatoid arthritis and psoriatic arthritis (PsA) has been reported, no MCL patients have been reported. A 73-year-old man receiving methotrexate (MTX) for at least a 17-year history of PsA developed cervical lymphadenopathy. Biopsy revealed MCL, and lymphadenopathy resolved following cessation of MTX. Upadacitinib (UPA), a JAK-1 inhibitor, was initiated as an alternative treatment for PsA. While it was very effective, it also led to recurrent lymphadenopathy. Upon discontinuation of UPA, lymphadenopathy regressed. This pattern occurred a third time, ultimately leading to significant exacerbation. A second biopsy revealed histology associated with the pleomorphic variant of MCL. In situ hybridization for Epstein-Barr virus-encoded small RNA and immunohistochemistry for human herpesvirus 8 were negative. A FISH analysis detected the IGH::CCND1 fusion, confirming the diagnosis. The clinical staging was Ann Arbor stage Ⅱ, and the MCL International Prognostic Index indicated intermediate risk. Partial response was achieved with radiotherapy. Although JAKi and MCL are uncommon in the established IDD setting, their potential relationship warrants consideration.",
    "disease": "rheumatoid arthritis",
    "clean_text": "mantle cell lymphoma exhibiting repeated progression with the initiation of a jak inhibitor for psoriatic arthritis mantle cell lymphoma mcl associated with immunodeficiency or dysregulation idd has not been linked to the use of jak inhibitors jaki while the development of lymphoma in patients receiving jaki for rheumatoid arthritis and psoriatic arthritis psa has been reported no mcl patients have been reported a year old man receiving methotrexate mtx for at least a year history of psa developed cervical lymphadenopathy biopsy revealed mcl and lymphadenopathy resolved following cessation of mtx upadacitinib upa a jak inhibitor was initiated as an alternative treatment for psa while it was very effective it also led to recurrent lymphadenopathy upon discontinuation of upa lymphadenopathy regressed this pattern occurred a third time ultimately leading to significant exacerbation a second biopsy revealed histology associated with the pleomorphic variant of mcl in situ hybridization for epstein barr virus encoded small rna and immunohistochemistry for human herpesvirus were negative a fish analysis detected the igh ccnd fusion confirming the diagnosis the clinical staging was ann arbor stage and the mcl international prognostic index indicated intermediate risk partial response was achieved with radiotherapy although jaki and mcl are uncommon in the established idd setting their potential relationship warrants consideration"
}