{
    "title": "A review of safety, side-effects and subjective reactions to intranasal oxytocin in human research.",
    "doc_id": "21429671",
    "writer": "MacDonald E",
    "year": "2011",
    "summary": "Diverse methods have been used to screen and exclude participants, monitor side effects and subject reactions. Side effects are not different between oxytocin and placebo and participants are unable to accurately report on whether they have received ox …",
    "abstract": "Background:\n        \n      \n      Human research investigating the impact of intranasal oxytocin on psychological processes has accelerated over the last two decades. No review of side effects, subjective reactions and safety is available.\n    \n\n\n          Method:\n        \n      \n      A systematic review of 38 randomised controlled trials conducted between 1990 and 2010 that investigated the central effects of intranasal oxytocin was undertaken. A systematic search for reports of adverse reactions involving intranasal oxytocin was also completed.\n    \n\n\n          Results:\n        \n      \n      Since 1990, research trials have reported on N=1529 (79% male) of which 8% were participants with developmental or mental health difficulties. Dosages ranged from 18 to 40 IU, mainly in single doses but ranged up to 182 administrations. Diverse methods have been used to screen and exclude participants, monitor side effects and subject reactions. Side effects are not different between oxytocin and placebo and participants are unable to accurately report on whether they have received oxytocin and placebo. Three case reports of adverse reactions due to misuse and longer-term use of intranasal oxytocin were reported.\n    \n\n\n          Conclusions:\n        \n      \n      The evidence shows that intranasal oxytocin: (1) produces no detectable subjective changes in recipients, (2) produces no reliable side-effects, and (3) is not associated with adverse outcomes when delivered in doses of 18-40 IU for short term use in controlled research settings. Future research directions should include a focus on the dosage and duration of use, and application with younger age groups, vulnerable populations, and with females.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21429671/",
    "clean_text": "a review of safety side effects and subjective reactions to intranasal oxytocin in human research diverse methods have been used to screen and exclude participants monitor side effects and subject reactions side effects are not different between oxytocin and placebo and participants are unable to accurately report on whether they have received ox background human research investigating the impact of intranasal oxytocin on psychological processes has accelerated over the last two decades no review of side effects subjective reactions and safety is available method a systematic review of randomised controlled trials conducted between and that investigated the central effects of intranasal oxytocin was undertaken a systematic search for reports of adverse reactions involving intranasal oxytocin was also completed results since research trials have reported on n male of which were participants with developmental or mental health difficulties dosages ranged from to iu mainly in single doses but ranged up to administrations diverse methods have been used to screen and exclude participants monitor side effects and subject reactions side effects are not different between oxytocin and placebo and participants are unable to accurately report on whether they have received oxytocin and placebo three case reports of adverse reactions due to misuse and longer term use of intranasal oxytocin were reported conclusions the evidence shows that intranasal oxytocin produces no detectable subjective changes in recipients produces no reliable side effects and is not associated with adverse outcomes when delivered in doses of iu for short term use in controlled research settings future research directions should include a focus on the dosage and duration of use and application with younger age groups vulnerable populations and with females"
}