{
    "pmid": "41455116",
    "title": "Protein Corona Modulated Doxorubicin Loading and Release from Catechin-Functionalized Ag-Au Alloy Nanoparticles.",
    "abstract": "A protein corona formed on the surface of engineered nanostructures alters their biological identity as they are introduced to body fluids. In this paper, we engineered naturally occurring polyphenol, catechin-capped bimetallic Ag-Au nanoparticles as well as their respective monometallic forms and investigated the formation of protein corona taking human serum albumin (HSA) as a model carrier protein. The comparative nature of binding, affinity of HSA toward the catechin-capped bimetallic and monometallic silver and gold nanoparticles, was analyzed with a number of photophysical experiments. The binding interaction of HSA with these polyphenol-capped NPs was driven spontaneously via electrostatic interactions, where structural conformations of HSA remained intact after complexation. Isothermal titration calorimetry and steady state fluorescence analysis revealed the higher binding efficacy of HSA toward bimetallic AgAuNPs than the monometallic Cat-AuNPs and Cat-AgNPs. The formation of the protein corona of HSA on these polyphenol-capped NPs dramatically enhanced the drug loading capacity. The HSA-coronated bimetallic AgAuNPs showed the highest loading percentage of doxorubicin (DOX) (94.64 ± 1.47%) and thereby a higher release percentage (84.37%) at pH 4.6 than that with monometallic Cat-AuNPs and Cat-AgNPs. The release kinetic analysis of doxorubicin from the HSA-coronated Cat-AgAuNPs system supported the non-Fickian diffusion mechanism, i.e., drug release via swelling, erosion, or degradation of the carrier system. The DOX-loaded HSA-coronated catechin-capped NPs showed enhanced cell cytotoxicity against the A549 lung cancer cell line, among which Cat-AgAuNPs showed the highest reduction in cell viability as revealed by the MTT assay and the cytomorphological changes visualized by optical microscopic imaging.",
    "disease": "lung cancer",
    "clean_text": "protein corona modulated doxorubicin loading and release from catechin functionalized ag au alloy nanoparticles a protein corona formed on the surface of engineered nanostructures alters their biological identity as they are introduced to body fluids in this paper we engineered naturally occurring polyphenol catechin capped bimetallic ag au nanoparticles as well as their respective monometallic forms and investigated the formation of protein corona taking human serum albumin hsa as a model carrier protein the comparative nature of binding affinity of hsa toward the catechin capped bimetallic and monometallic silver and gold nanoparticles was analyzed with a number of photophysical experiments the binding interaction of hsa with these polyphenol capped nps was driven spontaneously via electrostatic interactions where structural conformations of hsa remained intact after complexation isothermal titration calorimetry and steady state fluorescence analysis revealed the higher binding efficacy of hsa toward bimetallic agaunps than the monometallic cat aunps and cat agnps the formation of the protein corona of hsa on these polyphenol capped nps dramatically enhanced the drug loading capacity the hsa coronated bimetallic agaunps showed the highest loading percentage of doxorubicin dox and thereby a higher release percentage at ph than that with monometallic cat aunps and cat agnps the release kinetic analysis of doxorubicin from the hsa coronated cat agaunps system supported the non fickian diffusion mechanism i e drug release via swelling erosion or degradation of the carrier system the dox loaded hsa coronated catechin capped nps showed enhanced cell cytotoxicity against the a lung cancer cell line among which cat agaunps showed the highest reduction in cell viability as revealed by the mtt assay and the cytomorphological changes visualized by optical microscopic imaging"
}