{
    "pmid": "41411744",
    "title": "[Profile and management of non-ST-segment elevation acute coronary syndromes hospitalized in Dakar].",
    "abstract": "Non-ST-segment elevation acute coronary syndrome (NSTE-ACS) is the most common form of acute coronary syndrome. Its diagnosis and management have always been subjects of controversy, complicating its treatment, particularly in our setting. This study aimed to evaluate the overall management of patients admitted to the hospital for NSTE-ACS. A multicentre, prospective, descriptive, and analytical study was carried out over 12 months, including all patients admitted for NSTE-ACS in three cardiology departments in Dakar. Among 2,329 patients seen, 131 were admitted for NSTE-ACS, representing 5.63% of hospitalized patients and 26.3% of all ACS cases. The average âge was 61 years. Most patients were women, with a sex ratio of 1.3. The distribution was as follows: NSTE-ACS with positive troponin (86.7%) and NSTE-ACS with negative troponin (13.3%). The main risk factors included sedentary lifestyle (75.6%), hypertension (64.9%), and diabetes (36.7%). Chest pain was the most common symptom (81.7%). Physical examination was mostly normal (75%). Cardiac ultrasound detected kinetic disorders and left ventricular dysfunction in 45% and 38.6% of patients, respectively. According to the GRACE score, 46.6% of patients were at high risk of ischemia. Coronary angiography was performed in 64.8% of patients, with 82.4% showing coronary artery disease and 46.7% having triple-vessel disease. Coronary angioplasty was carried out in 19.9% of cases. There were eight deaths, resulting in an in-hospital mortality rate of 6.1%. This study highlights that the diagnosis and treatment of NSTE-ACS remain major challenges in Dakar, with limited access to troponin testing, coronary angiography, and angioplasty.",
    "disease": "coronary artery disease",
    "clean_text": "profile and management of non st segment elevation acute coronary syndromes hospitalized in dakar non st segment elevation acute coronary syndrome nste acs is the most common form of acute coronary syndrome its diagnosis and management have always been subjects of controversy complicating its treatment particularly in our setting this study aimed to evaluate the overall management of patients admitted to the hospital for nste acs a multicentre prospective descriptive and analytical study was carried out over months including all patients admitted for nste acs in three cardiology departments in dakar among patients seen were admitted for nste acs representing of hospitalized patients and of all acs cases the average ge was years most patients were women with a sex ratio of the distribution was as follows nste acs with positive troponin and nste acs with negative troponin the main risk factors included sedentary lifestyle hypertension and diabetes chest pain was the most common symptom physical examination was mostly normal cardiac ultrasound detected kinetic disorders and left ventricular dysfunction in and of patients respectively according to the grace score of patients were at high risk of ischemia coronary angiography was performed in of patients with showing coronary artery disease and having triple vessel disease coronary angioplasty was carried out in of cases there were eight deaths resulting in an in hospital mortality rate of this study highlights that the diagnosis and treatment of nste acs remain major challenges in dakar with limited access to troponin testing coronary angiography and angioplasty"
}