{
    "pmid": "41455360",
    "title": "Effects of the jigsaw technique on childhood epileptic seizure management knowledge and attitudes of nursing students: A randomised controlled trial.",
    "abstract": "This study examined the effect of training given to nursing students using the Jigsaw technique and traditional training methods on their knowledge and attitudes towards childhood epileptic seizure management. The Jigsaw technique is a student-centred and collaborative learning method that improves knowledge, skills and attitudes in nursing. The study used a pre-test-post-test randomized experimental design. The study included 80 nursing students who were randomly assigned to either an intervention group (n = 40) or a control group (n = 40). The intervention group received small-group training sessions using the Jigsaw technique, while the control group underwent traditional training on epilepsy across three sessions. All participants completed the study scales both before and after the training. The knowledge scale scores of both groups increased significantly from pre- to post-training (p < 0.001); however, the between-group difference was not statistically significant (p = 0.116). Similarly, attitude scale scores improved significantly in both groups (p = 0.013), but no significant difference was found between the groups (p = 0.365). In addition, self-confidence in managing epileptic seizures increased significantly in both groups following the training (p < 0.001). Both the Jigsaw technique and traditional training in childhood epilepsy and seizure management were effective in improving students' knowledge and attitudes. However, the Jigsaw technique was particularly beneficial in enhancing students' self-confidence. These findings suggest that integrating the Jigsaw technique into nursing education may better prepare students for clinical practice, especially in the management of paediatric epilepsy.",
    "disease": "epilepsy",
    "clean_text": "effects of the jigsaw technique on childhood epileptic seizure management knowledge and attitudes of nursing students a randomised controlled trial this study examined the effect of training given to nursing students using the jigsaw technique and traditional training methods on their knowledge and attitudes towards childhood epileptic seizure management the jigsaw technique is a student centred and collaborative learning method that improves knowledge skills and attitudes in nursing the study used a pre test post test randomized experimental design the study included nursing students who were randomly assigned to either an intervention group n or a control group n the intervention group received small group training sessions using the jigsaw technique while the control group underwent traditional training on epilepsy across three sessions all participants completed the study scales both before and after the training the knowledge scale scores of both groups increased significantly from pre to post training p however the between group difference was not statistically significant p similarly attitude scale scores improved significantly in both groups p but no significant difference was found between the groups p in addition self confidence in managing epileptic seizures increased significantly in both groups following the training p both the jigsaw technique and traditional training in childhood epilepsy and seizure management were effective in improving students knowledge and attitudes however the jigsaw technique was particularly beneficial in enhancing students self confidence these findings suggest that integrating the jigsaw technique into nursing education may better prepare students for clinical practice especially in the management of paediatric epilepsy"
}