{
    "pmid": "41474783",
    "title": "Trixis angustifolia DC. as a potential plant for the co-management of diabetes mellitus and tuberculosis.",
    "abstract": "Diabetes mellitus and tuberculosis represent two concurrent conditions that have posed significant challenges to global public health. A comprehensive investigation into new strategies for co-managing both conditions is essential, given the possible drug interactions. Trixis angustifolia DC. is a plant commonly used in Mexican traditional medicine and has potential antimycobacterial and hypoglycemic properties. This study aimed to investigate the chemical composition of the ethyl acetate extract of T. angustifolia (TxAcE) and its antimycobacterial, hypoglycemic, and hypolipidemic activities. The structures of the isolated compounds were determined by NMR and mass spectrometry. The in vitro antimycobacterial activity of TxAcE and isolated compounds was determined by the Microplate Alamar Blue Assay. The hypoglycemic and hypolipidemic activities of TxAcE (50, 100, and 200 mg/kg p.o.) were investigated using alloxan-induced diabetes and Triton WR-1339-induced hyperlipidemia models in mice, respectively. The TxAcE and the mixture of two new trixanolides (1a and 1a') isolated from T. angustifolia exhibited antibacterial activity against M. tuberculosis H37Rv, showing a minimum inhibitory concentration of 6.25 µg/mL. In diabetic mice treated with TxAcE (200 mg/kg) for 15 days, non-fasting blood glucose and LDL-C levels were significantly reduced, while HDL-C levels were increased. Treatment with 50 and 100 mg/kg of the TxAcE reduced TG, VLDL-C, and LDL-C levels and increased HDL-C levels in Triton WR-1339-induced hyperlipidemic mice. These findings suggest that T. angustifolia is a promising source of natural antimycobacterial agents. Combined with its hypoglycemic and hypolipidemic effects, this plant has the potential to be valuable for future research in co-managing both diabetes mellitus and tuberculosis.",
    "disease": "diabetes mellitus",
    "clean_text": "trixis angustifolia dc as a potential plant for the co management of diabetes mellitus and tuberculosis diabetes mellitus and tuberculosis represent two concurrent conditions that have posed significant challenges to global public health a comprehensive investigation into new strategies for co managing both conditions is essential given the possible drug interactions trixis angustifolia dc is a plant commonly used in mexican traditional medicine and has potential antimycobacterial and hypoglycemic properties this study aimed to investigate the chemical composition of the ethyl acetate extract of t angustifolia txace and its antimycobacterial hypoglycemic and hypolipidemic activities the structures of the isolated compounds were determined by nmr and mass spectrometry the in vitro antimycobacterial activity of txace and isolated compounds was determined by the microplate alamar blue assay the hypoglycemic and hypolipidemic activities of txace and mg kg p o were investigated using alloxan induced diabetes and triton wr induced hyperlipidemia models in mice respectively the txace and the mixture of two new trixanolides a and a isolated from t angustifolia exhibited antibacterial activity against m tuberculosis h rv showing a minimum inhibitory concentration of g ml in diabetic mice treated with txace mg kg for days non fasting blood glucose and ldl c levels were significantly reduced while hdl c levels were increased treatment with and mg kg of the txace reduced tg vldl c and ldl c levels and increased hdl c levels in triton wr induced hyperlipidemic mice these findings suggest that t angustifolia is a promising source of natural antimycobacterial agents combined with its hypoglycemic and hypolipidemic effects this plant has the potential to be valuable for future research in co managing both diabetes mellitus and tuberculosis"
}