{
    "title": "Central nervous system active medication use in Medicare enrollees receiving home health care: association with chronic pain and anxiety level.",
    "doc_id": "38985202",
    "writer": "Raji MA",
    "year": "2025",
    "summary": "No comparative effectiveness data exist on nonopioid analgesics and nonbenzodiazepine anxiolytics to treat pain with anxiety. We examined the relationship between drug class and central nervous system (CNS) active drug polypharmacy on pain and anxiety levels …",
    "abstract": "No comparative effectiveness data exist on nonopioid analgesics and nonbenzodiazepine anxiolytics to treat pain with anxiety. We examined the relationship between drug class and central nervous system (CNS) active drug polypharmacy on pain and anxiety levels in Medicare enrollees receiving home health (HH) care. This retrospective cohort study included enrollees with diagnoses and 2+ assessments of pain and anxiety between HH admission and discharge. Three sets of linear regression difference-in-reduction analyses assessed the association of pain or anxiety reduction with number of drugs; drug type; and drug combinations in those with daily pain and daily anxiety. Logistic regression analysis assessed the effect of medication number and class on less-than-daily pain or anxiety at HH discharge. A sensitivity analysis using multinomial regression was conducted with a three-level improvement to further determine clinical significance. Of 85,403 HH patients, 43% received opioids, 27% benzodiazepines, 26% gabapentinoids, 32% selective serotonin reuptake inhibitors, and 8% serotonin and norepinephrine reuptake inhibitors (SNRI). Furthermore, 75% had depression, 40% had substance use disorder diagnoses, and 6.9% had PTSD diagnoses. At HH admission, 83%, 35%, and 30% of patients reported daily pain, daily anxiety, and both, respectively. Central nervous system polypharmacy was associated with worse pain control and had no significant effect on anxiety. For patients with daily pain plus anxiety, pain was best reduced with one medication or any drug combination without opioid/benzodiazepine; anxiety was best reduced with combinations other than opiate/benzodiazepine. Gabapentinoids or SNRI achieved clinically meaningful pain control. Selective serotonin reuptake inhibitors provided clinically meaningful anxiety relief.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38985202/",
    "clean_text": "central nervous system active medication use in medicare enrollees receiving home health care association with chronic pain and anxiety level no comparative effectiveness data exist on nonopioid analgesics and nonbenzodiazepine anxiolytics to treat pain with anxiety we examined the relationship between drug class and central nervous system cns active drug polypharmacy on pain and anxiety levels no comparative effectiveness data exist on nonopioid analgesics and nonbenzodiazepine anxiolytics to treat pain with anxiety we examined the relationship between drug class and central nervous system cns active drug polypharmacy on pain and anxiety levels in medicare enrollees receiving home health hh care this retrospective cohort study included enrollees with diagnoses and assessments of pain and anxiety between hh admission and discharge three sets of linear regression difference in reduction analyses assessed the association of pain or anxiety reduction with number of drugs drug type and drug combinations in those with daily pain and daily anxiety logistic regression analysis assessed the effect of medication number and class on less than daily pain or anxiety at hh discharge a sensitivity analysis using multinomial regression was conducted with a three level improvement to further determine clinical significance of hh patients received opioids benzodiazepines gabapentinoids selective serotonin reuptake inhibitors and serotonin and norepinephrine reuptake inhibitors snri furthermore had depression had substance use disorder diagnoses and had ptsd diagnoses at hh admission and of patients reported daily pain daily anxiety and both respectively central nervous system polypharmacy was associated with worse pain control and had no significant effect on anxiety for patients with daily pain plus anxiety pain was best reduced with one medication or any drug combination without opioid benzodiazepine anxiety was best reduced with combinations other than opiate benzodiazepine gabapentinoids or snri achieved clinically meaningful pain control selective serotonin reuptake inhibitors provided clinically meaningful anxiety relief"
}