{
    "title": "Evaluating spatial accessibility of cultural urban land use by using improved 2SFCA method in Xi'an, China.",
    "doc_id": "36506356",
    "writer": "Zhao Z",
    "year": "2022",
    "summary": "Secondly, CULU in Xi'an has apparent features of being dense in the center, sparse in the suburbs, and lack edge, which correspond to the development of the city. Finally, about 60% accessibility value is contributed by historical CULU, which reflects the typical ch …",
    "abstract": "With rapid urbanization, contradictions between rapid economic development and a lack of spiritual culture become increasingly complicated. Accessibility is a useful spatial quantitative index to evaluate the spiritual and cultural construction of the city. Amongst various accessibility methods, the two-step floating catchment area (2SFCA) method is suitable for evaluating cultural urban land use (CULU) based on its advantage of flexibility and rationality. This study selects Xi'an as the representative ancient city. Based on comparing accessibility results between different travel modes (walk, bus, subway, and total), and analyzing through statistics, Z-score, and comparison of classification, comparison of a particular area, we obtain the characteristics of CULU accessibility in Xi'an. Firstly, for different travel modes, the distribution of CULU accessibility value in Xi'an is imbalanced, and the accessibility value of bus and subway is closely related to public transport resources. Secondly, CULU in Xi'an has apparent features of being dense in the center, sparse in the suburbs, and lack edge, which correspond to the development of the city. Finally, about 60% accessibility value is contributed by historical CULU, which reflects the typical characteristics of Xi'an as an ancient city with rich historical resources. This study profoundly analyses the attributes of CULU in Xi'an and provides essential data for decision-makers. Furthermore, it gives a significant exploration for building a CULU evaluation system in the future.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36506356/",
    "clean_text": "evaluating spatial accessibility of cultural urban land use by using improved sfca method in xi an china secondly culu in xi an has apparent features of being dense in the center sparse in the suburbs and lack edge which correspond to the development of the city finally about accessibility value is contributed by historical culu which reflects the typical ch with rapid urbanization contradictions between rapid economic development and a lack of spiritual culture become increasingly complicated accessibility is a useful spatial quantitative index to evaluate the spiritual and cultural construction of the city amongst various accessibility methods the two step floating catchment area sfca method is suitable for evaluating cultural urban land use culu based on its advantage of flexibility and rationality this study selects xi an as the representative ancient city based on comparing accessibility results between different travel modes walk bus subway and total and analyzing through statistics z score and comparison of classification comparison of a particular area we obtain the characteristics of culu accessibility in xi an firstly for different travel modes the distribution of culu accessibility value in xi an is imbalanced and the accessibility value of bus and subway is closely related to public transport resources secondly culu in xi an has apparent features of being dense in the center sparse in the suburbs and lack edge which correspond to the development of the city finally about accessibility value is contributed by historical culu which reflects the typical characteristics of xi an as an ancient city with rich historical resources this study profoundly analyses the attributes of culu in xi an and provides essential data for decision makers furthermore it gives a significant exploration for building a culu evaluation system in the future"
}