{
    "pmid": "41401434",
    "title": "Characteristics of chest ultrasound performed by neonatologists in acute viral respiratory infection and its relationship with respiratory support and mortality.",
    "abstract": "Respiratory viruses are a frequent cause of infection in neonatology. Point-of-care lung ultrasound (LU) and targeted neonatal echocardiography (TnE) allow pulmonary and hemodynamic assessment at the patient's bedside. The aim of this study was to describe the pattern of alterations found by LU and to assess the hemodynamic status in neonates diagnosed with viral infection (reverse transcription polymerase chain reaction) during 2018-2023. LU was performed in 10 regions, and a semi-quantitative scale LU score (LUS) was calculated. TnE was performed if pulmonary hypertension (PH) was sus-pected. The thymus was measured by ultrasound if there was evidence of increased dimensions on chest X-ray or during LU. Forty-seven patients were studied (35 severe acute respiratory syndrome coronavirus 2, four respiratory syncytial virus, four rhinovirus, three influenza, and one parainfluenza). LU showed an interstitial pattern of B-lines in 94%, pleural line anomalies in 85%, coalescing B-lines in 60%, and consolidations in 51% (71% posteriorly). About 30% had PH. An increased thymus was shown in 23%. LUS showed a significant median difference between ventilatory support and a positive correlation with FiO Ultrasound at the patient's bedside allows the classification and detection of the seriously ill patient (presence of consolidations and PH) allowing timely intervention. As a clinical finding, an increased thymus was shown to be a protective factor against mortality and could represent a marker of adequate immune response. Los virus respiratorios son causa frecuente de infección en neonatología. El ultrasonido realizado por neonatólogos permite la valoración hemodinámica y por ultrasonido pulmonar (UP) a la cama del paciente. El objetivo fue describir el patrón de alteraciones encontradas por UP y valorar el estado hemodinámico en neonatos con diagnóstico de infección viral (RT-PCR) durante el periodo 2018 a 2023. Se realizó un UP en 10 regiones y se calculó una escala semicuantitativa (ESC), así como ecocardiografía ante la sospecha de hipertensión pulmonar (HP). El timo se midió por ultrasonido si se mostraba con dimensiones incrementadas en la radiografía de tórax o durante el UP. Se analizaron 47 pacientes (35 SARS-CoV-2, 4 virus sincicial respiratorio, 4 rinovirus, 3 influenza y 1 parainfluenza). El UP mostró patrón intersticial de líneas-B en un 94%, anomalías de la línea pleural en un 85%, líneas-B coalescentes en un 60% y consolidaciones en el 51% (71% posteriores). Se encontró HP en un 30%. Un timo incrementado en dimensiones se evidenció en el 23%. La ESC mostró una diferencia significativa de medianas entre el soporte ventilatorio y una correlación positiva con la FiO El ultrasonido a la cama del paciente permite la clasificación y detección del paciente gravemente enfermo (presencia de consolidaciones e HP) permitiendo una intervención oportuna. Como hallazgo clínico, el timo incrementado se mostró como factor protector frente a mortalidad, podría ser un marcador de adecuada respuesta inmunitaria.",
    "disease": "influenza",
    "clean_text": "characteristics of chest ultrasound performed by neonatologists in acute viral respiratory infection and its relationship with respiratory support and mortality respiratory viruses are a frequent cause of infection in neonatology point of care lung ultrasound lu and targeted neonatal echocardiography tne allow pulmonary and hemodynamic assessment at the patient s bedside the aim of this study was to describe the pattern of alterations found by lu and to assess the hemodynamic status in neonates diagnosed with viral infection reverse transcription polymerase chain reaction during lu was performed in regions and a semi quantitative scale lu score lus was calculated tne was performed if pulmonary hypertension ph was sus pected the thymus was measured by ultrasound if there was evidence of increased dimensions on chest x ray or during lu forty seven patients were studied severe acute respiratory syndrome coronavirus four respiratory syncytial virus four rhinovirus three influenza and one parainfluenza lu showed an interstitial pattern of b lines in pleural line anomalies in coalescing b lines in and consolidations in posteriorly about had ph an increased thymus was shown in lus showed a significant median difference between ventilatory support and a positive correlation with fio ultrasound at the patient s bedside allows the classification and detection of the seriously ill patient presence of consolidations and ph allowing timely intervention as a clinical finding an increased thymus was shown to be a protective factor against mortality and could represent a marker of adequate immune response los virus respiratorios son causa frecuente de infecci n en neonatolog a el ultrasonido realizado por neonat logos permite la valoraci n hemodin mica y por ultrasonido pulmonar up a la cama del paciente el objetivo fue describir el patr n de alteraciones encontradas por up y valorar el estado hemodin mico en neonatos con diagn stico de infecci n viral rt pcr durante el periodo a se realiz un up en regiones y se calcul una escala semicuantitativa esc as como ecocardiograf a ante la sospecha de hipertensi n pulmonar hp el timo se midi por ultrasonido si se mostraba con dimensiones incrementadas en la radiograf a de t rax o durante el up se analizaron pacientes sars cov virus sincicial respiratorio rinovirus influenza y parainfluenza el up mostr patr n intersticial de l neas b en un anomal as de la l nea pleural en un l neas b coalescentes en un y consolidaciones en el posteriores se encontr hp en un un timo incrementado en dimensiones se evidenci en el la esc mostr una diferencia significativa de medianas entre el soporte ventilatorio y una correlaci n positiva con la fio el ultrasonido a la cama del paciente permite la clasificaci n y detecci n del paciente gravemente enfermo presencia de consolidaciones e hp permitiendo una intervenci n oportuna como hallazgo cl nico el timo incrementado se mostr como factor protector frente a mortalidad podr a ser un marcador de adecuada respuesta inmunitaria"
}