{
    "pmid": "41410585",
    "title": "Clinical and serological differences of an Italian Sjögren's disease cohort according to three geographic macro-area localisations.",
    "abstract": "The phenotype of Sjögren's disease (SjD) may be influenced by several variables. Among these, the role of patient geolocation has been poorly explored. The study compared epidemiologic, serologic, clinical features and comorbidities according to geographical origin in a large Italian multicentre SjD cohort. This is a retrospective analysis of a multicentre SjD cohort (2016 ACR/EULAR criteria) consecutively included in the Italian SjD Study Group registry and grouped into three macrogeographic areas: North, Centre and South. Disease-specific epidemiologic, serologic, histologic and clinical variables were collected. Comorbidities, traditional cardiovascular (CV) risk factors and history of CV events were also recorded. All data were stratified by geographic area to assess regional differences. 1231 SjD patients, median 53 (42-63) years at diagnosis and 95% females, were included. No differences were observed in sex distribution or ethnicity among the three areas. Patients from the South had older age at diagnosis compared to the North (55 vs. 51 years, p=0.001) and Centre (55 vs. 51 years, p=0.002) and higher frequency of activity in the constitutional and articular but lower in biological domains (p<0.001 for all). Hypertension and hypercholesterolaemia were more prevalent in the Centre and obesity was more common in the South compared to the North (p<0.001). No significant differences were observed in other CV risk factors and CV events. This study provides the first evidence of geo-epidemiological differences among Italian SjD patients, highlighting how geographic origin is associated with disease phenotype and comorbidities. These regional disparities likely reflect environmental, socio-cultural and healthcare system-related factors, underscoring the need for personalised disease management strategies.",
    "disease": "rheumatoid arthritis",
    "clean_text": "clinical and serological differences of an italian sj gren s disease cohort according to three geographic macro area localisations the phenotype of sj gren s disease sjd may be influenced by several variables among these the role of patient geolocation has been poorly explored the study compared epidemiologic serologic clinical features and comorbidities according to geographical origin in a large italian multicentre sjd cohort this is a retrospective analysis of a multicentre sjd cohort acr eular criteria consecutively included in the italian sjd study group registry and grouped into three macrogeographic areas north centre and south disease specific epidemiologic serologic histologic and clinical variables were collected comorbidities traditional cardiovascular cv risk factors and history of cv events were also recorded all data were stratified by geographic area to assess regional differences sjd patients median years at diagnosis and females were included no differences were observed in sex distribution or ethnicity among the three areas patients from the south had older age at diagnosis compared to the north vs years p and centre vs years p and higher frequency of activity in the constitutional and articular but lower in biological domains p for all hypertension and hypercholesterolaemia were more prevalent in the centre and obesity was more common in the south compared to the north p no significant differences were observed in other cv risk factors and cv events this study provides the first evidence of geo epidemiological differences among italian sjd patients highlighting how geographic origin is associated with disease phenotype and comorbidities these regional disparities likely reflect environmental socio cultural and healthcare system related factors underscoring the need for personalised disease management strategies"
}