{
    "title": "Sleep quality and hours of nurses according to shift type and schedule: A cross-sectional study.",
    "doc_id": "39618301",
    "writer": "Chang HE.",
    "year": "2024",
    "summary": "We collected data on sleep quality and duration from 117 nurses. We used the Mann-Whitney test, analysis of variance, or the Kruskal-Wallis test to analyze differences in sleep quality and duration across different shifts. The nurses generally reported …",
    "abstract": "This study investigated the quality and duration of sleep among shift-working nurses. In this cross-sectional survey, nurses from eight units across two tertiary hospitals in South Korea's capital region participated. We collected data on sleep quality and duration from 117 nurses. We used the Mann-Whitney test, analysis of variance, or the Kruskal-Wallis test to analyze differences in sleep quality and duration across different shifts. The nurses generally reported low sleep quality, with sleep disturbances being the most common issue. The worst subjective sleep quality was associated with the night shift, while the shortest sleep duration was reported for the day shift. Nurses working two consecutive night shifts reported the poorest sleep quality and shortest sleep duration. The quality and duration of sleep for shift-working nurses varied depending on the shift type. There were also differences based on the arrangement of multiple consecutive shifts. The findings of this study suggest that planning for nurses' shift work should consider sleep quality and duration. Specifically, nurses working the night shift reported poor sleep quality and duration, indicating a need for strategies to ensure they get sufficient rest after their shifts.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39618301/",
    "clean_text": "sleep quality and hours of nurses according to shift type and schedule a cross sectional study we collected data on sleep quality and duration from nurses we used the mann whitney test analysis of variance or the kruskal wallis test to analyze differences in sleep quality and duration across different shifts the nurses generally reported this study investigated the quality and duration of sleep among shift working nurses in this cross sectional survey nurses from eight units across two tertiary hospitals in south korea s capital region participated we collected data on sleep quality and duration from nurses we used the mann whitney test analysis of variance or the kruskal wallis test to analyze differences in sleep quality and duration across different shifts the nurses generally reported low sleep quality with sleep disturbances being the most common issue the worst subjective sleep quality was associated with the night shift while the shortest sleep duration was reported for the day shift nurses working two consecutive night shifts reported the poorest sleep quality and shortest sleep duration the quality and duration of sleep for shift working nurses varied depending on the shift type there were also differences based on the arrangement of multiple consecutive shifts the findings of this study suggest that planning for nurses shift work should consider sleep quality and duration specifically nurses working the night shift reported poor sleep quality and duration indicating a need for strategies to ensure they get sufficient rest after their shifts"
}