{
    "title": "Participation of microbiota in the development of gastric cancer.",
    "doc_id": "24803806",
    "writer": "Wang LL",
    "year": "2014",
    "summary": "Altered gastric microbiota may increase the production of N-nitroso compounds, promoting the development of gastric cancer. Further investigation of the carcinogenic mechanisms of microbiota would benefit for the prevention and management of gastric …",
    "abstract": "There are a large number of bacteria inhabiting the human body, which provide benefits for the health. Alterations of microbiota participate in the pathogenesis of diseases. The gastric microbiota consists of bacteria from seven to eleven phyla, predominantly Proteobacteria, Firmicutes, Bacteroidetes, Actinobacteria and Fusobacteria. Intrusion by Helicobacter pylori (H. pylori) does not remarkably interrupt the composition and structure of the gastric microbiota. Absence of bacterial commensal from the stomach delays the onset of H. pylori-induced gastric cancer, while presence of artificial microbiota accelerates the carcinogenesis. Altered gastric microbiota may increase the production of N-nitroso compounds, promoting the development of gastric cancer. Further investigation of the carcinogenic mechanisms of microbiota would benefit for the prevention and management of gastric cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24803806/",
    "clean_text": "participation of microbiota in the development of gastric cancer altered gastric microbiota may increase the production of n nitroso compounds promoting the development of gastric cancer further investigation of the carcinogenic mechanisms of microbiota would benefit for the prevention and management of gastric there are a large number of bacteria inhabiting the human body which provide benefits for the health alterations of microbiota participate in the pathogenesis of diseases the gastric microbiota consists of bacteria from seven to eleven phyla predominantly proteobacteria firmicutes bacteroidetes actinobacteria and fusobacteria intrusion by helicobacter pylori h pylori does not remarkably interrupt the composition and structure of the gastric microbiota absence of bacterial commensal from the stomach delays the onset of h pylori induced gastric cancer while presence of artificial microbiota accelerates the carcinogenesis altered gastric microbiota may increase the production of n nitroso compounds promoting the development of gastric cancer further investigation of the carcinogenic mechanisms of microbiota would benefit for the prevention and management of gastric cancer"
}