{
    "pmid": "41336882",
    "title": "MRI-based Biomarkers for a Liver Fibrosis and Steatosis Detection and Stratification in Patients with Non-Alcoholic Fatty Liver Disease.",
    "abstract": "The diagnosis of liver diseases such as fibrosis and steatosis has traditionally relied on invasive techniques like liver biopsy. This study investigates hepatic biomarkers derived from magnetic resonance imaging (MRI) to non-invasively detect and stratify liver fibrosis and steatosis. Parameters such as liver stiffness, fat fraction, T2 relaxation time, and diffusion coefficients (apparent diffusion coefficient -ADC- and intravoxel incoherent motion -IVIM-) were analyzed in a cohort of 27 patients suspected of metabolic dysfunction-associated steatotic liver disease (MASLD), using a 3T MR scanner. Results show ADC as a promising fibrosis biomarker with a significant negative correlation to liver stiffness (r = -0.6801, p-value = 0.0000953), while T2 relaxation time correlated positively with fat fraction (r = 0.6087, p-value = 0.0007536). No significant correlation was found between PDFF and fibrosis, and IVIM parameters showed limited predictive value. These findings highlight the potential of MRI biomarkers for non-invasive liver disease assessment.Clinical Relevance- The findings of this study highlight the potential of non-invasive MRI-derived biomarkers for the diagnosis and stratification of liver fibrosis and steatosis. By reducing reliance on invasive procedures such as liver biopsy, these biomarkers could improve clinical outcomes, enable earlier detection, and minimize the risks and economical costs associated with traditional diagnostic methods.",
    "disease": "liver cirrhosis",
    "clean_text": "mri based biomarkers for a liver fibrosis and steatosis detection and stratification in patients with non alcoholic fatty liver disease the diagnosis of liver diseases such as fibrosis and steatosis has traditionally relied on invasive techniques like liver biopsy this study investigates hepatic biomarkers derived from magnetic resonance imaging mri to non invasively detect and stratify liver fibrosis and steatosis parameters such as liver stiffness fat fraction t relaxation time and diffusion coefficients apparent diffusion coefficient adc and intravoxel incoherent motion ivim were analyzed in a cohort of patients suspected of metabolic dysfunction associated steatotic liver disease masld using a t mr scanner results show adc as a promising fibrosis biomarker with a significant negative correlation to liver stiffness r p value while t relaxation time correlated positively with fat fraction r p value no significant correlation was found between pdff and fibrosis and ivim parameters showed limited predictive value these findings highlight the potential of mri biomarkers for non invasive liver disease assessment clinical relevance the findings of this study highlight the potential of non invasive mri derived biomarkers for the diagnosis and stratification of liver fibrosis and steatosis by reducing reliance on invasive procedures such as liver biopsy these biomarkers could improve clinical outcomes enable earlier detection and minimize the risks and economical costs associated with traditional diagnostic methods"
}