{
    "pmid": "41443468",
    "title": "Butyrate ameliorates lung inflammation in chronic obstructive pulmonary disease in association with the regulation of histone lactylation: A mechanistic study.",
    "abstract": "This study investigates the role and mechanism of butyrate in modulating lung inflammation in a murine model of chronic obstructive pulmonary disease (COPD). A COPD mouse model was established via chronic cigarette smoke exposure and treated with sodium butyrate or a vehicle. Lung function, histopathology, gut microbiota, and SCFA (short-chain fatty acid) levels were assessed. RNA sequencing, chromatin immunoprecipitation sequencing, Western blot, immunofluorescence, and flow cytometry were employed to analyze transcriptomic changes, histone H3K18 lactylation (H3K18la), and immune cell infiltration. Human peripheral blood mononuclear cells from COPD patients and healthy controls were analyzed for H3K18la levels. Butyrate treatment improved lung function and ameliorated histopathological damage, which was associated with restored SCFA levels and altered gut microbiota. Transcriptomic analysis revealed butyrate downregulated genes in immune-inflammatory pathways (e.g., Th17 differentiation, MAPK) and upregulated metabolic genes. Moreover, butyrate treatment was accompanied by a suppression of global lactylation and H3K18la levels, manifested as reduced H3K18la enrichment on pro-inflammatory genes (e.g., in MAPK/JAK-STAT pathways) and increased enrichment on SOCS2. Butyrate reduced lung ILC2 cell numbers and inhibited H3K18la modification within remaining ILC2s. Clinically, H3K18la was significantly elevated in peripheral blood mononuclear cells from COPD patients. Butyrate ameliorates COPD, an effect associated with the regulation of histone lactylation, leading to improved lung function and reduced inflammation. The findings highlight gut-derived metabolites' role in modulating epigenetic landscapes and offer potential therapeutic strategies for COPD.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "butyrate ameliorates lung inflammation in chronic obstructive pulmonary disease in association with the regulation of histone lactylation a mechanistic study this study investigates the role and mechanism of butyrate in modulating lung inflammation in a murine model of chronic obstructive pulmonary disease copd a copd mouse model was established via chronic cigarette smoke exposure and treated with sodium butyrate or a vehicle lung function histopathology gut microbiota and scfa short chain fatty acid levels were assessed rna sequencing chromatin immunoprecipitation sequencing western blot immunofluorescence and flow cytometry were employed to analyze transcriptomic changes histone h k lactylation h k la and immune cell infiltration human peripheral blood mononuclear cells from copd patients and healthy controls were analyzed for h k la levels butyrate treatment improved lung function and ameliorated histopathological damage which was associated with restored scfa levels and altered gut microbiota transcriptomic analysis revealed butyrate downregulated genes in immune inflammatory pathways e g th differentiation mapk and upregulated metabolic genes moreover butyrate treatment was accompanied by a suppression of global lactylation and h k la levels manifested as reduced h k la enrichment on pro inflammatory genes e g in mapk jak stat pathways and increased enrichment on socs butyrate reduced lung ilc cell numbers and inhibited h k la modification within remaining ilc s clinically h k la was significantly elevated in peripheral blood mononuclear cells from copd patients butyrate ameliorates copd an effect associated with the regulation of histone lactylation leading to improved lung function and reduced inflammation the findings highlight gut derived metabolites role in modulating epigenetic landscapes and offer potential therapeutic strategies for copd"
}