{
    "title": "High-resolution carbon emission mapping and spatial-temporal analysis based on multi-source geographic data: A case study in Xi'an City, China.",
    "doc_id": "39226983",
    "writer": "Liu Z",
    "year": "2024",
    "summary": "To address this issue, a novel mapping method was proposed, using Xi'an as an example to explore the spatial distribution of carbon emissions at the city scale. ...Additionally, the Local Indicators of Spatial Association index (LISA) and Standard Deviation Ellipses …",
    "abstract": "Cities, contributing over 70% of global emissions, are key areas for climate change mitigation. Heterogeneity within cities determines the need for spatialized urban emissions reduction policies. However, few studies have attempted to characterize the spatial distribution of carbon emissions at the urban scale. To address this issue, a novel mapping method was proposed, using Xi'an as an example to explore the spatial distribution of carbon emissions at the city scale. Firstly, multiple geospatial open-source data, such as point of interest (POI), road networks, and land use, were utilized to identify the locations of emission sources. High-resolution carbon emission distributions were then mapped by allocating emissions based on the Intergovernmental Panel on Climate Change (IPCC) methodology. The study employed Global Moran's I to analyze the changes in spatial heterogeneity at different resolutions. Additionally, the Local Indicators of Spatial Association index (LISA) and Standard Deviation Ellipses (SDE) were adopted to examine the spatiotemporal characteristics of carbon emissions in Xi'an. The results show that carbon emissions at Xi'an City rises from 45.112 million tons to 72.701 million tons between 2010 and 2021. The construction of multi-scale carbon emissions spatial distributions, with a resolution of up to 30 m, allowed for a more detailed characterization of carbon emissions, especially in urban fringe areas. In addition, the results indicate that urban carbon emissions exhibit the strongest spatial autocorrelation at a resolution of 350 m. The study can provide a reference for the development of regional carbon emission reduction policies and spatial planning. In addition, the proposed spatialized method of city carbon emissions depends on open-source data, which allows it to have the potential for application in other cities.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39226983/",
    "clean_text": "high resolution carbon emission mapping and spatial temporal analysis based on multi source geographic data a case study in xi an city china to address this issue a novel mapping method was proposed using xi an as an example to explore the spatial distribution of carbon emissions at the city scale additionally the local indicators of spatial association index lisa and standard deviation ellipses cities contributing over of global emissions are key areas for climate change mitigation heterogeneity within cities determines the need for spatialized urban emissions reduction policies however few studies have attempted to characterize the spatial distribution of carbon emissions at the urban scale to address this issue a novel mapping method was proposed using xi an as an example to explore the spatial distribution of carbon emissions at the city scale firstly multiple geospatial open source data such as point of interest poi road networks and land use were utilized to identify the locations of emission sources high resolution carbon emission distributions were then mapped by allocating emissions based on the intergovernmental panel on climate change ipcc methodology the study employed global moran s i to analyze the changes in spatial heterogeneity at different resolutions additionally the local indicators of spatial association index lisa and standard deviation ellipses sde were adopted to examine the spatiotemporal characteristics of carbon emissions in xi an the results show that carbon emissions at xi an city rises from million tons to million tons between and the construction of multi scale carbon emissions spatial distributions with a resolution of up to m allowed for a more detailed characterization of carbon emissions especially in urban fringe areas in addition the results indicate that urban carbon emissions exhibit the strongest spatial autocorrelation at a resolution of m the study can provide a reference for the development of regional carbon emission reduction policies and spatial planning in addition the proposed spatialized method of city carbon emissions depends on open source data which allows it to have the potential for application in other cities"
}