{
    "pmid": "41428342",
    "title": "An mHealth (Mobile Health) Intervention for Smoking Cessation in People With Tuberculosis: A Cluster Randomized Clinical Trial.",
    "abstract": "Smoking worsens outcomes in people with tuberculosis (TB), while quitting hastens recovery. To assess the effectiveness of a mobile health (mHealth) intervention for achieving self-reported continuous tobacco abstinence at 6 months, supported by biochemical verification at 6 months, compared with usual care in people with TB. Multicenter, cluster randomized clinical trial conducted between September 18, 2023, and January 2, 2025, randomizing (2:1) 27 TB clinics in Bangladesh and Pakistan to mHealth or usual care groups. The follow-up was 6 months. Participants were eligible if they were 15 years or older, had been diagnosed with drug-sensitive pulmonary TB in the past 4 weeks, smoked daily, were willing to quit, and had access to mobile phones. The mHealth group (n = 720) received text messages throughout TB treatment, daily for 2 months then monthly for 4 months, encouraging tobacco cessation. The usual care group (n = 360) received written information on tobacco cessation. The primary outcome was self-reported continuous abstinence at 6 months, verified biochemically using carbon monoxide breath test at 6 months. Secondary outcomes included self-reported point abstinence at 9 weeks and 6 months, TB treatment adherence (days receiving TB treatment), TB treatment success (cured + completed treatment), TB treatment failure, TB treatment default (interruption of TB treatment for ≥2 months), and death. Of 9232 patients assessed for eligibility, 1080 were randomized; most were male (mHealth, 96.9%; usual care, 95.8%), and 985 were retained throughout the trial (91%). For the primary outcome, 300 of 720 participants (41.7%) in the mHealth group demonstrated self-reported and biochemically verified continuous abstinence at 6 months, compared with 55 of 360 (15.3%) in the usual care group (risk ratio, 3.0 [95% CI, 2.0-4.9]). In the mHealth vs usual care groups, respectively, mean TB treatment adherence was 174.3 (SD, 21.5) days vs 178.0 (SD, 12.1) days (P = .23), and treatment success was 89.3% vs 85.6% (risk ratio, 1.2 [95% CI, 0.9-1.6]). TB treatment failure (0.1% vs 0.5%) and default (3.1% vs 1.9%) were uncommon. Mortality was lower with mHealth (3.5%) vs usual care (7.5%) (hazard ratio, 0.4 [95%CI, 0.2-0.9]). An mHealth intervention was effective in achieving continuous abstinence in people with TB who smoked. mHealth is a feasible and effective intervention to help patients with TB quit smoking. isrctn.org Identifier: ISRCTN86971818.",
    "disease": "tuberculosis",
    "clean_text": "an mhealth mobile health intervention for smoking cessation in people with tuberculosis a cluster randomized clinical trial smoking worsens outcomes in people with tuberculosis tb while quitting hastens recovery to assess the effectiveness of a mobile health mhealth intervention for achieving self reported continuous tobacco abstinence at months supported by biochemical verification at months compared with usual care in people with tb multicenter cluster randomized clinical trial conducted between september and january randomizing tb clinics in bangladesh and pakistan to mhealth or usual care groups the follow up was months participants were eligible if they were years or older had been diagnosed with drug sensitive pulmonary tb in the past weeks smoked daily were willing to quit and had access to mobile phones the mhealth group n received text messages throughout tb treatment daily for months then monthly for months encouraging tobacco cessation the usual care group n received written information on tobacco cessation the primary outcome was self reported continuous abstinence at months verified biochemically using carbon monoxide breath test at months secondary outcomes included self reported point abstinence at weeks and months tb treatment adherence days receiving tb treatment tb treatment success cured completed treatment tb treatment failure tb treatment default interruption of tb treatment for months and death of patients assessed for eligibility were randomized most were male mhealth usual care and were retained throughout the trial for the primary outcome of participants in the mhealth group demonstrated self reported and biochemically verified continuous abstinence at months compared with of in the usual care group risk ratio ci in the mhealth vs usual care groups respectively mean tb treatment adherence was sd days vs sd days p and treatment success was vs risk ratio ci tb treatment failure vs and default vs were uncommon mortality was lower with mhealth vs usual care hazard ratio ci an mhealth intervention was effective in achieving continuous abstinence in people with tb who smoked mhealth is a feasible and effective intervention to help patients with tb quit smoking isrctn org identifier isrctn"
}