{
    "pmid": "41414825",
    "title": "Cohort profile: the KDCA-Tuberculosis-NHIS cohort linking tuberculosis surveillance and health insurance data in Korea.",
    "abstract": "Despite a steady decline in incidence, tuberculosis (TB) remains a substantial public health burden in Korea, particularly among older adults. Existing national TB surveillance systems lack sufficiently comprehensive data to assess long-term outcomes and health disparities. The K-TB-N cohort integrates data from 3 national sources: the Korean Tuberculosis Surveillance System (2011-2022), the National Health Insurance Database (2010-2022), and mortality data from Statistics Korea (2010-2022). After data cleaning and linkage, the final cohort included 373,812 patients (375,440 episodes) with either drug-susceptible TB or drug- resistant TB. TB notifications declined by approximately 60% over the study period, while the median patient age continued to rise. Treatment success improved over time, accompanied by reductions in lost to follow-up. However, mortality during treatment increased, with more than half of deaths attributed to non-TB causes such as pneumonia, cancer, and cardiovascular disease. Post-treatment mortality also remained high, particularly among patients with drug-resistant TB. The K-TB-N cohort provides a comprehensive, linked dataset for advancing research on TB epidemiology, treatment outcomes, comorbidities, and health disparities. It enables evaluations of public health interventions, long-term prognosis, and strategies for post-TB care. This cohort will remain a valuable resource for shaping data-driven TB control policies in aging and high-burden settings.",
    "disease": "tuberculosis",
    "clean_text": "cohort profile the kdca tuberculosis nhis cohort linking tuberculosis surveillance and health insurance data in korea despite a steady decline in incidence tuberculosis tb remains a substantial public health burden in korea particularly among older adults existing national tb surveillance systems lack sufficiently comprehensive data to assess long term outcomes and health disparities the k tb n cohort integrates data from national sources the korean tuberculosis surveillance system the national health insurance database and mortality data from statistics korea after data cleaning and linkage the final cohort included patients episodes with either drug susceptible tb or drug resistant tb tb notifications declined by approximately over the study period while the median patient age continued to rise treatment success improved over time accompanied by reductions in lost to follow up however mortality during treatment increased with more than half of deaths attributed to non tb causes such as pneumonia cancer and cardiovascular disease post treatment mortality also remained high particularly among patients with drug resistant tb the k tb n cohort provides a comprehensive linked dataset for advancing research on tb epidemiology treatment outcomes comorbidities and health disparities it enables evaluations of public health interventions long term prognosis and strategies for post tb care this cohort will remain a valuable resource for shaping data driven tb control policies in aging and high burden settings"
}