{
    "title": "Gene therapy and reproductive medicine.",
    "doc_id": "11937109",
    "writer": "Stribley JM",
    "year": "2002",
    "summary": "SETTING: Gene therapy involves transfer of genetic material to target cells using a delivery system, or vector. ...Obstetric applications of gene therapy, including fetal gene therapy, remain more distant goals. CONCLUSION(S): Conc …",
    "abstract": "Objective:\n        \n      \n      To review the literature on the principles of gene therapy and its potential application in reproductive medicine.\n    \n\n\n          Design:\n        \n      \n      Literature review.\n    \n\n\n          Setting:\n        \n      \n      Gene therapy involves transfer of genetic material to target cells using a delivery system, or vector. Attention has primarily focused on viral vectors. Significant problems remain to be overcome including low efficacy of gene transfer, the transient expression of some vectors, safety issues with modified adenoviruses and retroviruses, and ethical concerns. If these issues can be resolved, gene therapy will be applicable to an increasing spectrum of single and multiple gene disorders, as the Human Genome Project data are analyzed, and the genetic component of human disease becomes better understood. Gynecologic gene therapy has advanced to human clinical trials for ovarian carcinoma, and shows potential for the treatment of uterine leiomyomata. Obstetric applications of gene therapy, including fetal gene therapy, remain more distant goals.\n    \n\n\n          Conclusion(s):\n        \n      \n      Concerns about the safety of human gene therapy research are being actively addressed, and remarkable progress in improving DNA transfer has been made. The first treatment success for a genetic disease (severe combined immunodeficiency disease) has been achieved, and ongoing research efforts will eventually yield clinical applications in many spheres of reproductive medicine.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11937109/",
    "clean_text": "gene therapy and reproductive medicine setting gene therapy involves transfer of genetic material to target cells using a delivery system or vector obstetric applications of gene therapy including fetal gene therapy remain more distant goals conclusion s conc objective to review the literature on the principles of gene therapy and its potential application in reproductive medicine design literature review setting gene therapy involves transfer of genetic material to target cells using a delivery system or vector attention has primarily focused on viral vectors significant problems remain to be overcome including low efficacy of gene transfer the transient expression of some vectors safety issues with modified adenoviruses and retroviruses and ethical concerns if these issues can be resolved gene therapy will be applicable to an increasing spectrum of single and multiple gene disorders as the human genome project data are analyzed and the genetic component of human disease becomes better understood gynecologic gene therapy has advanced to human clinical trials for ovarian carcinoma and shows potential for the treatment of uterine leiomyomata obstetric applications of gene therapy including fetal gene therapy remain more distant goals conclusion s concerns about the safety of human gene therapy research are being actively addressed and remarkable progress in improving dna transfer has been made the first treatment success for a genetic disease severe combined immunodeficiency disease has been achieved and ongoing research efforts will eventually yield clinical applications in many spheres of reproductive medicine"
}