{
    "pmid": "41474413",
    "title": "Concomitant Percutaneous Left Atrial Appendage Closure and Transcatheter Aortic Valve Implantation: Double Hit Combo in Atrial Fibrillation.",
    "abstract": "Patients with atrial fibrillation (AF) undergoing transcatheter aortic valve implantation (TAVI) often require longterm oral anticoagulation (OAC), which may not be appropriate for those at high bleeding risk. Performing left atrial appendage closure (LAAC) during TAVI can reduce the risk of thromboembolism while avoiding the need for prolonged anticoagulation. This single-center study included 5 consecutive patients with severe aortic stenosis and AF who underwent same-session TAVI and LAAC between October 2024 and March 2025. All had contraindications to OAC or high bleeding risk. Procedural details and early outcomes were recorded. Technical success was defined according to Valve Academic Research Consortium-3 (VARC-3) (TAVI) and Munich/The Society for Cardiovascular Angiography & Interventions (SCAI) and the Heart Rhythm Society criteria (LAAC). Continuous variables are presented as mean ± SD or median interquartile range (IQR), and categorical variables as n (%). Mean age was 75.6 ± 8.4 years; 40% were male. The median Society of Thoracic Surgeons score was 6.0% [IQR 5.5-7.0], median CHA₂DS₂-VA was 4 [4-5], and median hypertension, abnormal renal/liver function, stroke, bleeding history or predisposition, labile INR, elderly, drugs/alcohol concomitantly was 3 [3-4]. All patients received a Meril valve; LAAC devices included Amulet (n = 3) and LAmbre (n = 2). Technical success was achieved in all cases. There were no intra-periprocedural complications, major bleeding (Bleeding Academic Research Consortium ≥3), stroke/transient ischemic attack, or vascular complications. But Kidney Disease: Improving Global Outcomes stage 1 acute kidney injury was observed only in 1 (20%) patient. The median hospital stay was 4 [IQR 3-6] days. In this study, same-session TAVI and LAAC in AF patients with high bleeding risk were technically feasible and showed an acceptable shortterm safety profile. Larger, prospective studies with longer follow-up are needed to confirm these results.",
    "disease": "hypertension",
    "clean_text": "concomitant percutaneous left atrial appendage closure and transcatheter aortic valve implantation double hit combo in atrial fibrillation patients with atrial fibrillation af undergoing transcatheter aortic valve implantation tavi often require longterm oral anticoagulation oac which may not be appropriate for those at high bleeding risk performing left atrial appendage closure laac during tavi can reduce the risk of thromboembolism while avoiding the need for prolonged anticoagulation this single center study included consecutive patients with severe aortic stenosis and af who underwent same session tavi and laac between october and march all had contraindications to oac or high bleeding risk procedural details and early outcomes were recorded technical success was defined according to valve academic research consortium varc tavi and munich the society for cardiovascular angiography interventions scai and the heart rhythm society criteria laac continuous variables are presented as mean sd or median interquartile range iqr and categorical variables as n mean age was years were male the median society of thoracic surgeons score was iqr median cha ds va was and median hypertension abnormal renal liver function stroke bleeding history or predisposition labile inr elderly drugs alcohol concomitantly was all patients received a meril valve laac devices included amulet n and lambre n technical success was achieved in all cases there were no intra periprocedural complications major bleeding bleeding academic research consortium stroke transient ischemic attack or vascular complications but kidney disease improving global outcomes stage acute kidney injury was observed only in patient the median hospital stay was iqr days in this study same session tavi and laac in af patients with high bleeding risk were technically feasible and showed an acceptable shortterm safety profile larger prospective studies with longer follow up are needed to confirm these results"
}