{
    "title": "Zika Virus.",
    "doc_id": "28457349",
    "writer": "Relich RF",
    "year": "2017",
    "summary": "Since its appearance in Brazil in 2015, Zika virus has spread to more than 45 countries in the Western Hemisphere and has caused countless infections. To date, no treatment or vaccine exists, but a considerable multinational effort to halt Zika virus t …",
    "abstract": "The ongoing epidemic of Zika fever in the Western Hemisphere has drawn considerable attention from the medical and scientific communities as well as the general public, largely because of its association with birth defects and postinfectious sequelae. Since its appearance in Brazil in 2015, Zika virus has spread to more than 45 countries in the Western Hemisphere and has caused countless infections. To date, no treatment or vaccine exists, but a considerable multinational effort to halt Zika virus transmission is underway. This article reviews the basic biology, epidemiology, pathophysiology, diagnosis, and treatment of Zika virus and Zika fever.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28457349/",
    "clean_text": "zika virus since its appearance in brazil in zika virus has spread to more than countries in the western hemisphere and has caused countless infections to date no treatment or vaccine exists but a considerable multinational effort to halt zika virus t the ongoing epidemic of zika fever in the western hemisphere has drawn considerable attention from the medical and scientific communities as well as the general public largely because of its association with birth defects and postinfectious sequelae since its appearance in brazil in zika virus has spread to more than countries in the western hemisphere and has caused countless infections to date no treatment or vaccine exists but a considerable multinational effort to halt zika virus transmission is underway this article reviews the basic biology epidemiology pathophysiology diagnosis and treatment of zika virus and zika fever"
}