{
    "pmid": "41451630",
    "title": "Safety profile comparison of intra-articular corticosteroids, hyaluronic acid, platelet-rich plasma, and cell-based injections for knee osteoarthritis: A systematic review and meta-analysis by the ESSKA Orthobiologics Initiative.",
    "abstract": "The aim was to compare the safety profiles of corticosteroids (CS), hyaluronic acid (HA), blood-derived products based on platelet concentrates (for simplicity indicated as PRP - platelet-rich plasma - being PRP the most common product), and cell-based therapies (namely products exploiting the therapeutic function of mesenchymal stromal cells and other cell populations, either expanded or prepared at the point of care) for knee osteoarthritis (OA) injective treatment. The literature search was conducted on PubMed, Cochrane, and Web of Science according to PRISMA guidelines on clinical studies reporting adverse events of CS, HA, PRP, or cell-based therapies. Number of patients with adverse events and number and type of adverse events were collected for each treatment. A meta-analysis was conducted for each product on the total, non-severe, severe adverse events, and on the infection rate. Out of 848 included studies, 559 reported data on the adverse events in 76,061 patients and were used for the meta-analysis. These studies included 7121 patients treated with CS, 51,146 patients with HA, 11,941 patients with PRP, and 5853 patients with cell-based therapies. The rates of patients reporting at least one adverse event were 11.0% for CS, 10.5% for HA, 8.7% for PRP, and 14.7% for cell-based therapies. The mean number of total adverse events per treated patient was 0.21 for CS, 0.13 for HA, 0.05 for PRP, and 0.19 for cell-based therapies, with a significant difference in each individual comparison (p < 0.001) except for CS versus cell-based therapies. The same trend was observed for non-severe adverse events. The rates of severe adverse events were 1.1% for CS, 0.7% for HA, 0.3% for PRP, and 0.5% for cell-based therapies, while infection rates were 0.4% for CS, 0.1% for HA, 0.3% for PRP, and 0.4% for cell-based therapies. CS, HA, PRP, and cell-based therapies for knee OA have different safety profiles. PRP presented the lowest total adverse event rate, followed by HA, cell-based therapies, and CS. The same trend was observed for non-severe adverse events. PRP demonstrated the lowest rate of severe adverse events, followed by cell-based therapies, HA, and CS, while HA showed the lowest infection rate followed by PRP, CS, and cell-based therapies. Level IV.",
    "disease": "osteoarthritis",
    "clean_text": "safety profile comparison of intra articular corticosteroids hyaluronic acid platelet rich plasma and cell based injections for knee osteoarthritis a systematic review and meta analysis by the esska orthobiologics initiative the aim was to compare the safety profiles of corticosteroids cs hyaluronic acid ha blood derived products based on platelet concentrates for simplicity indicated as prp platelet rich plasma being prp the most common product and cell based therapies namely products exploiting the therapeutic function of mesenchymal stromal cells and other cell populations either expanded or prepared at the point of care for knee osteoarthritis oa injective treatment the literature search was conducted on pubmed cochrane and web of science according to prisma guidelines on clinical studies reporting adverse events of cs ha prp or cell based therapies number of patients with adverse events and number and type of adverse events were collected for each treatment a meta analysis was conducted for each product on the total non severe severe adverse events and on the infection rate out of included studies reported data on the adverse events in patients and were used for the meta analysis these studies included patients treated with cs patients with ha patients with prp and patients with cell based therapies the rates of patients reporting at least one adverse event were for cs for ha for prp and for cell based therapies the mean number of total adverse events per treated patient was for cs for ha for prp and for cell based therapies with a significant difference in each individual comparison p except for cs versus cell based therapies the same trend was observed for non severe adverse events the rates of severe adverse events were for cs for ha for prp and for cell based therapies while infection rates were for cs for ha for prp and for cell based therapies cs ha prp and cell based therapies for knee oa have different safety profiles prp presented the lowest total adverse event rate followed by ha cell based therapies and cs the same trend was observed for non severe adverse events prp demonstrated the lowest rate of severe adverse events followed by cell based therapies ha and cs while ha showed the lowest infection rate followed by prp cs and cell based therapies level iv"
}