{
    "title": "Spinal cord injury and male infertility.",
    "doc_id": "12491681",
    "writer": "Monga M",
    "year": "2002",
    "summary": "Spinal cord injury (SCI) commonly affects males in their reproductive years. After spinal cord injury, most men experience fertility related problems including erectile and ejaculatory dysfunction, impaired spermatogenesis, abnormal sperm …",
    "abstract": "Spinal cord injury (SCI) commonly affects males in their reproductive years. After spinal cord injury, most men experience fertility related problems including erectile and ejaculatory dysfunction, impaired spermatogenesis, abnormal sperm viability, motility, and morphology, genitourinary infection and endocrine abnormalities. In this article we will review the pathophysiology, evaluation and management of infertility in spinal cord injury. The impact of spinal cord injury on seminal plasma and the contribution of seminal oxidative stress to the poor sperm quality of men with spinal cord injury will be presented. Success with sperm retrieval techniques and assisted reproductive technology in SCI men with spinal cord injury will be discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12491681/",
    "clean_text": "spinal cord injury and male infertility spinal cord injury sci commonly affects males in their reproductive years after spinal cord injury most men experience fertility related problems including erectile and ejaculatory dysfunction impaired spermatogenesis abnormal sperm spinal cord injury sci commonly affects males in their reproductive years after spinal cord injury most men experience fertility related problems including erectile and ejaculatory dysfunction impaired spermatogenesis abnormal sperm viability motility and morphology genitourinary infection and endocrine abnormalities in this article we will review the pathophysiology evaluation and management of infertility in spinal cord injury the impact of spinal cord injury on seminal plasma and the contribution of seminal oxidative stress to the poor sperm quality of men with spinal cord injury will be presented success with sperm retrieval techniques and assisted reproductive technology in sci men with spinal cord injury will be discussed"
}