{
    "pmid": "41409019",
    "title": "Incidence and clinical predictors of epilepsy after febrile seizures in children: A prospective cohort study in Vietnam.",
    "abstract": "Febrile seizures (FS) are common and usually self-limited, yet a subset of children develop epilepsy. Early risk stratification remains challenging, particularly in resource-limited settings with limited access to long-term neurologic follow-up. We aimed to estimate the incidence and identify the most robust predictors of epilepsy following FS in children. In this prospective cohort study at Children's Hospital 2 (Ho Chi Minh City, Vietnam), 631 children aged 1 month to 6 years with first FS were enrolled (March 2023-March 2024) and followed through July 2025. Children with any history of seizures prior to the index FS were excluded. Epilepsy was defined per the International League Against Epilepsy (ILAE) 2014 criteria. Predictor selection used clinical reasoning and Bayesian Model Averaging (BMA), followed by multivariable Cox regression. Discrimination was evaluated using Harrell's C-index and time-dependent AUC; internal validation was performed with bootstrap resampling. Over a median follow-up of 2.0 years, 35 children (5.5%) developed epilepsy, corresponding to an incidence of 29 per 1000 person-years. After BMA, four independent predictors were retained: neurodevelopmental delay (HR = 8.78), family history of epilepsy (HR = 2.66), focal seizures (HR = 3.23), and each additional FS recurrence (HR = 1.50). The predictor set showed strong discrimination (C-index: 0.87; AUC at 24 months: 0.89 with 95% CI: 0.82, 0.95). This parsimonious set of clinical predictors may support early counseling and targeted follow-up of children with FS, especially where pediatric neurology resources are limited. Model development and validation are ongoing. We followed 631 children after their first febrile seizure to see who might later develop epilepsy. About 5.5% of children developed epilepsy within 2 years. Children with developmental delay, focal seizures, a family history of epilepsy, or repeated FS were at higher risk. Using these four simple factors may help doctors give families clearer advice and closer follow-up, especially where access to pediatric neurologists is limited.",
    "disease": "epilepsy",
    "clean_text": "incidence and clinical predictors of epilepsy after febrile seizures in children a prospective cohort study in vietnam febrile seizures fs are common and usually self limited yet a subset of children develop epilepsy early risk stratification remains challenging particularly in resource limited settings with limited access to long term neurologic follow up we aimed to estimate the incidence and identify the most robust predictors of epilepsy following fs in children in this prospective cohort study at children s hospital ho chi minh city vietnam children aged month to years with first fs were enrolled march march and followed through july children with any history of seizures prior to the index fs were excluded epilepsy was defined per the international league against epilepsy ilae criteria predictor selection used clinical reasoning and bayesian model averaging bma followed by multivariable cox regression discrimination was evaluated using harrell s c index and time dependent auc internal validation was performed with bootstrap resampling over a median follow up of years children developed epilepsy corresponding to an incidence of per person years after bma four independent predictors were retained neurodevelopmental delay hr family history of epilepsy hr focal seizures hr and each additional fs recurrence hr the predictor set showed strong discrimination c index auc at months with ci this parsimonious set of clinical predictors may support early counseling and targeted follow up of children with fs especially where pediatric neurology resources are limited model development and validation are ongoing we followed children after their first febrile seizure to see who might later develop epilepsy about of children developed epilepsy within years children with developmental delay focal seizures a family history of epilepsy or repeated fs were at higher risk using these four simple factors may help doctors give families clearer advice and closer follow up especially where access to pediatric neurologists is limited"
}