{
    "pmid": "41406639",
    "title": "Extracellular water-to-total body water ratio predicts phenoconversion in REM sleep behavior disorder: A bioimpedance-based cohort study.",
    "abstract": "REM sleep behavior disorder (RBD) is a prodromal manifestation of α-synucleinopathies, with most patients converting to Parkinson's disease (PD), dementia with Lewy bodies (DLB), or multiple system atrophy (MSA) within 10-15 years. Practical, non-invasive biomarkers for predicting phenoconversion remain limited. To evaluate whether bioelectrical impedance analysis (BIA) parameters, specifically extracellular water-to-total body water ratio (ECW/TBW) and phase angle (PhA), are associated with phenoconversion risk and motor symptom severity in patients with RBD. We retrospectively analyzed 147 patients with polysomnography-confirmed RBD (2016-2024, Samsung Medical Center). Baseline BIA assessed body composition, including ECW/TBW and PhA. Motor symptoms were systematically evaluated at a 24 ± 3-month landmark visit using the Unified Parkinson's Disease Rating Scale (UPDRS). Phenoconversion to PD, DLB, or MSA was confirmed by two neurologists. Cox regression examined predictors of phenoconversion, and linear regression evaluated associations between BIA indices and UPDRS outcomes, adjusting for age, sex, and MoCA. During a mean follow-up of 4.46 ± 3.15 years, 31 patients (21.1 %) converted to an α-synucleinopathy. Converters showed higher ECW/TBW (38.9 ± 0.5 % vs. 38.6 ± 0.7 %, p = 0.007) and lower PhA (5.0 ± 0.6 vs. 5.3 ± 0.7, p = 0.037). Elevated ECW/TBW independently predicted phenoconversion (HR 6.56, 95 % CI 1.10-39.30, p = 0.039; cutoff 38.4 %, AUC = 0.69). At the landmark visit, higher ECW/TBW (B = 8.72, p = 0.034) and lower PhA (B = -9.97, p = 0.017) were independently associated with greater UPDRS-III motor burden. BIA-derived ECW/TBW and PhA provide complementary insights into prodromal neurodegeneration. ECW/TBW predicted phenoconversion risk, while both indices reflected motor severity. These non-invasive, scalable measures may be useful for risk stratification and disease staging in RBD, warranting prospective validation.",
    "disease": "parkinson disease",
    "clean_text": "extracellular water to total body water ratio predicts phenoconversion in rem sleep behavior disorder a bioimpedance based cohort study rem sleep behavior disorder rbd is a prodromal manifestation of synucleinopathies with most patients converting to parkinson s disease pd dementia with lewy bodies dlb or multiple system atrophy msa within years practical non invasive biomarkers for predicting phenoconversion remain limited to evaluate whether bioelectrical impedance analysis bia parameters specifically extracellular water to total body water ratio ecw tbw and phase angle pha are associated with phenoconversion risk and motor symptom severity in patients with rbd we retrospectively analyzed patients with polysomnography confirmed rbd samsung medical center baseline bia assessed body composition including ecw tbw and pha motor symptoms were systematically evaluated at a month landmark visit using the unified parkinson s disease rating scale updrs phenoconversion to pd dlb or msa was confirmed by two neurologists cox regression examined predictors of phenoconversion and linear regression evaluated associations between bia indices and updrs outcomes adjusting for age sex and moca during a mean follow up of years patients converted to an synucleinopathy converters showed higher ecw tbw vs p and lower pha vs p elevated ecw tbw independently predicted phenoconversion hr ci p cutoff auc at the landmark visit higher ecw tbw b p and lower pha b p were independently associated with greater updrs iii motor burden bia derived ecw tbw and pha provide complementary insights into prodromal neurodegeneration ecw tbw predicted phenoconversion risk while both indices reflected motor severity these non invasive scalable measures may be useful for risk stratification and disease staging in rbd warranting prospective validation"
}