{
    "title": "Effectiveness of honey on radiation-induced oral mucositis, time to mucositis, weight loss, and treatment interruptions among patients with head and neck malignancies: A meta-analysis and systematic review of literature.",
    "doc_id": "27028991",
    "writer": "Co JL",
    "year": "2016",
    "summary": "BACKGROUND: Mucositis is a disabling effect of radiotherapy in head and neck cancers. There is no current standard on management of radiation-induced mucositis. ...In light of the results, honey is a reasonable treatment for radiation-induced mucositis, but more ran …",
    "abstract": "Background:\n        \n      \n      Mucositis is a disabling effect of radiotherapy in head and neck cancers. There is no current standard on management of radiation-induced mucositis. Honey has been shown to reduce radiation-induced mucositis.\n    \n\n\n          Methods:\n        \n      \n      A systematic review and meta-analysis were undertaken to assess the ability of honey in reducing the severity of oral mucositis, time to mucositis, weight loss, and treatment interruptions.\n    \n\n\n          Results:\n        \n      \n      Eight studies were included and showed that honey was significantly better in lowering the risk for treatment interruptions, weight loss, and delaying time to mucositis, but not severity of mucositis.\n    \n\n\n          Conclusion:\n        \n      \n      There is current evidence that honey is beneficial for patients with head and neck cancers by decreasing treatment interruptions, weight loss, and delaying the onset of oral mucositis, but not in decreasing peak mucositis score. In light of the results, honey is a reasonable treatment for radiation-induced mucositis, but more randomized clinical trials (RCTs) should be done. © 2016 Wiley Periodicals, Inc. Head Neck 38: 1119-1128, 2016.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27028991/",
    "clean_text": "effectiveness of honey on radiation induced oral mucositis time to mucositis weight loss and treatment interruptions among patients with head and neck malignancies a meta analysis and systematic review of literature background mucositis is a disabling effect of radiotherapy in head and neck cancers there is no current standard on management of radiation induced mucositis in light of the results honey is a reasonable treatment for radiation induced mucositis but more ran background mucositis is a disabling effect of radiotherapy in head and neck cancers there is no current standard on management of radiation induced mucositis honey has been shown to reduce radiation induced mucositis methods a systematic review and meta analysis were undertaken to assess the ability of honey in reducing the severity of oral mucositis time to mucositis weight loss and treatment interruptions results eight studies were included and showed that honey was significantly better in lowering the risk for treatment interruptions weight loss and delaying time to mucositis but not severity of mucositis conclusion there is current evidence that honey is beneficial for patients with head and neck cancers by decreasing treatment interruptions weight loss and delaying the onset of oral mucositis but not in decreasing peak mucositis score in light of the results honey is a reasonable treatment for radiation induced mucositis but more randomized clinical trials rcts should be done wiley periodicals inc head neck"
}