{
    "title": "Pre-clerkship physical examination assessment rubric.",
    "doc_id": "33006426",
    "writer": "Feldman M",
    "year": "2021",
    "summary": "INTRODUCTION: The physical examination is a core competency in the training of pre-clerkship medical students. ...DISCUSSION: We conclude that our institutionally developed physical examination assessment rubric is a reliable means to certify proficien …",
    "abstract": "Introduction:\n        \n      \n      The physical examination is a core competency in the training of pre-clerkship medical students. It is important to certify proficiency in the physical examination before students start their clinical rotations. Many institutions use home grown assessment tools for this purpose; however, there currently are no validated rubrics designed to assess the performance a head to toe physical examination by a pre-clerkship medical student. The goal of this study is to assess the reliability (inter-rater and intra-rater) of our institutionally developed rubric.\n    \n\n\n          Methods:\n        \n      \n      Clinical faculty with various levels of teaching experience watched videos of students doing a head to toe physical examination and scored the students using our assessment rubric. These scores were evaluated for intra-rater and inter-rater reliability.\n    \n\n\n          Results:\n        \n      \n      A total of 15 student videos were reviewed by five faculty members with varying levels of teaching experience. The degree of inter-rater agreement (between raters) for single and average measure was excellent and the degree of intra-rater agreement (same rater twice) for single and average measure was excellent.\n    \n\n\n          Discussion:\n        \n      \n      We conclude that our institutionally developed physical examination assessment rubric is a reliable means to certify proficiency in the physical examination before students start their clinical clerkships.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33006426/",
    "clean_text": "pre clerkship physical examination assessment rubric introduction the physical examination is a core competency in the training of pre clerkship medical students discussion we conclude that our institutionally developed physical examination assessment rubric is a reliable means to certify proficien introduction the physical examination is a core competency in the training of pre clerkship medical students it is important to certify proficiency in the physical examination before students start their clinical rotations many institutions use home grown assessment tools for this purpose however there currently are no validated rubrics designed to assess the performance a head to toe physical examination by a pre clerkship medical student the goal of this study is to assess the reliability inter rater and intra rater of our institutionally developed rubric methods clinical faculty with various levels of teaching experience watched videos of students doing a head to toe physical examination and scored the students using our assessment rubric these scores were evaluated for intra rater and inter rater reliability results a total of student videos were reviewed by five faculty members with varying levels of teaching experience the degree of inter rater agreement between raters for single and average measure was excellent and the degree of intra rater agreement same rater twice for single and average measure was excellent discussion we conclude that our institutionally developed physical examination assessment rubric is a reliable means to certify proficiency in the physical examination before students start their clinical clerkships"
}