{
    "pmid": "41462463",
    "title": "Six-month clinical outcomes after ST-elevation myocardial infarction in eastern Indonesia: a prospective cohort study.",
    "abstract": "This study aimed to evaluate the six-month major adverse cardiovascular and cerebrovascular events (MACCE) among ST-elevation myocardial infarction (STEMI) patients, and identify their predictors. This single-centre, prospective observational study involved STEMI patients who presented to the Makassar Cardiac Centre in Indonesia from July 2018 to June 2020. Consecutive sampling was employed. The primary endpoint was MACCE (including all-cause mortality, heart failure requiring hospitalization, reinfarction, and stroke) during hospitalization, at 30-day and 6-month follow-up. We recruited 365 patients with a mean age of 57.1 ± 10.3 years, and predominantly male (n = 294, 80.5%). Majority of the patients (n = 206, 56.4%) received reperfusion therapy, with 104 (28.5%) underwent primary percutaneous coronary intervention (PPCI) and 102 (27.9%) received fibrinolysis. Six-month mortality was higher without reperfusion than with PPCI or fibrinolysis (26.4% vs 17.3% vs 13.7%, p = 0.030). MACCE occurred in 23.6% at 30 days and 57.0% at 6 months. Most STEMI patients in East Indonesia were latecomers, with a median time from onset to hospitalization of 350 min. Independent predictors of 6-month MACCE were age ≥ 60 years (HR 1.45, p = 0.032), Killip class ≥ 2 (HR 2.06, p < 0.001), anterior MI (HR 1.47, p = 0.024), renal impairment (HR 1.57, p = 0.015), medication non-adherence (HR 1.70, p = 0.001), and hospital stay ≥ 8 days (HR 1.48, p = 0.018). The high incidence of MACCE at 6 months following STEMI in our region is worrisome. Identified MACCE predictors can guide better STEMI management. To reduce MACCE following STEMI, it is crucial to raise symptom awareness, expedite PPCI activation, and strengthen hospital infrastructure and resources for STEMI care.",
    "disease": "stroke",
    "clean_text": "six month clinical outcomes after st elevation myocardial infarction in eastern indonesia a prospective cohort study this study aimed to evaluate the six month major adverse cardiovascular and cerebrovascular events macce among st elevation myocardial infarction stemi patients and identify their predictors this single centre prospective observational study involved stemi patients who presented to the makassar cardiac centre in indonesia from july to june consecutive sampling was employed the primary endpoint was macce including all cause mortality heart failure requiring hospitalization reinfarction and stroke during hospitalization at day and month follow up we recruited patients with a mean age of years and predominantly male n majority of the patients n received reperfusion therapy with underwent primary percutaneous coronary intervention ppci and received fibrinolysis six month mortality was higher without reperfusion than with ppci or fibrinolysis vs vs p macce occurred in at days and at months most stemi patients in east indonesia were latecomers with a median time from onset to hospitalization of min independent predictors of month macce were age years hr p killip class hr p anterior mi hr p renal impairment hr p medication non adherence hr p and hospital stay days hr p the high incidence of macce at months following stemi in our region is worrisome identified macce predictors can guide better stemi management to reduce macce following stemi it is crucial to raise symptom awareness expedite ppci activation and strengthen hospital infrastructure and resources for stemi care"
}