{
    "title": "Changes in Therapist Actions During a Novel Pediatric Physical Therapy Program: Successes and Challenges.",
    "doc_id": "29924074",
    "writer": "Akhbari Ziegler S",
    "year": "2018",
    "summary": "PURPOSE: To monitor changes in time spent on pediatric physical therapy actions during a COPing With and CAring for Infants With Special Needs (COPCA) course. METHODS: Data were collected before (T0), during, and after (T3) the course, which was attended by 15 Swiss …",
    "abstract": "Purpose:\n        \n      \n      To monitor changes in time spent on pediatric physical therapy actions during a COPing With and CAring for Infants With Special Needs (COPCA) course.\n    \n\n\n          Methods:\n        \n      \n      Data were collected before (T0), during, and after (T3) the course, which was attended by 15 Swiss physical therapists. Four treatment sessions of each therapist were video recorded and analyzed with the Groningen Observation Protocol 2.0, allowing for quantification of relative duration of therapeutic actions.\n    \n\n\n          Results:\n        \n      \n      Between T0 and T3, time spent on caregiver coaching and hands-off approaches significantly increased.\n    \n\n\n          Conclusions:\n        \n      \n      The shift from caregiver trainer to family coach and the increasing hands-off techniques represent successful changes in various domains of behavior. The moderate changes in hands-off approaches suggest that changing habits requires specific attention. The COPCA course will be adapted accordingly.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29924074/",
    "clean_text": "changes in therapist actions during a novel pediatric physical therapy program successes and challenges purpose to monitor changes in time spent on pediatric physical therapy actions during a coping with and caring for infants with special needs copca course methods data were collected before t during and after t the course which was attended by swiss purpose to monitor changes in time spent on pediatric physical therapy actions during a coping with and caring for infants with special needs copca course methods data were collected before t during and after t the course which was attended by swiss physical therapists four treatment sessions of each therapist were video recorded and analyzed with the groningen observation protocol allowing for quantification of relative duration of therapeutic actions results between t and t time spent on caregiver coaching and hands off approaches significantly increased conclusions the shift from caregiver trainer to family coach and the increasing hands off techniques represent successful changes in various domains of behavior the moderate changes in hands off approaches suggest that changing habits requires specific attention the copca course will be adapted accordingly"
}