{
    "title": "A novel larval diet interacts with nutritional stress to modify juvenile behaviors and glucocorticoid responses.",
    "doc_id": "34429887",
    "writer": "Ledón-Rettig CC",
    "year": "2021",
    "summary": "Here, we use Spea bombifrons to assess the effects of developmental plasticity in response to larval diet type and nutritional stress on juvenile behaviors and stress axis reactivity. We find that, in an open-field assay, juveniles fed shrimp as larvae have longer l …",
    "abstract": "Developmental plasticity can allow the exploitation of alternative diets. While such flexibility during early life is often adaptive, it can leave a legacy in later life that alters the overall health and fitness of an individual. Species of the spadefoot toad genus Spea are uniquely poised to address such carryover effects because their larvae can consume drastically different diets: their ancestral diet of detritus or a derived shrimp diet. Here, we use Spea bombifrons to assess the effects of developmental plasticity in response to larval diet type and nutritional stress on juvenile behaviors and stress axis reactivity. We find that, in an open-field assay, juveniles fed shrimp as larvae have longer latencies to move, avoid prey items more often, and have poorer prey-capture abilities. While juveniles fed shrimp as larvae are more exploratory, this effect disappears if they also experienced a temporary nutritional stressor during early life. The larval shrimp diet additionally impairs juvenile jumping performance. Finally, larvae that were fed shrimp under normal nutritional conditions produce juveniles with higher overall glucocorticoid levels, and larvae that were fed shrimp and experienced a temporary nutritional stressor produce juveniles with higher stress-induced glucocorticoid levels. Thus, while it has been demonstrated that consuming the novel, alternative diet can be adaptive for larvae in nature, doing so has marked effects on juvenile phenotypes that may recalibrate an individual's overall fitness. Given that organisms often utilize diverse diets in nature, our study underscores the importance of considering how diet type interacts with early-life nutritional adversity to influence subsequent life stages.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34429887/",
    "clean_text": "a novel larval diet interacts with nutritional stress to modify juvenile behaviors and glucocorticoid responses here we use spea bombifrons to assess the effects of developmental plasticity in response to larval diet type and nutritional stress on juvenile behaviors and stress axis reactivity we find that in an open field assay juveniles fed shrimp as larvae have longer l developmental plasticity can allow the exploitation of alternative diets while such flexibility during early life is often adaptive it can leave a legacy in later life that alters the overall health and fitness of an individual species of the spadefoot toad genus spea are uniquely poised to address such carryover effects because their larvae can consume drastically different diets their ancestral diet of detritus or a derived shrimp diet here we use spea bombifrons to assess the effects of developmental plasticity in response to larval diet type and nutritional stress on juvenile behaviors and stress axis reactivity we find that in an open field assay juveniles fed shrimp as larvae have longer latencies to move avoid prey items more often and have poorer prey capture abilities while juveniles fed shrimp as larvae are more exploratory this effect disappears if they also experienced a temporary nutritional stressor during early life the larval shrimp diet additionally impairs juvenile jumping performance finally larvae that were fed shrimp under normal nutritional conditions produce juveniles with higher overall glucocorticoid levels and larvae that were fed shrimp and experienced a temporary nutritional stressor produce juveniles with higher stress induced glucocorticoid levels thus while it has been demonstrated that consuming the novel alternative diet can be adaptive for larvae in nature doing so has marked effects on juvenile phenotypes that may recalibrate an individual s overall fitness given that organisms often utilize diverse diets in nature our study underscores the importance of considering how diet type interacts with early life nutritional adversity to influence subsequent life stages"
}