{
    "pmid": "41380251",
    "title": "Association between seizure severity and quality of life in focal epilepsy: the mediating role of sleep quality.",
    "abstract": "The association between sleep quality and quality of life (QOL) in patients with focal epilepsy remains poorly understood. This study aimed to evaluate sleep quality within this population and investigate its mediating effect on QOL. This cross-sectional study enrolled 161 adult patients with focal epilepsy. Sleep quality, seizure severity, and QOL were assessed using the Pittsburgh Sleep Quality Index (PSQI), Liverpool Seizure Severity Scale 2.0 (LSSS 2.0), and Quality of Life in Epilepsy-31 (QOLIE-31) inventory, respectively. Logistic regression analysis was conducted to identify factors associated with sleep quality. Correlation and mediation analyses were performed to examine the relationships between sleep quality, seizure severity, and QOL. The mean overall QOLIE-31 score was 65.57 ± 14.22. Poor sleep quality (PSQI > 5) was identified in 68 patients (42.24 %). Longer disease duration (OR = 2.326, 95 %CI: 1.151 to 4.698, P = 0.019) and higher seizure severity (OR = 1.029, 95 %CI: 1.002 to 1.056, P = 0.029) were independent factors significantly associated with poor sleep quality. Both sleep quality and seizure severity showed significant correlations with QOL. Mediation analysis confirmed the significant mediating role of sleep quality in the relationship between seizure severity and QOL (β = -0.131, 95 %CI: -0.207 to -0.065). This study demonstrated a significant association between greater seizure severity and reduced QOL in patients with focal epilepsy, with sleep quality acting as a significant mediator. These findings underscore the significance of addressing sleep disturbances and integrating sleep management into comprehensive interventions for focal epilepsy.",
    "disease": "epilepsy",
    "clean_text": "association between seizure severity and quality of life in focal epilepsy the mediating role of sleep quality the association between sleep quality and quality of life qol in patients with focal epilepsy remains poorly understood this study aimed to evaluate sleep quality within this population and investigate its mediating effect on qol this cross sectional study enrolled adult patients with focal epilepsy sleep quality seizure severity and qol were assessed using the pittsburgh sleep quality index psqi liverpool seizure severity scale lsss and quality of life in epilepsy qolie inventory respectively logistic regression analysis was conducted to identify factors associated with sleep quality correlation and mediation analyses were performed to examine the relationships between sleep quality seizure severity and qol the mean overall qolie score was poor sleep quality psqi was identified in patients longer disease duration or ci to p and higher seizure severity or ci to p were independent factors significantly associated with poor sleep quality both sleep quality and seizure severity showed significant correlations with qol mediation analysis confirmed the significant mediating role of sleep quality in the relationship between seizure severity and qol ci to this study demonstrated a significant association between greater seizure severity and reduced qol in patients with focal epilepsy with sleep quality acting as a significant mediator these findings underscore the significance of addressing sleep disturbances and integrating sleep management into comprehensive interventions for focal epilepsy"
}