{
    "title": "Comparison of diagnostic accuracy of rapid antigen tests for COVID-19 compared to the viral genetic test in adults: a systematic review and meta-analysis.",
    "doc_id": "39188132",
    "writer": "Hirabayashi E",
    "year": "2024",
    "summary": "OBJECTIVE: The objective of this review was to determine the diagnostic accuracy of the currently available and upcoming point-of-care rapid antigen tests (RATs) used in primary care settings relative to the viral genetic real-time reverse transcriptase polymerase chain reaction …",
    "abstract": "Objective:\n        \n      \n      The objective of this review was to determine the diagnostic accuracy of the currently available and upcoming point-of-care rapid antigen tests (RATs) used in primary care settings relative to the viral genetic real-time reverse transcriptase polymerase chain reaction (RT-PCR) test as a reference for diagnosing COVID-19/SARS-CoV-2 in adults.\n    \n\n\n          Introduction:\n        \n      \n      Accurate COVID-19 point-of-care diagnostic tests are required for real-time identification of SARS-CoV-2 infection in individuals. Real-time RT-PCR is the accepted gold standard for diagnostic testing, requiring technical expertise and expensive equipment that are unavailable in most primary care locations. RATs are immunoassays that detect the presence of a specific viral protein, which implies a current infection with SARS-CoV-2. RATs are qualitative or semi-quantitative diagnostics that lack thresholds that provide a result within a short time frame, typically within the hour following sample collection. In this systematic review, we synthesized the current evidence regarding the accuracy of RATs for detecting SARS-CoV-2 compared with RT-PCR.\n    \n\n\n          Inclusion criteria:\n        \n      \n      Studies that included nonpregnant adults (18 years or older) with suspected SARS-CoV-2 infection, regardless of symptomology or disease severity, were included. The index test was any available SARS-CoV-2 point-of-care RAT. The reference test was any commercially distributed RT-PCR-based test that detects the RNA genome of SARS-CoV-2 and has been validated by an independent third party. Custom or in-house RT-PCR tests were also considered, with appropriate validation documentation. The diagnosis of interest was COVID-19 disease and SARS-CoV-2 infection. This review considered cross-sectional and cohort studies that examined the diagnostic accuracy of COVID-19/SARS-CoV-2 infection where the participants had both index and reference tests performed.\n    \n\n\n          Methods:\n        \n      \n      The keywords and index terms contained in relevant articles were used to develop a full search strategy for PubMed and adapted for Embase, Scopus, Qinsight, and the WHO COVID-19 databases. Studies published from November 2019 to July 12, 2022, were included, as SARS-CoV-2 emerged in late 2019 and is the cause of a continuing pandemic. Studies that met the inclusion criteria were critically appraised using QUADAS-2. Using a customized tool, data were extracted from included studies and were verified prior to analysis. The pooled sensitivity, specificity, positive predictive, and negative predictive values were calculated and presented with 95% CIs. When heterogeneity was observed, outlier analysis was conducted, and the results were generated by removing outliers.\n    \n\n\n          Results:\n        \n      \n      Meta-analysis was performed on 91 studies of 581 full-text articles retrieved that provided true-positive, true-negative, false-positive, and false-negative values. RATs can identify individuals who have COVID-19 with high reliability (positive predictive value 97.7%; negative predictive value 95.2%) when considering overall performance. However, the lower level of sensitivity (67.1%) suggests that negative test results likely need to be retested through an additional method.\n    \n\n\n          Conclusions:\n        \n      \n      Most reported RAT brands had only a few studies comparing their performance with RT-PCR. Overall, a positive RAT result is an excellent predictor of a positive diagnosis of COVID-19. We recommend that Roche's SARS-CoV-2 Rapid Antigen Test and Abbott's BinaxNOW tests be used in primary care settings, with the understanding that negative results need to be confirmed through RT-PCR. We recommend adherence to the STARD guidelines when reporting on diagnostic data.\n    \n\n\n          Review registration:\n        \n      \n      PROSPERO CRD42020224250.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39188132/",
    "clean_text": "comparison of diagnostic accuracy of rapid antigen tests for covid compared to the viral genetic test in adults a systematic review and meta analysis objective the objective of this review was to determine the diagnostic accuracy of the currently available and upcoming point of care rapid antigen tests rats used in primary care settings relative to the viral genetic real time reverse transcriptase polymerase chain reaction objective the objective of this review was to determine the diagnostic accuracy of the currently available and upcoming point of care rapid antigen tests rats used in primary care settings relative to the viral genetic real time reverse transcriptase polymerase chain reaction rt pcr test as a reference for diagnosing covid sars cov in adults introduction accurate covid point of care diagnostic tests are required for real time identification of sars cov infection in individuals real time rt pcr is the accepted gold standard for diagnostic testing requiring technical expertise and expensive equipment that are unavailable in most primary care locations rats are immunoassays that detect the presence of a specific viral protein which implies a current infection with sars cov rats are qualitative or semi quantitative diagnostics that lack thresholds that provide a result within a short time frame typically within the hour following sample collection in this systematic review we synthesized the current evidence regarding the accuracy of rats for detecting sars cov compared with rt pcr inclusion criteria studies that included nonpregnant adults years or older with suspected sars cov infection regardless of symptomology or disease severity were included the index test was any available sars cov point of care rat the reference test was any commercially distributed rt pcr based test that detects the rna genome of sars cov and has been validated by an independent third party custom or in house rt pcr tests were also considered with appropriate validation documentation the diagnosis of interest was covid disease and sars cov infection this review considered cross sectional and cohort studies that examined the diagnostic accuracy of covid sars cov infection where the participants had both index and reference tests performed methods the keywords and index terms contained in relevant articles were used to develop a full search strategy for pubmed and adapted for embase scopus qinsight and the who covid databases studies published from november to july were included as sars cov emerged in late and is the cause of a continuing pandemic studies that met the inclusion criteria were critically appraised using quadas using a customized tool data were extracted from included studies and were verified prior to analysis the pooled sensitivity specificity positive predictive and negative predictive values were calculated and presented with cis when heterogeneity was observed outlier analysis was conducted and the results were generated by removing outliers results meta analysis was performed on studies of full text articles retrieved that provided true positive true negative false positive and false negative values rats can identify individuals who have covid with high reliability positive predictive value negative predictive value when considering overall performance however the lower level of sensitivity suggests that negative test results likely need to be retested through an additional method conclusions most reported rat brands had only a few studies comparing their performance with rt pcr overall a positive rat result is an excellent predictor of a positive diagnosis of covid we recommend that roche s sars cov rapid antigen test and abbott s binaxnow tests be used in primary care settings with the understanding that negative results need to be confirmed through rt pcr we recommend adherence to the stard guidelines when reporting on diagnostic data review registration prospero crd"
}