{
    "title": "Neural stem cell therapy-Brief review.",
    "doc_id": "30053745",
    "writer": "Grochowski C",
    "year": "2018",
    "summary": "SVZ is situated along the ependymal cell layer, dividing the ventricular area and subventricular zone. There are several sources of neural stem cells such as human embryonic stem cells, human fetal brain-derived neural stem/progenitor …",
    "abstract": "Adult mammalian neural stem cells are unique because of their properties, such as differentiation capacity, self-renewal, quiescence, and also because they exist in specific niches, which are the subventricular zone (SVZ) and subgranular zone (SGZ) - the dentate gyrus of the hippocampus. SVZ is situated along the ependymal cell layer, dividing the ventricular area and subventricular zone. There are several sources of neural stem cells such as human embryonic stem cells, human fetal brain-derived neural stem/progenitor cells, human induced pluripotent stem cells, direct reprogrammed astrocytes. Stem cell sciences are a promising tool for research purposes as well as therapy. Induced pluripotent stem cells appear to be very useful for human neuron studies, allowing the creation of defined neuron populations, particularly for neurodevelopmental and neurodegenerative diseases as well as ischemic events. Neural stem cell sciences have a promising future in terms of stem cell therapy as well as research. There is, however, still a great need for further research to overcome obstacles.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30053745/",
    "clean_text": "neural stem cell therapy brief review svz is situated along the ependymal cell layer dividing the ventricular area and subventricular zone there are several sources of neural stem cells such as human embryonic stem cells human fetal brain derived neural stem progenitor adult mammalian neural stem cells are unique because of their properties such as differentiation capacity self renewal quiescence and also because they exist in specific niches which are the subventricular zone svz and subgranular zone sgz the dentate gyrus of the hippocampus svz is situated along the ependymal cell layer dividing the ventricular area and subventricular zone there are several sources of neural stem cells such as human embryonic stem cells human fetal brain derived neural stem progenitor cells human induced pluripotent stem cells direct reprogrammed astrocytes stem cell sciences are a promising tool for research purposes as well as therapy induced pluripotent stem cells appear to be very useful for human neuron studies allowing the creation of defined neuron populations particularly for neurodevelopmental and neurodegenerative diseases as well as ischemic events neural stem cell sciences have a promising future in terms of stem cell therapy as well as research there is however still a great need for further research to overcome obstacles"
}