{
    "pmid": "41461314",
    "title": "The long non-coding RNA MALAT1 encodes a micropeptide that promotes influenza A virus replication by suppressing innate immune responses.",
    "abstract": "Long non-coding RNAs (lncRNAs) play critical roles in diverse biological processes and contain structurally distinct domains enabling multifunctional activity. Viral infections dynamically regulate lncRNA expression, leading to modulation of key cellular pathways, including innate immune responses. MALAT1, an important lncRNA, exerts diverse biological functions through specific RNA motifs; however, its role in influenza A virus (IAV) infection and pathogenesis remains largely unexplored. Here, we investigated the regulation of MALAT1 expression and its role during the IAV infection. We found that IAV infection robustly upregulated the expression of MALAT1 in vitro and in vivo. The IAV-induced MALAT1 expression was independent of interferon signaling. Furthermore, we demonstrated that MALAT1 expression was regulated via the NF-κB/IL-6/STAT3 pathway in host cells infected with IAV. Functional studies revealed that disruption of MALAT1 expression inhibited IAV replication, whereas overexpression of certain MALAT1 fragments enhanced the virus replication. Using ribosome profiling, mass spectrometry, and antibody validation, we identified a 52-amino acid micropeptide (miPEP-52) encoded by an RNA fragment of MALAT1, which was endogenously expressed and upregulated by IAV infection. Moreover, we observed that miPEP-52 strongly enhanced the replication of IAV, including attenuated strains. Mutating the miPEP-52 start codon or deleting its coding sequence from the MALAT1 RNA fragment abolished these effects. Mechanistically, MALAT1 and the RNA fragment of MALAT1 encoding miPEP-52 significantly suppressed innate immune responses to IAV infection. These findings provide new insights into the role of MALAT1 in viral pathogenesis and suggest a strategy by which virus evades host antiviral innate immunity.",
    "disease": "influenza",
    "clean_text": "the long non coding rna malat encodes a micropeptide that promotes influenza a virus replication by suppressing innate immune responses long non coding rnas lncrnas play critical roles in diverse biological processes and contain structurally distinct domains enabling multifunctional activity viral infections dynamically regulate lncrna expression leading to modulation of key cellular pathways including innate immune responses malat an important lncrna exerts diverse biological functions through specific rna motifs however its role in influenza a virus iav infection and pathogenesis remains largely unexplored here we investigated the regulation of malat expression and its role during the iav infection we found that iav infection robustly upregulated the expression of malat in vitro and in vivo the iav induced malat expression was independent of interferon signaling furthermore we demonstrated that malat expression was regulated via the nf b il stat pathway in host cells infected with iav functional studies revealed that disruption of malat expression inhibited iav replication whereas overexpression of certain malat fragments enhanced the virus replication using ribosome profiling mass spectrometry and antibody validation we identified a amino acid micropeptide mipep encoded by an rna fragment of malat which was endogenously expressed and upregulated by iav infection moreover we observed that mipep strongly enhanced the replication of iav including attenuated strains mutating the mipep start codon or deleting its coding sequence from the malat rna fragment abolished these effects mechanistically malat and the rna fragment of malat encoding mipep significantly suppressed innate immune responses to iav infection these findings provide new insights into the role of malat in viral pathogenesis and suggest a strategy by which virus evades host antiviral innate immunity"
}