{
    "title": "Ambulatory palliative care among patients with hidradenitis suppurativa: A qualitative study.",
    "doc_id": "37128269",
    "writer": "Chu L",
    "year": "2023",
    "summary": "OBJECTIVE: This case series aimed to qualitatively evaluate unmet needs and palliative care interventions among patients with HS who were referred to palliative care. METHODS: We reviewed medical records of patients with HS who were referred from an HS specialty clinic and …",
    "abstract": "Background:\n        \n      \n      Patients with hidradenitis suppurativa (HS) experience high physical and emotional symptom burden and may benefit from palliative care interventions, though no studies have explored the unmet palliative care needs in this population.\n    \n\n\n          Objective:\n        \n      \n      This case series aimed to qualitatively evaluate unmet needs and palliative care interventions among patients with HS who were referred to palliative care.\n    \n\n\n          Methods:\n        \n      \n      We reviewed medical records of patients with HS who were referred from an HS specialty clinic and seen in an interprofessional palliative care ambulatory clinic. Palliative care notes were qualitatively analyzed inductively and deductively to identify themes characterizing unmet needs and palliative care interventions.\n    \n\n\n          Results:\n        \n      \n      Thirteen patients with HS (median [IQR] age, 38 [31-45] years; 11 [85%] women; 11 [85%] Black) were referred and seen in a palliative care specialty clinic. Topics discussed included uncontrolled HS pain, housing insecurity, and emotional distress. Palliative care interventions included a thorough assessment of pain, multimodal pain management approaches, social worker weekly check-ins, and management of psychotropic medications.\n    \n\n\n          Limitations:\n        \n      \n      Small study at a single tertiary center.\n    \n\n\n          Conclusions:\n        \n      \n      Care models integrating palliative care approaches with multidisciplinary support services may reduce disease burden in a subset of patients with HS.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37128269/",
    "clean_text": "ambulatory palliative care among patients with hidradenitis suppurativa a qualitative study objective this case series aimed to qualitatively evaluate unmet needs and palliative care interventions among patients with hs who were referred to palliative care methods we reviewed medical records of patients with hs who were referred from an hs specialty clinic and background patients with hidradenitis suppurativa hs experience high physical and emotional symptom burden and may benefit from palliative care interventions though no studies have explored the unmet palliative care needs in this population objective this case series aimed to qualitatively evaluate unmet needs and palliative care interventions among patients with hs who were referred to palliative care methods we reviewed medical records of patients with hs who were referred from an hs specialty clinic and seen in an interprofessional palliative care ambulatory clinic palliative care notes were qualitatively analyzed inductively and deductively to identify themes characterizing unmet needs and palliative care interventions results thirteen patients with hs median iqr age years women black were referred and seen in a palliative care specialty clinic topics discussed included uncontrolled hs pain housing insecurity and emotional distress palliative care interventions included a thorough assessment of pain multimodal pain management approaches social worker weekly check ins and management of psychotropic medications limitations small study at a single tertiary center conclusions care models integrating palliative care approaches with multidisciplinary support services may reduce disease burden in a subset of patients with hs"
}