{
    "title": "Prevalence and implications of fragile X premutation screening in Thailand.",
    "doc_id": "39482338",
    "writer": "Hnoonual A",
    "year": "2024",
    "summary": "The fragile X premutation is a public health concern worldwide. Implementing a comprehensive screening program for FMR1 premutation alleles could empower individuals and families with information, supporting informed health decisions and potentially reducing the inc …",
    "abstract": "The fragile X premutation is a public health concern worldwide. Implementing a comprehensive screening program for FMR1 premutation alleles could empower individuals and families with information, supporting informed health decisions and potentially reducing the incidence of fragile X syndrome (FXS). This study aimed to determine the prevalence of FMR1 premutations in the Thai population. We screened 369 female blood donors and 449 males with tremor and/or ataxia who tested negative for spinocerebellar ataxia (SCA) types 1, 2, and 3 for FMR1 CGG repeat expansions. Among the female blood donors, 0.27% (1/369) had a premutation allele, and 1.08% (4/369) had intermediate alleles. One female with a premutation carrier had 89 CGG repeats with one AGG interruption. In the male cohort, no premutations or full mutations were found; however, intermediate alleles were identified in 0.67% (3/449) of the males. This study provides the evidence of fragile X premutation screening in the Thai population. These findings contribute to the understanding of FMR1 premutation prevalence in Thailand and should encourage wider discussions on the feasibility for a national fragile X carrier screening program in Thailand to reduce the burden of fragile X-associated disorders.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39482338/",
    "clean_text": "prevalence and implications of fragile x premutation screening in thailand the fragile x premutation is a public health concern worldwide implementing a comprehensive screening program for fmr premutation alleles could empower individuals and families with information supporting informed health decisions and potentially reducing the inc the fragile x premutation is a public health concern worldwide implementing a comprehensive screening program for fmr premutation alleles could empower individuals and families with information supporting informed health decisions and potentially reducing the incidence of fragile x syndrome fxs this study aimed to determine the prevalence of fmr premutations in the thai population we screened female blood donors and males with tremor and or ataxia who tested negative for spinocerebellar ataxia sca types and for fmr cgg repeat expansions among the female blood donors had a premutation allele and had intermediate alleles one female with a premutation carrier had cgg repeats with one agg interruption in the male cohort no premutations or full mutations were found however intermediate alleles were identified in of the males this study provides the evidence of fragile x premutation screening in the thai population these findings contribute to the understanding of fmr premutation prevalence in thailand and should encourage wider discussions on the feasibility for a national fragile x carrier screening program in thailand to reduce the burden of fragile x associated disorders"
}