{
    "title": "Reconstructive surgery for trauma of the upper urinary tract.",
    "doc_id": "10086060",
    "writer": "Brandes SB",
    "year": "1999",
    "summary": "In general, the authors surgically reconstruct kidneys with major parenchymal lacerations or vascular injuries, particularly when intra-abdominal injuries are present. Regardless of the mechanism of injury, roughly 90% of explored kidneys can be …",
    "abstract": "In general, the authors surgically reconstruct kidneys with major parenchymal lacerations or vascular injuries, particularly when intra-abdominal injuries are present. Regardless of the mechanism of injury, roughly 90% of explored kidneys can be successfully reconstructed. Adherence to the principles of early proximal vascular control, debridement of devitalized tissue, hemostasis, closure of the collecting system, and coverage of the defect maximizes the salvage of renal function while minimizing potential complications. As to ureteral injuries, a high index of suspicion is crucial, especially because urinalysis and imaging studies can be unreliable. The majority of ureteral injuries can be successfully reconstructed by primary repair, ureteroureterostomy, or ureteral reimplantations, with or without a psoas bladder hitch.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10086060/",
    "clean_text": "reconstructive surgery for trauma of the upper urinary tract in general the authors surgically reconstruct kidneys with major parenchymal lacerations or vascular injuries particularly when intra abdominal injuries are present regardless of the mechanism of injury roughly of explored kidneys can be in general the authors surgically reconstruct kidneys with major parenchymal lacerations or vascular injuries particularly when intra abdominal injuries are present regardless of the mechanism of injury roughly of explored kidneys can be successfully reconstructed adherence to the principles of early proximal vascular control debridement of devitalized tissue hemostasis closure of the collecting system and coverage of the defect maximizes the salvage of renal function while minimizing potential complications as to ureteral injuries a high index of suspicion is crucial especially because urinalysis and imaging studies can be unreliable the majority of ureteral injuries can be successfully reconstructed by primary repair ureteroureterostomy or ureteral reimplantations with or without a psoas bladder hitch"
}