{
    "title": "Research on PM(2.5) concentration based on dissipative structure theory: a case study of Xi'an, China.",
    "doc_id": "33009459",
    "writer": "Sun X",
    "year": "2020",
    "summary": "And this paper studied the spatial distribution of various buildings in Xi'an, the temporal and spatial distribution of PM(2.5) in Xi'an and the five provinces, and found that the spatial distribution of PM(2.5) concentration in Xi'an and …",
    "abstract": "PM2.5 pollution has become a serious urban environmental problem, especially in developing countries with increasing urbanization. Understanding the proportion of PM2.5 generation sources has laid a foundation for better PM2.5 concentration reduction This paper used Point of Interesting (POI)data, building profile data of Xi'an, PM2.5 concentration and wind monitoring data of five provinces near Xi'an as the basic data. And this paper studied the spatial distribution of various buildings in Xi'an, the temporal and spatial distribution of PM2.5 in Xi'an and the five provinces, and found that the spatial distribution of PM2.5 concentration in Xi'an and the building distribution in Xi'an does not match. Based on this, a quantitative model of PM2.5 concentration in Xi'an, energy consumption, wind, and other factors is established through the qualitative and quantitative analysis of PM2.5 concentration in Xi'an. Entropy theory and dissipative structure theory are applied to analyze this phenomenon. The results show PM2.5 in Xi'an mainly comes from the spread of PM2.5 in the five provinces. The PM2.5 generated by energy consumption in Xi'an is not enough to cause serious PM2.5 pollution. And further suggestions on how to reduce PM2.5 concentration in Xi'an are put forward.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33009459/",
    "clean_text": "research on pm concentration based on dissipative structure theory a case study of xi an china and this paper studied the spatial distribution of various buildings in xi an the temporal and spatial distribution of pm in xi an and the five provinces and found that the spatial distribution of pm concentration in xi an and pm pollution has become a serious urban environmental problem especially in developing countries with increasing urbanization understanding the proportion of pm generation sources has laid a foundation for better pm concentration reduction this paper used point of interesting poi data building profile data of xi an pm concentration and wind monitoring data of five provinces near xi an as the basic data and this paper studied the spatial distribution of various buildings in xi an the temporal and spatial distribution of pm in xi an and the five provinces and found that the spatial distribution of pm concentration in xi an and the building distribution in xi an does not match based on this a quantitative model of pm concentration in xi an energy consumption wind and other factors is established through the qualitative and quantitative analysis of pm concentration in xi an entropy theory and dissipative structure theory are applied to analyze this phenomenon the results show pm in xi an mainly comes from the spread of pm in the five provinces the pm generated by energy consumption in xi an is not enough to cause serious pm pollution and further suggestions on how to reduce pm concentration in xi an are put forward"
}