{
    "pmid": "41393373",
    "title": "Oral health and respiratory disease: A case-control study on periodontal status and quality of life among adults.",
    "abstract": "Periodontal disease is a chronic inflammatory condition that may contribute to respiratory illnesses such as chronic obstructive pulmonary disease (COPD), asthma, pneumonia and bronchitis. This case-control study of 664 participants assessed the association between periodontal and respiratory health using WHO 2013 criteria for periodontal evaluation, spirometry for respiratory assessment and the Oral Health Impact Profile-14 for quality of life. The mean age of participants was 45.51 years, with males predominating and patients with respiratory disorders showed significantly poorer periodontal status than controls. The worst periodontal health was observed among patients with COPD. A significant correlation between periodontitis and COPD was found, emphasizing the need for risk factor evaluation, patient education and preventive intervention strategies.",
    "disease": "asthma",
    "clean_text": "oral health and respiratory disease a case control study on periodontal status and quality of life among adults periodontal disease is a chronic inflammatory condition that may contribute to respiratory illnesses such as chronic obstructive pulmonary disease copd asthma pneumonia and bronchitis this case control study of participants assessed the association between periodontal and respiratory health using who criteria for periodontal evaluation spirometry for respiratory assessment and the oral health impact profile for quality of life the mean age of participants was years with males predominating and patients with respiratory disorders showed significantly poorer periodontal status than controls the worst periodontal health was observed among patients with copd a significant correlation between periodontitis and copd was found emphasizing the need for risk factor evaluation patient education and preventive intervention strategies"
}