{
    "title": "Diagnostic Utility of Ultrasound Versus Physical Examination in Assessing Knee Effusions: A Systematic Review and Meta-analysis.",
    "doc_id": "33675099",
    "writer": "Meyer R",
    "year": "2022",
    "summary": "Knee effusion can be detected by physical examination, ultrasound and MRI, but the utility of each test is unclear. This study aimed to analyze the diagnostic value of physical examination and ultrasound for knee effusion. ...Bivariate mixed-effects re …",
    "abstract": "Knee effusion can be detected by physical examination, ultrasound and MRI, but the utility of each test is unclear. This study aimed to analyze the diagnostic value of physical examination and ultrasound for knee effusion. A systematic literature search of electronic databases was completed. Bivariate mixed-effects regression modelling was used to estimate sensitivity, specificity and diagnostic odds ratio of physical examination and ultrasound diagnosis of knee effusion. Sensitivity of ultrasound diagnosis of knee effusion was higher than the bulge sign and patellar tap, leading to improved positive and negative predictive values.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33675099/",
    "clean_text": "diagnostic utility of ultrasound versus physical examination in assessing knee effusions a systematic review and meta analysis knee effusion can be detected by physical examination ultrasound and mri but the utility of each test is unclear this study aimed to analyze the diagnostic value of physical examination and ultrasound for knee effusion bivariate mixed effects re knee effusion can be detected by physical examination ultrasound and mri but the utility of each test is unclear this study aimed to analyze the diagnostic value of physical examination and ultrasound for knee effusion a systematic literature search of electronic databases was completed bivariate mixed effects regression modelling was used to estimate sensitivity specificity and diagnostic odds ratio of physical examination and ultrasound diagnosis of knee effusion sensitivity of ultrasound diagnosis of knee effusion was higher than the bulge sign and patellar tap leading to improved positive and negative predictive values"
}