{
    "title": "Development and validation of a machine learning-based nomogram for survival prediction of patients with hilar cholangiocarcinoma after curative-intent resection.",
    "doc_id": "40652016",
    "writer": "Ma Y",
    "year": "2025",
    "summary": "Clinical data from 340 hCCA patients who underwent curative-intent resection at the First Affiliated Hospital of Xi'an Jiaotong University between 2010 and 2021 were collected. The patients were randomly assigned to a training set and a testing set in a 7:3 r …",
    "abstract": "Hilar cholangiocarcinoma (hCCA), a rare cancer of the biliary system, has a poor prognosis. This study aimed to investigate the risk factors affecting the survival of patients with hCCA after curative-intent resection and establish a survival predictive model. Clinical data from 340 hCCA patients who underwent curative-intent resection at the First Affiliated Hospital of Xi'an Jiaotong University between 2010 and 2021 were collected. The patients were randomly assigned to a training set and a testing set in a 7:3 ratio. Risk factors selection was performed by five machine learning (ML) algorithms, including Least Absolute Shrinkage and Selection Operator (LASSO) Regression, Forward Stepwise Cox regression, Boruta feature selection, Random Forest and eXtreme Gradient Boosting (XGBoost). A nomogram was constructed based on identified risk factors. The independent risk factors for the postoperative survival in hCCA patients included positive margin, lymph node metastasis, low total lymph node count (TLNC) and poor tumor differentiation. In the training and testing sets, the consistency index (C-index) of ML-based nomogram was 0.731 (95% CI: 0.684-0.753) and 0.714 (95% CI: 0.661-0.775), while the 3-year AUC of the nomogram was 0.784 (95% CI: 0.724-0.844) and 0.770 (95% CI: 0.763-0.867), respectively. The calibration curves for the nomogram showed good concordance. Based on the decision curve analysis, the nomogram had a good clinical application value, outperforming both the TNM staging system and the Bismuth-Corlette classification. Furthermore, patients were stratified into three groups with varying risks of overall survival (OS): the low-risk, middle-risk and high-risk group according to the nomogram, with statistically significant differences observed among these groups (p < 0.001). The ML-based nomogram provided a personalized prognostic prediction model for hCCA patients after surgical resection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40652016/",
    "clean_text": "development and validation of a machine learning based nomogram for survival prediction of patients with hilar cholangiocarcinoma after curative intent resection clinical data from hcca patients who underwent curative intent resection at the first affiliated hospital of xi an jiaotong university between and were collected the patients were randomly assigned to a training set and a testing set in a r hilar cholangiocarcinoma hcca a rare cancer of the biliary system has a poor prognosis this study aimed to investigate the risk factors affecting the survival of patients with hcca after curative intent resection and establish a survival predictive model clinical data from hcca patients who underwent curative intent resection at the first affiliated hospital of xi an jiaotong university between and were collected the patients were randomly assigned to a training set and a testing set in a ratio risk factors selection was performed by five machine learning ml algorithms including least absolute shrinkage and selection operator lasso regression forward stepwise cox regression boruta feature selection random forest and extreme gradient boosting xgboost a nomogram was constructed based on identified risk factors the independent risk factors for the postoperative survival in hcca patients included positive margin lymph node metastasis low total lymph node count tlnc and poor tumor differentiation in the training and testing sets the consistency index c index of ml based nomogram was ci and ci while the year auc of the nomogram was ci and ci respectively the calibration curves for the nomogram showed good concordance based on the decision curve analysis the nomogram had a good clinical application value outperforming both the tnm staging system and the bismuth corlette classification furthermore patients were stratified into three groups with varying risks of overall survival os the low risk middle risk and high risk group according to the nomogram with statistically significant differences observed among these groups p the ml based nomogram provided a personalized prognostic prediction model for hcca patients after surgical resection"
}