{
    "title": "Axillary lymph node management strategies in cN + breast cancer patients after neoadjuvant chemotherapy.",
    "doc_id": "39688773",
    "writer": "Gao M",
    "year": "2025",
    "summary": "With the widespread use of neoadjuvant chemotherapy (NAC), the optimal management strategy for axillary lymph nodes following chemotherapy has become a hot topic of discussion. For patients with clinically positive axillary lymph nodes (cN +) (defined …",
    "abstract": "With the widespread use of neoadjuvant chemotherapy (NAC), the optimal management strategy for axillary lymph nodes following chemotherapy has become a hot topic of discussion. For patients with clinically positive axillary lymph nodes (cN +) (defined as axillary lymph nodes confirmed positive by pathology before NAC), axillary lymph node dissection (ALND) remains the current standard treatment. However, there is still no consensus on whether sentinel lymph node biopsy (SLNB) and other local axillary treatments following NAC can safely replace ALND to reduce injury and complications. This article provides a narrative review of strategies for managing axillary lymph nodes in this patient population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39688773/",
    "clean_text": "axillary lymph node management strategies in cn breast cancer patients after neoadjuvant chemotherapy with the widespread use of neoadjuvant chemotherapy nac the optimal management strategy for axillary lymph nodes following chemotherapy has become a hot topic of discussion for patients with clinically positive axillary lymph nodes cn defined with the widespread use of neoadjuvant chemotherapy nac the optimal management strategy for axillary lymph nodes following chemotherapy has become a hot topic of discussion for patients with clinically positive axillary lymph nodes cn defined as axillary lymph nodes confirmed positive by pathology before nac axillary lymph node dissection alnd remains the current standard treatment however there is still no consensus on whether sentinel lymph node biopsy slnb and other local axillary treatments following nac can safely replace alnd to reduce injury and complications this article provides a narrative review of strategies for managing axillary lymph nodes in this patient population"
}