{
    "pmid": "41475023",
    "title": "Primary prophylaxis of seizures in post-hemorrhagic stroke rehabilitation patients.",
    "abstract": "Prophylactic use of antiseizure medications (ASMs) for optimal management of post-hemorragic stroke (HS) seizures remains controversial. We retrospectively evaluated the influence of seizures on functional outcome, and, in a perspective of prescriptive appropriateness, the association between primary and secondary ASM prophylaxis and seizure occurrence in a large cohort of post-HS rehabilitation patients. This retrospective observational cohort study included 399 adult patients consecutively admitted to our unit, after acute HS, for neurorehabilitation, between January 1, 2014 and December 31, 2023. The main variables were primary or secondary use of ASMs, and occurrence of acute symptomatic (ASyS), or unprovoked seizures (US). Independent predictors of rehabilitation outcome, measured with the Functional Independence Measure (FIM) scale, were analysed with multiple linear regression. Based on the Glasgow Coma Scale scores on admission, HS was classified as mild in 32.3 % of cases, moderate in 42.6 %, and severe in 25.1 %. Seizures occurred in 92/399 patients (23.1 %). US were associated with worse FIM scores on admission (p = 0.042), and on discharge (p = 0.020). Eleven/98 patients on primary ASM prophylaxis developed US vs 2/209 without ASM (p = 0.0002). The patients on primary, or on secondary prophylaxis presented the worst FIM scores at baseline and on discharge (p < 0.0001 for both). Occurrence of US (p = 0.001), primary (p = 0.047), and secondary prophylaxis (p = 0.047) predicted poor functional outcome independently from age and HS severity. Second generation ASMs were associated with poor outcome more frequently than first generation ASMs (p = 0.013). This study confirms the association between the severity of brain damage and seizures, and supports the notion that long-term prophylaxis with ASMs might not prevent the onset of US and epilepsy after HS. Our findings reinforce the recommendations by the European Stroke Organization and the American Heart Association, and expand the rationale of not using ASMs as primary prophylaxis in post-HS rehabilitation patients.",
    "disease": "stroke",
    "clean_text": "primary prophylaxis of seizures in post hemorrhagic stroke rehabilitation patients prophylactic use of antiseizure medications asms for optimal management of post hemorragic stroke hs seizures remains controversial we retrospectively evaluated the influence of seizures on functional outcome and in a perspective of prescriptive appropriateness the association between primary and secondary asm prophylaxis and seizure occurrence in a large cohort of post hs rehabilitation patients this retrospective observational cohort study included adult patients consecutively admitted to our unit after acute hs for neurorehabilitation between january and december the main variables were primary or secondary use of asms and occurrence of acute symptomatic asys or unprovoked seizures us independent predictors of rehabilitation outcome measured with the functional independence measure fim scale were analysed with multiple linear regression based on the glasgow coma scale scores on admission hs was classified as mild in of cases moderate in and severe in seizures occurred in patients us were associated with worse fim scores on admission p and on discharge p eleven patients on primary asm prophylaxis developed us vs without asm p the patients on primary or on secondary prophylaxis presented the worst fim scores at baseline and on discharge p for both occurrence of us p primary p and secondary prophylaxis p predicted poor functional outcome independently from age and hs severity second generation asms were associated with poor outcome more frequently than first generation asms p this study confirms the association between the severity of brain damage and seizures and supports the notion that long term prophylaxis with asms might not prevent the onset of us and epilepsy after hs our findings reinforce the recommendations by the european stroke organization and the american heart association and expand the rationale of not using asms as primary prophylaxis in post hs rehabilitation patients"
}