{
    "pmid": "41367895",
    "title": "Development of a Predictive Risk Model for Recurrence of Chronic Pulmonary Aspergillosis in Post-Tuberculosis Patients: A Retrospective Observational Study.",
    "abstract": "The recurrence rate of post-tuberculosis chronic pulmonary aspergillosis (post-TB CPA) is alarmingly high. This study aims to establish a risk prediction model utilizing machine learning algorithms to forecast the one-year recurrence risk of post-TB CPA. This retrospective study included all patients diagnosed with pulmonary tuberculosis complicated by chronic pulmonary aspergillosis at Wuhan Pulmonary Hospital in 2022. Ultimately, 220 patients were included for the significance analysis.The Least Absolute Shrinkage and Selection Operator LASSO regression analysis was utilized to select 8 variables associated with the recurrence of tuberculosis complicated by chronic pulmonary aspergillosis. Four machine learning algorithms were compared to predict the recurrence risk in patients with this complication, with their performance evaluated using the receiver operating characteristic curve, area under the curve (AUC), calibration curve analysis, and decision curve analysis. LASSO regression analysis identified chronic obstructive pulmonary disease (COPD), chronic fibrotic pulmonary aspergillosis (CFPA), progressive pleural hypertrophy, fungal culture results, age, disease duration, emphysema and treatment duration as factors related to the recurrence risk of tuberculosis complicated by chronic pulmonary aspergillosis. The logistic regression model demonstrated the best performance, it outperformed the other three models by achieving the highest AUC of 0.779 on the internal validation set and 0.819 in the test cohort. The calibration curve indicated a strong correlation between the actual and predicted probabilities, while the decision curve analysis revealed significant clinical benefits. In this study, we developed a disease recurrence prediction model using machine learning techniques. This model aims to assist clinicians in identifying the most relevant risk factors associated with the recurrence of tuberculosis complicated by chronic pulmonary aspergillus. It facilitates the formulation of targeted and effective re-examination plans for discharged patients, ultimately reducing the recurrence rate after discharge and enhancing the quality of life for these patients.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "development of a predictive risk model for recurrence of chronic pulmonary aspergillosis in post tuberculosis patients a retrospective observational study the recurrence rate of post tuberculosis chronic pulmonary aspergillosis post tb cpa is alarmingly high this study aims to establish a risk prediction model utilizing machine learning algorithms to forecast the one year recurrence risk of post tb cpa this retrospective study included all patients diagnosed with pulmonary tuberculosis complicated by chronic pulmonary aspergillosis at wuhan pulmonary hospital in ultimately patients were included for the significance analysis the least absolute shrinkage and selection operator lasso regression analysis was utilized to select variables associated with the recurrence of tuberculosis complicated by chronic pulmonary aspergillosis four machine learning algorithms were compared to predict the recurrence risk in patients with this complication with their performance evaluated using the receiver operating characteristic curve area under the curve auc calibration curve analysis and decision curve analysis lasso regression analysis identified chronic obstructive pulmonary disease copd chronic fibrotic pulmonary aspergillosis cfpa progressive pleural hypertrophy fungal culture results age disease duration emphysema and treatment duration as factors related to the recurrence risk of tuberculosis complicated by chronic pulmonary aspergillosis the logistic regression model demonstrated the best performance it outperformed the other three models by achieving the highest auc of on the internal validation set and in the test cohort the calibration curve indicated a strong correlation between the actual and predicted probabilities while the decision curve analysis revealed significant clinical benefits in this study we developed a disease recurrence prediction model using machine learning techniques this model aims to assist clinicians in identifying the most relevant risk factors associated with the recurrence of tuberculosis complicated by chronic pulmonary aspergillus it facilitates the formulation of targeted and effective re examination plans for discharged patients ultimately reducing the recurrence rate after discharge and enhancing the quality of life for these patients"
}