{
    "title": "Diabetes and Wound Angiogenesis.",
    "doc_id": "28671607",
    "writer": "Okonkwo UA",
    "year": "2017",
    "summary": "Complications of DM2 involve a myriad of comorbidities including the serious complications of poor wound healing, chronic ulceration, and resultant limb amputation. In skin wound healing, which has definite, orderly phases, diabetes leads to improper f …",
    "abstract": "Diabetes Mellitus Type II (DM2) is a growing international health concern with no end in sight. Complications of DM2 involve a myriad of comorbidities including the serious complications of poor wound healing, chronic ulceration, and resultant limb amputation. In skin wound healing, which has definite, orderly phases, diabetes leads to improper function at all stages. While the etiology of chronic, non-healing diabetic wounds is multi-faceted, the progression to a non-healing phenotype is closely linked to poor vascular networks. This review focuses on diabetic wound healing, paying special attention to the aberrations that have been described in the proliferative, remodeling, and maturation phases of wound angiogenesis. Additionally, this review considers therapeutics that may offer promise to better wound healing outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28671607/",
    "clean_text": "diabetes and wound angiogenesis complications of dm involve a myriad of comorbidities including the serious complications of poor wound healing chronic ulceration and resultant limb amputation in skin wound healing which has definite orderly phases diabetes leads to improper f diabetes mellitus type ii dm is a growing international health concern with no end in sight complications of dm involve a myriad of comorbidities including the serious complications of poor wound healing chronic ulceration and resultant limb amputation in skin wound healing which has definite orderly phases diabetes leads to improper function at all stages while the etiology of chronic non healing diabetic wounds is multi faceted the progression to a non healing phenotype is closely linked to poor vascular networks this review focuses on diabetic wound healing paying special attention to the aberrations that have been described in the proliferative remodeling and maturation phases of wound angiogenesis additionally this review considers therapeutics that may offer promise to better wound healing outcomes"
}