{
    "pmid": "41399111",
    "title": "Primary biliary cholangitis (PBC): evolving approaches and expert perspectives.",
    "abstract": "Primary biliary cholangitis (PBC) is a rare, chronic autoimmune cholestatic liver disease causing progressive destruction of intrahepatic bile ducts. Predominantly affecting women aged 35 to 70, PBC may remain asymptomatic for years before symptoms such as pruritus, fatigue, or sicca symptoms manifest. If untreated, PBC can progress to cirrhosis, liver failure and need for transplantation, significantly impacting life expectancy. Ursodeoxycholic acid (UDCA) remains the only approved first-line therapy. The recent withdrawal of obeticholic acid (OCA) from the European market, the only available second-line agent since 2016, highlighting the need for alternative options. The recent European Medicine Agency (EMA) approval of new peroxisome proliferator-activated receptor (PPAR) agonists is promising for patients with suboptimal response to UDCA. A literature review was conducted to map the patient journey and examine current treatments. A panel of Italian expert hepatologists was involved to explore unmet needs along the patient journey and define clinical priorities. Focus areas included response monitoring, treatment evaluation timing, symptoms management - particularly pruritus and fatigue - and care of comorbid and high-risk patients. Many patients live with indolent disease, but some may require a more structured pathway, where emerging treatments can be an important turning point.",
    "disease": "liver cirrhosis",
    "clean_text": "primary biliary cholangitis pbc evolving approaches and expert perspectives primary biliary cholangitis pbc is a rare chronic autoimmune cholestatic liver disease causing progressive destruction of intrahepatic bile ducts predominantly affecting women aged to pbc may remain asymptomatic for years before symptoms such as pruritus fatigue or sicca symptoms manifest if untreated pbc can progress to cirrhosis liver failure and need for transplantation significantly impacting life expectancy ursodeoxycholic acid udca remains the only approved first line therapy the recent withdrawal of obeticholic acid oca from the european market the only available second line agent since highlighting the need for alternative options the recent european medicine agency ema approval of new peroxisome proliferator activated receptor ppar agonists is promising for patients with suboptimal response to udca a literature review was conducted to map the patient journey and examine current treatments a panel of italian expert hepatologists was involved to explore unmet needs along the patient journey and define clinical priorities focus areas included response monitoring treatment evaluation timing symptoms management particularly pruritus and fatigue and care of comorbid and high risk patients many patients live with indolent disease but some may require a more structured pathway where emerging treatments can be an important turning point"
}