{
    "title": "Anti-vitamin D antibodies.",
    "doc_id": "39653259",
    "writer": "de Carvalho JF",
    "year": "2025",
    "summary": "RESULTS: Three studies, comprising a total of 345 patients, were reviewed. The autoimmune conditions included systemic lupus erythematosus (SLE), scleroderma (SSc), primary antiphospholipid antibody syndrome (pAPS), and pemphigus vulgaris (PV). ...",
    "abstract": "Background:\n        \n      \n      Low vitamin D levels are commonly observed in autoimmune diseases, suggesting a potential role in disease pathogenesis. The presence of anti-vitamin D antibodies may contribute to these deficiencies and influence autoimmune processes.\n    \n\n\n          Objective:\n        \n      \n      To review and analyze studies investigating the occurrence of anti-vitamin D antibodies in autoimmune diseases.\n    \n\n\n          Results:\n        \n      \n      Three studies, comprising a total of 345 patients, were reviewed. The autoimmune conditions included systemic lupus erythematosus (SLE), scleroderma (SSc), primary antiphospholipid antibody syndrome (pAPS), and pemphigus vulgaris (PV). Patient mean ages ranged from 26.8 to 31 years, with the proportion of female participants ranging from 87 % to 96 %. The duration of disease varied between 6.3 and 12.3 years. Serum vitamin D levels ranged from 11.71 ± 7.21 to 28.4 ± 9.6 ng/mL, with 57.1 % to 82.1 % of patients presenting vitamin D deficiency. The prevalence of anti-vitamin D antibodies was reported as follows: 87 % in SSc, 11 % in PV, 4 % to 6.1 % in SLE, and 3.5 % in pAPS. Associations with other disease markers were also noted: in SLE, anti-vitamin D antibodies were associated with anti-dsDNA antibodies; while in SSc, their presence was linked to the disease itself.\n    \n\n\n          Conclusion:\n        \n      \n      Anti-vitamin D antibodies were identified in 3.5 % to 87 % of patients with SLE, SSc, pAPS, and PV. These antibodies are associated either with the autoimmune condition itself or with other autoantibodies, suggesting their potential role in disease mechanisms and progression.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39653259/",
    "clean_text": "anti vitamin d antibodies results three studies comprising a total of patients were reviewed the autoimmune conditions included systemic lupus erythematosus sle scleroderma ssc primary antiphospholipid antibody syndrome paps and pemphigus vulgaris pv background low vitamin d levels are commonly observed in autoimmune diseases suggesting a potential role in disease pathogenesis the presence of anti vitamin d antibodies may contribute to these deficiencies and influence autoimmune processes objective to review and analyze studies investigating the occurrence of anti vitamin d antibodies in autoimmune diseases results three studies comprising a total of patients were reviewed the autoimmune conditions included systemic lupus erythematosus sle scleroderma ssc primary antiphospholipid antibody syndrome paps and pemphigus vulgaris pv patient mean ages ranged from to years with the proportion of female participants ranging from to the duration of disease varied between and years serum vitamin d levels ranged from to ng ml with to of patients presenting vitamin d deficiency the prevalence of anti vitamin d antibodies was reported as follows in ssc in pv to in sle and in paps associations with other disease markers were also noted in sle anti vitamin d antibodies were associated with anti dsdna antibodies while in ssc their presence was linked to the disease itself conclusion anti vitamin d antibodies were identified in to of patients with sle ssc paps and pv these antibodies are associated either with the autoimmune condition itself or with other autoantibodies suggesting their potential role in disease mechanisms and progression"
}