{
    "title": "Comparative Assessment of the Heart's Functioning by Using the Akabane Test and Classical Methods of Instrumental Examination.",
    "doc_id": "28712476",
    "writer": "Muzhikov V",
    "year": "2017",
    "summary": "A total of 102 patients (54 men and 48 women) with heart pathology, namely, sick-sinus syndrome, Wolff-Parkinson-White syndrome, and atrioventricular blockade, were studied using the usual instrumental methods (transesophageal electrophysiological study of the heart …",
    "abstract": "Acupuncture physicians have studied the application of reflexotherapy to cardiology. However, no one has investigated the connection of ancient Chinese diagnostic methods with modern tools. A total of 102 patients (54 men and 48 women) with heart pathology, namely, sick-sinus syndrome, Wolff-Parkinson-White syndrome, and atrioventricular blockade, were studied using the usual instrumental methods (transesophageal electrophysiological study of the heart, echocardiography), after which they underwent Akabane thermopuncture testing as in traditional Chinese medicine. The results of cardio examination from one side of the Akabane test with that from the other side were compared by means of a multiple stepwise regression analysis. We revealed the effects on the characteristic pattern of acupuncture channel lesions inherent in a definite heart pathology, i.e., the most vulnerable acupuncture channel (AC), of such factors as disturbances of the contractile, conductive, or automatic heart functions, and changes in the chambers' size or circulation volume. Сhanges in the indices of the left and the right branches of these channels usually reflect the opposing natures of the changes in these indicators, which should be considered in reflexotherapy. The main value of the Akabane test along with the use of mathematical analysis lies in early, quick, and inexpensive detection of the above-mentioned heart disturbances.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28712476/",
    "clean_text": "comparative assessment of the heart s functioning by using the akabane test and classical methods of instrumental examination a total of patients men and women with heart pathology namely sick sinus syndrome wolff parkinson white syndrome and atrioventricular blockade were studied using the usual instrumental methods transesophageal electrophysiological study of the heart acupuncture physicians have studied the application of reflexotherapy to cardiology however no one has investigated the connection of ancient chinese diagnostic methods with modern tools a total of patients men and women with heart pathology namely sick sinus syndrome wolff parkinson white syndrome and atrioventricular blockade were studied using the usual instrumental methods transesophageal electrophysiological study of the heart echocardiography after which they underwent akabane thermopuncture testing as in traditional chinese medicine the results of cardio examination from one side of the akabane test with that from the other side were compared by means of a multiple stepwise regression analysis we revealed the effects on the characteristic pattern of acupuncture channel lesions inherent in a definite heart pathology i e the most vulnerable acupuncture channel ac of such factors as disturbances of the contractile conductive or automatic heart functions and changes in the chambers size or circulation volume hanges in the indices of the left and the right branches of these channels usually reflect the opposing natures of the changes in these indicators which should be considered in reflexotherapy the main value of the akabane test along with the use of mathematical analysis lies in early quick and inexpensive detection of the above mentioned heart disturbances"
}