{
    "title": "Spinal cord injury.",
    "doc_id": "12528791",
    "writer": "Proctor MR.",
    "year": "2002",
    "summary": "Pediatric spinal cord injury is a relatively uncommon problem, responsible for approximately 5% of all spinal cord injuries. ...As the child approaches 8-10 yrs of age, the spinal anatomy and therefore injury pattern more cl …",
    "abstract": "Pediatric spinal cord injury is a relatively uncommon problem, responsible for approximately 5% of all spinal cord injuries. Anatomic and behavioral differences between adults and children lead to variation in injury type and severity. Young children are more prone to high cervical injuries, with nearly 80% of injuries in children < 2 yrs old affecting this area. As the child approaches 8-10 yrs of age, the spinal anatomy and therefore injury pattern more closely approximates adult injuries. Although the prevalence of spine injuries is lower in children, clearing the spine becomes more complex due to radiographic differences and the inability to \"clinically\" clear the cervical spine in young children. In this article, the types of injuries seen in children are discussed, with an emphasis on acute management and clearance of the cervical spine. Treatment options and long-term issues are also discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12528791/",
    "clean_text": "spinal cord injury pediatric spinal cord injury is a relatively uncommon problem responsible for approximately of all spinal cord injuries as the child approaches yrs of age the spinal anatomy and therefore injury pattern more cl pediatric spinal cord injury is a relatively uncommon problem responsible for approximately of all spinal cord injuries anatomic and behavioral differences between adults and children lead to variation in injury type and severity young children are more prone to high cervical injuries with nearly of injuries in children yrs old affecting this area as the child approaches yrs of age the spinal anatomy and therefore injury pattern more closely approximates adult injuries although the prevalence of spine injuries is lower in children clearing the spine becomes more complex due to radiographic differences and the inability to clinically clear the cervical spine in young children in this article the types of injuries seen in children are discussed with an emphasis on acute management and clearance of the cervical spine treatment options and long term issues are also discussed"
}