{
    "pmid": "41360604",
    "title": "Sex and reproductive stage modify the effect of endogenous oestrogens on coronary atherosclerosis in rheumatoid arthritis.",
    "abstract": "We explored associations between endogenous oestrogens, coronary atherosclerosis and cardiovascular risk in rheumatoid arthritis (RA). We interrogated whether these relationships varied by sex and menopause and reflected differences in inflammation and lipoprotein functions influencing cell cholesterol homeostasis. CT angiography evaluated atherosclerosis in 140 patients without cardiovascular disease from a single-centre observational cohort. Serum estrone and 17-b-oestradiol were measured with Elisa. Serum cholesterol loading capacity (CLC) on macrophages, which enhances atherosclerosis, was measured in THP-1 monocyte-derived macrophages. High-density lipoprotein cholesterol efflux capacity from macrophages via ATP-binding-cassette-A1 (ABCA1-CEC) and G1 transporters (ABCG1-CEC), which attenuates atherogenesis, was assessed in J774 macrophages and Chinese hamster ovary cells. Estrone and estradiol associated with higher coronary artery calcium score (p-for-interaction≤0.023) and estradiol with more coronary plaques (p-for-interaction=0.048) in males but not females. Estrone was linked to fewer plaques in premenopausal women (p-for-interaction=0.043), while both estrone and estradiol were associated with more plaques in postmenopausal women. Estrone is associated with higher proatherogenic cytokine levels in males and in postmenopausal women, but lower levels in premenopausal women. Moreover, estrone was inversely associated with ABCA1-CEC (p-for-interaction=0.008) and ABCG1-CEC (p-for-interaction=0.040) in males, while estradiol was positively associated with CLC (p-for-interaction=0.044) and inversely with ABCA1-CEC (p-for-interaction=0.010) in males. Estrone, but not estradiol, was inversely associated with cardiovascular risk (adjusted HR 0.43 (95% CI 0.21 to 0.86) per SD increase), particularly among premenopausal women (p-for-interaction=0.015). Sex and reproductive status modified the effect of endogenous oestrogens on atherosclerosis in RA and their associations with inflammation and lipoprotein functions impacting on cholesterol homeostasis.",
    "disease": "coronary artery disease",
    "clean_text": "sex and reproductive stage modify the effect of endogenous oestrogens on coronary atherosclerosis in rheumatoid arthritis we explored associations between endogenous oestrogens coronary atherosclerosis and cardiovascular risk in rheumatoid arthritis ra we interrogated whether these relationships varied by sex and menopause and reflected differences in inflammation and lipoprotein functions influencing cell cholesterol homeostasis ct angiography evaluated atherosclerosis in patients without cardiovascular disease from a single centre observational cohort serum estrone and b oestradiol were measured with elisa serum cholesterol loading capacity clc on macrophages which enhances atherosclerosis was measured in thp monocyte derived macrophages high density lipoprotein cholesterol efflux capacity from macrophages via atp binding cassette a abca cec and g transporters abcg cec which attenuates atherogenesis was assessed in j macrophages and chinese hamster ovary cells estrone and estradiol associated with higher coronary artery calcium score p for interaction and estradiol with more coronary plaques p for interaction in males but not females estrone was linked to fewer plaques in premenopausal women p for interaction while both estrone and estradiol were associated with more plaques in postmenopausal women estrone is associated with higher proatherogenic cytokine levels in males and in postmenopausal women but lower levels in premenopausal women moreover estrone was inversely associated with abca cec p for interaction and abcg cec p for interaction in males while estradiol was positively associated with clc p for interaction and inversely with abca cec p for interaction in males estrone but not estradiol was inversely associated with cardiovascular risk adjusted hr ci to per sd increase particularly among premenopausal women p for interaction sex and reproductive status modified the effect of endogenous oestrogens on atherosclerosis in ra and their associations with inflammation and lipoprotein functions impacting on cholesterol homeostasis"
}