{
    "title": "Pro-oxidative interactions of cobalt with human neutrophils.",
    "doc_id": "16036756",
    "writer": "Ramafi GJ",
    "year": "2004",
    "summary": "The primary objectives of this study were to investigate the effects of cobalt(II) chloride (Co, 1.5-25 microM) on the reactivity of hydrogen peroxide (H2O2, 100 microM) or oxidants generated by activated human neutrophils. The prooxidative interactions of Co with H2O2 or …",
    "abstract": "The primary objectives of this study were to investigate the effects of cobalt(II) chloride (Co, 1.5-25 microM) on the reactivity of hydrogen peroxide (H2O2, 100 microM) or oxidants generated by activated human neutrophils. The prooxidative interactions of Co with H2O2 or cells were measured by luminol-enhanced chemiluminescence (LECL), and according to the extent of oxidative inactivation of added alpha-1-proteinase inhibitor (API). Cobalt dramatically potentiated the oxidation of luminol and API by both H2O2 and neutrophils activated with phorbol 12-myristate 13-acetate (5 ng/ml), without affecting the assembly of NADPH oxidase or the magnitude of oxygen consumption by the cells. Using 5,5-dimethyl-pyrolline 1-oxide-based electron spin resonance spectroscopy we were unable to detect hydroxyl radical formation by Co in the presence of either H2O2 or activated neutrophils, while the corresponding LECL responses were unaffected by the hydroxyl radical scavengers benzoate and mannitol (50 mM). These observations indicate that Co potentiates the reactivity of neutrophil-derived oxidants, primarily H2O2, which if operative in vivo during exposure to the heavy metal may pose the risk of oxidant- and protease-mediated tissue injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16036756/",
    "clean_text": "pro oxidative interactions of cobalt with human neutrophils the primary objectives of this study were to investigate the effects of cobalt ii chloride co microm on the reactivity of hydrogen peroxide h o microm or oxidants generated by activated human neutrophils the prooxidative interactions of co with h o or the primary objectives of this study were to investigate the effects of cobalt ii chloride co microm on the reactivity of hydrogen peroxide h o microm or oxidants generated by activated human neutrophils the prooxidative interactions of co with h o or cells were measured by luminol enhanced chemiluminescence lecl and according to the extent of oxidative inactivation of added alpha proteinase inhibitor api cobalt dramatically potentiated the oxidation of luminol and api by both h o and neutrophils activated with phorbol myristate acetate ng ml without affecting the assembly of nadph oxidase or the magnitude of oxygen consumption by the cells using dimethyl pyrolline oxide based electron spin resonance spectroscopy we were unable to detect hydroxyl radical formation by co in the presence of either h o or activated neutrophils while the corresponding lecl responses were unaffected by the hydroxyl radical scavengers benzoate and mannitol mm these observations indicate that co potentiates the reactivity of neutrophil derived oxidants primarily h o which if operative in vivo during exposure to the heavy metal may pose the risk of oxidant and protease mediated tissue injury"
}