{
    "pmid": "41449702",
    "title": "Implementing Nutrition Policy, System, and Environmental Change Strategies in a Rural Food Pantry to Improve Nutrition Security: Contextual Factors and Outcomes.",
    "abstract": "To describe and evaluate nutrition-related policy, system, and environmental (PSE) change strategies implemented in a rural, volunteer-run Georgia food pantry, exploring facilitators and barriers and changes in clients' perceptions of food distributed following implementation of nutrition-related PSE changes. The mixed-methods evaluation used pre-post key informant interviews, client surveys, and program documents to assess implementation and outcomes of a nutrition policy and other PSE changes. Hancock County, Georgia. Survey respondents were food pantry clients who completed surveys both in January 2021 and March 2022 (n=155). Key informants were program staff, a local coalition member, and food pantry leadership (n=9). Nutrition-related PSE changes included a nutrition policy, produce procurement partnerships, and enhanced refrigeration; an awareness campaign and nutrition education were also conducted. Facilitators included the implementation approach (e.g., encouraging small steps, joint policy development), relationship formation, and partnerships. Barriers were modest capacity (e.g., funding, other resources), staffing/volunteers, and limited experience with food policy and procurement processes. Client surveys in 2021-2022 showed canned/dried foods as most commonly received, with significant (p<.05) increases at follow-up in always receiving meat/poultry/seafood and significant decreases in always receiving canned fruits and dry beans/lentils. In both 2021 and 2022, substantial proportions of respondents reported food insecurity (>60%), having obesity (>40%), poor/fair health (>30%), and a household member with hypertension/high blood pressure (>70%). Nutrition-related PSE changes in rural food pantries to improve the healthfulness of foods distributed require substantial resources, yet if sustained, may increase client access to healthy foods and improve diets.",
    "disease": "hypertension",
    "clean_text": "implementing nutrition policy system and environmental change strategies in a rural food pantry to improve nutrition security contextual factors and outcomes to describe and evaluate nutrition related policy system and environmental pse change strategies implemented in a rural volunteer run georgia food pantry exploring facilitators and barriers and changes in clients perceptions of food distributed following implementation of nutrition related pse changes the mixed methods evaluation used pre post key informant interviews client surveys and program documents to assess implementation and outcomes of a nutrition policy and other pse changes hancock county georgia survey respondents were food pantry clients who completed surveys both in january and march n key informants were program staff a local coalition member and food pantry leadership n nutrition related pse changes included a nutrition policy produce procurement partnerships and enhanced refrigeration an awareness campaign and nutrition education were also conducted facilitators included the implementation approach e g encouraging small steps joint policy development relationship formation and partnerships barriers were modest capacity e g funding other resources staffing volunteers and limited experience with food policy and procurement processes client surveys in showed canned dried foods as most commonly received with significant p increases at follow up in always receiving meat poultry seafood and significant decreases in always receiving canned fruits and dry beans lentils in both and substantial proportions of respondents reported food insecurity having obesity poor fair health and a household member with hypertension high blood pressure nutrition related pse changes in rural food pantries to improve the healthfulness of foods distributed require substantial resources yet if sustained may increase client access to healthy foods and improve diets"
}