{
    "title": "Physical Activity and Healthy Aging.",
    "doc_id": "33010902",
    "writer": "Eckstrom E",
    "year": "2020",
    "summary": "Healthy aging is the ability to maintain independence, purpose, vitality, and quality of life into old age despite unexpected medical conditions, accidents, and unhelpful social determinants of health. Exercise, or physical activity, is an important component …",
    "abstract": "Healthy aging is the ability to maintain independence, purpose, vitality, and quality of life into old age despite unexpected medical conditions, accidents, and unhelpful social determinants of health. Exercise, or physical activity, is an important component of healthy aging, preventing or mitigating falls, pain, sarcopenia, osteoporosis, and cognitive impairment. A well-balanced exercise program includes daily aerobic, strength, balance, and flexibility components. Most older adults do not meet the currently recommended minutes of regular physical activity weekly. Counseling by health care providers may help older adults improve exercise habits, but it is also important to take advantage of community-based exercise opportunities.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33010902/",
    "clean_text": "physical activity and healthy aging healthy aging is the ability to maintain independence purpose vitality and quality of life into old age despite unexpected medical conditions accidents and unhelpful social determinants of health exercise or physical activity is an important component healthy aging is the ability to maintain independence purpose vitality and quality of life into old age despite unexpected medical conditions accidents and unhelpful social determinants of health exercise or physical activity is an important component of healthy aging preventing or mitigating falls pain sarcopenia osteoporosis and cognitive impairment a well balanced exercise program includes daily aerobic strength balance and flexibility components most older adults do not meet the currently recommended minutes of regular physical activity weekly counseling by health care providers may help older adults improve exercise habits but it is also important to take advantage of community based exercise opportunities"
}