{
    "pmid": "41406704",
    "title": "Pleiotropic gene mapping Reveals shared immune regulatory hubs across 15 autoimmune diseases.",
    "abstract": "Autoimmune diseases (AIDs) involve immune dysfunction with complex genetic underpinnings. This study examined genetic correlations and directional genetic associations across 15 AIDs to identify common immune pathways. We retrieved GWAS summary statistics for 15 AIDs and analyzed genetic overlap using LDSC and Z-score correlations. Pleiotropy was assessed via MAGMA to assign SNPs to genes and PLACO for pleiotropic gene detection. Functional annotation (FUMA) and pathway enrichment (MAGMA, MSigDB) were performed. Two-sample Mendelian randomization (MR) explored causal links between diseases and immune cell traits. Primary Biliary Cholangitis (PBC) had the highest SNP-heritability (43.3 %), followed by Systemic Lupus Erythematosus (SLE) (32.84 %). Most disease pairs showed positive genetic correlations. We identified 76 pleiotropic genes, with HCP5, NOTCH4, and SKIV2L shared across all 15 diseases and concentrated in the extended MHC region. Enrichment analysis highlighted cytokine signaling, antigen presentation, and T-cell-mediated pathways. MR revealed directional genetic associations among rheumatoid arthritis (RA), SLE, and Systemic Sclerosis (SS), with PBC increasing SLE risk (OR = 1.253) and Inflammatory Bowel Disease (IBD) slightly protecting against Type 1 Diabetes (T1D) (OR = 0.959). Cell-type MR showed SKIV2L acting across multiple T-cell and myeloid subsets, whereas NOTCH4 effects were confined to M2 macrophages, highlighting distinct MHC-region hubs with broad versus myeloid-focused impact. These findings map shared genetic components and highlight pleiotropic genes, especially SKIV2L, HCP5 and NOTCH4, linking extended-MHC architecture to T-cell and myeloid programs. They provide a genetic framework for prioritizing common pathways and cell types for biomarker development and targeted therapy.",
    "disease": "rheumatoid arthritis",
    "clean_text": "pleiotropic gene mapping reveals shared immune regulatory hubs across autoimmune diseases autoimmune diseases aids involve immune dysfunction with complex genetic underpinnings this study examined genetic correlations and directional genetic associations across aids to identify common immune pathways we retrieved gwas summary statistics for aids and analyzed genetic overlap using ldsc and z score correlations pleiotropy was assessed via magma to assign snps to genes and placo for pleiotropic gene detection functional annotation fuma and pathway enrichment magma msigdb were performed two sample mendelian randomization mr explored causal links between diseases and immune cell traits primary biliary cholangitis pbc had the highest snp heritability followed by systemic lupus erythematosus sle most disease pairs showed positive genetic correlations we identified pleiotropic genes with hcp notch and skiv l shared across all diseases and concentrated in the extended mhc region enrichment analysis highlighted cytokine signaling antigen presentation and t cell mediated pathways mr revealed directional genetic associations among rheumatoid arthritis ra sle and systemic sclerosis ss with pbc increasing sle risk or and inflammatory bowel disease ibd slightly protecting against type diabetes t d or cell type mr showed skiv l acting across multiple t cell and myeloid subsets whereas notch effects were confined to m macrophages highlighting distinct mhc region hubs with broad versus myeloid focused impact these findings map shared genetic components and highlight pleiotropic genes especially skiv l hcp and notch linking extended mhc architecture to t cell and myeloid programs they provide a genetic framework for prioritizing common pathways and cell types for biomarker development and targeted therapy"
}