{
    "title": "CD10/NEP in non-small cell lung carcinomas. Relationship to cellular proliferation.",
    "doc_id": "7962523",
    "writer": "Ganju RK",
    "year": "1994",
    "summary": "Because CD10/NEP modulates peptide-mediated proliferation of small cell carcinomas of the lung (SCLC) and normal fetal bronchial epithelium, we evaluated the enzyme's expression in non-small cell lung carcinomas (NSCLC). ...Regional variations in CD10/ …",
    "abstract": "The cell surface metalloproteinase CD10/neutral endopeptidase 24.11 (NEP) hydrolyzes a variety of peptide substrates and reduces cellular responses to specific peptide hormones. Because CD10/NEP modulates peptide-mediated proliferation of small cell carcinomas of the lung (SCLC) and normal fetal bronchial epithelium, we evaluated the enzyme's expression in non-small cell lung carcinomas (NSCLC). Bronchoalveolar and large cell carcinoma cell lines had low levels of CD10/NEP expression whereas squamous, adenosquamous, and adenocarcinoma cell lines had higher and more variable levels of the cell surface enzyme. Regional variations in CD10/NEP immunostaining in primary NSCLC specimens prompted us to correlate CD10/NEP expression with cell growth. In primary carcinomas of the lung, clonal NSCLC cell lines and SV40-transformed fetal airway epithelium, subsets of cells expressed primarily CD10/NEP or the proliferating cell nuclear antigen (PCNA). Cultured airway epithelial cells had the lowest levels of CD10/NEP expression when the highest percentage of cells were actively dividing; in addition, these cells grew more rapidly when cell surface CD10/NEP was inhibited. NSCLC cell lines had receptors for a variety of mitogenic peptides known to be CD10/NEP substrates, underscoring the functional significance of growth-related variability in CD10/NEP expression.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7962523/",
    "clean_text": "cd nep in non small cell lung carcinomas relationship to cellular proliferation because cd nep modulates peptide mediated proliferation of small cell carcinomas of the lung sclc and normal fetal bronchial epithelium we evaluated the enzyme s expression in non small cell lung carcinomas nsclc regional variations in cd the cell surface metalloproteinase cd neutral endopeptidase nep hydrolyzes a variety of peptide substrates and reduces cellular responses to specific peptide hormones because cd nep modulates peptide mediated proliferation of small cell carcinomas of the lung sclc and normal fetal bronchial epithelium we evaluated the enzyme s expression in non small cell lung carcinomas nsclc bronchoalveolar and large cell carcinoma cell lines had low levels of cd nep expression whereas squamous adenosquamous and adenocarcinoma cell lines had higher and more variable levels of the cell surface enzyme regional variations in cd nep immunostaining in primary nsclc specimens prompted us to correlate cd nep expression with cell growth in primary carcinomas of the lung clonal nsclc cell lines and sv transformed fetal airway epithelium subsets of cells expressed primarily cd nep or the proliferating cell nuclear antigen pcna cultured airway epithelial cells had the lowest levels of cd nep expression when the highest percentage of cells were actively dividing in addition these cells grew more rapidly when cell surface cd nep was inhibited nsclc cell lines had receptors for a variety of mitogenic peptides known to be cd nep substrates underscoring the functional significance of growth related variability in cd nep expression"
}