{
    "title": "Effective interventions for improving routine childhood immunisation in low and middle-income countries: a systematic review of systematic reviews.",
    "doc_id": "38365291",
    "writer": "Jain M",
    "year": "2024",
    "summary": "OBJECTIVE: An umbrella review providing a comprehensive synthesis of the interventions that are effective in providing routine immunisation outcomes for children in low and middle-income countries (L&MICs). DESIGN: A systematic review of systematic reviews, or a …",
    "abstract": "Objective:\n        \n      \n      An umbrella review providing a comprehensive synthesis of the interventions that are effective in providing routine immunisation outcomes for children in low and middle-income countries (L&MICs).\n    \n\n\n          Design:\n        \n      \n      A systematic review of systematic reviews, or an umbrella review.\n    \n\n\n          Data sources:\n        \n      \n      We comprehensively searched 11 academic databases and 23 grey literature sources. The search was adopted from an evidence gap map on routine child immunisation sector in L&MICs, which was done on 5 May 2020. We updated the search in October 2021.\n    \n\n\n          Eligibility criteria:\n        \n      \n      We included systematic reviews assessing the effectiveness of any intervention on routine childhood immunisation outcomes in L&MICs.\n    \n\n\n          Data extraction and synthesis:\n        \n      \n      Search results were screened by two reviewers independently applying predefined inclusion and exclusion criteria. Data were extracted by two researchers independently. The Specialist Unit for Review Evidence checklist was used to assess review quality. A mixed-methods synthesis was employed focusing on meta-analytical and narrative elements to accommodate both the quantitative and qualitative information available from the included reviews.\n    \n\n\n          Results:\n        \n      \n      62 systematic reviews are included in this umbrella review. We find caregiver-oriented interventions have large positive and statistically significant effects, especially those focusing on short-term sensitisation and education campaigns as well as written messages to caregivers. For health system-oriented interventions the evidence base is thin and derived from narrative synthesis suggesting positive effects for home visits, mixed effects for pay-for-performance schemes and inconclusive effects for contracting out services to non-governmental providers. For all other interventions under this category, the evidence is either limited or not available. For community-oriented interventions, a recent high-quality mixed-methods review suggests positive but small effects. Overall, the evidence base is highly heterogenous in terms of scope, intervention types and outcomes.\n    \n\n\n          Conclusion:\n        \n      \n      Interventions oriented towards caregivers and communities are effective in improving routine child immunisation outcomes. The evidence base on health system-oriented interventions is scant not allowing us to reach firm conclusions, except for home visits. Large evidence gaps exist and need to be addressed. For example, more high-quality evidence is needed for specific caregiver-oriented interventions (eg, monetary incentives) as well as health system-oriented (eg, health workers and data systems) and community-oriented interventions. We also need to better understand complementarity of different intervention types.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38365291/",
    "clean_text": "effective interventions for improving routine childhood immunisation in low and middle income countries a systematic review of systematic reviews objective an umbrella review providing a comprehensive synthesis of the interventions that are effective in providing routine immunisation outcomes for children in low and middle income countries l mics design a systematic review of systematic reviews or a objective an umbrella review providing a comprehensive synthesis of the interventions that are effective in providing routine immunisation outcomes for children in low and middle income countries l mics design a systematic review of systematic reviews or an umbrella review data sources we comprehensively searched academic databases and grey literature sources the search was adopted from an evidence gap map on routine child immunisation sector in l mics which was done on may we updated the search in october eligibility criteria we included systematic reviews assessing the effectiveness of any intervention on routine childhood immunisation outcomes in l mics data extraction and synthesis search results were screened by two reviewers independently applying predefined inclusion and exclusion criteria data were extracted by two researchers independently the specialist unit for review evidence checklist was used to assess review quality a mixed methods synthesis was employed focusing on meta analytical and narrative elements to accommodate both the quantitative and qualitative information available from the included reviews results systematic reviews are included in this umbrella review we find caregiver oriented interventions have large positive and statistically significant effects especially those focusing on short term sensitisation and education campaigns as well as written messages to caregivers for health system oriented interventions the evidence base is thin and derived from narrative synthesis suggesting positive effects for home visits mixed effects for pay for performance schemes and inconclusive effects for contracting out services to non governmental providers for all other interventions under this category the evidence is either limited or not available for community oriented interventions a recent high quality mixed methods review suggests positive but small effects overall the evidence base is highly heterogenous in terms of scope intervention types and outcomes conclusion interventions oriented towards caregivers and communities are effective in improving routine child immunisation outcomes the evidence base on health system oriented interventions is scant not allowing us to reach firm conclusions except for home visits large evidence gaps exist and need to be addressed for example more high quality evidence is needed for specific caregiver oriented interventions eg monetary incentives as well as health system oriented eg health workers and data systems and community oriented interventions we also need to better understand complementarity of different intervention types"
}