{
    "pmid": "41467112",
    "title": "COVID-19 vaccine trust and uptake: the role of media, interpersonal and institutional trust in a large population-based survey.",
    "abstract": "Vaccine uptake is critical to controlling COVID-19 and other infectious diseases, and trust in vaccines is a key determinant of vaccine coverage. This study aims to examine how individual characteristics and primary information sources during the pandemic influenced COVID-19 vaccine trust and uptake. We performed a secondary analysis of the EPICOVID 2.0 survey, a Brazilian nationwide study (March-April 2024) that used multistage probabilistic sampling. Participants aged 18 or older from the EPICOVID 2.0 study were included in the analyses. Machine learning algorithms were employed to predict COVID-19 vaccine trust and uptake, measuring the influence of each covariate on the predicted probabilities. Among 29,281 participants (63.9% women; median age 51 years), 60% reported trusting the COVID-19 vaccine and 72% had received ≥3 doses. Uptake strongly correlated with trust: 67% of unvaccinated or unsure participants distrusted the vaccine, while trust increased with the number of doses-62.6% (3 doses), 73.8% (4 doses), and 89.8% (≥5 doses). Gen Z adults (18-30 years) were less likely to trust the vaccine (negative influence of -0.07). Positive predictors of trust included higher education and trust in television or nurses as information sources (positive influences of 0.05, 0.09 and 0.07, respectively). Trust and uptake of the COVID-19 vaccine were moderate, 60% and 72%, respectively. Gen Z adults reported greater distrust and lower uptake, while higher education was associated with increased trust. These findings highlight the need for tailored communication and health literacy interventions to improve vaccine uptake. Brazilian Ministry of Health.",
    "disease": "covid-19",
    "clean_text": "covid vaccine trust and uptake the role of media interpersonal and institutional trust in a large population based survey vaccine uptake is critical to controlling covid and other infectious diseases and trust in vaccines is a key determinant of vaccine coverage this study aims to examine how individual characteristics and primary information sources during the pandemic influenced covid vaccine trust and uptake we performed a secondary analysis of the epicovid survey a brazilian nationwide study march april that used multistage probabilistic sampling participants aged or older from the epicovid study were included in the analyses machine learning algorithms were employed to predict covid vaccine trust and uptake measuring the influence of each covariate on the predicted probabilities among participants women median age years reported trusting the covid vaccine and had received doses uptake strongly correlated with trust of unvaccinated or unsure participants distrusted the vaccine while trust increased with the number of doses doses doses and doses gen z adults years were less likely to trust the vaccine negative influence of positive predictors of trust included higher education and trust in television or nurses as information sources positive influences of and respectively trust and uptake of the covid vaccine were moderate and respectively gen z adults reported greater distrust and lower uptake while higher education was associated with increased trust these findings highlight the need for tailored communication and health literacy interventions to improve vaccine uptake brazilian ministry of health"
}