{
    "title": "Prostate-specific membrane antigen (PSMA)-ligand positron emission tomography and radioligand therapy (RLT) of prostate cancer.",
    "doc_id": "32147685",
    "writer": "Tateishi U.",
    "year": "2020",
    "summary": "From a clinical perspective, prostate-specific membrane antigen (PSMA) is a valuable target for both diagnosis and radioligand therapy (RLT) of prostate cancer. ...Expedited introduction of PSMA-ligand PET and RLT to Japan and implementation of clinical study …",
    "abstract": "From a clinical perspective, prostate-specific membrane antigen (PSMA) is a valuable target for both diagnosis and radioligand therapy (RLT) of prostate cancer. The term 'specific' has been used to characterize a histologic hallmark of overexpression in the membrane of most prostate cancer. Many PSMA ligands have been developed since the previous decade and have been used in several clinical trials and clinical studies. However, procedure, specification, protocol, interpretation criteria, radiation dose, and cost-effectiveness of PSMA ligands have not been fully explained. Regardless of worldwide use of promising PSMA-ligand PET and RLT, it has not been approved in Japan. Expedited introduction of PSMA-ligand PET and RLT to Japan and implementation of clinical study are eager for many patients with prostate cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32147685/",
    "clean_text": "prostate specific membrane antigen psma ligand positron emission tomography and radioligand therapy rlt of prostate cancer from a clinical perspective prostate specific membrane antigen psma is a valuable target for both diagnosis and radioligand therapy rlt of prostate cancer expedited introduction of psma ligand pet and rlt to japan and implementation of clinical study from a clinical perspective prostate specific membrane antigen psma is a valuable target for both diagnosis and radioligand therapy rlt of prostate cancer the term specific has been used to characterize a histologic hallmark of overexpression in the membrane of most prostate cancer many psma ligands have been developed since the previous decade and have been used in several clinical trials and clinical studies however procedure specification protocol interpretation criteria radiation dose and cost effectiveness of psma ligands have not been fully explained regardless of worldwide use of promising psma ligand pet and rlt it has not been approved in japan expedited introduction of psma ligand pet and rlt to japan and implementation of clinical study are eager for many patients with prostate cancer"
}