{
    "title": "Older Age Autism Research: A Rapidly Growing Field, but Still a Long Way to Go.",
    "doc_id": "36605971",
    "writer": "Mason D",
    "year": "2022",
    "summary": "However, there is very little research about older autistic people. This is important so we know how to support older autistic people. ...Specifically, more research is needed on social isolation and the practicalities of living arrangements for older autisti …",
    "abstract": "Background:\n        \n      \n      There is a paucity of research involving older autistic people, as highlighted in a number of systematic reviews. However, it is less clear whether this is changing, and what the trends might be in research on autism in later life.\n    \n\n\n          Methods:\n        \n      \n      We conducted a broad review of the literature by examining the number of results from a search in three databases (PubMed, Embase, PsycINFO) across four age groups: childhood, adolescence, adulthood, and older age. We also examined the abstracts of all the included articles for the older age group and categorized them under broad themes.\n    \n\n\n          Results:\n        \n      \n      Our database search identified 145 unique articles on autism in older age, with an additional 67 found by the authors (hence, the total number of articles in this review is 212). Since 2012, we found a 392% increase in research with older autistic people, versus 196% increase for childhood/early life, 253% for adolescence, and 264% for adult research. We identify 2012 as a point at which, year-on-year, older age autism research started increasing, with the most commonly researched areas being cognition, the brain, and genetics. However, older adult research only accounted for 0.4% of published autism studies over the past decade.\n    \n\n\n          Conclusions:\n        \n      \n      This increase reflects a positive change in the research landscape, although research with children continues to dominate. We also note the difficulty of identifying papers relevant to older age autism research, and propose that a new keyword could be created to increase the visibility and accessibility of research in this steadily growing area.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36605971/",
    "clean_text": "older age autism research a rapidly growing field but still a long way to go however there is very little research about older autistic people this is important so we know how to support older autistic people specifically more research is needed on social isolation and the practicalities of living arrangements for older autisti background there is a paucity of research involving older autistic people as highlighted in a number of systematic reviews however it is less clear whether this is changing and what the trends might be in research on autism in later life methods we conducted a broad review of the literature by examining the number of results from a search in three databases pubmed embase psycinfo across four age groups childhood adolescence adulthood and older age we also examined the abstracts of all the included articles for the older age group and categorized them under broad themes results our database search identified unique articles on autism in older age with an additional found by the authors hence the total number of articles in this review is since we found a increase in research with older autistic people versus increase for childhood early life for adolescence and for adult research we identify as a point at which year on year older age autism research started increasing with the most commonly researched areas being cognition the brain and genetics however older adult research only accounted for of published autism studies over the past decade conclusions this increase reflects a positive change in the research landscape although research with children continues to dominate we also note the difficulty of identifying papers relevant to older age autism research and propose that a new keyword could be created to increase the visibility and accessibility of research in this steadily growing area"
}