{
    "title": "Mesentero-axial gastric volvulus after removal of laparoscopic adjustable gastric band.",
    "doc_id": "27791422",
    "writer": "Pirmadjid N",
    "year": "2017",
    "summary": "Despite the decreasing popularity of gastric banding, a large number of patients still have a band in situ. Although immediate postoperative complications are relatively rare, long-term complications of gastric banding are more common but are not reported to occur a …",
    "abstract": "Despite the decreasing popularity of gastric banding, a large number of patients still have a band in situ. Although immediate postoperative complications are relatively rare, long-term complications of gastric banding are more common but are not reported to occur after band removal. We report a case of gastric volvulus and subsequent ischaemic perforation in a patient shortly after band removal, resulting in emergency laparotomy and total gastrectomy. Severe continuing pain persisting after band deflation and even gastric band removal should be treated as an emergency and urgent investigation should not be delayed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27791422/",
    "clean_text": "mesentero axial gastric volvulus after removal of laparoscopic adjustable gastric band despite the decreasing popularity of gastric banding a large number of patients still have a band in situ although immediate postoperative complications are relatively rare long term complications of gastric banding are more common but are not reported to occur a despite the decreasing popularity of gastric banding a large number of patients still have a band in situ although immediate postoperative complications are relatively rare long term complications of gastric banding are more common but are not reported to occur after band removal we report a case of gastric volvulus and subsequent ischaemic perforation in a patient shortly after band removal resulting in emergency laparotomy and total gastrectomy severe continuing pain persisting after band deflation and even gastric band removal should be treated as an emergency and urgent investigation should not be delayed"
}