{
    "pmid": "41473782",
    "title": "Awareness of Obesity and Diabetes in Libya: Insights From a Cross-Sectional Study.",
    "abstract": "The escalating prevalence of obesity and diabetes mellitus (DM) worldwide poses significant challenges to global health systems, particularly in countries such as Libya, where public health infrastructure faces various constraints. This study explores the levels of awareness and knowledge regarding obesity and DM among the Libyan population, aiming to identify factors influencing awareness and to assess the impact of this awareness on preventive healthcare practices. Between August and September 2023, a cross-sectional survey was conducted among Libyan citizens aged 18-75 years. A bilingual online questionnaire, validated in prior research, was employed to assess participants' knowledge of obesity and DM, along with demographic variables. Among 980 participants, knowledge of DM was significantly influenced by age ( This study highlights critical gaps in the awareness and knowledge of DM and obesity among Libyan adults. Although overall awareness levels are relatively high, significant deficits in comprehensive understanding persist, particularly among older adults, individuals with lower socioeconomic status, and those with limited access to digital resources. Addressing these disparities requires multifaceted public health strategies, including tailored community-based initiatives, the integration of digital tools and traditional communication channels, enhanced training for healthcare providers, and culturally sensitive interventions.",
    "disease": "diabetes mellitus",
    "clean_text": "awareness of obesity and diabetes in libya insights from a cross sectional study the escalating prevalence of obesity and diabetes mellitus dm worldwide poses significant challenges to global health systems particularly in countries such as libya where public health infrastructure faces various constraints this study explores the levels of awareness and knowledge regarding obesity and dm among the libyan population aiming to identify factors influencing awareness and to assess the impact of this awareness on preventive healthcare practices between august and september a cross sectional survey was conducted among libyan citizens aged years a bilingual online questionnaire validated in prior research was employed to assess participants knowledge of obesity and dm along with demographic variables among participants knowledge of dm was significantly influenced by age this study highlights critical gaps in the awareness and knowledge of dm and obesity among libyan adults although overall awareness levels are relatively high significant deficits in comprehensive understanding persist particularly among older adults individuals with lower socioeconomic status and those with limited access to digital resources addressing these disparities requires multifaceted public health strategies including tailored community based initiatives the integration of digital tools and traditional communication channels enhanced training for healthcare providers and culturally sensitive interventions"
}