{
    "pmid": "41379607",
    "title": "Community-Driven, Text Message-Based COVID-19 Surveillance System, Los Angeles County, California, USA, 2020-2024.",
    "abstract": "Respiratory virus indicators were unreliable at the onset of the COVID-19 pandemic when testing availability was limited and residents with mild symptoms were advised to avoid unnecessary medical care. The Los Angeles County Department of Public Health (Los Angeles, California, USA) developed Angelenos in Action (AiA), a text message-based community syndromic surveillance system to monitor respiratory illness trends. Approximately 17,000 unique participants responded >1 time; 43% of participants continue to regularly respond to the survey. We assessed AiA's performance by measuring correlation coefficients with reported COVID-19 case counts (0.975), sentinel laboratory SARS-CoV-2 test positivity rate (0.762), and wastewater SARS-CoV-2 concentrations (0.861). AiA performed strongly against 3 comparator surveillance methods and correlated particularly well with raw case counts. A moderate correlation was also noted between influenza test positivity rate and AiA data, indicating the system has potential to detect respiratory illness besides COVID-19.",
    "disease": "influenza",
    "clean_text": "community driven text message based covid surveillance system los angeles county california usa respiratory virus indicators were unreliable at the onset of the covid pandemic when testing availability was limited and residents with mild symptoms were advised to avoid unnecessary medical care the los angeles county department of public health los angeles california usa developed angelenos in action aia a text message based community syndromic surveillance system to monitor respiratory illness trends approximately unique participants responded time of participants continue to regularly respond to the survey we assessed aia s performance by measuring correlation coefficients with reported covid case counts sentinel laboratory sars cov test positivity rate and wastewater sars cov concentrations aia performed strongly against comparator surveillance methods and correlated particularly well with raw case counts a moderate correlation was also noted between influenza test positivity rate and aia data indicating the system has potential to detect respiratory illness besides covid"
}