{
    "title": "Evaluation of active bleeding into hematomas by technetium-99m red blood cell scintigraphy before angiography.",
    "doc_id": "12394121",
    "writer": "Wilson MW",
    "year": "2002",
    "summary": "PURPOSE: To evaluate the utility of technetium-99m red blood cell (Tc-99m RBC) scintigraphy in the diagnosis of active hemorrhage into large intra-abdominal hematomas before arteriography. ...CONCLUSION: Tc-99m RBC scintigraphy appears to be sensitive and acc …",
    "abstract": "Purpose:\n        \n      \n      To evaluate the utility of technetium-99m red blood cell (Tc-99m RBC) scintigraphy in the diagnosis of active hemorrhage into large intra-abdominal hematomas before arteriography.\n    \n\n\n          Methods:\n        \n      \n      This retrospective case series describes four patients (1 man and 3 women) with large abdominal wall and retroperitoneal hematomas confirmed by computed tomography who underwent Tc-99m RBC scintigraphy before angiography. Arterial transcatheter embolization was performed if active hemorrhage was found.\n    \n\n\n          Results:\n        \n      \n      Three of the patients had positive findings on Tc-99m RBC scans, which showed spreading of the labeled erythrocytes into the hematoma space. Positive scintigraphy was diagnostic for active hemorrhage and helped localize the bleeding sites. Angiography confirmed the diagnosis in all patients with positive scintigraphy and ruled out active bleeding in the patient with a negative Tc-99m-labeled RBC scan.\n    \n\n\n          Conclusion:\n        \n      \n      Tc-99m RBC scintigraphy appears to be sensitive and accurate in detecting active hemorrhage into intra-abdominal hematomas.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12394121/",
    "clean_text": "evaluation of active bleeding into hematomas by technetium m red blood cell scintigraphy before angiography purpose to evaluate the utility of technetium m red blood cell tc m rbc scintigraphy in the diagnosis of active hemorrhage into large intra abdominal hematomas before arteriography conclusion tc m rbc scintigraphy appears to be sensitive and acc purpose to evaluate the utility of technetium m red blood cell tc m rbc scintigraphy in the diagnosis of active hemorrhage into large intra abdominal hematomas before arteriography methods this retrospective case series describes four patients man and women with large abdominal wall and retroperitoneal hematomas confirmed by computed tomography who underwent tc m rbc scintigraphy before angiography arterial transcatheter embolization was performed if active hemorrhage was found results three of the patients had positive findings on tc m rbc scans which showed spreading of the labeled erythrocytes into the hematoma space positive scintigraphy was diagnostic for active hemorrhage and helped localize the bleeding sites angiography confirmed the diagnosis in all patients with positive scintigraphy and ruled out active bleeding in the patient with a negative tc m labeled rbc scan conclusion tc m rbc scintigraphy appears to be sensitive and accurate in detecting active hemorrhage into intra abdominal hematomas"
}