{
    "title": "Prognostic risk scores for patients with heart failure.",
    "doc_id": "35653318",
    "writer": "Zhao HL",
    "year": "2022",
    "summary": "Heart failure has many causes. Although new drugs, devices and technologies are available, the survival rate and prognosis of patients with heart failure remain poor, placing a significant burden on individuals and society. Attempts to improve outcomes …",
    "abstract": "Heart failure has many causes. Although new drugs, devices and technologies are available, the survival rate and prognosis of patients with heart failure remain poor, placing a significant burden on individuals and society. Attempts to improve outcomes for patients with heart failure include developing prognostic risk scores. With medical advances, however, previous heart failure risk scores are not fully applicable to current practice, particularly because of the classification as heart failure with reduced ejection fraction, heart failure with mildly reduced ejection fraction, and heart failure with preserved ejection fraction. This article describes the use of risk prediction scores for heart failure patients with different clinical status and discusses their clinical applicability.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35653318/",
    "clean_text": "prognostic risk scores for patients with heart failure heart failure has many causes although new drugs devices and technologies are available the survival rate and prognosis of patients with heart failure remain poor placing a significant burden on individuals and society attempts to improve outcomes heart failure has many causes although new drugs devices and technologies are available the survival rate and prognosis of patients with heart failure remain poor placing a significant burden on individuals and society attempts to improve outcomes for patients with heart failure include developing prognostic risk scores with medical advances however previous heart failure risk scores are not fully applicable to current practice particularly because of the classification as heart failure with reduced ejection fraction heart failure with mildly reduced ejection fraction and heart failure with preserved ejection fraction this article describes the use of risk prediction scores for heart failure patients with different clinical status and discusses their clinical applicability"
}