{
    "pmid": "41398286",
    "title": "Bone marrow mesenchymal stem cell-derived exosomes improve pyroptosis and mitochondrial integrity through miR-515-5p-mediated TLR4/NLRP3/GSDMD axis in rheumatoid arthritis.",
    "abstract": "Bone marrow mesenchymal stem cell (BMSC) therapy can significantly improve the outcomes of rheumatoid arthritis (RA). This study explores the protective role of BMSC-derived exosomes (BMSCs-Exos) in RA through modulation of pyroptosis and mitochondrial integrity via the microRNA (miR)-515-5p/Toll-like receptor 4 (TLR4)/NOD-like receptor protein 3 (NLRP3)/gasdermin D (GSDMD) pathway. Exosomes were isolated from rat BMSCs, with or without miR-515-5p transfection. Exosomes were identified and analyzed through transmission electron microscopy, tunable resistive pulse sensing, and protein profiling via Western blot analysis. An in vitro RA model was established by stimulating RA fibroblast-like synoviocytes (RA-FLSs) with interleukin-1β (IL-1β). Co-culture of RA-FLSs with miR-515-5p-enriched BMSCs-Exos was used to evaluate inflammation, extracellular matrix (ECM) adhesion, migration, and invasion. Dual-luciferase reporter and RNA immunoprecipitation assays were performed to validate the targeting relationship between miR-515-5p and TLR4. Pyroptosis, reactive oxygen species (ROS) generation, and mitochondrial function were assessed. In vivo effects were confirmed using the collagen-induced arthritis (CIA) rat model. In RA-FLSs, BMSCs-Exos suppressed ECM adhesion, migration, and invasion, and attenuated IL-1β-induced inflammation through the TLR4/NLRP3/GSDMD pathway. BMSCs-Exos inhibited pyroptosis and improved mitochondrial function. Inhibition of miR-515-5p reduced cell viability, caused morphological changes, elevated cytosolic calcium (Ca²⁺), and increased mitochondrial ROS, activating caspase-dependent apoptosis and TLR4/NLRP3/GSDMD-mediated pyroptosis. In CIA rats, BMSCs-Exo treatment significantly alleviated joint damage, reduced pro-inflammatory cytokines, and protected against bone erosion. BMSCs-Exos ameliorate RA progression by secreting miR-515-5p, which targets the TLR4/NLRP3/GSDMD pathway, thereby inhibiting pyroptosis and preserving mitochondrial homeostasis in RA-FLSs.",
    "disease": "rheumatoid arthritis",
    "clean_text": "bone marrow mesenchymal stem cell derived exosomes improve pyroptosis and mitochondrial integrity through mir p mediated tlr nlrp gsdmd axis in rheumatoid arthritis bone marrow mesenchymal stem cell bmsc therapy can significantly improve the outcomes of rheumatoid arthritis ra this study explores the protective role of bmsc derived exosomes bmscs exos in ra through modulation of pyroptosis and mitochondrial integrity via the microrna mir p toll like receptor tlr nod like receptor protein nlrp gasdermin d gsdmd pathway exosomes were isolated from rat bmscs with or without mir p transfection exosomes were identified and analyzed through transmission electron microscopy tunable resistive pulse sensing and protein profiling via western blot analysis an in vitro ra model was established by stimulating ra fibroblast like synoviocytes ra flss with interleukin il co culture of ra flss with mir p enriched bmscs exos was used to evaluate inflammation extracellular matrix ecm adhesion migration and invasion dual luciferase reporter and rna immunoprecipitation assays were performed to validate the targeting relationship between mir p and tlr pyroptosis reactive oxygen species ros generation and mitochondrial function were assessed in vivo effects were confirmed using the collagen induced arthritis cia rat model in ra flss bmscs exos suppressed ecm adhesion migration and invasion and attenuated il induced inflammation through the tlr nlrp gsdmd pathway bmscs exos inhibited pyroptosis and improved mitochondrial function inhibition of mir p reduced cell viability caused morphological changes elevated cytosolic calcium ca and increased mitochondrial ros activating caspase dependent apoptosis and tlr nlrp gsdmd mediated pyroptosis in cia rats bmscs exo treatment significantly alleviated joint damage reduced pro inflammatory cytokines and protected against bone erosion bmscs exos ameliorate ra progression by secreting mir p which targets the tlr nlrp gsdmd pathway thereby inhibiting pyroptosis and preserving mitochondrial homeostasis in ra flss"
}