{
    "title": "Dimensions of quality of life expressed by men treated for metastatic prostate cancer.",
    "doc_id": "9381242",
    "writer": "Clark JA",
    "year": "1997",
    "summary": "As part of a study of patients' treatment decision making, we have sought to construct a patient-based measure of the salient disease and treatment-related qualities of life experienced by these men subsequent to treatment. Focus groups (15 with patients, two with w …",
    "abstract": "Men who pursue active treatment for metastatic prostate cancer face a choice between medical or surgical castration. While both alternatives have documented side-effects (e.g. loss of libido, breast enlargement and tenderness, hot flashes, and nausea), their psychosocial impacts are not well understood. As part of a study of patients' treatment decision making, we have sought to construct a patient-based measure of the salient disease and treatment-related qualities of life experienced by these men subsequent to treatment. Focus groups (15 with patients, two with wives) were used to develop candidate Likert scale questionnaire items representing quality of life issues that patients said were important. These items were combined with assessments of symptoms, comorbidity, and generic measures of functional status and well-being in a mail survey of patients treated at the Houston VAMC and two other Houston hospitals (n = 201, response rate = 63%). Psychometric analyses (principal components and multitrait scaling) were used to identify distinct dimensions of life quality; correlations with generic measures, and symptom reports were used in validation analyses. Qualitative analyses of focus group data identified three major domains of life quality: self-perceptions, anxiety about the effects of treatment, and concern with the process of decision making and treatment. Psychometric analyses identified nine reliable and valid indicators of prostate cancer-related quality of life: body image, sexual problems, spouse affection, spouse worry, masculinity, cancer-related self-image, cancer distress, cancer acceptance, and regret of treatment decision. Internal consistency (alpha) ranged form 0.71 to 0.90. Correlations with reference scales (e.g. MOS Mental Health Index, Profile of Mood States) and symptom status supported concurrent validity. Prostate cancer patients perceive a number of important psychosocial consequences of their treatment. These consequences are represented by nine scales comprising a brief (35 items) disease and treatment sensitive health-related quality of life instrument, which we will use in monitoring the outcomes of patients' treatment choices.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9381242/",
    "clean_text": "dimensions of quality of life expressed by men treated for metastatic prostate cancer as part of a study of patients treatment decision making we have sought to construct a patient based measure of the salient disease and treatment related qualities of life experienced by these men subsequent to treatment focus groups with patients two with w men who pursue active treatment for metastatic prostate cancer face a choice between medical or surgical castration while both alternatives have documented side effects e g loss of libido breast enlargement and tenderness hot flashes and nausea their psychosocial impacts are not well understood as part of a study of patients treatment decision making we have sought to construct a patient based measure of the salient disease and treatment related qualities of life experienced by these men subsequent to treatment focus groups with patients two with wives were used to develop candidate likert scale questionnaire items representing quality of life issues that patients said were important these items were combined with assessments of symptoms comorbidity and generic measures of functional status and well being in a mail survey of patients treated at the houston vamc and two other houston hospitals n response rate psychometric analyses principal components and multitrait scaling were used to identify distinct dimensions of life quality correlations with generic measures and symptom reports were used in validation analyses qualitative analyses of focus group data identified three major domains of life quality self perceptions anxiety about the effects of treatment and concern with the process of decision making and treatment psychometric analyses identified nine reliable and valid indicators of prostate cancer related quality of life body image sexual problems spouse affection spouse worry masculinity cancer related self image cancer distress cancer acceptance and regret of treatment decision internal consistency alpha ranged form to correlations with reference scales e g mos mental health index profile of mood states and symptom status supported concurrent validity prostate cancer patients perceive a number of important psychosocial consequences of their treatment these consequences are represented by nine scales comprising a brief items disease and treatment sensitive health related quality of life instrument which we will use in monitoring the outcomes of patients treatment choices"
}