{
    "pmid": "41458619",
    "title": "A structural equation model study on the influencing factors of sleep disorders in patients with breast cancer undergoing chemotherapy.",
    "abstract": "Sleep disorders are prevalent among breast cancer patients undergoing chemotherapy and are influenced by multiple psychological, social, and physiological factors. This study aims to explore the determinants of sleep disturbances in this population using a structural equation model (SEM), focusing on the role of social support, psychological distress, coping strategies, and pain. A cross-sectional study was conducted with 383 breast cancer patients undergoing chemotherapy from the Department of Oncology, the First Affiliated Hospital of Guangxi Medical University, Guangxi, China, from May 2023 to June 2024. The survey questionnaire contained a general data questionnaire and the Pittsburgh Sleep Quality Index (PSQI), Numeric Rating Scale (NRS), Simplified Coping Style Questionnaire (SCSQ), Social Support Rating Scale (SSRS), and Hospital Anxiety and Depression Scale (HADS). Structural equation modeling (SEM) was used to examine direct and indirect pathways affecting sleep quality. Model fit was assessed using CMIN/DF, RMSEA, GFI, AGFI, NFI, TLI, and CFI. The SEM demonstrated good model fit (CMIN/DF = 2.061, RMSEA = 0.053, CFI = 0.959). Social support negatively correlated with psychological distress (β = -0.158,  Social support and psychological distress are key determinants of sleep quality in breast cancer patients undergoing chemotherapy. Psychological distress mediates the relationship between pain, social support, and sleep disturbances, emphasizing the need for psychosocial interventions to improve sleep quality in this population.",
    "disease": "breast cancer",
    "clean_text": "a structural equation model study on the influencing factors of sleep disorders in patients with breast cancer undergoing chemotherapy sleep disorders are prevalent among breast cancer patients undergoing chemotherapy and are influenced by multiple psychological social and physiological factors this study aims to explore the determinants of sleep disturbances in this population using a structural equation model sem focusing on the role of social support psychological distress coping strategies and pain a cross sectional study was conducted with breast cancer patients undergoing chemotherapy from the department of oncology the first affiliated hospital of guangxi medical university guangxi china from may to june the survey questionnaire contained a general data questionnaire and the pittsburgh sleep quality index psqi numeric rating scale nrs simplified coping style questionnaire scsq social support rating scale ssrs and hospital anxiety and depression scale hads structural equation modeling sem was used to examine direct and indirect pathways affecting sleep quality model fit was assessed using cmin df rmsea gfi agfi nfi tli and cfi the sem demonstrated good model fit cmin df rmsea cfi social support negatively correlated with psychological distress social support and psychological distress are key determinants of sleep quality in breast cancer patients undergoing chemotherapy psychological distress mediates the relationship between pain social support and sleep disturbances emphasizing the need for psychosocial interventions to improve sleep quality in this population"
}