{
    "title": "Imaging findings of intestinal tuberculosis.",
    "doc_id": "15665681",
    "writer": "Engin G",
    "year": "2005",
    "summary": "Intestinal tuberculosis (TB) has 3 main forms: ulcerative, hypertrophic or ulcerohypertrophic, and fibrous stricturing. In the ulcerative form, barium examination reveals thickened folds, spasticity, and shallow ulcers involving the cecum and terminal ileum. …",
    "abstract": "Intestinal tuberculosis (TB) has 3 main forms: ulcerative, hypertrophic or ulcerohypertrophic, and fibrous stricturing. In the ulcerative form, barium examination reveals thickened folds, spasticity, and shallow ulcers involving the cecum and terminal ileum. Computerized tomography shows preferential thickening of the ileocecal valve and medial wall of the cecum as well as a few small regional nodes. In the hypertrophic or ulcerohypertrophic form, a hyperplastic reaction is seen in the exophytic masses around the ulcerated lumen on computed tomography. An inflammatory mass that extends into adjacent muscle suggests TB. In the sclerotic form, the main reaction is fibrosis with single or multiple short strictures. The cecum classically becomes amputated, conical, shrunken, and retracted. In comparison, Crohn's disease (CD) has a rather uniform and lesser thickening of the bowel wall. Mural stratification, vascular jejunization or the comb sign, and mesenteric fibrofatty proliferation are seen only in CD. The hypertrophic form may also mimic malignant neoplasms, such as lymphoma or carcinoma. Cecal carcinoma rarely extends beyond the ileocecal valve, however. In lymphoma, it can be seen as a greater degree of wall thickness with aneurysmatic dilation of the intestinal lumen. Single or multiple strictures are also seen as a CD complication. Advanced skip lesions adjacent to the stricture are usually diagnostic for CD.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15665681/",
    "clean_text": "imaging findings of intestinal tuberculosis intestinal tuberculosis tb has main forms ulcerative hypertrophic or ulcerohypertrophic and fibrous stricturing in the ulcerative form barium examination reveals thickened folds spasticity and shallow ulcers involving the cecum and terminal ileum intestinal tuberculosis tb has main forms ulcerative hypertrophic or ulcerohypertrophic and fibrous stricturing in the ulcerative form barium examination reveals thickened folds spasticity and shallow ulcers involving the cecum and terminal ileum computerized tomography shows preferential thickening of the ileocecal valve and medial wall of the cecum as well as a few small regional nodes in the hypertrophic or ulcerohypertrophic form a hyperplastic reaction is seen in the exophytic masses around the ulcerated lumen on computed tomography an inflammatory mass that extends into adjacent muscle suggests tb in the sclerotic form the main reaction is fibrosis with single or multiple short strictures the cecum classically becomes amputated conical shrunken and retracted in comparison crohn s disease cd has a rather uniform and lesser thickening of the bowel wall mural stratification vascular jejunization or the comb sign and mesenteric fibrofatty proliferation are seen only in cd the hypertrophic form may also mimic malignant neoplasms such as lymphoma or carcinoma cecal carcinoma rarely extends beyond the ileocecal valve however in lymphoma it can be seen as a greater degree of wall thickness with aneurysmatic dilation of the intestinal lumen single or multiple strictures are also seen as a cd complication advanced skip lesions adjacent to the stricture are usually diagnostic for cd"
}