{
    "pmid": "41461086",
    "title": "2025 U.S. Department of Veterans Affairs and U.S. Department of Defense Clinical Practice Guideline for the Primary Care Management of Chronic Kidney Disease.",
    "abstract": "Management of chronic kidney disease (CKD) has been rapidly evolving, now involving many interventions that can be managed in the primary care setting. In April 2025, leadership within the U.S. Department of Veterans Affairs (VA) and U.S. Department of Defense (DoD) approved a joint clinical practice guideline (CPG) for the primary care management of CKD. This synopsis reviews the 2025 recommendations related to diagnosis, assessment, and management of CKD. The VA/DoD Evidence-Based Practice Work Group assembled a team to update the 2019 VA/DoD CPG for the management of CKD. Guideline development conformed to the National Academy of Medicine's tenets for trustworthy CPGs. The work group developed 12 key questions to guide a systematic evidence review and distilled 23 recommendations using the GRADE (Grading of Recommendations Assessment, Development and Evaluation) approach. The work group also created algorithms and appendices to help guide clinical decision making. Funding for the development of the guideline was provided by the VA. This synopsis reviews updated recommendations for the diagnosis, assessment, and monitoring of CKD; general management strategies including team management and education; shared decision making and indications for referral to nephrology for consideration of kidney replacement therapy or conservative management; management of hypertension; pharmacotherapy to reduce the risk for major adverse cardiovascular events, progression of kidney disease, and mortality; and prevention of contrast-associated acute kidney injury. New and updated recommendations about pharmacotherapy, such as angiotensin-converting enzyme inhibitors or angiotensin II receptor blockers, sodium-glucose cotransporter 2 inhibitors, glucagon-like peptide 1 receptor agonists, nonsteroidal mineralocorticoid receptor antagonists, and statins, are highlighted in this synopsis.",
    "disease": "hypertension",
    "clean_text": "u s department of veterans affairs and u s department of defense clinical practice guideline for the primary care management of chronic kidney disease management of chronic kidney disease ckd has been rapidly evolving now involving many interventions that can be managed in the primary care setting in april leadership within the u s department of veterans affairs va and u s department of defense dod approved a joint clinical practice guideline cpg for the primary care management of ckd this synopsis reviews the recommendations related to diagnosis assessment and management of ckd the va dod evidence based practice work group assembled a team to update the va dod cpg for the management of ckd guideline development conformed to the national academy of medicine s tenets for trustworthy cpgs the work group developed key questions to guide a systematic evidence review and distilled recommendations using the grade grading of recommendations assessment development and evaluation approach the work group also created algorithms and appendices to help guide clinical decision making funding for the development of the guideline was provided by the va this synopsis reviews updated recommendations for the diagnosis assessment and monitoring of ckd general management strategies including team management and education shared decision making and indications for referral to nephrology for consideration of kidney replacement therapy or conservative management management of hypertension pharmacotherapy to reduce the risk for major adverse cardiovascular events progression of kidney disease and mortality and prevention of contrast associated acute kidney injury new and updated recommendations about pharmacotherapy such as angiotensin converting enzyme inhibitors or angiotensin ii receptor blockers sodium glucose cotransporter inhibitors glucagon like peptide receptor agonists nonsteroidal mineralocorticoid receptor antagonists and statins are highlighted in this synopsis"
}