{
    "title": "A Scoping Review of the Relationship between Running and Mental Health.",
    "doc_id": "33139666",
    "writer": "Oswald F",
    "year": "2020",
    "summary": "However, the mental health impacts of running remain unclear. An overview of the relationship between running and mental health has not been published in the last 30 years. ...Cross-sectional evidence shows not only a range of associations with ment …",
    "abstract": "Poor mental health contributes significantly to global morbidity. The evidence regarding physical benefits of running are well-established. However, the mental health impacts of running remain unclear. An overview of the relationship between running and mental health has not been published in the last 30 years. The purpose of this study was to review the literature on the relationship between running and mental health. Our scoping review used combinations of running terms (e.g., Run* and Jog*) and mental health terms (general and condition specific). Databases used were Ovid(Medline), Ovid(Embase), ProQuest and SportDiscus. Quantitative study types reporting on the relationships between running and mental health were included. Database searches identified 16,401 studies; 273 full-texts were analysed with 116 studies included. Overall, studies suggest that running bouts of variable lengths and intensities, and running interventions can improve mood and mental health and that the type of running can lead to differential effects. However, lack of controls and diversity in participant demographics are limitations that need to be addressed. Cross-sectional evidence shows not only a range of associations with mental health but also some associations with adverse mental health (such as exercise addiction). This review identified extensive literature on the relationship between running and mental health.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33139666/",
    "clean_text": "a scoping review of the relationship between running and mental health however the mental health impacts of running remain unclear an overview of the relationship between running and mental health has not been published in the last years cross sectional evidence shows not only a range of associations with ment poor mental health contributes significantly to global morbidity the evidence regarding physical benefits of running are well established however the mental health impacts of running remain unclear an overview of the relationship between running and mental health has not been published in the last years the purpose of this study was to review the literature on the relationship between running and mental health our scoping review used combinations of running terms e g run and jog and mental health terms general and condition specific databases used were ovid medline ovid embase proquest and sportdiscus quantitative study types reporting on the relationships between running and mental health were included database searches identified studies full texts were analysed with studies included overall studies suggest that running bouts of variable lengths and intensities and running interventions can improve mood and mental health and that the type of running can lead to differential effects however lack of controls and diversity in participant demographics are limitations that need to be addressed cross sectional evidence shows not only a range of associations with mental health but also some associations with adverse mental health such as exercise addiction this review identified extensive literature on the relationship between running and mental health"
}