{
    "pmid": "41397311",
    "title": "Regional and environmental differences in public attitudes toward epilepsy in Japan: A Post-hoc analysis of the SAPE-J nationwide survey.",
    "abstract": "Epilepsy-related stigma remains a global concern that hinders treatment adherence and psychosocial well-being. In Japan, negative cultural connotations of epilepsy persist despite medical and legal reforms. However, little is known about how public attitudes toward epilepsy differ across regions or between urban and rural environments within Japan. This study examined regional and environmental variations in prejudice and personal experience related to epilepsy and evaluated whether such differences persist after accounting for sociodemographic factors. A nationwide online survey was conducted among 1,000 adults stratified by age, gender, and residence across Japan's eight major regions. Participants completed the four Caveness Questions (CQs) assessing prejudice toward people with epilepsy (PWE) and four experience-related items. A Prejudice Index (0-4) and Personal Experience Index (0-3) were computed. Two-way ANOVAs tested the effects of region (eight levels) and upbringing environment (urban vs. rural). Multiple regression and sensitivity analyses using z-standardized residuals and generalized linear models (Poisson and negative binomial) were performed to confirm robustness. Pearson's correlations examined bivariate associations among key variables. Overall, 33.7 % of respondents expressed resistance to children's association with PWE, 27.1 % regarded epilepsy as a mental illness, 35.0 % opposed equal employment, and 40.2 % opposed marriage with a person who has seizures. The mean Prejudice Index was 1.36 ± 1.13 (SD), and the mean Experience Index was 0.60 ± 0.95 (SD). Rural upbringing significantly predicted higher prejudice (p = 0.012, η Prejudice toward epilepsy in Japan persists at moderate levels, with roughly one in three to four adults endorsing at least one discriminatory attitude. The findings indicate that stigma is shaped more by upbringing and experiential factors than by regional location, highlighting the importance of targeted education and contact-based interventions to reduce epilepsy-related prejudice nationwide.",
    "disease": "epilepsy",
    "clean_text": "regional and environmental differences in public attitudes toward epilepsy in japan a post hoc analysis of the sape j nationwide survey epilepsy related stigma remains a global concern that hinders treatment adherence and psychosocial well being in japan negative cultural connotations of epilepsy persist despite medical and legal reforms however little is known about how public attitudes toward epilepsy differ across regions or between urban and rural environments within japan this study examined regional and environmental variations in prejudice and personal experience related to epilepsy and evaluated whether such differences persist after accounting for sociodemographic factors a nationwide online survey was conducted among adults stratified by age gender and residence across japan s eight major regions participants completed the four caveness questions cqs assessing prejudice toward people with epilepsy pwe and four experience related items a prejudice index and personal experience index were computed two way anovas tested the effects of region eight levels and upbringing environment urban vs rural multiple regression and sensitivity analyses using z standardized residuals and generalized linear models poisson and negative binomial were performed to confirm robustness pearson s correlations examined bivariate associations among key variables overall of respondents expressed resistance to children s association with pwe regarded epilepsy as a mental illness opposed equal employment and opposed marriage with a person who has seizures the mean prejudice index was sd and the mean experience index was sd rural upbringing significantly predicted higher prejudice p prejudice toward epilepsy in japan persists at moderate levels with roughly one in three to four adults endorsing at least one discriminatory attitude the findings indicate that stigma is shaped more by upbringing and experiential factors than by regional location highlighting the importance of targeted education and contact based interventions to reduce epilepsy related prejudice nationwide"
}