{
    "title": "A practice of using five-colour chart to guide the control of COVID-19 and resumption of work in Zhejiang Province, China.",
    "doc_id": "34059760",
    "writer": "He F",
    "year": "2021",
    "summary": "Since the outbreak of COVID-19 in December 2019 in Wuhan, Zhejiang has become the province with the largest number of cases. The aim of this article is to present Zhejiang province's experience of establishing an accurate and smart control mechanism for epidemic pre …",
    "abstract": "Since the outbreak of COVID-19 in December 2019 in Wuhan, Zhejiang has become the province with the largest number of cases. The aim of this article is to present Zhejiang province's experience of establishing an accurate and smart control mechanism for epidemic prevention and control and resumption of work and production using a 'five-colour epidemic chart'. The number of confirmed cases, proportion of local cases, and occurrence of clustered outbreaks were used as evaluation indicators to calculate the county-level epidemic risk and were assigned different weight coefficients; the absence of cases for 3 and 7 consecutive days was used as the adjustment index. When the first chart was published on February 9, there were 1 very-high-risk, 12 high-risk, and 12 low-risk counties. Under the five-colour chart, Zhejiang began to adopt precise measures to prevent and control the epidemic and resume work and production. By February 24, the low-risk counties had expanded to 82, with no high-risk and very-high-risk counties. The epidemic situation in Zhejiang province has been effectively controlled. The experience of epidemic prevention and control in Zhejiang is worthy to be emulated and learned by other countries and regions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34059760/",
    "clean_text": "a practice of using five colour chart to guide the control of covid and resumption of work in zhejiang province china since the outbreak of covid in december in wuhan zhejiang has become the province with the largest number of cases the aim of this article is to present zhejiang province s experience of establishing an accurate and smart control mechanism for epidemic pre since the outbreak of covid in december in wuhan zhejiang has become the province with the largest number of cases the aim of this article is to present zhejiang province s experience of establishing an accurate and smart control mechanism for epidemic prevention and control and resumption of work and production using a five colour epidemic chart the number of confirmed cases proportion of local cases and occurrence of clustered outbreaks were used as evaluation indicators to calculate the county level epidemic risk and were assigned different weight coefficients the absence of cases for and consecutive days was used as the adjustment index when the first chart was published on february there were very high risk high risk and low risk counties under the five colour chart zhejiang began to adopt precise measures to prevent and control the epidemic and resume work and production by february the low risk counties had expanded to with no high risk and very high risk counties the epidemic situation in zhejiang province has been effectively controlled the experience of epidemic prevention and control in zhejiang is worthy to be emulated and learned by other countries and regions"
}