{
    "title": "Cholesterol alterations in fragile X syndrome, autism spectrum disorders and other neurodevelopmental disorders.",
    "doc_id": "37993175",
    "writer": "Benachenhou S",
    "year": "2023",
    "summary": "Low plasma cholesterol levels have been reported in a subset of NNDs including, autism spectrum disorder (ASD) and fragile X syndrome (FXS). The present review focuses on cholesterol metabolism and discusses the current evidence of lipid disruption in ASD, FX …",
    "abstract": "Neurodevelopmental disorders (NDDs) are a group of etiologically diverse diseases primarily associated with abnormal brain development, impaired cognition, and various behavioral problems. The majority of NDDs present a wide range of clinical phenotypes while sharing distinct cellular and biochemical alterations. Low plasma cholesterol levels have been reported in a subset of NNDs including, autism spectrum disorder (ASD) and fragile X syndrome (FXS). The present review focuses on cholesterol metabolism and discusses the current evidence of lipid disruption in ASD, FXS, and other genetically related NDDs. The characterization of these common deficits might provide valuable insights into their underlying physiopathology and help identify potential therapeutic targets.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37993175/",
    "clean_text": "cholesterol alterations in fragile x syndrome autism spectrum disorders and other neurodevelopmental disorders low plasma cholesterol levels have been reported in a subset of nnds including autism spectrum disorder asd and fragile x syndrome fxs the present review focuses on cholesterol metabolism and discusses the current evidence of lipid disruption in asd fx neurodevelopmental disorders ndds are a group of etiologically diverse diseases primarily associated with abnormal brain development impaired cognition and various behavioral problems the majority of ndds present a wide range of clinical phenotypes while sharing distinct cellular and biochemical alterations low plasma cholesterol levels have been reported in a subset of nnds including autism spectrum disorder asd and fragile x syndrome fxs the present review focuses on cholesterol metabolism and discusses the current evidence of lipid disruption in asd fxs and other genetically related ndds the characterization of these common deficits might provide valuable insights into their underlying physiopathology and help identify potential therapeutic targets"
}