{
    "pmid": "41389194",
    "title": "Soluble Cluster of Differentiation 14 as a Prognostic Marker in Decompensated Cirrhosis With Water Retention.",
    "abstract": "In patients with decompensated liver cirrhosis, water retention often leads to complications such as acute kidney injury and poor prognosis. Soluble CD14 (sCD14), a marker of bacterial translocation, may have clinical relevance in this setting. Therefore, we aimed to investigate the prognostic value of sCD14 in patients with decompensated liver cirrhosis and water retention, and to determine its association with diuretic responsiveness, acute kidney injury development, and short-term mortality. We retrospectively analyzed 134 patients with decompensated liver cirrhosis and refractory fluid retention treated with tolvaptan. Associations between serum sCD14 levels and diuretic response, acute kidney injury development, and liver-related mortality were evaluated. sCD14 was compared with other bacterial translocation markers (soluble CD163 and mannose receptor) in a subset excluding patients with advanced hepatocellular carcinoma. Lower sCD14 levels were associated with improved short- and long-term diuretic responses and a lower acute kidney injury incidence. Patients with sCD14 ≤ 2340 pg/mL had significantly better liver-related survival than those with higher levels (median survival time: 24.5 vs. 4.8 months, respectively; p < 0.01). In the multivariate analysis, sCD14 > 2340 pg/mL independently predicted liver-related mortality (hazard ratio = 2.71, p < 0.01). Compared with sCD163 and mannose receptor, sCD14 demonstrated superior prognostic value. Concomitant rifaximin use was significantly associated with lower sCD14 levels. sCD14 is a potential biomarker for predicting prognosis, diuretic response, and acute kidney injury development in patients with decompensated liver cirrhosis and water retention. Its predictive capacity surpasses that of other bacterial translocation markers and may be influenced by administering therapeutic interventions, including rifaximin.",
    "disease": "liver cirrhosis",
    "clean_text": "soluble cluster of differentiation as a prognostic marker in decompensated cirrhosis with water retention in patients with decompensated liver cirrhosis water retention often leads to complications such as acute kidney injury and poor prognosis soluble cd scd a marker of bacterial translocation may have clinical relevance in this setting therefore we aimed to investigate the prognostic value of scd in patients with decompensated liver cirrhosis and water retention and to determine its association with diuretic responsiveness acute kidney injury development and short term mortality we retrospectively analyzed patients with decompensated liver cirrhosis and refractory fluid retention treated with tolvaptan associations between serum scd levels and diuretic response acute kidney injury development and liver related mortality were evaluated scd was compared with other bacterial translocation markers soluble cd and mannose receptor in a subset excluding patients with advanced hepatocellular carcinoma lower scd levels were associated with improved short and long term diuretic responses and a lower acute kidney injury incidence patients with scd pg ml had significantly better liver related survival than those with higher levels median survival time vs months respectively p in the multivariate analysis scd pg ml independently predicted liver related mortality hazard ratio p compared with scd and mannose receptor scd demonstrated superior prognostic value concomitant rifaximin use was significantly associated with lower scd levels scd is a potential biomarker for predicting prognosis diuretic response and acute kidney injury development in patients with decompensated liver cirrhosis and water retention its predictive capacity surpasses that of other bacterial translocation markers and may be influenced by administering therapeutic interventions including rifaximin"
}