{
    "title": "Contemporary Approaches to Patients with Heart Failure.",
    "doc_id": "28411900",
    "writer": "Mitter SS",
    "year": "2017",
    "summary": "Incident heart failure and the burden of hospitalization may be demonstrating a decline. However, as the population ages, the prevalence of heart failure continues to increase. Mortality among heart failure patients is increasingly due to …",
    "abstract": "Incident heart failure and the burden of hospitalization may be demonstrating a decline. However, as the population ages, the prevalence of heart failure continues to increase. Mortality among heart failure patients is increasingly due to non-cardiovascular causes. Current evidence-based therapy for heart failure has improved heart failure related mortality. Current efforts should be directed toward optimizing evidence based medical and device therapy, reducing morbidity, and increasing quality of life with heart failure. Future clinical trials should focus on therapies for heart failure with preserved ejection fraction, regenerative therapy for heart failure, and optimizing durable mechanical support for end-stage heart failure.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28411900/",
    "clean_text": "contemporary approaches to patients with heart failure incident heart failure and the burden of hospitalization may be demonstrating a decline however as the population ages the prevalence of heart failure continues to increase mortality among heart failure patients is increasingly due to incident heart failure and the burden of hospitalization may be demonstrating a decline however as the population ages the prevalence of heart failure continues to increase mortality among heart failure patients is increasingly due to non cardiovascular causes current evidence based therapy for heart failure has improved heart failure related mortality current efforts should be directed toward optimizing evidence based medical and device therapy reducing morbidity and increasing quality of life with heart failure future clinical trials should focus on therapies for heart failure with preserved ejection fraction regenerative therapy for heart failure and optimizing durable mechanical support for end stage heart failure"
}