{
    "title": "A systematic scoping review of published qualitative research pertaining to the field of perioperative anesthesiology.",
    "doc_id": "34608588",
    "writer": "Gisselbaek M",
    "year": "2021",
    "summary": "CONCLUSION: Qualitative research has been used to explore an array of issues in perioperative anesthesiology. ...We identified suboptimal reporting of qualitative methods and their link to study findings. Increased attention to quality criteria and reporting standar …",
    "abstract": "Purpose:\n        \n      \n      Qualitative research (QR) take advantage of a wide range of methods and theoretical frameworks to explore people's beliefs, perspectives, experiences, and behaviours and has been applied to many areas of healthcare. The aim of this review was to explore how QR has contributed to the field of perioperative anesthesiology.\n    \n\n\n          Source:\n        \n      \n      We performed a systematic scoping review of published QR studies pertaining to the field of perioperative anesthesiology in three databases (CINAHL, Pubmed, and Embase), published between January 2000 and June 2018. We extracted data regarding publication and researchers' characteristics, main study objectives, and methodological details. Descriptive statistics were generated for each data extraction category.\n    \n\n\n          Principal findings:\n        \n      \n      A total of 107 articles fulfilled our inclusion criteria. We identified 13 main research topics addressed by the included studies. Topics such as \"patient safety,\" \"barriers to evidence-base medicine,\" \"patient experiences under local/regional anesthesia,\" \"training in practice,\" \"experiences of care,\" and \"implementation of changes in clinical practice\" were commonly tackled. Others, such as \"interprofessional communication\", \"work environment,\" and \"patients'/healthcare professionals' interactions\" were less common. Qualitative research was often poorly reported and methodological details were frequently missing.\n    \n\n\n          Conclusion:\n        \n      \n      Qualitative research has been used to explore an array of issues in perioperative anesthesiology. Some areas may benefit from further primary research, such as interprofessional communication or patient-centred care, while other areas may deserve a detailed systematic knowledge synthesis. We identified suboptimal reporting of qualitative methods and their link to study findings. Increased attention to quality criteria and reporting standards in QR is called for.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34608588/",
    "clean_text": "a systematic scoping review of published qualitative research pertaining to the field of perioperative anesthesiology conclusion qualitative research has been used to explore an array of issues in perioperative anesthesiology we identified suboptimal reporting of qualitative methods and their link to study findings increased attention to quality criteria and reporting standar purpose qualitative research qr take advantage of a wide range of methods and theoretical frameworks to explore people s beliefs perspectives experiences and behaviours and has been applied to many areas of healthcare the aim of this review was to explore how qr has contributed to the field of perioperative anesthesiology source we performed a systematic scoping review of published qr studies pertaining to the field of perioperative anesthesiology in three databases cinahl pubmed and embase published between january and june we extracted data regarding publication and researchers characteristics main study objectives and methodological details descriptive statistics were generated for each data extraction category principal findings a total of articles fulfilled our inclusion criteria we identified main research topics addressed by the included studies topics such as patient safety barriers to evidence base medicine patient experiences under local regional anesthesia training in practice experiences of care and implementation of changes in clinical practice were commonly tackled others such as interprofessional communication work environment and patients healthcare professionals interactions were less common qualitative research was often poorly reported and methodological details were frequently missing conclusion qualitative research has been used to explore an array of issues in perioperative anesthesiology some areas may benefit from further primary research such as interprofessional communication or patient centred care while other areas may deserve a detailed systematic knowledge synthesis we identified suboptimal reporting of qualitative methods and their link to study findings increased attention to quality criteria and reporting standards in qr is called for"
}