{
    "pmid": "41457047",
    "title": "Cancer Incidence and Mortality Estimates in Latin America and the Caribbean: A Systematic Analysis of the GLOBOCAN 2022.",
    "abstract": "Cancer is a leading cause of death in Latin America and the Caribbean (LAC), and up-to-date estimates are essential to guide cancer policy. Using GLOBOCAN 2022 data, we analyzed cancer incidence and mortality across 32 LAC countries, calculated age-standardized rates, and assessed early-onset cancer (diagnosed at ages 15-50 years). Mortality-to-incidence ratios were used as a proxy for survival, joinpoint regression estimated annual percent change, and linear regression evaluated correlation between the Human Development Index and cancer indicators. In 2022, LAC recorded 1,551,060 new cancer cases (age-standardized incidence rate, 186.6 per 100,000) and 749,242 deaths (age-standardized mortality rate, 85.2 per 100,000). Prostate and breast cancers were the most common malignancies, whereas lung and breast cancers caused the highest mortality. Mortality declined for prostate cancer [annual percent change, -1.52; 95% confidence interval (CI), -1.80 to -1.24] and male lung cancer (-2.50; 95% CI, -2.68 to -2.33) but increased for female lung (+1.88; 95% CI, 1.71-2.05) and colorectal cancer (+2.48; 95% CI, 2.30-2.67). Human Development Index showed an inverse correlation with mortality-to-incidence ratio (P < 0.001), suggesting improved survival with higher development. Early-onset cancers represented 17% of new cases and 11% of deaths. These findings reveal a growing cancer burden and that persistent disparities in cancer epidemiology persist across LAC, highlighting the urgent need for targeted cancer control strategies and regional cancer control plans. These findings highlight the urgent need for equity-focused cancer control policies, improved early detection, and expanded access to essential cancer care in the region.",
    "disease": "breast cancer",
    "clean_text": "cancer incidence and mortality estimates in latin america and the caribbean a systematic analysis of the globocan cancer is a leading cause of death in latin america and the caribbean lac and up to date estimates are essential to guide cancer policy using globocan data we analyzed cancer incidence and mortality across lac countries calculated age standardized rates and assessed early onset cancer diagnosed at ages years mortality to incidence ratios were used as a proxy for survival joinpoint regression estimated annual percent change and linear regression evaluated correlation between the human development index and cancer indicators in lac recorded new cancer cases age standardized incidence rate per and deaths age standardized mortality rate per prostate and breast cancers were the most common malignancies whereas lung and breast cancers caused the highest mortality mortality declined for prostate cancer annual percent change confidence interval ci to and male lung cancer ci to but increased for female lung ci and colorectal cancer ci human development index showed an inverse correlation with mortality to incidence ratio p suggesting improved survival with higher development early onset cancers represented of new cases and of deaths these findings reveal a growing cancer burden and that persistent disparities in cancer epidemiology persist across lac highlighting the urgent need for targeted cancer control strategies and regional cancer control plans these findings highlight the urgent need for equity focused cancer control policies improved early detection and expanded access to essential cancer care in the region"
}