{
    "title": "Chronic atrial dilation, electrical remodeling, and atrial fibrillation in the goat.",
    "doc_id": "16458150",
    "writer": "Neuberger HR",
    "year": "2006",
    "summary": "Mapping revealed a higher incidence of intra-atrial conduction delays during AF. Histologic analysis showed no atrial fibrosis but did reveal a positive correlation between the size of atrial myocytes and the incidence of intra-atrial conduction block …",
    "abstract": "Objectives:\n        \n      \n      This study was designed to investigate the mutual effects of chronic atrial dilation and electrical remodeling on the characteristics of atrial fibrillation (AF).\n    \n\n\n          Background:\n        \n      \n      Both electrical remodeling and atrial dilation promote the inducibility and perpetuation of AF.\n    \n\n\n          Methods:\n        \n      \n      In seven goats AF was induced during 48 h by burst pacing, both at baseline and after four weeks of slow idioventricular rhythm (total AV block). Atrial size and refractory period (AERP) were monitored together with the duration and cycle length of AF paroxysms (AFCL). After four weeks of total atrioventricular (AV) block, the conduction in both atria was mapped during AF. Six non-instrumented goats served as controls.\n    \n\n\n          Results:\n        \n      \n      At baseline, AF-induced electrical remodeling shortened AERP and AFCL to the same extent (from 185 +/- 9 ms to 149 +/- 14 ms [p < 0.05] and from 154 +/- 11 ms to 121 +/- 5 ms [p < 0.05], respectively). After four weeks of AV block the right atrial diameter had increased by 13.2 +/- 3.0% (p < 0.01). Surprisingly, in dilated atria electrical remodeling still shortened the AERP (from 165 +/- 9 ms to 132 +/- 15 ms [p < 0.05]) but failed to shorten the AFCL (140 +/- 19 ms vs. 139 +/- 11 ms [p = 0.98]). Mapping revealed a higher incidence of intra-atrial conduction delays during AF. Histologic analysis showed no atrial fibrosis but did reveal a positive correlation between the size of atrial myocytes and the incidence of intra-atrial conduction block (r = 0.60, p = 0.03).\n    \n\n\n          Conclusions:\n        \n      \n      In a goat model of chronic atrial dilation, AF-induced electrical remodeling was unchanged. However, AFCL no longer shortened during electrical remodeling. Thus, in dilated atria a wider excitable gap exists during AF, probably caused by intra-atrial conduction defects and a higher contribution of anatomically defined re-entrant circuits.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16458150/",
    "clean_text": "chronic atrial dilation electrical remodeling and atrial fibrillation in the goat mapping revealed a higher incidence of intra atrial conduction delays during af histologic analysis showed no atrial fibrosis but did reveal a positive correlation between the size of atrial myocytes and the incidence of intra atrial conduction block objectives this study was designed to investigate the mutual effects of chronic atrial dilation and electrical remodeling on the characteristics of atrial fibrillation af background both electrical remodeling and atrial dilation promote the inducibility and perpetuation of af methods in seven goats af was induced during h by burst pacing both at baseline and after four weeks of slow idioventricular rhythm total av block atrial size and refractory period aerp were monitored together with the duration and cycle length of af paroxysms afcl after four weeks of total atrioventricular av block the conduction in both atria was mapped during af six non instrumented goats served as controls results at baseline af induced electrical remodeling shortened aerp and afcl to the same extent from ms to ms p and from ms to ms p respectively after four weeks of av block the right atrial diameter had increased by p surprisingly in dilated atria electrical remodeling still shortened the aerp from ms to ms p but failed to shorten the afcl ms vs ms p mapping revealed a higher incidence of intra atrial conduction delays during af histologic analysis showed no atrial fibrosis but did reveal a positive correlation between the size of atrial myocytes and the incidence of intra atrial conduction block r p conclusions in a goat model of chronic atrial dilation af induced electrical remodeling was unchanged however afcl no longer shortened during electrical remodeling thus in dilated atria a wider excitable gap exists during af probably caused by intra atrial conduction defects and a higher contribution of anatomically defined re entrant circuits"
}