{
    "title": "[Evaluation of the quality of life in clinical research in cancerology].",
    "doc_id": "9752331",
    "writer": "Rodary C",
    "year": "1998",
    "summary": "This article clarifies the methodological aspects of quality of life evaluation and its use in cancer research. The quality of life of an individual is a complex, multidimensional, subjective concept, the perception of which is expressed optimally by i …",
    "abstract": "This article clarifies the methodological aspects of quality of life evaluation and its use in cancer research. The quality of life of an individual is a complex, multidimensional, subjective concept, the perception of which is expressed optimally by individual his/herself. The tools most often used to measure the quality of life in clinical research are based on psychometry. They take at least three dimensions into account: physical, psychological and social. They must be valid, reliable and sensitive. These qualities must be verified again when translated into another language. A review of the main tools is provided. The place to be assigned to quality of life evaluation in clinical research is discussed. Routine evaluation is to be excluded because the quality of life is a subjective phenomenon that is tricky to measure and this evaluation increases the temporal and financial costs of the study, without forgetting the intrusive aspect of this action. On the other hand, as long as it contributes substantially to decision-making regarding the choice of curative or palliative treatments, or interventions necessary for the rehabilitation of the patient, it is an assessment criterion that must be included in the study.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9752331/",
    "clean_text": "evaluation of the quality of life in clinical research in cancerology this article clarifies the methodological aspects of quality of life evaluation and its use in cancer research the quality of life of an individual is a complex multidimensional subjective concept the perception of which is expressed optimally by i this article clarifies the methodological aspects of quality of life evaluation and its use in cancer research the quality of life of an individual is a complex multidimensional subjective concept the perception of which is expressed optimally by individual his herself the tools most often used to measure the quality of life in clinical research are based on psychometry they take at least three dimensions into account physical psychological and social they must be valid reliable and sensitive these qualities must be verified again when translated into another language a review of the main tools is provided the place to be assigned to quality of life evaluation in clinical research is discussed routine evaluation is to be excluded because the quality of life is a subjective phenomenon that is tricky to measure and this evaluation increases the temporal and financial costs of the study without forgetting the intrusive aspect of this action on the other hand as long as it contributes substantially to decision making regarding the choice of curative or palliative treatments or interventions necessary for the rehabilitation of the patient it is an assessment criterion that must be included in the study"
}