{
    "title": "Progress of oxidative stress in endometrium decidualization.",
    "doc_id": "36373471",
    "writer": "Gao W",
    "year": "2022",
    "summary": "The difficulty in maintaining the balance between oxides and antioxidants causes a phenomenon named oxidative stress. Oxidative stress often leads to tissue damage and participates in the pathogenesis of a series of diseases. ...In order to have a more …",
    "abstract": "The difficulty in maintaining the balance between oxides and antioxidants causes a phenomenon named oxidative stress. Oxidative stress often leads to tissue damage and participates in the pathogenesis of a series of diseases. Decidua provides the 'soil' for embryo implantation, and the normal decidualization shows the characteristics of strong antioxidation. Once the mechanism of antioxidant stress goes awry, it will lead to a series of pregnancy-related diseases. In recent years, more and more studies have shown that oxidative stress is involved in pregnancy-related diseases caused by abnormal decidualization of the endometrium. In order to have a more comprehensive understanding of the role of oxidative stress in decidual defect diseases, this paper reviews the common decidual defect diseases in conjunction with relevant regulatory molecules, in order to arouse thinking about the importance of oxidative stress, and to provide more theoretical basis for the aetiology of decidual defects.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36373471/",
    "clean_text": "progress of oxidative stress in endometrium decidualization the difficulty in maintaining the balance between oxides and antioxidants causes a phenomenon named oxidative stress oxidative stress often leads to tissue damage and participates in the pathogenesis of a series of diseases in order to have a more the difficulty in maintaining the balance between oxides and antioxidants causes a phenomenon named oxidative stress oxidative stress often leads to tissue damage and participates in the pathogenesis of a series of diseases decidua provides the soil for embryo implantation and the normal decidualization shows the characteristics of strong antioxidation once the mechanism of antioxidant stress goes awry it will lead to a series of pregnancy related diseases in recent years more and more studies have shown that oxidative stress is involved in pregnancy related diseases caused by abnormal decidualization of the endometrium in order to have a more comprehensive understanding of the role of oxidative stress in decidual defect diseases this paper reviews the common decidual defect diseases in conjunction with relevant regulatory molecules in order to arouse thinking about the importance of oxidative stress and to provide more theoretical basis for the aetiology of decidual defects"
}