{
    "pmid": "41462117",
    "title": "Post-pandemic shifts in pediatric respiratory pathogens and co-infection dynamics in Xi'an and surrounding areas: a large-scale retrospective study from 2021 to 2025.",
    "abstract": "The COVID-19 pandemic and subsequent changes in public health policies have profoundly altered respiratory pathogen circulation patterns. This study aimed to characterize pathogen distribution, temporal trends, and co-infection dynamics among pediatric patients with respiratory tract infection (RTI) across epidemic and post-epidemic periods in northwest China. We retrospectively analyzed 37,678 hospitalized pediatric RTI cases at Xi’an Children’s Hospital from July 2021 to April 2025. Multiplex reverse transcription PCR with capillary electrophoresis was used to detect 13 common respiratory pathogens. We compared pathogen prevalence and co-infection rates between the epidemic (2021–2022) and post-epidemic (2023–2025) periods. Multivariate logistic regression and co-infection network visualization were used to identify risk factors and interaction patterns. Among all cases, 60.6% tested positive for at least one pathogen, with human rhinovirus (HRV, 11.60%), Mycoplasma pneumoniae (Mp, 9.78%), and human respiratory syncytial virus (HRSV, 8.66%) most frequently detected. Post-epidemic periods saw significant increases in Mp and HRSV. Specifically, Mp increased from 4.35% to 11.21%, and HRSV from 5.01% to 9.62%. The proportion of co-infections increased from 4.05% to 11.55% ( This large-scale study reveals a substantial post-pandemic resurgence of Mp, HRSV, and co-infections among children in northwest China. HRV played a central role in co-infection networks. The findings highlight the importance of enhancing surveillance, developing preparedness frameworks, and specifically addressing pediatric co-infection dynamics. Not applicable. The online version contains supplementary material available at 10.1186/s12879-025-12128-2. Assessed respiratory pathogen spectrum, temporal trends, and co-infections in 37,678 pediatric RTI cases. Post-epidemic surge in co-infections; younger age and post-epidemic period were risk factors. These results call for strengthened monitoring systems and post-pandemic preparedness efforts that explicitly account for the rising burden and complexity of pediatric respiratory co-infections. The online version contains supplementary material available at 10.1186/s12879-025-12128-2.",
    "disease": "pneumonia",
    "clean_text": "post pandemic shifts in pediatric respiratory pathogens and co infection dynamics in xi an and surrounding areas a large scale retrospective study from to the covid pandemic and subsequent changes in public health policies have profoundly altered respiratory pathogen circulation patterns this study aimed to characterize pathogen distribution temporal trends and co infection dynamics among pediatric patients with respiratory tract infection rti across epidemic and post epidemic periods in northwest china we retrospectively analyzed hospitalized pediatric rti cases at xi an children s hospital from july to april multiplex reverse transcription pcr with capillary electrophoresis was used to detect common respiratory pathogens we compared pathogen prevalence and co infection rates between the epidemic and post epidemic periods multivariate logistic regression and co infection network visualization were used to identify risk factors and interaction patterns among all cases tested positive for at least one pathogen with human rhinovirus hrv mycoplasma pneumoniae mp and human respiratory syncytial virus hrsv most frequently detected post epidemic periods saw significant increases in mp and hrsv specifically mp increased from to and hrsv from to the proportion of co infections increased from to this large scale study reveals a substantial post pandemic resurgence of mp hrsv and co infections among children in northwest china hrv played a central role in co infection networks the findings highlight the importance of enhancing surveillance developing preparedness frameworks and specifically addressing pediatric co infection dynamics not applicable the online version contains supplementary material available at s assessed respiratory pathogen spectrum temporal trends and co infections in pediatric rti cases post epidemic surge in co infections younger age and post epidemic period were risk factors these results call for strengthened monitoring systems and post pandemic preparedness efforts that explicitly account for the rising burden and complexity of pediatric respiratory co infections the online version contains supplementary material available at s"
}