{
    "pmid": "41366427",
    "title": "Outcomes and readmissions after cardiac surgery in patients with chronic steroid use: a nationwide propensity score matched analysis.",
    "abstract": "We characterized index admission outcomes and 30-day readmissions after cardiac surgery in patients with chronic steroid use (CSU) in a large national administrative database. Cardiac surgery patients (coronary artery bypass grafting, valve, aortic, and combinations) were identified in the 2016-2020 Nationwide Readmissions Database and stratified by CSU diagnosis. Mortality and complications during index admissions and 30-day readmissions were compared between patients with and without CSU after propensity score matching (PSM). Overall, 1,332,806 cardiac surgery patients were identified; 12,082 (0.91%) with CSU and 1,320,724 (99%) without. Before PSM, more CSU patients were ≥ 75 years-old and female, and had anemia, chronic lung disease, renal failure, and prior stroke. Following PSM, no significant differences in characteristics remained between 12,082 patients with CSU and 47,180 without. Index admission mortality (3.2% vs. 3.6%; P = .09) and overall complications (45% vs. 44%; P = .24) were not significantly different. 30-day readmissions were higher among those with CSU (16% vs. 13%; P < .01). Among readmitted patients, mortality (4.9% vs. 3.7%; P = .17) and overall complications (53% vs. 51%; P = .29) were not significantly different. Patients with CSU had higher baseline comorbidity burden but did not have higher index admission mortality or complications. Patients with CSU were more often readmitted within 30 days of discharge, but their outcomes during readmissions were like those in patients without CSU.",
    "disease": "coronary artery disease",
    "clean_text": "outcomes and readmissions after cardiac surgery in patients with chronic steroid use a nationwide propensity score matched analysis we characterized index admission outcomes and day readmissions after cardiac surgery in patients with chronic steroid use csu in a large national administrative database cardiac surgery patients coronary artery bypass grafting valve aortic and combinations were identified in the nationwide readmissions database and stratified by csu diagnosis mortality and complications during index admissions and day readmissions were compared between patients with and without csu after propensity score matching psm overall cardiac surgery patients were identified with csu and without before psm more csu patients were years old and female and had anemia chronic lung disease renal failure and prior stroke following psm no significant differences in characteristics remained between patients with csu and without index admission mortality vs p and overall complications vs p were not significantly different day readmissions were higher among those with csu vs p among readmitted patients mortality vs p and overall complications vs p were not significantly different patients with csu had higher baseline comorbidity burden but did not have higher index admission mortality or complications patients with csu were more often readmitted within days of discharge but their outcomes during readmissions were like those in patients without csu"
}