{
    "title": "Strategies to investigate gene expression and function in granule cells.",
    "doc_id": "16321883",
    "writer": "Savill RM",
    "year": "2005",
    "summary": "Conditional mouse models, where loss of gene expression is restricted as far as possible to granule cells, are by far the most informative resource in this respect. ...Recent technologies have provided the means to manipulate gene expression in such sy …",
    "abstract": "Studying gene expression in granule cells is a major route to understanding the factors required for many key cellular processes such as specification, proliferation, migration, differentiation, apoptosis, tumour formation and neurodegeneration. A greater understanding of these processes will not only provide insight into cerebellum development, but also diseases of the cerebellum. Granule cells can be readily grown in culture and both viral and non-viral strategies have been optimised to allow gene transfer and expression in cultured cells. However, granule cell migration and maturation are inherent parts of cerebellum development and these rely on interactions with other cells. Hence, a true picture of gene function in these cells can only be obtained when tissue context is maintained. Studies of gene function in this context can be achieved by creation of mouse models. Conditional mouse models, where loss of gene expression is restricted as far as possible to granule cells, are by far the most informative resource in this respect. Despite their obvious benefits, the production of mouse models is both costly and time-consuming and this may be further compounded by a potential lack of phenotype due to redundancy of gene function. Organotypic slice cultures, on the other hand, are a comparatively cheap and accessible model for studies of gene function where tissue context is maintained. Recent technologies have provided the means to manipulate gene expression in such systems and are beginning to yield valuable insights into the molecular regulation of cerebellum development.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16321883/",
    "clean_text": "strategies to investigate gene expression and function in granule cells conditional mouse models where loss of gene expression is restricted as far as possible to granule cells are by far the most informative resource in this respect recent technologies have provided the means to manipulate gene expression in such sy studying gene expression in granule cells is a major route to understanding the factors required for many key cellular processes such as specification proliferation migration differentiation apoptosis tumour formation and neurodegeneration a greater understanding of these processes will not only provide insight into cerebellum development but also diseases of the cerebellum granule cells can be readily grown in culture and both viral and non viral strategies have been optimised to allow gene transfer and expression in cultured cells however granule cell migration and maturation are inherent parts of cerebellum development and these rely on interactions with other cells hence a true picture of gene function in these cells can only be obtained when tissue context is maintained studies of gene function in this context can be achieved by creation of mouse models conditional mouse models where loss of gene expression is restricted as far as possible to granule cells are by far the most informative resource in this respect despite their obvious benefits the production of mouse models is both costly and time consuming and this may be further compounded by a potential lack of phenotype due to redundancy of gene function organotypic slice cultures on the other hand are a comparatively cheap and accessible model for studies of gene function where tissue context is maintained recent technologies have provided the means to manipulate gene expression in such systems and are beginning to yield valuable insights into the molecular regulation of cerebellum development"
}