{
    "pmid": "41448796",
    "title": "Development of a clinical prediction model for falls in individuals with COPD.",
    "abstract": "Chronic obstructive pulmonary disease (COPD) is linked to an increased risk of falls, however, there is no accurate method for predicting falls in this population. This study aimed to develop and internally validate a clinical prediction model for falls in individuals with COPD. A secondary analysis was conducted using data from a recent fall prevention trial. Participants with COPD who reported a 12-month history of falls, concerns with balance or recent near falls were tracked for falls over 12 months prospectively. Baseline data included demographics and measures of balance, mobility and health status. A predictive model was developed using backward-selected multivariate logistic regression with fall status (no falls versus ≥1 fall) as the dependent variable and 17 baseline candidate predictors as independent variables. Using the bootstrap resampling method for internal validation, model performance was assessed for discrimination by the concordance (c) statistic and calibration by the expected to observed (E:O) ratio, calibration in the large (CITL) and calibration slope. The final model was adjusted for optimism using the bootstrap shrinkage factor. Of 178 participants (mean age 73±9 years; 83 females), 74 (42%) reported ≥1 fall over 12 months, totalling 188 falls. The predictive model identified three factors associated with 12-month future falls: reporting a 12-month history of ≥2 falls (OR=3.59, CI (1.65 to 7.82)), more chronic conditions (OR=1.14, CI (1.01 to 1.28)) and worse Timed Up and Go Dual-Task test scores (OR=1.04, CI (1.00 to 1.09)). The final prediction model achieved acceptable discrimination (c-statistic=0.69, CI (0.61 to 0.78)) and calibration (E:O ratio=1.01, CITL=-0.01 and calibration slope=0.93). A history of ≥2 falls, having more chronic conditions and impaired mobility under cognitive demand predicts future falls in individuals with COPD. The prediction model showed acceptable internal validation. External validation is needed to confirm these findings. NCT02995681; clinicaltrials.gov.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "development of a clinical prediction model for falls in individuals with copd chronic obstructive pulmonary disease copd is linked to an increased risk of falls however there is no accurate method for predicting falls in this population this study aimed to develop and internally validate a clinical prediction model for falls in individuals with copd a secondary analysis was conducted using data from a recent fall prevention trial participants with copd who reported a month history of falls concerns with balance or recent near falls were tracked for falls over months prospectively baseline data included demographics and measures of balance mobility and health status a predictive model was developed using backward selected multivariate logistic regression with fall status no falls versus fall as the dependent variable and baseline candidate predictors as independent variables using the bootstrap resampling method for internal validation model performance was assessed for discrimination by the concordance c statistic and calibration by the expected to observed e o ratio calibration in the large citl and calibration slope the final model was adjusted for optimism using the bootstrap shrinkage factor of participants mean age years females reported fall over months totalling falls the predictive model identified three factors associated with month future falls reporting a month history of falls or ci to more chronic conditions or ci to and worse timed up and go dual task test scores or ci to the final prediction model achieved acceptable discrimination c statistic ci to and calibration e o ratio citl and calibration slope a history of falls having more chronic conditions and impaired mobility under cognitive demand predicts future falls in individuals with copd the prediction model showed acceptable internal validation external validation is needed to confirm these findings nct clinicaltrials gov"
}