{
    "title": "A new look at the most successful prodrugs for active vitamin D (D hormone): alfacalcidol and doxercalciferol.",
    "doc_id": "19924035",
    "writer": "Kubodera N.",
    "year": "2009",
    "summary": "More recently, doxercalciferol (1alpha-hydroxyvitamin D(2)) has been used since 1999 as a prodrug for 1alpha,25-dihydroxyvitamin D(2) for the treatment of secondary hyperparathyroidism. Currently, six forms of vitamin D are known. They range from vitamin D …",
    "abstract": "Alfacalcidol (1alpha-hydroxyvitamin D(3)) has been widely used since 1981 as a prodrug for calcitriol (1alpha,25-dihydroxyvitamin D(3)) in the treatment of hypocalcemia, chronic renal failure, hypoparathyroidism and osteoporosis. More recently, doxercalciferol (1alpha-hydroxyvitamin D(2)) has been used since 1999 as a prodrug for 1alpha,25-dihydroxyvitamin D(2) for the treatment of secondary hyperparathyroidism. Currently, six forms of vitamin D are known. They range from vitamin D(2) to vitamin D(7 )and are distinguished by their differing side chains. Only vitamin D(2) and vitamin D(3) have been found to be biologically active based on the elucidation of activation pathways. Alfacalcidol and osteoporosis/doxercalciferol and secondary hyperparathyroidism are discussed, with a new look at old compounds including their practical syntheses.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19924035/",
    "clean_text": "a new look at the most successful prodrugs for active vitamin d d hormone alfacalcidol and doxercalciferol more recently doxercalciferol alpha hydroxyvitamin d has been used since as a prodrug for alpha dihydroxyvitamin d for the treatment of secondary hyperparathyroidism currently six forms of vitamin d are known they range from vitamin d alfacalcidol alpha hydroxyvitamin d has been widely used since as a prodrug for calcitriol alpha dihydroxyvitamin d in the treatment of hypocalcemia chronic renal failure hypoparathyroidism and osteoporosis more recently doxercalciferol alpha hydroxyvitamin d has been used since as a prodrug for alpha dihydroxyvitamin d for the treatment of secondary hyperparathyroidism currently six forms of vitamin d are known they range from vitamin d to vitamin d and are distinguished by their differing side chains only vitamin d and vitamin d have been found to be biologically active based on the elucidation of activation pathways alfacalcidol and osteoporosis doxercalciferol and secondary hyperparathyroidism are discussed with a new look at old compounds including their practical syntheses"
}