{
    "title": "Disease Related Morbidity and Quality of Life Impairment in Patients with Single Sided Deafness.",
    "doc_id": "36213463",
    "writer": "Sikka K",
    "year": "2022",
    "summary": "Patients with single sided-deafness (SSD) have hearing deficits amounting to a handicap to their everyday quality of life and are likely to suffer serious social challenges. There is a significant gap in the \"disability\" aspect of SSD in literature. ...Individuals with sin …",
    "abstract": "Patients with single sided-deafness (SSD) have hearing deficits amounting to a handicap to their everyday quality of life and are likely to suffer serious social challenges. There is a significant gap in the \"disability\" aspect of SSD in literature. The study was undertaken to compare the quality of life of SSD patients in various domains with normal hearing individuals. 51 patients of SSD with pure sensorineural hearing loss with impaired ear having a pure tone average of more than or equal to 70 dB was compared with 50 subjects with normal hearing sensitivity. Pure tone audiometric testing and the english version of Speech, Spatial and Qualities of Hearing Scale (SSQ) were used to enumerate subjective advantage. Total average SSQ score across domains in patients (6.6 ± 1.2) was significantly poorer in comparison to the control group (8.4 ± 0.9). Based on SSQ, patients with SSD experience hearing disability in comparison to the control group (p < 0.01). The ratings of all the items in the SSQ subdomains were higher in the reference group than in the patient group. Individuals with single sided-deafness experience significant auditory disability in all the three domains of speech, spatial & qualities of hearing. Therefore, these patients should be strongly counselled for currently available treatment options.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36213463/",
    "clean_text": "disease related morbidity and quality of life impairment in patients with single sided deafness patients with single sided deafness ssd have hearing deficits amounting to a handicap to their everyday quality of life and are likely to suffer serious social challenges there is a significant gap in the disability aspect of ssd in literature individuals with sin patients with single sided deafness ssd have hearing deficits amounting to a handicap to their everyday quality of life and are likely to suffer serious social challenges there is a significant gap in the disability aspect of ssd in literature the study was undertaken to compare the quality of life of ssd patients in various domains with normal hearing individuals patients of ssd with pure sensorineural hearing loss with impaired ear having a pure tone average of more than or equal to db was compared with subjects with normal hearing sensitivity pure tone audiometric testing and the english version of speech spatial and qualities of hearing scale ssq were used to enumerate subjective advantage total average ssq score across domains in patients was significantly poorer in comparison to the control group based on ssq patients with ssd experience hearing disability in comparison to the control group p the ratings of all the items in the ssq subdomains were higher in the reference group than in the patient group individuals with single sided deafness experience significant auditory disability in all the three domains of speech spatial qualities of hearing therefore these patients should be strongly counselled for currently available treatment options"
}