{
    "title": "Risk factors for Central Nervous System drug use among nursing students.",
    "doc_id": "35442316",
    "writer": "Abreu VSM",
    "year": "2022",
    "summary": "OBJECTIVES: to verify sociodemographic, academic and health risk factors for Central Nervous System drug use among nursing students. METHODS: a cross-sectional study with 199 public undergraduate students from Ceara, using Characterization Instrument, Antonovsky's Sense of …",
    "abstract": "Objectives:\n        \n      \n      to verify sociodemographic, academic and health risk factors for Central Nervous System drug use among nursing students.\n    \n\n\n          Methods:\n        \n      \n      a cross-sectional study with 199 public undergraduate students from Ceará, using Characterization Instrument, Antonovsky's Sense of Coherence Questionnaire, Beck Depression Inventory and Beck Anxiety Inventory. Fischer's exact test and Pearson's chi-square test were performed, verifying an association between variables. Prevalence ratio was used.\n    \n\n\n          Results:\n        \n      \n      a total of 34 used such drugs, with predominance of use of anxiolytics, associated with age (p=0.026), dissatisfaction with the relationship between classmates (p=0.003), insomnia (p=0.009), chronic disease (p=0.001), depression (p=0.035), and severe anxiety (p=0.023).\n    \n\n\n          Conclusions:\n        \n      \n      using Central Nervous System drugs among students was associated with sociodemographic, academic and health factors, evidencing the need for actions promoting undergraduate students' mental health.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35442316/",
    "clean_text": "risk factors for central nervous system drug use among nursing students objectives to verify sociodemographic academic and health risk factors for central nervous system drug use among nursing students methods a cross sectional study with public undergraduate students from ceara using characterization instrument antonovsky s sense of objectives to verify sociodemographic academic and health risk factors for central nervous system drug use among nursing students methods a cross sectional study with public undergraduate students from cear using characterization instrument antonovsky s sense of coherence questionnaire beck depression inventory and beck anxiety inventory fischer s exact test and pearson s chi square test were performed verifying an association between variables prevalence ratio was used results a total of used such drugs with predominance of use of anxiolytics associated with age p dissatisfaction with the relationship between classmates p insomnia p chronic disease p depression p and severe anxiety p conclusions using central nervous system drugs among students was associated with sociodemographic academic and health factors evidencing the need for actions promoting undergraduate students mental health"
}