{
    "title": "Kidney Clearance of Secretory Solutes Is Associated with Progression of CKD: The CRIC Study.",
    "doc_id": "32205410",
    "writer": "Chen Y",
    "year": "2020",
    "summary": "BACKGROUND: The secretion of organic solutes by the proximal tubules is an essential intrinsic kidney function. However, the clinical significance of the kidney's clearance of tubular secretory solutes is uncertain. ...This suggests that tubular clearance of …",
    "abstract": "Background:\n        \n      \n      The secretion of organic solutes by the proximal tubules is an essential intrinsic kidney function. However, the clinical significance of the kidney's clearance of tubular secretory solutes is uncertain.\n    \n\n\n          Methods:\n        \n      \n      In this prospective cohort study, we evaluated 3416 participants with CKD from the Chronic Renal Insufficiency Cohort (CRIC) study. We measured plasma and 24-hour urine concentrations of endogenous candidate secretory solutes at baseline, using targeted liquid chromatography-tandem mass spectrometry. The study defined CKD progression by a ≥50% decline in the eGFR, initiation of maintenance dialysis, or kidney transplantation. We used Cox proportional hazards regression to test associations of secretory-solute clearances with CKD progression and mortality, adjusting for eGFR, albuminuria, and other confounding characteristics.\n    \n\n\n          Results:\n        \n      \n      Participants in this ancillary study had a mean age of 58 years and 41% were black; the median eGFR was 43 ml/min per 1.73 m2. After adjustment, lower kidney clearances of six solutes-kynurenic acid, pyridoxic acid, indoxyl sulfate, xanthosine, isovalerylglycine, and cinnamoylglycine-were associated with significantly greater risks of CKD progression, with clearance of kynurenic acid, a highly protein-bound solute, having the strongest association. Lower clearances of isovalerylglycine, tiglylglycine, hippurate, and trimethyluric acid were significantly associated with all-cause mortality after adjustment.\n    \n\n\n          Conclusions:\n        \n      \n      We found lower kidney clearances of endogenous secretory solutes to be associated with CKD progression and all-cause mortality, independent of eGFR and albuminuria. This suggests that tubular clearance of secretory solutes provides additional information about kidney health beyond measurements of glomerular function alone.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32205410/",
    "clean_text": "kidney clearance of secretory solutes is associated with progression of ckd the cric study background the secretion of organic solutes by the proximal tubules is an essential intrinsic kidney function however the clinical significance of the kidney s clearance of tubular secretory solutes is uncertain this suggests that tubular clearance of background the secretion of organic solutes by the proximal tubules is an essential intrinsic kidney function however the clinical significance of the kidney s clearance of tubular secretory solutes is uncertain methods in this prospective cohort study we evaluated participants with ckd from the chronic renal insufficiency cohort cric study we measured plasma and hour urine concentrations of endogenous candidate secretory solutes at baseline using targeted liquid chromatography tandem mass spectrometry the study defined ckd progression by a decline in the egfr initiation of maintenance dialysis or kidney transplantation we used cox proportional hazards regression to test associations of secretory solute clearances with ckd progression and mortality adjusting for egfr albuminuria and other confounding characteristics results participants in this ancillary study had a mean age of years and were black the median egfr was ml min per m after adjustment lower kidney clearances of six solutes kynurenic acid pyridoxic acid indoxyl sulfate xanthosine isovalerylglycine and cinnamoylglycine were associated with significantly greater risks of ckd progression with clearance of kynurenic acid a highly protein bound solute having the strongest association lower clearances of isovalerylglycine tiglylglycine hippurate and trimethyluric acid were significantly associated with all cause mortality after adjustment conclusions we found lower kidney clearances of endogenous secretory solutes to be associated with ckd progression and all cause mortality independent of egfr and albuminuria this suggests that tubular clearance of secretory solutes provides additional information about kidney health beyond measurements of glomerular function alone"
}