{
    "pmid": "41416414",
    "title": "Hemodiafiltration Improves Survival Among Nondiabetics, Individuals Without Cardiovascular Disease, and the Elderly: A Systematic Review and Meta-Analysis.",
    "abstract": "Hemodialysis (HD) is the most widely utilized dialysis method globally. However, hemodiafiltration (HDF) is garnering significant interest. This study aimed to evaluate mortality rates in patients with end-stage kidney disease (ESKD) using HDF in comparison to high-flux HD (hf-HD). The Cochrane, Embase, Epistemonikos, and PubMed databases were searched until October 30, 2024. Seven studies met the inclusion criteria. Compared to the hf-HD group, the risk ratio (RR) for all-cause mortality with HDF was 0.78 (95% CI 0.68-0.89). Likewise, the risks of cardiovascular death and infection-related death were lower in the HDF group. Subgroup analysis indicated a reduction in all-cause mortality among nondiabetic patients in the HDF group. ESKD patients without preexisting cardiovascular disease (CVD) exhibited an RR of 0.61 (95% CI 0.45-0.77) for all-cause deaths. The use of HDF in comparison to hf-HD reduced the risk of death in nondiabetic patients and those without preexisting CVD. Given the high cost associated with HDF, further studies are necessary to confirm these findings.",
    "disease": "chronic kidney disease",
    "clean_text": "hemodiafiltration improves survival among nondiabetics individuals without cardiovascular disease and the elderly a systematic review and meta analysis hemodialysis hd is the most widely utilized dialysis method globally however hemodiafiltration hdf is garnering significant interest this study aimed to evaluate mortality rates in patients with end stage kidney disease eskd using hdf in comparison to high flux hd hf hd the cochrane embase epistemonikos and pubmed databases were searched until october seven studies met the inclusion criteria compared to the hf hd group the risk ratio rr for all cause mortality with hdf was ci likewise the risks of cardiovascular death and infection related death were lower in the hdf group subgroup analysis indicated a reduction in all cause mortality among nondiabetic patients in the hdf group eskd patients without preexisting cardiovascular disease cvd exhibited an rr of ci for all cause deaths the use of hdf in comparison to hf hd reduced the risk of death in nondiabetic patients and those without preexisting cvd given the high cost associated with hdf further studies are necessary to confirm these findings"
}