{
    "title": "National Kidney Foundation practice guidelines for chronic kidney disease: evaluation, classification, and stratification.",
    "doc_id": "12859163",
    "writer": "Levey AS",
    "year": "2003",
    "summary": "Outcomes of chronic kidney disease include not only kidney failure but also complications of decreased kidney function and cardiovascular disease. ...Recent clinical practice guidelines by the National Kidney Foundation 1) define chronic …",
    "abstract": "Chronic kidney disease is a worldwide public health problem with an increasing incidence and prevalence, poor outcomes, and high cost. Outcomes of chronic kidney disease include not only kidney failure but also complications of decreased kidney function and cardiovascular disease. Current evidence suggests that some of these adverse outcomes can be prevented or delayed by early detection and treatment. Unfortunately, chronic kidney disease is underdiagnosed and undertreated, in part as a result of lack of agreement on a definition and classification of its stages of progression. Recent clinical practice guidelines by the National Kidney Foundation 1) define chronic kidney disease and classify its stages, regardless of underlying cause, 2) evaluate laboratory measurements for the clinical assessment of kidney disease, 3) associate the level of kidney function with complications of chronic kidney disease, and 4) stratify the risk for loss of kidney function and development of cardiovascular disease. The guidelines were developed by using an approach based on the procedure outlined by the Agency for Healthcare Research and Quality. This paper presents the definition and five-stage classification system of chronic kidney disease and summarizes the major recommendations on early detection in adults. Recommendations include identifying persons at increased risk (those with diabetes, those with hypertension, those with a family history of chronic kidney disease, those older than 60 years of age, or those with U.S. racial or ethnic minority status), detecting kidney damage by measuring the albumin-creatinine ratio in untimed (\"spot\") urine specimens, and estimating the glomerular filtration rate from serum creatinine measurements by using prediction equations. Because of the high prevalence of early stages of chronic kidney disease in the general population (approximately 11% of adults), this information is particularly important for general internists and specialists.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12859163/",
    "clean_text": "national kidney foundation practice guidelines for chronic kidney disease evaluation classification and stratification outcomes of chronic kidney disease include not only kidney failure but also complications of decreased kidney function and cardiovascular disease recent clinical practice guidelines by the national kidney foundation define chronic chronic kidney disease is a worldwide public health problem with an increasing incidence and prevalence poor outcomes and high cost outcomes of chronic kidney disease include not only kidney failure but also complications of decreased kidney function and cardiovascular disease current evidence suggests that some of these adverse outcomes can be prevented or delayed by early detection and treatment unfortunately chronic kidney disease is underdiagnosed and undertreated in part as a result of lack of agreement on a definition and classification of its stages of progression recent clinical practice guidelines by the national kidney foundation define chronic kidney disease and classify its stages regardless of underlying cause evaluate laboratory measurements for the clinical assessment of kidney disease associate the level of kidney function with complications of chronic kidney disease and stratify the risk for loss of kidney function and development of cardiovascular disease the guidelines were developed by using an approach based on the procedure outlined by the agency for healthcare research and quality this paper presents the definition and five stage classification system of chronic kidney disease and summarizes the major recommendations on early detection in adults recommendations include identifying persons at increased risk those with diabetes those with hypertension those with a family history of chronic kidney disease those older than years of age or those with u s racial or ethnic minority status detecting kidney damage by measuring the albumin creatinine ratio in untimed spot urine specimens and estimating the glomerular filtration rate from serum creatinine measurements by using prediction equations because of the high prevalence of early stages of chronic kidney disease in the general population approximately of adults this information is particularly important for general internists and specialists"
}