{
    "title": "A critical review of weight loss recommendations before total knee arthroplasty.",
    "doc_id": "33278590",
    "writer": "Godziuk K",
    "year": "2021",
    "summary": "OBJECTIVE: Increased infection risk after total knee arthroplasty (TKA) in patients with a higher body mass index (BMI), particularly a BMI 40kg/m(2), suggests that BMI reduction (through weight loss) prior to TKA may be important. However, the impact of weight …",
    "abstract": "Objective:\n        \n      \n      Increased infection risk after total knee arthroplasty (TKA) in patients with a higher body mass index (BMI), particularly a BMI ≥40kg/m2, suggests that BMI reduction (through weight loss) prior to TKA may be important. However, the impact of weight loss on TKA risk reduction is unclear. Furthermore, weight loss could have detrimental consequences with respect to muscle loss and development of sarcopenic obesity, whereby a potential weight loss paradox in adults with advanced knee OA and obesity may be present. Using a critical review approach, we examined the current evidence supporting weight loss in adults with obesity and advanced knee osteoarthritis (OA). We focused on three key areas: (1) TKA complication risk with severe obesity compared to obesity (BMI ≥40kg/m2 versus 30.0-39.9kg/m2); (2) weight loss recommendations for individuals with advanced knee OA; and (3) TKA outcomes after pre-surgical weight loss.\n    \n\n\n          Methods:\n        \n      \n      Medline and CINAHL databases were examined from Jan 2010 to May 2020 to identify high-level and/or clinically-influential evidence (systematic reviews, meta-analyses and clinical practice guidelines).\n    \n\n\n          Results:\n        \n      \n      The literature does not show a clear relationship between weight loss and reduction in TKA complications, and no indication that a patients' individual risk is lowered by reducing their BMI from a threshold of ≥40kg/m2 to ≤39.9kg/m2. Studies that have found a benefit of weight loss for knee OA have not included patients with higher BMIs (≥40kg/m2) or more advanced knee OA. Furthermore, there is unclear evidence of a benefit of pre-surgical weight loss on TKA outcomes. These are important evidence gaps, suggesting that recommendations for BMI reduction prior to TKA should be tempered by the current uncertainty in the literature.\n    \n\n\n          Conclusion:\n        \n      \n      Evidence to support a benefit of weight loss prior to TKA is lacking. Until knowledge gaps are clarified, it is recommended that practitioners consider individual patient needs and risk before recommending weight loss (and therefore BMI reduction).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33278590/",
    "clean_text": "a critical review of weight loss recommendations before total knee arthroplasty objective increased infection risk after total knee arthroplasty tka in patients with a higher body mass index bmi particularly a bmi kg m suggests that bmi reduction through weight loss prior to tka may be important however the impact of weight objective increased infection risk after total knee arthroplasty tka in patients with a higher body mass index bmi particularly a bmi kg m suggests that bmi reduction through weight loss prior to tka may be important however the impact of weight loss on tka risk reduction is unclear furthermore weight loss could have detrimental consequences with respect to muscle loss and development of sarcopenic obesity whereby a potential weight loss paradox in adults with advanced knee oa and obesity may be present using a critical review approach we examined the current evidence supporting weight loss in adults with obesity and advanced knee osteoarthritis oa we focused on three key areas tka complication risk with severe obesity compared to obesity bmi kg m versus kg m weight loss recommendations for individuals with advanced knee oa and tka outcomes after pre surgical weight loss methods medline and cinahl databases were examined from jan to may to identify high level and or clinically influential evidence systematic reviews meta analyses and clinical practice guidelines results the literature does not show a clear relationship between weight loss and reduction in tka complications and no indication that a patients individual risk is lowered by reducing their bmi from a threshold of kg m to kg m studies that have found a benefit of weight loss for knee oa have not included patients with higher bmis kg m or more advanced knee oa furthermore there is unclear evidence of a benefit of pre surgical weight loss on tka outcomes these are important evidence gaps suggesting that recommendations for bmi reduction prior to tka should be tempered by the current uncertainty in the literature conclusion evidence to support a benefit of weight loss prior to tka is lacking until knowledge gaps are clarified it is recommended that practitioners consider individual patient needs and risk before recommending weight loss and therefore bmi reduction"
}