{
    "pmid": "41472875",
    "title": "SGLT2 inhibitor short-term efficacy and SYNTAX score association in coronary heart disease retinopathy: a propensity score matching study.",
    "abstract": "Type 2 diabetes (T2DM) and hypertension (HTN) are key risk factors for retinopathy and often coexist with coronary heart disease (CHD). While AI-based retinal imaging predicts CHD risk, links between CHD lesion complexity and retinopathy, and potential benefits of Sodium-Glucose Cotransporter-2 (SGLT2) inhibitors on retinopathy in CHD patients with T2DM, lack sufficient evidence. This case-control study (Jan 2024-Mar 2025) enrolled 642 subjects from Beijing Tongren Hospital (affiliated with Capital Medical University). Retinal imaging data were analyzed. Propensity score matching (PSM) created baseline and optimized datasets. Univariate/multivariate logistic regression assessed if CHD increases retinopathy risk in patients with T2DM, HTN, or both. Pearson correlation evaluated associations between CHD lesion complexity (SYNTAX score) and retinal parameters. Stratified analysis assessed SGLT2 inhibitor effects on retinopathy in hypertensive-diabetic subgroups with/without CHD. The analysis of SGLT2 inhibitor efficacy was based on a retrospective cohort study of drug utilization rather than a prospective randomized intervention. Within the hypertensive-diabetic cohort, CHD patients ( CHD elevates retinopathy risk in patients with T2DM, HTN, or both. Coronary lesion complexity correlates with retinal microvascular changes. SGLT2 inhibitors demonstrate a potential protective effect against some aspects of retinopathy development.",
    "disease": "hypertension",
    "clean_text": "sglt inhibitor short term efficacy and syntax score association in coronary heart disease retinopathy a propensity score matching study type diabetes t dm and hypertension htn are key risk factors for retinopathy and often coexist with coronary heart disease chd while ai based retinal imaging predicts chd risk links between chd lesion complexity and retinopathy and potential benefits of sodium glucose cotransporter sglt inhibitors on retinopathy in chd patients with t dm lack sufficient evidence this case control study jan mar enrolled subjects from beijing tongren hospital affiliated with capital medical university retinal imaging data were analyzed propensity score matching psm created baseline and optimized datasets univariate multivariate logistic regression assessed if chd increases retinopathy risk in patients with t dm htn or both pearson correlation evaluated associations between chd lesion complexity syntax score and retinal parameters stratified analysis assessed sglt inhibitor effects on retinopathy in hypertensive diabetic subgroups with without chd the analysis of sglt inhibitor efficacy was based on a retrospective cohort study of drug utilization rather than a prospective randomized intervention within the hypertensive diabetic cohort chd patients chd elevates retinopathy risk in patients with t dm htn or both coronary lesion complexity correlates with retinal microvascular changes sglt inhibitors demonstrate a potential protective effect against some aspects of retinopathy development"
}