{
    "title": "Reconstruction techniques in renal injury.",
    "doc_id": "16311660",
    "writer": "Akay AF",
    "year": "2005",
    "summary": "We primarily sutured the lacerations with chromic gut (4/0) in group 3, and sutured the kidney in group 4 with polyglactin (4/0). We wrapped the kidney with a polyglactin mesh in group 5. ...CONCLUSION: In this animal model, we found that the most appropriate repair …",
    "abstract": "Objective:\n        \n      \n      Kidney repair reconstruction techniques are controversial. The conventional technique is suturing, but this is usually with further loss of viable tissue as it promotes scaring. In this animal model, we investigated the parenchymal effect of different sutures and methods.\n    \n\n\n          Methods:\n        \n      \n      We carried out this study in the year 2000 in the Animal Laboratory of Dicle University, Diyarbakir, Turkey. We used 40 New Zealand white rabbits in this study, randomized into 5 groups. We separated the left kidney from Gerota's fascia, and performed standard lacerations with incisions 5 mm deep and 10 mm in length. We performed no reconstruction procedure in group 1, and used homeostatic collagen powder in group 2. We primarily sutured the lacerations with chromic gut (4/0) in group 3, and sutured the kidney in group 4 with polyglactin (4/0). We wrapped the kidney with a polyglactin mesh in group 5. We sacrificed 2 rabbits in each group postoperatively on day 2, 15, 45 and 90, and performed left nephrectomy for histological investigation, and assessed interstitial inflammation.\n    \n\n\n          Results:\n        \n      \n      While group 5 established the best results, the other 4 groups had similar intermediate results. The pseudocapsule was visible macroscopically in the polyglactin mesh group. We could see mononuclear cell infiltration, dilatation of tubules, atrophy of tubules, and interstitial fibrosis in all groups except group 5.\n    \n\n\n          Conclusion:\n        \n      \n      In this animal model, we found that the most appropriate repair material for kidney surgery was polyglactin mesh.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16311660/",
    "clean_text": "reconstruction techniques in renal injury we primarily sutured the lacerations with chromic gut in group and sutured the kidney in group with polyglactin we wrapped the kidney with a polyglactin mesh in group conclusion in this animal model we found that the most appropriate repair objective kidney repair reconstruction techniques are controversial the conventional technique is suturing but this is usually with further loss of viable tissue as it promotes scaring in this animal model we investigated the parenchymal effect of different sutures and methods methods we carried out this study in the year in the animal laboratory of dicle university diyarbakir turkey we used new zealand white rabbits in this study randomized into groups we separated the left kidney from gerota s fascia and performed standard lacerations with incisions mm deep and mm in length we performed no reconstruction procedure in group and used homeostatic collagen powder in group we primarily sutured the lacerations with chromic gut in group and sutured the kidney in group with polyglactin we wrapped the kidney with a polyglactin mesh in group we sacrificed rabbits in each group postoperatively on day and and performed left nephrectomy for histological investigation and assessed interstitial inflammation results while group established the best results the other groups had similar intermediate results the pseudocapsule was visible macroscopically in the polyglactin mesh group we could see mononuclear cell infiltration dilatation of tubules atrophy of tubules and interstitial fibrosis in all groups except group conclusion in this animal model we found that the most appropriate repair material for kidney surgery was polyglactin mesh"
}