{
    "title": "Survivorship support in head and neck cancer: American Head and Neck Society survey.",
    "doc_id": "31922320",
    "writer": "Cognetti DM",
    "year": "2020",
    "summary": "BACKGROUND: The value of supporting cancer survivors beyond formal treatment has become increasingly recognized among clinicians who care for patients with head and neck cancer. METHODS: A survey was developed by the American Head and Neck Society (AHN …",
    "abstract": "Background:\n        \n      \n      The value of supporting cancer survivors beyond formal treatment has become increasingly recognized among clinicians who care for patients with head and neck cancer.\n    \n\n\n          Methods:\n        \n      \n      A survey was developed by the American Head and Neck Society (AHNS) Survivorship Committee and distributed to members of the AHNS electronically.\n    \n\n\n          Results:\n        \n      \n      The survey was distributed to 1403 AHNS members, with 202 responses (14.4%). Among survivorship topics, respondents were most likely to address detection of recurrence/second primary malignancies (97.5%), dysphagia (93.1%), and thyroid function (90.1%) with their patients; they were least likely to address sleep disturbance/apnea (27.7%) and body and self-image issues (29.7%.) Less than half provide patients with a written treatment summary (43.1%) or follow-up care plan (36.9%).\n    \n\n\n          Conclusions:\n        \n      \n      These results highlight the need for improved survivorship care planning and offer an opportunity for the development of educational and survivorship research in head and neck cancer care.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31922320/",
    "clean_text": "survivorship support in head and neck cancer american head and neck society survey background the value of supporting cancer survivors beyond formal treatment has become increasingly recognized among clinicians who care for patients with head and neck cancer methods a survey was developed by the american head and neck society ahn background the value of supporting cancer survivors beyond formal treatment has become increasingly recognized among clinicians who care for patients with head and neck cancer methods a survey was developed by the american head and neck society ahns survivorship committee and distributed to members of the ahns electronically results the survey was distributed to ahns members with responses among survivorship topics respondents were most likely to address detection of recurrence second primary malignancies dysphagia and thyroid function with their patients they were least likely to address sleep disturbance apnea and body and self image issues less than half provide patients with a written treatment summary or follow up care plan conclusions these results highlight the need for improved survivorship care planning and offer an opportunity for the development of educational and survivorship research in head and neck cancer care"
}