{
    "title": "Body weight and mortality.",
    "doc_id": "8332284",
    "writer": "Kushner RF.",
    "year": "1993",
    "summary": "Epidemiological studies show that excess body weight is associated with increased mortality, depending on fat patterning, gender, and age. A similar increase is shown for subjects with body weight below the relative weight range, although here a …",
    "abstract": "Over the years ideal or desirable weights have been associated with the lowest mortality and defined in a number of ways. The widely used height-weight tables of the Metropolitan Life Insurance Company, developed in the 1940s, have been supplanted in the last decade by new weight standards based on findings of several population-based studies that compared body weight to mortality. The Quetelet or body mass index (BMI), now used as the de facto criterion for defining a desirable weight index, indicates relative fatness and is only minimally correlated with height. However, the optimal BMI or weight for longevity remains to be defined for a number of methodological reasons. This article reviews the strength of the evidence for increased mortality in adults who are overweight or underweight based on standard BMI ranges and in those who reported a change in body weight. Epidemiological studies show that excess body weight is associated with increased mortality, depending on fat patterning, gender, and age. A similar increase is shown for subjects with body weight below the relative weight range, although here associated life-style factors are greater contributors. Preliminary data suggest that change in body weight may also be associated with increased mortality. Overall, carefully measured weight and height remain the most easily performed and useful determinants of nutritional status and predictors of mortality for the general population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8332284/",
    "clean_text": "body weight and mortality epidemiological studies show that excess body weight is associated with increased mortality depending on fat patterning gender and age a similar increase is shown for subjects with body weight below the relative weight range although here a over the years ideal or desirable weights have been associated with the lowest mortality and defined in a number of ways the widely used height weight tables of the metropolitan life insurance company developed in the s have been supplanted in the last decade by new weight standards based on findings of several population based studies that compared body weight to mortality the quetelet or body mass index bmi now used as the de facto criterion for defining a desirable weight index indicates relative fatness and is only minimally correlated with height however the optimal bmi or weight for longevity remains to be defined for a number of methodological reasons this article reviews the strength of the evidence for increased mortality in adults who are overweight or underweight based on standard bmi ranges and in those who reported a change in body weight epidemiological studies show that excess body weight is associated with increased mortality depending on fat patterning gender and age a similar increase is shown for subjects with body weight below the relative weight range although here associated life style factors are greater contributors preliminary data suggest that change in body weight may also be associated with increased mortality overall carefully measured weight and height remain the most easily performed and useful determinants of nutritional status and predictors of mortality for the general population"
}