{
    "pmid": "41382069",
    "title": "Dynamic ensemble deep learning with multi-source data for robust influenza forecasting in Yangzhou.",
    "abstract": "Traditional influenza surveillance often suffers from reporting delays, hindering timely public health response. This study aimed to mitigate this limitation by developing an accurate deep learning framework for influenza prediction. We constructed a 13-year (652-week) multi-source dataset for Yangzhou City, China, integrating influenza-like illness (ILI) surveillance data with Baidu search indices and meteorological variables. Six state-of-the-art deep learning models-GRU, Transformer, LSTM, TFT (Temporal Fusion Transformer), TCN (Temporal Convolutional Network), and N-BEATS-were systematically compared under 1-, 5-, and 9-week sliding time windows. Based on their robust performance across windows, GRU, TCN, and Transformer were selected as core base learners. Using these models, we designed several ensemble strategies, culminating in a dynamic weighted ensemble with seasonal residual adjustment (DWE + SRA). Multi-source data integration improved predictive accuracy relative to using surveillance data alone. Forecasting performance varied with the sliding time window: under a 1-week window, all models showed comparable accuracy, with GRU achieving the lowest RMSE and highest R² and Transformer the lowest MAE; at 5 weeks, TCN achieved the best overall performance, while Transformer, and GRU also maintained relatively good accuracy; at 9 weeks, GRU, TCN, and Transformer remained competitive, whereas TFT and N-BEATS degraded. Overall, GRU, TCN, and Transformer exhibited the most robust performance across window lengths. The proposed DWE + SRA strategy, built on these three base learners, further enhanced forecasting accuracy and stability, reducing test-set RMSE and MAE by approximately 28% and 17%, respectively, compared with the best single model (GRU), and closely tracking observed ILI dynamics during both peak and off-peak periods. This study presents a multi-source deep learning framework that effectively integrates heterogeneous data to compensate for surveillance delays. Key contributions include: (i) a systematic sliding-window comparison that reveals the temporal strengths of different architectures; and (ii) a DWE + SRA ensemble strategy that dynamically adjusts model weights and corrects seasonal biases to substantially improve prediction stability. This work provides a scalable, data-driven paradigm for localized influenza forecasting and early warning.",
    "disease": "influenza",
    "clean_text": "dynamic ensemble deep learning with multi source data for robust influenza forecasting in yangzhou traditional influenza surveillance often suffers from reporting delays hindering timely public health response this study aimed to mitigate this limitation by developing an accurate deep learning framework for influenza prediction we constructed a year week multi source dataset for yangzhou city china integrating influenza like illness ili surveillance data with baidu search indices and meteorological variables six state of the art deep learning models gru transformer lstm tft temporal fusion transformer tcn temporal convolutional network and n beats were systematically compared under and week sliding time windows based on their robust performance across windows gru tcn and transformer were selected as core base learners using these models we designed several ensemble strategies culminating in a dynamic weighted ensemble with seasonal residual adjustment dwe sra multi source data integration improved predictive accuracy relative to using surveillance data alone forecasting performance varied with the sliding time window under a week window all models showed comparable accuracy with gru achieving the lowest rmse and highest r and transformer the lowest mae at weeks tcn achieved the best overall performance while transformer and gru also maintained relatively good accuracy at weeks gru tcn and transformer remained competitive whereas tft and n beats degraded overall gru tcn and transformer exhibited the most robust performance across window lengths the proposed dwe sra strategy built on these three base learners further enhanced forecasting accuracy and stability reducing test set rmse and mae by approximately and respectively compared with the best single model gru and closely tracking observed ili dynamics during both peak and off peak periods this study presents a multi source deep learning framework that effectively integrates heterogeneous data to compensate for surveillance delays key contributions include i a systematic sliding window comparison that reveals the temporal strengths of different architectures and ii a dwe sra ensemble strategy that dynamically adjusts model weights and corrects seasonal biases to substantially improve prediction stability this work provides a scalable data driven paradigm for localized influenza forecasting and early warning"
}