{
    "pmid": "41453041",
    "title": "Incidencia y transiciones de presión arterial en trabajadores: análisis longitudinal.",
    "abstract": "Intermediate blood pressure states, such as high-normal blood pressure and prehypertension, represent a continuous spectrum of cardiovascular risk. Their natural history in the working population has not been fully characterized. The objective of this study was to describe the transitions between different blood pressure states (normopressure, prehypertension, and hypertension) and to analyze their trajectories during a 7-year follow-up in an occupational cohort. Retrospective longitudinal study including 12,027 workers evaluated between 2013 and 2021. They were classified as normotension < 120/80 mmHg and hypertension ≥ 140/90 mmHg. Intermediate states were analyzed using two categories: prehypertension with 120-139/80-89 mmHg and high-normal blood pressure with 130-139/85-89 mmHg. Incidence rates were calculated and evolutionary trajectories were analyzed. The incidence of prehypertension was 25.80 per 1,000 person-years (95% CI: 25.05-26.55), higher than high-normal blood pressure (9.64; 95% CI: 9.25-10.03) and hypertension (9.86; 95% CI: 9.54-10.19). In the transition analysis, of the workers who started with normopressure, 60.1% progressed to prehypertension and 26.7% developed hypertension. Of those with initial prehypertension, 49.7% remained in their state and 43.8% progressed to hypertension. In the alternative classification, 21.2% progressed from normopressure to high-normal blood pressure, and of the latter, 55.9% developed hypertension. Intermediate blood pressure states show distinctive patterns of progression, with significant transition rates toward hypertension. These findings underscore the importance of strengthening occupational surveillance and developing early preventive interventions in workers with intermediate blood pressure states. Los estados intermedios de presión arterial, como la presión arterial normal-alta y la prehipertensión, representan un espectro continuo de riesgo cardiovascular. Su evolución natural en población trabajadora no ha sido completamente caracterizada. El objetivo de este estudio fue describir las transiciones entre los diferentes estados de presión arterial (normopresión, prehipertensión e hipertensión) y analizar sus trayectorias durante un seguimiento de 7 años en una cohorte ocupacional. Estudio longitudinal retrospectivo que incluyó 12,027 trabajadores evaluados entre 2013 y 2021. Se clasificó como normotensión < 120/80 mmHg y como hipertensión ≥ 140/90 mmHg. Los estados intermedios se analizaron utilizando dos clasificaciones: prehipertensión con 120-139/80-89 mmHg y presión arterial normal-alta con 130-139/85-89 mmHg. Se calcularon las tasas de incidencia y se analizaron las trayectorias evolutivas. La incidencia de prehipertensión fue de 25.80 por 1,000 personas-año (IC 95%: 25.05-26.55), mayor que la de presión arterial normal-alta (9.64; IC 95%: 9.25-10.03) y la de hipertensión (9.86; IC 95%: 9.54-10.19). En el análisis de transiciones, de los trabajadores que iniciaron con normopresión el 60.1% progresó a prehipertensión y el 26.7% desarrolló hipertensión. De aquellos con prehipertensión inicial, el 49.7% mantuvo su estado y el 43.8% progresó a hipertensión. En la clasificación alternativa, el 21.2% progresó de normopresión a presión arterial normal-alta, y de estos últimos el 55.9% desarrolló hipertensión. Los estados intermedios de presión arterial muestran patrones distintivos de progresión, con significativas tasas de transición hacia hipertensión. Estos hallazgos subrayan la importancia de fortalecer la vigilancia ocupacional y desarrollar intervenciones preventivas tempranas en trabajadores con estados intermedios de presión arterial.",
    "disease": "hypertension",
    "clean_text": "incidencia y transiciones de presi n arterial en trabajadores an lisis longitudinal intermediate blood pressure states such as high normal blood pressure and prehypertension represent a continuous spectrum of cardiovascular risk their natural history in the working population has not been fully characterized the objective of this study was to describe the transitions between different blood pressure states normopressure prehypertension and hypertension and to analyze their trajectories during a year follow up in an occupational cohort retrospective longitudinal study including workers evaluated between and they were classified as normotension mmhg and hypertension mmhg intermediate states were analyzed using two categories prehypertension with mmhg and high normal blood pressure with mmhg incidence rates were calculated and evolutionary trajectories were analyzed the incidence of prehypertension was per person years ci higher than high normal blood pressure ci and hypertension ci in the transition analysis of the workers who started with normopressure progressed to prehypertension and developed hypertension of those with initial prehypertension remained in their state and progressed to hypertension in the alternative classification progressed from normopressure to high normal blood pressure and of the latter developed hypertension intermediate blood pressure states show distinctive patterns of progression with significant transition rates toward hypertension these findings underscore the importance of strengthening occupational surveillance and developing early preventive interventions in workers with intermediate blood pressure states los estados intermedios de presi n arterial como la presi n arterial normal alta y la prehipertensi n representan un espectro continuo de riesgo cardiovascular su evoluci n natural en poblaci n trabajadora no ha sido completamente caracterizada el objetivo de este estudio fue describir las transiciones entre los diferentes estados de presi n arterial normopresi n prehipertensi n e hipertensi n y analizar sus trayectorias durante un seguimiento de a os en una cohorte ocupacional estudio longitudinal retrospectivo que incluy trabajadores evaluados entre y se clasific como normotensi n mmhg y como hipertensi n mmhg los estados intermedios se analizaron utilizando dos clasificaciones prehipertensi n con mmhg y presi n arterial normal alta con mmhg se calcularon las tasas de incidencia y se analizaron las trayectorias evolutivas la incidencia de prehipertensi n fue de por personas a o ic mayor que la de presi n arterial normal alta ic y la de hipertensi n ic en el an lisis de transiciones de los trabajadores que iniciaron con normopresi n el progres a prehipertensi n y el desarroll hipertensi n de aquellos con prehipertensi n inicial el mantuvo su estado y el progres a hipertensi n en la clasificaci n alternativa el progres de normopresi n a presi n arterial normal alta y de estos ltimos el desarroll hipertensi n los estados intermedios de presi n arterial muestran patrones distintivos de progresi n con significativas tasas de transici n hacia hipertensi n estos hallazgos subrayan la importancia de fortalecer la vigilancia ocupacional y desarrollar intervenciones preventivas tempranas en trabajadores con estados intermedios de presi n arterial"
}