{
    "pmid": "41472456",
    "title": "Anthropometric Obesity Measures and Diabetes Progression from Prediabetes in Older Adults: A Comparison of American Diabetes Association and World Health Organization Criteria.",
    "abstract": "We examined the associations between obesity-related indices and the risk of diabetes progression from prediabetes in older adults, comparing the differences in using the American Diabetes Association (ADA) and World Health Organization (WHO) criteria. Data were obtained from the Healthy Aging Evaluation Longitudinal Study conducted in China. At baseline, prediabetes (in participants without diabetes) was classified based on fasting plasma glucose (FPG) levels using both criteria. Body mass index (BMI) and waist circumference (WC) were categorized according to data distribution and diagnostic cut-off values, respectively. Cox proportional hazards regression models were used to estimate the adjusted hazard ratios (  Among the 1,127 participants classified as prediabetic according to the ADA criteria, 474 met the WHO criteria. Under ADA-defined prediabetes, the highest WC quartile (≥ 93 cm) was significantly associated with an increased diabetes risk (  Elevated WC, rather than BMI-based indices or cut-off-based abdominal obesity, was significantly associated with diabetes progression according to the ADA-defined prediabetes criteria. However, both the evaluated WC and general obesity predicted progression to diabetes according to the WHO criteria.",
    "disease": "diabetes mellitus",
    "clean_text": "anthropometric obesity measures and diabetes progression from prediabetes in older adults a comparison of american diabetes association and world health organization criteria we examined the associations between obesity related indices and the risk of diabetes progression from prediabetes in older adults comparing the differences in using the american diabetes association ada and world health organization who criteria data were obtained from the healthy aging evaluation longitudinal study conducted in china at baseline prediabetes in participants without diabetes was classified based on fasting plasma glucose fpg levels using both criteria body mass index bmi and waist circumference wc were categorized according to data distribution and diagnostic cut off values respectively cox proportional hazards regression models were used to estimate the adjusted hazard ratios among the participants classified as prediabetic according to the ada criteria met the who criteria under ada defined prediabetes the highest wc quartile cm was significantly associated with an increased diabetes risk elevated wc rather than bmi based indices or cut off based abdominal obesity was significantly associated with diabetes progression according to the ada defined prediabetes criteria however both the evaluated wc and general obesity predicted progression to diabetes according to the who criteria"
}