{
    "title": "Comparative effect of lumbar myofascial release with electrotherapy on the elastic modulus of lumbar fascia and pain in patients with non-specific low back pain.",
    "doc_id": "35248268",
    "writer": "Tamartash H",
    "year": "2022",
    "summary": "DESIGN: Randomized, clinical trial. SETTING: Outpatient Low back pain clinic. SUBJECTS: 32 subjects with low back pain. INTERVENTIONS: Subjects were randomized into the myofascial release group (n = 16) and electrotherapy group(n = 16). ...Data suggest …",
    "abstract": "Objectives:\n        \n      \n      Low back pain is a major health issue in most industrialized countries. Lumbar fascia is supported as a potential source of pain in the lumbar region. Myofascial release is a manual therapeutic approach that focuses on restoring altered soft tissue function. On the other hand, one of the most commonly used physical therapy methods for low back pain is electrotherapy. The purpose of this study was to compare the effect of lumbar Myofascial release and electrotherapy on clinical outcomes of Non-specific low back pain and elastic modulus of lumbar myofascial tissue.\n    \n\n\n          Design:\n        \n      \n      Randomized, clinical trial.\n    \n\n\n          Setting:\n        \n      \n      Outpatient Low back pain clinic.\n    \n\n\n          Subjects:\n        \n      \n      32 subjects with low back pain.\n    \n\n\n          Interventions:\n        \n      \n      Subjects were randomized into the myofascial release group (n = 16) and electrotherapy group(n = 16). Subjects in the myofascial release group received 4 sessions of myofascial release in the lumbar region, and the electrotherapy group received 10 sessions of electrotherapy.\n    \n\n\n          Main measures:\n        \n      \n      Low back pain severity, and elastic modulus of the lumbar myofascial tissue were assessed before and after treatment.\n    \n\n\n          Results:\n        \n      \n      An independent sample T-test was used to compare baseline variables in both groups (p > 0.05) (effect size≥0.83), Paired T-test was used to compare within-group changes after performing myofascial release and electrotherapy (p ≤ 0.023) (effect size≥0.56), and the GLM Anova test was used to Comparison of Changes in the Elastic Modulus of the Lumbar Spine and Low Back Pain between-group (F (10,21) = 12.10, P < 0.0005) (effect size = 0.86).\n    \n\n\n          Conclusion:\n        \n      \n      The improvements in the outcome measures suggest that lumbar myofascial release may be effective in subjects with non-specific low back pain. Data suggest that the elastic modulus of lumbar fascia and the severity of low back pain are directly linked. Decreasing the elastic modulus after myofascial release can directly affect reducing low back pain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35248268/",
    "clean_text": "comparative effect of lumbar myofascial release with electrotherapy on the elastic modulus of lumbar fascia and pain in patients with non specific low back pain design randomized clinical trial setting outpatient low back pain clinic subjects subjects with low back pain interventions subjects were randomized into the myofascial release group n and electrotherapy group n data suggest objectives low back pain is a major health issue in most industrialized countries lumbar fascia is supported as a potential source of pain in the lumbar region myofascial release is a manual therapeutic approach that focuses on restoring altered soft tissue function on the other hand one of the most commonly used physical therapy methods for low back pain is electrotherapy the purpose of this study was to compare the effect of lumbar myofascial release and electrotherapy on clinical outcomes of non specific low back pain and elastic modulus of lumbar myofascial tissue design randomized clinical trial setting outpatient low back pain clinic subjects subjects with low back pain interventions subjects were randomized into the myofascial release group n and electrotherapy group n subjects in the myofascial release group received sessions of myofascial release in the lumbar region and the electrotherapy group received sessions of electrotherapy main measures low back pain severity and elastic modulus of the lumbar myofascial tissue were assessed before and after treatment results an independent sample t test was used to compare baseline variables in both groups p effect size paired t test was used to compare within group changes after performing myofascial release and electrotherapy p effect size and the glm anova test was used to comparison of changes in the elastic modulus of the lumbar spine and low back pain between group f p effect size conclusion the improvements in the outcome measures suggest that lumbar myofascial release may be effective in subjects with non specific low back pain data suggest that the elastic modulus of lumbar fascia and the severity of low back pain are directly linked decreasing the elastic modulus after myofascial release can directly affect reducing low back pain"
}