{
    "title": "Fit to WHO weight standard of European infants over time.",
    "doc_id": "26883079",
    "writer": "Levin D",
    "year": "2016",
    "summary": "RESULTS: Weights showed a variable fit to the WHO standard. Mean weights for all cohorts were above the WHO median at birth, but dipped by up to 0.5 SD to a nadir at 8 weeks before rising again. Birth weights increased in successive cohorts and the initial di …",
    "abstract": "Objectives:\n        \n      \n      The 2006 WHO growth charts were created to provide an international standard for optimal growth, based on healthy, breastfed populations, but it has been suggested that Northern European children fit them poorly. This study uses infant weight data spanning 50 years to determine how well-nourished preschool children from different eras fit the WHO standard, and discuss the implications of deviations.\n    \n\n\n          Design:\n        \n      \n      Four longitudinal datasets from the UK and one from Finland were used comprising over 8000 children born between 1959 and 2003. Weights from birth to 2 years were converted to age-sex-adjusted Z scores using the WHO standard and summarised using Generalized Additive Models for Location, Scale and Shape.\n    \n\n\n          Results:\n        \n      \n      Weights showed a variable fit to the WHO standard. Mean weights for all cohorts were above the WHO median at birth, but dipped by up to 0.5 SD to a nadir at 8 weeks before rising again. Birth weights increased in successive cohorts and the initial dip became slightly shallower. By age 1 year, cohorts were up to 0.75 SD above the WHO median, but there was no consistent pattern by era.\n    \n\n\n          Conclusions:\n        \n      \n      The WHO standard shows an acceptable, but variable fit for Northern European infants. While birth weights increased over time, there was, unexpectedly, no consistent variation by cohort beyond this initial period. Discrepancies in weight from the standard may reflect differences in measurement protocol and trends in infant feeding practice.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26883079/",
    "clean_text": "fit to who weight standard of european infants over time results weights showed a variable fit to the who standard mean weights for all cohorts were above the who median at birth but dipped by up to sd to a nadir at weeks before rising again birth weights increased in successive cohorts and the initial di objectives the who growth charts were created to provide an international standard for optimal growth based on healthy breastfed populations but it has been suggested that northern european children fit them poorly this study uses infant weight data spanning years to determine how well nourished preschool children from different eras fit the who standard and discuss the implications of deviations design four longitudinal datasets from the uk and one from finland were used comprising over children born between and weights from birth to years were converted to age sex adjusted z scores using the who standard and summarised using generalized additive models for location scale and shape results weights showed a variable fit to the who standard mean weights for all cohorts were above the who median at birth but dipped by up to sd to a nadir at weeks before rising again birth weights increased in successive cohorts and the initial dip became slightly shallower by age year cohorts were up to sd above the who median but there was no consistent pattern by era conclusions the who standard shows an acceptable but variable fit for northern european infants while birth weights increased over time there was unexpectedly no consistent variation by cohort beyond this initial period discrepancies in weight from the standard may reflect differences in measurement protocol and trends in infant feeding practice"
}