{
    "pmid": "41434162",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Neurons and glial cells, such as astrocytes, microglia, and oligodendrocytes, compose and orchestrate the synaptic process. The pathogenesis of Alzheimer's Disease (AD), which includes amyloid-beta (Aβ) accumulation, can disrupt these cell functions leading to brain glucose hypometabolism, which is generally interpreted as a signal of neurodegeneration. Therefore, it is crucial to understand the potential relationship between neuronal and glial cell densities with AD progression. Here, we investigated how brain cellular densities associate with FDG- and Aβ-PET imaging across regions implicated in AD. We obtained FDG- and Aβ-PET images from 619 cognitively unimpaired (CU) and impaired (CI) individuals from ADNI. Brain cellular abundance maps were sourced from the Neuropm-Lab's GitHub repository. Pearson correlations were conducted between cellular densities and the mean FDG or Aβ SUVr across AD vulnerable and non-vulnerable brain regions (p <0.05). Neuronal density positively correlates with FDG-PET in non-vulnerable regions, despite amyloid or cognitive status. However, the delta FDG SUVr (difference between CI and CU) was negatively associated with neuronal density in both non-vulnerable and vulnerable regions for FDG in A+ individuals. Alternatively, a positive correlation was observed between astrocyte density and delta FDG-PET SUVr in vulnerable regions. Oligodendrocytes showed a positive correlation in FDG-vulnerable regions regardless of amyloid or cognitive status (Figure 1A). For Aβ-PET, astrocyte density presented a negative correlation in CU A- individuals in non-vulnerable regions, while neuronal density presented negative correlations despite amyloid or cognitive status. However, in vulnerable regions astrocytes exhibited positive correlations in all groups including the delta Aβ-PET SUVr group (Figure 1B). Our findings reveal that higher astrocyte densities are linked to reduced differences in delta FDG SUVr in AD-vulnerable regions, whereas neuronal densities show an inverse correlation. Conversely, oligodendrocytes display positive correlations with FDG-PET. This suggests a compensatory glial metabolism aimed at preserving neuronal homeostasis, supported by the higher proportion of these cells compared to neurons across all brain regions (Figure 1C and D). Additionally, analysis of Aβ-PET data reveals that regions with a higher astrocyte density are linked to a lower amyloid burden in vulnerable areas, further emphasizing the role of glia on amyloid pathology.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium neurons and glial cells such as astrocytes microglia and oligodendrocytes compose and orchestrate the synaptic process the pathogenesis of alzheimer s disease ad which includes amyloid beta a accumulation can disrupt these cell functions leading to brain glucose hypometabolism which is generally interpreted as a signal of neurodegeneration therefore it is crucial to understand the potential relationship between neuronal and glial cell densities with ad progression here we investigated how brain cellular densities associate with fdg and a pet imaging across regions implicated in ad we obtained fdg and a pet images from cognitively unimpaired cu and impaired ci individuals from adni brain cellular abundance maps were sourced from the neuropm lab s github repository pearson correlations were conducted between cellular densities and the mean fdg or a suvr across ad vulnerable and non vulnerable brain regions p neuronal density positively correlates with fdg pet in non vulnerable regions despite amyloid or cognitive status however the delta fdg suvr difference between ci and cu was negatively associated with neuronal density in both non vulnerable and vulnerable regions for fdg in a individuals alternatively a positive correlation was observed between astrocyte density and delta fdg pet suvr in vulnerable regions oligodendrocytes showed a positive correlation in fdg vulnerable regions regardless of amyloid or cognitive status figure a for a pet astrocyte density presented a negative correlation in cu a individuals in non vulnerable regions while neuronal density presented negative correlations despite amyloid or cognitive status however in vulnerable regions astrocytes exhibited positive correlations in all groups including the delta a pet suvr group figure b our findings reveal that higher astrocyte densities are linked to reduced differences in delta fdg suvr in ad vulnerable regions whereas neuronal densities show an inverse correlation conversely oligodendrocytes display positive correlations with fdg pet this suggests a compensatory glial metabolism aimed at preserving neuronal homeostasis supported by the higher proportion of these cells compared to neurons across all brain regions figure c and d additionally analysis of a pet data reveals that regions with a higher astrocyte density are linked to a lower amyloid burden in vulnerable areas further emphasizing the role of glia on amyloid pathology"
}