{
    "title": "[Spinal cord injury and repetitive magnetic stimulation].",
    "doc_id": "36094238",
    "writer": "Michel-Flutot P",
    "year": "2022",
    "summary": "Spinal cord injuries induce motor and sensory deficits. The development of therapies aimed to improve these functions after spinal cord injury is therefore necessary. ...Its use in preclinical models of spinal cord injury …",
    "abstract": "Spinal cord injuries induce motor and sensory deficits. The development of therapies aimed to improve these functions after spinal cord injury is therefore necessary. Repeated magnetic stimulation (rMS) is an innovative and non-invasive technique which has been used to modulate the activity of neuronal networks in various diseases such as bipolar disorder or Parkinson's disease. rMS could therefore display beneficial functional effects in people with spinal cord injury. Studies carried out in vitro, in vivo and ex vivo have made it possible to partly understand the mechanisms underlying the modulation of neuronal activity induced by rMS protocols. Its use in preclinical models of spinal cord injury has also shown beneficial functional effects. Thus, rMS seems to be a promising therapy in the recovery of lost functions after spinal cord injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36094238/",
    "clean_text": "spinal cord injury and repetitive magnetic stimulation spinal cord injuries induce motor and sensory deficits the development of therapies aimed to improve these functions after spinal cord injury is therefore necessary its use in preclinical models of spinal cord injury spinal cord injuries induce motor and sensory deficits the development of therapies aimed to improve these functions after spinal cord injury is therefore necessary repeated magnetic stimulation rms is an innovative and non invasive technique which has been used to modulate the activity of neuronal networks in various diseases such as bipolar disorder or parkinson s disease rms could therefore display beneficial functional effects in people with spinal cord injury studies carried out in vitro in vivo and ex vivo have made it possible to partly understand the mechanisms underlying the modulation of neuronal activity induced by rms protocols its use in preclinical models of spinal cord injury has also shown beneficial functional effects thus rms seems to be a promising therapy in the recovery of lost functions after spinal cord injury"
}