{
    "title": "Young's modulus measurement of the porcine ligamentum flavum for evaluating the deformation during epidural insertion.",
    "doc_id": "21097084",
    "writer": "Naemura K.",
    "year": "2010",
    "summary": "The tensile tester was employed for measuring the Young's modulus. A cross sectional area was obtained by X-ray CT image. Young's modulus was 1.6 MPa. ...The thickness and the Young's modulus were set at the measured value for a porcine model, and value from …",
    "abstract": "In order to check validity of the porcine ligamentum flavum as a substitute of human tissue for evaluating the epidural needles, the thickness and the Young's modulus were measured, and a finite element analysis was carried out. Twenty-four specimens were stained by the Elastica-van Gieson method. The average value of the thickness was 1.2 mm. The tensile tester was employed for measuring the Young's modulus. A cross sectional area was obtained by X-ray CT image. Young's modulus was 1.6 MPa. The measured properties of a porcine ligamentum flavum showed a reduced thickness and smaller Young's modulus than the human ligamentum flavum. On a finite element analysis, the shape of the ligamentum flavum was modeled as a square plate 5 mm in width and 5 mm in depth. The thickness and the Young's modulus were set at the measured value for a porcine model, and value from the literature for a human model. For simplicity, a constant load of 10 N was applied at the center of each model. The porcine model exhibited deformation 1.7 times that of the human model.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21097084/",
    "clean_text": "young s modulus measurement of the porcine ligamentum flavum for evaluating the deformation during epidural insertion the tensile tester was employed for measuring the young s modulus a cross sectional area was obtained by x ray ct image young s modulus was mpa the thickness and the young s modulus were set at the measured value for a porcine model and value from in order to check validity of the porcine ligamentum flavum as a substitute of human tissue for evaluating the epidural needles the thickness and the young s modulus were measured and a finite element analysis was carried out twenty four specimens were stained by the elastica van gieson method the average value of the thickness was mm the tensile tester was employed for measuring the young s modulus a cross sectional area was obtained by x ray ct image young s modulus was mpa the measured properties of a porcine ligamentum flavum showed a reduced thickness and smaller young s modulus than the human ligamentum flavum on a finite element analysis the shape of the ligamentum flavum was modeled as a square plate mm in width and mm in depth the thickness and the young s modulus were set at the measured value for a porcine model and value from the literature for a human model for simplicity a constant load of n was applied at the center of each model the porcine model exhibited deformation times that of the human model"
}