{
    "title": "[A University Approach to Promoting the Proper Formulation and Use of Hospital Preparations].",
    "doc_id": "29863043",
    "writer": "Nakajima T.",
    "year": "2018",
    "summary": "Hospital preparations (HPs) prepared by hospital pharmacists have contributed to advanced medical care which is custom tailored to various and individual medical needs. ...Therefore, we consider that it is the role of universities to support the supply …",
    "abstract": "Hospital preparations (HPs) prepared by hospital pharmacists have contributed to advanced medical care which is custom tailored to various and individual medical needs. Advanced pharmaceutical knowledge and skills are needed to properly prepare HPs. Hospital pharmacists have inherited formulations and the skills to prepare them from their predecessors. However, there has been an ongoing decrease in the number of HPs prepared in hospitals due to an increase in the availability of commercial formulations. Despite this trend, it is not acceptable for hospital pharmacists to lack experience when a doctor requests an original HP. We often refer to \"The Hospital Preparation Casebook\" when HPs are prepared. However, evidence for drug management and clinical evaluation of HPs in the book are frequently insufficient; it is difficult to keep the information up to date. Therefore, we consider that it is the role of universities to support the supply and usage of HPs in cooperation with hospital pharmacists and pharmacies. Here we report a trial that adopted a physicopharmaceutical approach to developing a HP of a mianserin hydrochloride suppository.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29863043/",
    "clean_text": "a university approach to promoting the proper formulation and use of hospital preparations hospital preparations hps prepared by hospital pharmacists have contributed to advanced medical care which is custom tailored to various and individual medical needs therefore we consider that it is the role of universities to support the supply hospital preparations hps prepared by hospital pharmacists have contributed to advanced medical care which is custom tailored to various and individual medical needs advanced pharmaceutical knowledge and skills are needed to properly prepare hps hospital pharmacists have inherited formulations and the skills to prepare them from their predecessors however there has been an ongoing decrease in the number of hps prepared in hospitals due to an increase in the availability of commercial formulations despite this trend it is not acceptable for hospital pharmacists to lack experience when a doctor requests an original hp we often refer to the hospital preparation casebook when hps are prepared however evidence for drug management and clinical evaluation of hps in the book are frequently insufficient it is difficult to keep the information up to date therefore we consider that it is the role of universities to support the supply and usage of hps in cooperation with hospital pharmacists and pharmacies here we report a trial that adopted a physicopharmaceutical approach to developing a hp of a mianserin hydrochloride suppository"
}