{
    "title": "Bioelectric Dressing Supports Complex Wound Healing in Small Animal Patients.",
    "doc_id": "29793725",
    "writer": "Maijer A",
    "year": "2018",
    "summary": "This article retrospectively reviews the use of a microcell battery-impregnated bioelectric dressing (BED) in 5 small animal patients with complex wounds. For each patient, product application and wound healing progress was monitored and documented over several week …",
    "abstract": "It is well documented that physiological electric fields provide the earliest signals necessary to initiate cell proliferation, migration, and ultimately reepithelialization of wounds. Additionally, electricity is known to exert an antimicrobial effect. An electric field-generating wound dressing designed to mimic physiological electric fields has not been described in the small animal clinic. This article retrospectively reviews the use of a microcell battery-impregnated bioelectric dressing (BED) in 5 small animal patients with complex wounds. For each patient, product application and wound healing progress was monitored and documented over several weeks. Despite the severity of the wounds and being at high risk for infection, all presenting wounds treated with BED achieved complete closure within 4 weeks without becoming infected or requiring grafting. These cases provide early evidence that the use of the BED is feasible in a small animal clinic and may support healing while providing topical, nonantibiotic activity against wound pathogens.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29793725/",
    "clean_text": "bioelectric dressing supports complex wound healing in small animal patients this article retrospectively reviews the use of a microcell battery impregnated bioelectric dressing bed in small animal patients with complex wounds for each patient product application and wound healing progress was monitored and documented over several week it is well documented that physiological electric fields provide the earliest signals necessary to initiate cell proliferation migration and ultimately reepithelialization of wounds additionally electricity is known to exert an antimicrobial effect an electric field generating wound dressing designed to mimic physiological electric fields has not been described in the small animal clinic this article retrospectively reviews the use of a microcell battery impregnated bioelectric dressing bed in small animal patients with complex wounds for each patient product application and wound healing progress was monitored and documented over several weeks despite the severity of the wounds and being at high risk for infection all presenting wounds treated with bed achieved complete closure within weeks without becoming infected or requiring grafting these cases provide early evidence that the use of the bed is feasible in a small animal clinic and may support healing while providing topical nonantibiotic activity against wound pathogens"
}