{
    "pmid": "41431909",
    "title": "Peritoneal Dialysis in Heart Failure that Resists Standard Treatment: A Single-center Experience.",
    "abstract": "Peritoneal dialysis (PD) has been reported as a long-term maintenance treatment of refractory congestive heart failure (RCHF). In this study, we aimed to evaluate the outcome of 24 PD patients with RCHF and Stage IV chronic kidney disease. The continuous ambulatory PD program consisted of two or three exchanges daily and one exchange nightly. In the follow-up period, clinical and echocardiographic biochemical findings and the need for hospitalization were recorded. Fifteen patients (66.7%) were male, and the mean age was 62.75 years. Under the PD treatment, the average daily urine volume and ultrafiltration of the patients were 800-1000 mL and 1000-15,000 mL, respectively. Ten patients were followed for 24 months and eight patients were followed for 12 months. During the follow-up period, there was a regression in the New York Heart Association heart failure class (from Class IV to Class II in 18 patients), and a decrease in body weights and an increase in serum sodium levels in all patients. Only two patients were hospitalized for cardiovascular disease over 2 years. During the follow-up period, one patient was transferred to hemodialysis because of peritonitis. In conclusion, in patients with RCHF and chronic renal failure without dialysis, PD in addition to standard treatment may be a safe treatment choice.",
    "disease": "chronic kidney disease",
    "clean_text": "peritoneal dialysis in heart failure that resists standard treatment a single center experience peritoneal dialysis pd has been reported as a long term maintenance treatment of refractory congestive heart failure rchf in this study we aimed to evaluate the outcome of pd patients with rchf and stage iv chronic kidney disease the continuous ambulatory pd program consisted of two or three exchanges daily and one exchange nightly in the follow up period clinical and echocardiographic biochemical findings and the need for hospitalization were recorded fifteen patients were male and the mean age was years under the pd treatment the average daily urine volume and ultrafiltration of the patients were ml and ml respectively ten patients were followed for months and eight patients were followed for months during the follow up period there was a regression in the new york heart association heart failure class from class iv to class ii in patients and a decrease in body weights and an increase in serum sodium levels in all patients only two patients were hospitalized for cardiovascular disease over years during the follow up period one patient was transferred to hemodialysis because of peritonitis in conclusion in patients with rchf and chronic renal failure without dialysis pd in addition to standard treatment may be a safe treatment choice"
}