{
    "title": "[Indications for lymph node dissection in hepatocellular carcinoma].",
    "doc_id": "35658130",
    "writer": "Voskanyan SE",
    "year": "2022",
    "summary": "The number of tumors (p=0.02) and concomitant liver diseases (p=0.05) significantly affected lymph node metastatic lesions. Metastases were found only in lymph nodes >1 cm. Metastatic lesions of lymph nodes in hepatoduodenal ligament a …",
    "abstract": "Objective:\n        \n      \n      To determine the indications for lymph node dissection in patients with hepatocellular carcinoma.\n    \n\n\n          Material and methods:\n        \n      \n      The study included 105 patients with hepatocellular carcinoma who underwent dissection of 8, 9, 12, 13 and 16a2 groups of lymph nodes. Concomitant liver diseases were not a contraindication for lymph node dissection. Immediate and long-term treatment outcomes were retrospectively analyzed.\n    \n\n\n          Results:\n        \n      \n      Lymph node dissection did not affect the number of postoperative complications (p=0.83) and mortality (p=0.34). The number of tumors (p=0.02) and concomitant liver diseases (p=0.05) significantly affected lymph node metastatic lesions. Metastases were found only in lymph nodes >1 cm. Metastatic lesions of lymph nodes in hepatoduodenal ligament and retropancreatic zone were the most common. However, 5 patients had metastatic lesions of aortocaval and celiac lymph nodes without metastases in hepatoduodenal ligament. Overall 5-year survival of patients with lymph node metastases after total resection was 32.4%. It is a better result compared to other treatments.\n    \n\n\n          Conclusion:\n        \n      \n      There was no significant effect of lymph node dissection on immediate postoperative results regardless concomitant pathology. Lymph node dissection is recommended for patients with a high risk of metastasis or lymph nodes metastases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35658130/",
    "clean_text": "indications for lymph node dissection in hepatocellular carcinoma the number of tumors p and concomitant liver diseases p significantly affected lymph node metastatic lesions metastases were found only in lymph nodes cm metastatic lesions of lymph nodes in hepatoduodenal ligament a objective to determine the indications for lymph node dissection in patients with hepatocellular carcinoma material and methods the study included patients with hepatocellular carcinoma who underwent dissection of and a groups of lymph nodes concomitant liver diseases were not a contraindication for lymph node dissection immediate and long term treatment outcomes were retrospectively analyzed results lymph node dissection did not affect the number of postoperative complications p and mortality p the number of tumors p and concomitant liver diseases p significantly affected lymph node metastatic lesions metastases were found only in lymph nodes cm metastatic lesions of lymph nodes in hepatoduodenal ligament and retropancreatic zone were the most common however patients had metastatic lesions of aortocaval and celiac lymph nodes without metastases in hepatoduodenal ligament overall year survival of patients with lymph node metastases after total resection was it is a better result compared to other treatments conclusion there was no significant effect of lymph node dissection on immediate postoperative results regardless concomitant pathology lymph node dissection is recommended for patients with a high risk of metastasis or lymph nodes metastases"
}