{
    "pmid": "41454946",
    "title": "Spectral CT in patients with colorectal cancer: quantitative contrast lesional assessment of mucinous and non-mucinous peritoneal metastases using virtual monoenergetic imaging.",
    "abstract": "To objectively evaluate quantitative image parameters-signal-to-noise ratio (SNR) and contrast-to-noise ratio (CNR)-of peritoneal metastases (PMs) from colorectal cancer (CRC) on virtual monoenergetic images (VMIs) reconstructed from dual-layer spectral CT (DLCT) technology. This prospective single-center study included consecutive patients scheduled for cytoreductive surgery (CRS) with hyperthermic intraperitoneal chemotherapy (HIPEC) between September 1, 2023, and May 1, 2025. All patients underwent contrast-enhanced DLCT < 7 days before surgery. SNR, CNR between PMs and mesenteric fat (CNR  A total of 92 PMs (24 mPMs, 68 nmPMs) in 55 patients were analyzed. For both mPMs and nmPMs, attenuation, SNR, CNR  Low-energy VMIs obtained from spectral CT significantly improve SNR and CNR of PMs, particularly for nmPMs, supporting their integration into preoperative reading protocols.",
    "disease": "colorectal cancer",
    "clean_text": "spectral ct in patients with colorectal cancer quantitative contrast lesional assessment of mucinous and non mucinous peritoneal metastases using virtual monoenergetic imaging to objectively evaluate quantitative image parameters signal to noise ratio snr and contrast to noise ratio cnr of peritoneal metastases pms from colorectal cancer crc on virtual monoenergetic images vmis reconstructed from dual layer spectral ct dlct technology this prospective single center study included consecutive patients scheduled for cytoreductive surgery crs with hyperthermic intraperitoneal chemotherapy hipec between september and may all patients underwent contrast enhanced dlct days before surgery snr cnr between pms and mesenteric fat cnr a total of pms mpms nmpms in patients were analyzed for both mpms and nmpms attenuation snr cnr low energy vmis obtained from spectral ct significantly improve snr and cnr of pms particularly for nmpms supporting their integration into preoperative reading protocols"
}