{
    "pmid": "41369389",
    "title": "Shaping the Immune Response: Cathepsins in Virus-Dendritic Cell Interactions.",
    "abstract": "Dendritic cells (DCs) are among the first immune cells to detect viral invasion and play a central role in initiating and shaping antiviral immune responses. Many innate and adaptive immune functions of DCs are regulated by cathepsins, proteolytic enzymes primarily found in acidic endolysosomal compartments. Different DC subsets exhibit distinct cathepsin expression patterns, influencing their functional capacities and interactions with viruses. In DCs, cathepsins contribute to virus sensing through innate receptors, regulate cytokine production and DC migration, and are essential for viral antigen degradation and loading onto MHC molecules for T-cell activation. Many viruses, however, have evolved mechanisms to alter cathepsin expression and activity, thereby subverting DC function and promoting their own persistence. Indeed, cathepsins can facilitate viral entry into DCs, promote viral replication, and support immune evasion strategies. In this review, we summarize recent advances in understanding the role of cathepsins in DC-virus interactions, emphasizing both how DCs exploit cathepsins to generate protective immune responses and how viruses manipulate cathepsin activity to their advantage. We particularly focus on clinically relevant viral pathogens, including HIV, influenza virus, hepatitis C virus, human cytomegalovirus, Ebola virus, and SARS-CoV-2, to illustrate the multifaceted influence of cathepsins on DC biology during viral infection.",
    "disease": "influenza",
    "clean_text": "shaping the immune response cathepsins in virus dendritic cell interactions dendritic cells dcs are among the first immune cells to detect viral invasion and play a central role in initiating and shaping antiviral immune responses many innate and adaptive immune functions of dcs are regulated by cathepsins proteolytic enzymes primarily found in acidic endolysosomal compartments different dc subsets exhibit distinct cathepsin expression patterns influencing their functional capacities and interactions with viruses in dcs cathepsins contribute to virus sensing through innate receptors regulate cytokine production and dc migration and are essential for viral antigen degradation and loading onto mhc molecules for t cell activation many viruses however have evolved mechanisms to alter cathepsin expression and activity thereby subverting dc function and promoting their own persistence indeed cathepsins can facilitate viral entry into dcs promote viral replication and support immune evasion strategies in this review we summarize recent advances in understanding the role of cathepsins in dc virus interactions emphasizing both how dcs exploit cathepsins to generate protective immune responses and how viruses manipulate cathepsin activity to their advantage we particularly focus on clinically relevant viral pathogens including hiv influenza virus hepatitis c virus human cytomegalovirus ebola virus and sars cov to illustrate the multifaceted influence of cathepsins on dc biology during viral infection"
}