{
    "title": "Permanent central diabetes insipidus after traumatic brain injury. Case report and literature review.",
    "doc_id": "36252201",
    "writer": "Astafyeva LI",
    "year": "2022",
    "summary": "The authors report permanent central diabetes insipidus (CDI) in a patient after severe traumatic brain injury (TBI) in traffic accident. ...Symptoms of CDI persisted in long-term period (2 years after TBI) while function of adenohypophysis was intact. This c …",
    "abstract": "The authors report permanent central diabetes insipidus (CDI) in a patient after severe traumatic brain injury (TBI) in traffic accident. A 16-year-old boy entered to a medical facility in coma (GCS score 6) with the following diagnosis: acute TBI, severe cerebral contusion, subarachnoid hemorrhage, depressed comminuted cranial vault fracture, basilar skull fracture, visceral contusion. CDI was diagnosed in 3 days after injury considering polyuria and hypernatremia (155 mmol/l). Desmopressin therapy was initiated through a feeding tube. Thirst appeared when a patient came out of the coma after 21 days despite ongoing desmopressin therapy. Considering persistent thirst and polyuria, we continued desmopressin therapy in a spray form. Under this therapy, polyuria reduced to 3-3.5 liters per a day. Symptoms of CDI persisted in long-term period (2 years after TBI) while function of adenohypophysis was intact. This case demonstrates a rare development of permanent diabetes insipidus after TBI. CDI manifested only as polyuria and hypernatremia in coma. Thirst joined after recovery of consciousness. Probable causes of CDI were damage to neurohypophysis and partially injury of pituitary stalk because of extended basilar skull fracture and/or irreversible secondary lesion of hypothalamus following diffuse axonal damage after TBI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36252201/",
    "clean_text": "permanent central diabetes insipidus after traumatic brain injury case report and literature review the authors report permanent central diabetes insipidus cdi in a patient after severe traumatic brain injury tbi in traffic accident symptoms of cdi persisted in long term period years after tbi while function of adenohypophysis was intact this c the authors report permanent central diabetes insipidus cdi in a patient after severe traumatic brain injury tbi in traffic accident a year old boy entered to a medical facility in coma gcs score with the following diagnosis acute tbi severe cerebral contusion subarachnoid hemorrhage depressed comminuted cranial vault fracture basilar skull fracture visceral contusion cdi was diagnosed in days after injury considering polyuria and hypernatremia mmol l desmopressin therapy was initiated through a feeding tube thirst appeared when a patient came out of the coma after days despite ongoing desmopressin therapy considering persistent thirst and polyuria we continued desmopressin therapy in a spray form under this therapy polyuria reduced to liters per a day symptoms of cdi persisted in long term period years after tbi while function of adenohypophysis was intact this case demonstrates a rare development of permanent diabetes insipidus after tbi cdi manifested only as polyuria and hypernatremia in coma thirst joined after recovery of consciousness probable causes of cdi were damage to neurohypophysis and partially injury of pituitary stalk because of extended basilar skull fracture and or irreversible secondary lesion of hypothalamus following diffuse axonal damage after tbi"
}