{
    "pmid": "41448219",
    "title": "Safety outcomes of trazodone versus antipsychotics for delirium after hospital admission in adults aged 65 years and older: a nationwide cohort study using a target trial emulation framework.",
    "abstract": "Trazodone has emerged as a potentially safer alternative to atypical antipsychotic medications for managing delirium-related symptoms in older adults after hospital admission. This study aimed to compare safety outcomes in older adults who were prescribed trazodone versus atypical antipsychotic medication after hospital discharge. This population-based cohort study was done using US Medicare data from Jan 1, 2013, to Dec 31, 2022, and Optum de-identified Clinformatics Data Mart Database data from Jan 1, 2013, to Aug 31, 2025, with a target trial emulation framework. Patients aged at least 65 years without psychiatric disorders who were prescribed a new trazodone or atypical antipsychotic medication (quetiapine, risperidone, or olanzapine) prescription within 30 days of hospital discharge with a claims-based delirium diagnosis were included. We applied propensity score overlap weighting to adjust for 162 covariates. The primary outcome was all-cause rehospitalisation. Secondary outcomes included rehospitalisation for delirium, falls (including fall-related emergency department visits), pneumonia, urinary tract infections, stroke, and all-cause mortality. Treatment-outcome associations were estimated using the Fine-Gray model for non-fatal outcomes (presented as subdistribution hazard ratio [SDHR]) and the Cox model for all-cause mortality (presented as hazard ratio [HR]). Estimates from the two databases were pooled using inverse-variance weighting. 11 678 trazodone and 29 590 atypical antipsychotic medication users were included. Compared with antipsychotic medications, trazodone was associated with lower risks of rehospitalisation (SDHR 0·95 [95% CI 0·91-0·98]), rehospitalisation for delirium (SDHR 0·80 [0·75-0·86]), urinary tract infection (SDHR 0·84 [0·72-0·99]), and all-cause mortality (HR 0·84 [0·79-0·90]); no significant difference was observed for falls (SDHR 0·93 [0·85-1·02]), pneumonia (SDHR 0·96 [0·79-1·16]), and stroke (SDHR 0·92 [0·77-1·11]). The reduced risk of rehospitalisation with trazodone was consistent when compared with risperidone (SDHR 0·89 [0·84-0·95]), and olanzapine (SDHR 0·88 [0·82-0·94]) but no difference was seen with quetiapine (SDHR 0·97 [0·93-1·01]). These results revealed reduced risks of rehospitalisation and all-cause mortality associated with trazodone versus atypical antipsychotic medications. Trazodone is a potentially safer alternative to antipsychotic medications in the management of delirium-related symptoms after hospital discharge. National Institute on Aging.",
    "disease": "stroke",
    "clean_text": "safety outcomes of trazodone versus antipsychotics for delirium after hospital admission in adults aged years and older a nationwide cohort study using a target trial emulation framework trazodone has emerged as a potentially safer alternative to atypical antipsychotic medications for managing delirium related symptoms in older adults after hospital admission this study aimed to compare safety outcomes in older adults who were prescribed trazodone versus atypical antipsychotic medication after hospital discharge this population based cohort study was done using us medicare data from jan to dec and optum de identified clinformatics data mart database data from jan to aug with a target trial emulation framework patients aged at least years without psychiatric disorders who were prescribed a new trazodone or atypical antipsychotic medication quetiapine risperidone or olanzapine prescription within days of hospital discharge with a claims based delirium diagnosis were included we applied propensity score overlap weighting to adjust for covariates the primary outcome was all cause rehospitalisation secondary outcomes included rehospitalisation for delirium falls including fall related emergency department visits pneumonia urinary tract infections stroke and all cause mortality treatment outcome associations were estimated using the fine gray model for non fatal outcomes presented as subdistribution hazard ratio sdhr and the cox model for all cause mortality presented as hazard ratio hr estimates from the two databases were pooled using inverse variance weighting trazodone and atypical antipsychotic medication users were included compared with antipsychotic medications trazodone was associated with lower risks of rehospitalisation sdhr ci rehospitalisation for delirium sdhr urinary tract infection sdhr and all cause mortality hr no significant difference was observed for falls sdhr pneumonia sdhr and stroke sdhr the reduced risk of rehospitalisation with trazodone was consistent when compared with risperidone sdhr and olanzapine sdhr but no difference was seen with quetiapine sdhr these results revealed reduced risks of rehospitalisation and all cause mortality associated with trazodone versus atypical antipsychotic medications trazodone is a potentially safer alternative to antipsychotic medications in the management of delirium related symptoms after hospital discharge national institute on aging"
}