{
    "pmid": "41460493",
    "title": "Is There an Association of Patient Mindset and Physician Willingness to Acquiesce to Unhealthy Patient Preferences?",
    "abstract": "Patient requests for visits, tests, and treatment may diverge from what is healthy based on evidence and experience, in part related to misconceptions and feelings of distress regarding bodily sensations. Surgeons may feel pressure to acquiesce to (that is, to reluctantly agree or comply with a patient's request despite reservations) less-healthy patient requests. Feelings of pressure to acquiesce may arise from a desire to limit legal concerns, to improve patient ratings of the care experience, to bolster referral relationships, and also via stress or emotion contagion (the transmission of emotional states from the patient to the surgeon). Identification of factors associated with specialist acquiescence can inform strategies that may limit patient exposure to unhelpful visits, tests, and treatments and their associated potential harms, including overdiagnosis and overtreatment. (1) Are there any patient factors associated with the clinician-rated likelihood to acquiesce to a patient request potentially counter to best current evidence or open to debate? (2) Are there any surgeon factors associated with the likelihood of acquiescing to such requests? In an online, survey- and scenario-based experiment, 140 upper extremity surgeons of the Science of Variation Group (SOVG)-an international collaborative of musculoskeletal surgeons that studies variation in practice-reviewed five of seven clinical vignettes of upper extremity musculoskeletal conditions with randomized elements and requests for tests or treatments that are debatable based on the available evidence. This sample represents 70% of the approximately 200 participants who complete at least one survey a year. Most participants were men (89% [125 of 140]) practicing in the United States (51% [71 of 140]) or Europe (29% [41 of 140]). Because the SOVG is not representative of the average surgeon (members are mostly White men working in academic centers; not by design, but by participation)-and perhaps no sample can be-SOVG experiments measure factors associated with variation in opinions within the sample, which should be representative of any sample with sufficient variation in opinions. The randomized elements featured patient requests that the authors considered debatable based current evidence. The randomized scenario elements included patient demographics, symptom specificity (characteristic of the disease, somewhat diffuse and less specific, or diffuse and puzzling [nonspecific]), and levels of patient distress. In two separate models, patient and surgeon factors associated with surgeon likelihood to acquiesce to debatable patient requests (measured on an 11-point ordinal scale from 0, not at all likely, to 10, definitely) were assessed using multilevel mixed-effects linear regression, accounting for surgeon-level nesting. The reported regression coefficients (RC) represent the expected mean within-surgeon (patient factors) or between-surgeon (surgeon factors) differences in the likelihood to acquiesce corresponding to each 1-unit increase in continuous explanatory variables or relative to the reference value in categorical explanatory variables while holding all other variables constant. Surgeons were relatively unwilling to acquiesce to debatable patient requests (median [IQR] 2 [1 to 5] of 10). Somewhat higher values were seen for patients with a common incidental and typically self-limiting condition (such as extensor carpi ulnaris [ECU] tendinopathy) requesting a treatment of unproven disease modification or symptom alleviation (corticosteroid injection, 4 [2 to 7]), and patients requesting an MRI for a common symptom source among healthy people (nonspecific wrist pain and laxity, 4 [2 to 7]). The lowest value was observed for patients with osteoarthritis requesting opioids (0 [0 to 1]). Compared with the scenario with the highest surgeon-rated likelihood to acquiesce (injection for ECU tendinopathy), a lower likelihood to acquiesce was moderately associated with an opioid prescription for osteoarthritis (RC -3.3 [95% confidence interval (CI) -4.0 to -2.7]) and an MRI for a diagnosis that is obvious on examination (de Quervain tendinopathy, -2.1 [-2.8 to -1.4]). A lower likelihood was also moderately associated with supporting a work claim for pain without tissue damage meriting protection (trapeziometacarpal arthritis or laxity, -1.9 [-2.6 to -1.2]), modestly to moderately with operative treatment to address a common incidental finding on imaging (triangular fibrocartilage complex \"tear\" on MRI, -1.4 [-2.1 to -0.76]), and modestly with surgery for a pathophysiology that does not seem to account for the symptoms (ganglion cyst removal for diffuse arm pain, -0.90 [-1.6 to -0.18]). Surgeons were slightly more likely to acquiesce after a higher number of return visits (second: 0.88 [0.44 to 1.3]; fourth: 0.85 [0.38 to 1.3]). Patient distress levels were not associated with acquiescence. A higher likelihood to acquiesce was moderately associated with practicing in Latin America compared with North America (2.1 [1.2 to 2.9]). Surgeons were relatively unlikely to acquiesce to debatable patient requests, particularly when such requests involved risky opioid use, unhelpful tests, operative treatment for findings that are unlikely related to symptoms, or support for unwarranted work restrictions. A greater number of return visits, a potential indicator of greater distress based on prior evidence, was slightly associated with an increased likelihood of acquiescence, although specific representations of distress were not. Clinicians can anticipate specific types of unhealthy patient requests, particularly among people who persist in care, and they can develop and practice specific communication strategies to support confident guidance of patients toward healthier choices, while limiting clinician moral distress.",
    "disease": "osteoarthritis",
    "clean_text": "is there an association of patient mindset and physician willingness to acquiesce to unhealthy patient preferences patient requests for visits tests and treatment may diverge from what is healthy based on evidence and experience in part related to misconceptions and feelings of distress regarding bodily sensations surgeons may feel pressure to acquiesce to that is to reluctantly agree or comply with a patient s request despite reservations less healthy patient requests feelings of pressure to acquiesce may arise from a desire to limit legal concerns to improve patient ratings of the care experience to bolster referral relationships and also via stress or emotion contagion the transmission of emotional states from the patient to the surgeon identification of factors associated with specialist acquiescence can inform strategies that may limit patient exposure to unhelpful visits tests and treatments and their associated potential harms including overdiagnosis and overtreatment are there any patient factors associated with the clinician rated likelihood to acquiesce to a patient request potentially counter to best current evidence or open to debate are there any surgeon factors associated with the likelihood of acquiescing to such requests in an online survey and scenario based experiment upper extremity surgeons of the science of variation group sovg an international collaborative of musculoskeletal surgeons that studies variation in practice reviewed five of seven clinical vignettes of upper extremity musculoskeletal conditions with randomized elements and requests for tests or treatments that are debatable based on the available evidence this sample represents of the approximately participants who complete at least one survey a year most participants were men of practicing in the united states of or europe of because the sovg is not representative of the average surgeon members are mostly white men working in academic centers not by design but by participation and perhaps no sample can be sovg experiments measure factors associated with variation in opinions within the sample which should be representative of any sample with sufficient variation in opinions the randomized elements featured patient requests that the authors considered debatable based current evidence the randomized scenario elements included patient demographics symptom specificity characteristic of the disease somewhat diffuse and less specific or diffuse and puzzling nonspecific and levels of patient distress in two separate models patient and surgeon factors associated with surgeon likelihood to acquiesce to debatable patient requests measured on an point ordinal scale from not at all likely to definitely were assessed using multilevel mixed effects linear regression accounting for surgeon level nesting the reported regression coefficients rc represent the expected mean within surgeon patient factors or between surgeon surgeon factors differences in the likelihood to acquiesce corresponding to each unit increase in continuous explanatory variables or relative to the reference value in categorical explanatory variables while holding all other variables constant surgeons were relatively unwilling to acquiesce to debatable patient requests median iqr to of somewhat higher values were seen for patients with a common incidental and typically self limiting condition such as extensor carpi ulnaris ecu tendinopathy requesting a treatment of unproven disease modification or symptom alleviation corticosteroid injection to and patients requesting an mri for a common symptom source among healthy people nonspecific wrist pain and laxity to the lowest value was observed for patients with osteoarthritis requesting opioids to compared with the scenario with the highest surgeon rated likelihood to acquiesce injection for ecu tendinopathy a lower likelihood to acquiesce was moderately associated with an opioid prescription for osteoarthritis rc confidence interval ci to and an mri for a diagnosis that is obvious on examination de quervain tendinopathy to a lower likelihood was also moderately associated with supporting a work claim for pain without tissue damage meriting protection trapeziometacarpal arthritis or laxity to modestly to moderately with operative treatment to address a common incidental finding on imaging triangular fibrocartilage complex tear on mri to and modestly with surgery for a pathophysiology that does not seem to account for the symptoms ganglion cyst removal for diffuse arm pain to surgeons were slightly more likely to acquiesce after a higher number of return visits second to fourth to patient distress levels were not associated with acquiescence a higher likelihood to acquiesce was moderately associated with practicing in latin america compared with north america to surgeons were relatively unlikely to acquiesce to debatable patient requests particularly when such requests involved risky opioid use unhelpful tests operative treatment for findings that are unlikely related to symptoms or support for unwarranted work restrictions a greater number of return visits a potential indicator of greater distress based on prior evidence was slightly associated with an increased likelihood of acquiescence although specific representations of distress were not clinicians can anticipate specific types of unhealthy patient requests particularly among people who persist in care and they can develop and practice specific communication strategies to support confident guidance of patients toward healthier choices while limiting clinician moral distress"
}