{
    "pmid": "41468740",
    "title": "Defining the Clinical Target Volume in Postoperative Thymic Epithelial Tumours - A Clinical Practice Guide for UK Clinical Oncologists.",
    "abstract": "Thymic epithelial tumours (TETs) are rare tumours, and most patients undergo curative resection. A minority require post-operative radiotherapy (PORT); however, current published guidelines provide differing recommendations. With few cases, a new staging system, increasing use of minimally invasive operative techniques, and challenging histopathology, postoperative radiotherapy planning is increasingly difficult with significant national variation. To bridge this gap, the multidisciplinary British Thoracic Oncology Group (BTOG) Thymic Malignancies Special Interest Group convened a working group to produce a user-friendly, practical guideline for TET postoperative radiotherapy. Through synthesis of current published guidelines, expert multidisciplinary opinions (radiologists, surgeons, histopathologists, and clinical oncologists), and a blinded clinical target volume (CTV) contouring assessment, areas of agreement and best practice were identified. Subsequently, mandatory, and optional, recommendations were agreed for all steps of the postoperative radiotherapy planning process, including which areas to treat, radiotherapy planning techniques, and radiotherapy dose fractionation. Implementation of this national guideline will improve clinician knowledge related to postoperative radiotherapy for TETs and should reduce unwarranted variations in practice.",
    "disease": "lung cancer",
    "clean_text": "defining the clinical target volume in postoperative thymic epithelial tumours a clinical practice guide for uk clinical oncologists thymic epithelial tumours tets are rare tumours and most patients undergo curative resection a minority require post operative radiotherapy port however current published guidelines provide differing recommendations with few cases a new staging system increasing use of minimally invasive operative techniques and challenging histopathology postoperative radiotherapy planning is increasingly difficult with significant national variation to bridge this gap the multidisciplinary british thoracic oncology group btog thymic malignancies special interest group convened a working group to produce a user friendly practical guideline for tet postoperative radiotherapy through synthesis of current published guidelines expert multidisciplinary opinions radiologists surgeons histopathologists and clinical oncologists and a blinded clinical target volume ctv contouring assessment areas of agreement and best practice were identified subsequently mandatory and optional recommendations were agreed for all steps of the postoperative radiotherapy planning process including which areas to treat radiotherapy planning techniques and radiotherapy dose fractionation implementation of this national guideline will improve clinician knowledge related to postoperative radiotherapy for tets and should reduce unwarranted variations in practice"
}