{
    "title": "A novel vaccine (Zostavax) to prevent herpes zoster and postherpetic neuralgia.",
    "doc_id": "17039651",
    "writer": "Holcomb K",
    "year": "2006",
    "summary": "Varicella-zoster virus is the causal agent of varicella and herpes zoster in humans. Herpes zoster results from reactivation of latent varicella-zoster virus (VZV) within the sensory ganglia. The incidence and severity of herpes …",
    "abstract": "Varicella-zoster virus is the causal agent of varicella and herpes zoster in humans. Herpes zoster results from reactivation of latent varicella-zoster virus (VZV) within the sensory ganglia. The incidence and severity of herpes zoster increase with advancing age. More than half of all persons in whom herpes zoster develops are older than 60 years. The most frequent debilitating complication is postherpetic neuralgia, a neuropathic pain syndrome that persists or develops after the dermatomal rash has healed and can be prolonged and disabling. There are many limitations of current therapies for herpes zoster and postherpetic neuralgia. A live attenuated VZV vaccine has been developed and recently approved by the FDA for the prevention of herpes zoster in individuals 60 years of age and older. In a randomized, double-blind, placebo-controlled trial with 38,546 patients 60 years of age or older, the use of the zoster vaccine reduced the burden of illness due to herpes zoster by 61.1% (P < .001), reduced the incidence of postherpetic neuralgia by 66.5% (P < .001), and reduced the incidence of herpes zoster by 51.3% (P < .001). In this review, we will discuss the history of the use of the varicella vaccine in children, and the subsequent development of the new zoster vaccine.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17039651/",
    "clean_text": "a novel vaccine zostavax to prevent herpes zoster and postherpetic neuralgia varicella zoster virus is the causal agent of varicella and herpes zoster in humans herpes zoster results from reactivation of latent varicella zoster virus vzv within the sensory ganglia the incidence and severity of herpes varicella zoster virus is the causal agent of varicella and herpes zoster in humans herpes zoster results from reactivation of latent varicella zoster virus vzv within the sensory ganglia the incidence and severity of herpes zoster increase with advancing age more than half of all persons in whom herpes zoster develops are older than years the most frequent debilitating complication is postherpetic neuralgia a neuropathic pain syndrome that persists or develops after the dermatomal rash has healed and can be prolonged and disabling there are many limitations of current therapies for herpes zoster and postherpetic neuralgia a live attenuated vzv vaccine has been developed and recently approved by the fda for the prevention of herpes zoster in individuals years of age and older in a randomized double blind placebo controlled trial with patients years of age or older the use of the zoster vaccine reduced the burden of illness due to herpes zoster by p reduced the incidence of postherpetic neuralgia by p and reduced the incidence of herpes zoster by p in this review we will discuss the history of the use of the varicella vaccine in children and the subsequent development of the new zoster vaccine"
}