{
    "title": "Quality of head and neck radiotherapy reporting in randomized controlled trials.",
    "doc_id": "29575476",
    "writer": "Tseng M",
    "year": "2018",
    "summary": "BACKGROUND: The purpose of this clinical review was to determine the quality reporting of radiotherapy (RT) in randomized controlled trials (RCTs) of head and neck cancer and its impact on reporting of the trial primary efficacy and toxicity outcomes. ...The quality …",
    "abstract": "Background:\n        \n      \n      The purpose of this clinical review was to determine the quality reporting of radiotherapy (RT) in randomized controlled trials (RCTs) of head and neck cancer and its impact on reporting of the trial primary efficacy and toxicity outcomes.\n    \n\n\n          Methods:\n        \n      \n      We searched MEDLINE for eligible RCTs published between 1994 and 2015. We assessed the quality of RT reporting and bias in the reporting of trial outcomes using published criteria.\n    \n\n\n          Results:\n        \n      \n      We found 67 eligible trial reports. There was significant variability in the quality of RT treatment reporting among the included trials. Thirty-two trials had adequate quality RT reporting. Cooperative group trials were more likely to have adequate quality reporting (odds ratio [OR] 3.02; 95% confidence interval [CI] 1.04-9.85). The quality of RT reporting did not influence the bias in the reporting of trial outcomes.\n    \n\n\n          Conclusion:\n        \n      \n      The quality of head and neck RT reporting in RCTs is variable and did not impact on bias in reporting of trial outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29575476/",
    "clean_text": "quality of head and neck radiotherapy reporting in randomized controlled trials background the purpose of this clinical review was to determine the quality reporting of radiotherapy rt in randomized controlled trials rcts of head and neck cancer and its impact on reporting of the trial primary efficacy and toxicity outcomes the quality background the purpose of this clinical review was to determine the quality reporting of radiotherapy rt in randomized controlled trials rcts of head and neck cancer and its impact on reporting of the trial primary efficacy and toxicity outcomes methods we searched medline for eligible rcts published between and we assessed the quality of rt reporting and bias in the reporting of trial outcomes using published criteria results we found eligible trial reports there was significant variability in the quality of rt treatment reporting among the included trials thirty two trials had adequate quality rt reporting cooperative group trials were more likely to have adequate quality reporting odds ratio or confidence interval ci the quality of rt reporting did not influence the bias in the reporting of trial outcomes conclusion the quality of head and neck rt reporting in rcts is variable and did not impact on bias in reporting of trial outcomes"
}