{
    "title": "Back Pain in a Pediatric Emergency Department: Etiology and Evaluation.",
    "doc_id": "29293477",
    "writer": "Brooks TM",
    "year": "2018",
    "summary": "METHODS: A retrospective review was conducted of patients aged birth to 18 years who presented to a pediatric ED with a chief complaint of back pain during a 1-year period. Primary outcome was discharge diagnosis, categorized as nonpathologic back pain …",
    "abstract": "Objectives:\n        \n      \n      Back pain is an uncommon chief complaint in the pediatric emergency department (ED). However, there are serious underlying conditions requiring prompt diagnosis and treatment. While the etiology is usually benign, variation exists in the evaluation. The study purpose was to describe pediatric patients who presented to the ED with back pain and evaluate for associations with laboratory and radiologic abnormalities indicative of underlying musculoskeletal pathology.\n    \n\n\n          Methods:\n        \n      \n      A retrospective review was conducted of patients aged birth to 18 years who presented to a pediatric ED with a chief complaint of back pain during a 1-year period. Primary outcome was discharge diagnosis, categorized as nonpathologic back pain, pathologic back pain, and other etiologies. Descriptive statistics were used.\n    \n\n\n          Results:\n        \n      \n      Two-hundred thirty-two patient encounters were reviewed, with 177 included in data analysis. A nonpathologic diagnosis of back pain was found in 76.8% of visits. Back pain and back or muscle strain were the most common diagnoses. Pathologic back pain diagnoses represented 2.3% of visits. Radiologic imaging was performed in 37.9%. Positive findings were noted in 16.9% of radiographs; no abnormalities were noted on computed tomography scan or magnetic resonance imaging. Laboratory studies were conducted in 35%. Abnormal plain radiographs were associated with a pathologic diagnosis of back pain (P < 0.001).\n    \n\n\n          Conclusions:\n        \n      \n      Most pediatric patients presenting to the ED with back pain were found to have a nonpathologic etiology and were discharged. Among those with a pathologic back pain diagnosis, abnormal radiograph findings were the only statistically significant factor, whereas laboratory studies, computed tomography scans, and magnetic resonance imaging scans were less indicative.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29293477/",
    "clean_text": "back pain in a pediatric emergency department etiology and evaluation methods a retrospective review was conducted of patients aged birth to years who presented to a pediatric ed with a chief complaint of back pain during a year period primary outcome was discharge diagnosis categorized as nonpathologic back pain objectives back pain is an uncommon chief complaint in the pediatric emergency department ed however there are serious underlying conditions requiring prompt diagnosis and treatment while the etiology is usually benign variation exists in the evaluation the study purpose was to describe pediatric patients who presented to the ed with back pain and evaluate for associations with laboratory and radiologic abnormalities indicative of underlying musculoskeletal pathology methods a retrospective review was conducted of patients aged birth to years who presented to a pediatric ed with a chief complaint of back pain during a year period primary outcome was discharge diagnosis categorized as nonpathologic back pain pathologic back pain and other etiologies descriptive statistics were used results two hundred thirty two patient encounters were reviewed with included in data analysis a nonpathologic diagnosis of back pain was found in of visits back pain and back or muscle strain were the most common diagnoses pathologic back pain diagnoses represented of visits radiologic imaging was performed in positive findings were noted in of radiographs no abnormalities were noted on computed tomography scan or magnetic resonance imaging laboratory studies were conducted in abnormal plain radiographs were associated with a pathologic diagnosis of back pain p conclusions most pediatric patients presenting to the ed with back pain were found to have a nonpathologic etiology and were discharged among those with a pathologic back pain diagnosis abnormal radiograph findings were the only statistically significant factor whereas laboratory studies computed tomography scans and magnetic resonance imaging scans were less indicative"
}