{
    "title": "Mental Health Workers' Attitudes Towards Individuals With a Diagnosis of Borderline Personality Disorder: A Systematic Literature Review.",
    "doc_id": "34124949",
    "writer": "McKenzie K",
    "year": "2022",
    "summary": "The attitudes of mental health workers toward individuals with mental health conditions can impact the quality of care they provide. ...The current review aimed to identify and review the literature regarding mental health workers' attitu …",
    "abstract": "The attitudes of mental health workers toward individuals with mental health conditions can impact the quality of care they provide. Negative attitudes among mental health workers seem particularly common in response to people diagnosed with borderline personality disorder (BPD). The current review aimed to identify and review the literature regarding mental health workers' attitudes toward individuals diagnosed with BPD, specifically focusing on studies comparing workers' attitudes toward BPD with attitudes toward other mental health diagnoses. The findings suggest that mental health workers have more negative attitudes toward individuals labeled as having BPD than toward individuals with other diagnoses, such as depression. This is likely due to factors associated with the label itself, in addition to workers' perceptions of BPD symptoms and previous experiences of delivering treatment. The implications of these findings are considered, with a particular focus on how mental health services can effectively address negative attitudes toward BPD.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34124949/",
    "clean_text": "mental health workers attitudes towards individuals with a diagnosis of borderline personality disorder a systematic literature review the attitudes of mental health workers toward individuals with mental health conditions can impact the quality of care they provide the current review aimed to identify and review the literature regarding mental health workers attitu the attitudes of mental health workers toward individuals with mental health conditions can impact the quality of care they provide negative attitudes among mental health workers seem particularly common in response to people diagnosed with borderline personality disorder bpd the current review aimed to identify and review the literature regarding mental health workers attitudes toward individuals diagnosed with bpd specifically focusing on studies comparing workers attitudes toward bpd with attitudes toward other mental health diagnoses the findings suggest that mental health workers have more negative attitudes toward individuals labeled as having bpd than toward individuals with other diagnoses such as depression this is likely due to factors associated with the label itself in addition to workers perceptions of bpd symptoms and previous experiences of delivering treatment the implications of these findings are considered with a particular focus on how mental health services can effectively address negative attitudes toward bpd"
}