{
    "pmid": "41376267",
    "title": "Factors influencing patient knowledge in cardiovascular disease management: A systematic review of the literature.",
    "abstract": "This review investigates factors influencing baseline knowledge in patients with cardiovascular disease (CVD), with a focus on tools used to assess cardiac knowledge, demographic influences, and areas of patient understanding. Given the central role of primary care in chronic disease management, understanding these factors is essential for improving patient education and outcomes. A systematic review of literature from January 2003 to December 2023 was conducted across databases including PubMed, CINAHL, Medline, ProQuest, ScienceDirect, and Google Scholar. Search terms targeted patient knowledge, assessment tools, and cardiovascular disease. Studies were included if they reported on demographic influences or specific knowledge domains in CVD, were published in English, and fell within the date range. Studies focusing solely on pre/post-intervention scores or non-cardiac populations were excluded. Thirty-three studies met inclusion criteria. The Coronary Artery Disease Education Questionnaire (CADE-Q) and its variants were the most used tools, appearing in 25 studies. Knowledge scores ranged from 40% to 89%, with most studies reporting scores between 60-79%. Higher education, income, and comorbidities were associated with better knowledge. Patients showed strong awareness of risk factors and dietary guidance, but limited understanding of psychosocial risks. This review highlights significant variability in CVD knowledge and the need for standardised assessment tools. In primary care, routine use of such tools during patient encounters can help identify knowledge gaps. Tailored education strategies that consider demographic and regional factors can enhance patient self-management and reduce cardiovascular risk.",
    "disease": "coronary artery disease",
    "clean_text": "factors influencing patient knowledge in cardiovascular disease management a systematic review of the literature this review investigates factors influencing baseline knowledge in patients with cardiovascular disease cvd with a focus on tools used to assess cardiac knowledge demographic influences and areas of patient understanding given the central role of primary care in chronic disease management understanding these factors is essential for improving patient education and outcomes a systematic review of literature from january to december was conducted across databases including pubmed cinahl medline proquest sciencedirect and google scholar search terms targeted patient knowledge assessment tools and cardiovascular disease studies were included if they reported on demographic influences or specific knowledge domains in cvd were published in english and fell within the date range studies focusing solely on pre post intervention scores or non cardiac populations were excluded thirty three studies met inclusion criteria the coronary artery disease education questionnaire cade q and its variants were the most used tools appearing in studies knowledge scores ranged from to with most studies reporting scores between higher education income and comorbidities were associated with better knowledge patients showed strong awareness of risk factors and dietary guidance but limited understanding of psychosocial risks this review highlights significant variability in cvd knowledge and the need for standardised assessment tools in primary care routine use of such tools during patient encounters can help identify knowledge gaps tailored education strategies that consider demographic and regional factors can enhance patient self management and reduce cardiovascular risk"
}