{
    "pmid": "41474977",
    "title": "Impact of Cross-Sectoral Video Consultation on Perceived Care Coordination and Information Satisfaction in Cancer Care: Randomized Controlled Trial.",
    "abstract": "Enhancing care coordination and sharing information in cancer care improves patient experiences by promoting clarity and satisfaction. This study aims to assess the impact of cross-sectoral video consultation on patient perceptions of care coordination and satisfaction with received information compared to usual care. This study presents secondary outcomes on patient perceptions of care coordination and satisfaction with received information from a 7-month follow-up of the Partnership Project. In this randomized controlled trial, patients with cancer were allocated to either an intervention group receiving cross-sectoral video consultation (oncologist, general practitioner, and patient) or a control group receiving usual care. Patients' perceptions of care coordination and information quality were assessed using the Australian Cancer Care Coordination Questionnaire (CCCQ) and the European Organisation for Research and Treatment of Cancer Quality of Life Information Questionnaire 25 at baseline and 7 months. Changes over time between groups were analyzed using generalized estimating equations. Of the 278 participants randomized (1:1), only 80 (28.8%) patients received the intervention due to technical and administrative issues. A total of 210 (75.5%) patients completed the baseline questionnaire, while 118 (42.4%) responded at 7 months. No significant differences were observed in the changes over time between the intervention and control groups in any outcome. The estimated differences in the change in score from baseline to 7 months were as follows: for the total CCCQ score, 1.11 (95% CI -2.32 to 4.53; P=.53); for the overall European Organisation for Research and Treatment of Cancer Quality of Life Information Questionnaire 25 score, 1.49 (95% CI -2.98 to 5.96; P=.51); for the CCCQ communication subscale, -1.49 (95% CI -1.33 to 4.31; P=.30); and for the navigation subscale, -0.03 (95% CI -1.52 to 1.46; P=.97). Our findings indicate no statistically significant improvement in patients' reported care coordination or satisfaction with received information over 7 months. Technical issues with the video setup reduced fidelity rates and follow-up participation. Further research is needed to optimize the structure and content of cross-sectoral video consultations to better support patients' perceived outcomes. ClinicalTrials.gov NCT02716168; https://clinicaltrials.gov/study/NCT02716168.",
    "disease": "colorectal cancer",
    "clean_text": "impact of cross sectoral video consultation on perceived care coordination and information satisfaction in cancer care randomized controlled trial enhancing care coordination and sharing information in cancer care improves patient experiences by promoting clarity and satisfaction this study aims to assess the impact of cross sectoral video consultation on patient perceptions of care coordination and satisfaction with received information compared to usual care this study presents secondary outcomes on patient perceptions of care coordination and satisfaction with received information from a month follow up of the partnership project in this randomized controlled trial patients with cancer were allocated to either an intervention group receiving cross sectoral video consultation oncologist general practitioner and patient or a control group receiving usual care patients perceptions of care coordination and information quality were assessed using the australian cancer care coordination questionnaire cccq and the european organisation for research and treatment of cancer quality of life information questionnaire at baseline and months changes over time between groups were analyzed using generalized estimating equations of the participants randomized only patients received the intervention due to technical and administrative issues a total of patients completed the baseline questionnaire while responded at months no significant differences were observed in the changes over time between the intervention and control groups in any outcome the estimated differences in the change in score from baseline to months were as follows for the total cccq score ci to p for the overall european organisation for research and treatment of cancer quality of life information questionnaire score ci to p for the cccq communication subscale ci to p and for the navigation subscale ci to p our findings indicate no statistically significant improvement in patients reported care coordination or satisfaction with received information over months technical issues with the video setup reduced fidelity rates and follow up participation further research is needed to optimize the structure and content of cross sectoral video consultations to better support patients perceived outcomes clinicaltrials gov nct https clinicaltrials gov study nct"
}