{
    "pmid": "41464390",
    "title": "Bridging the Knowledge Gap: A National Survey on MASLD Awareness and Management Barriers in the Saudi Population.",
    "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is the leading cause of chronic liver disease worldwide. It greatly increases hepatic cirrhosis and cancer, cardiovascular disease, and chronic kidney disease. Despite the rising frequency of MASLD in Saudi Arabia, public understanding of its management is lacking. This study seeks to evaluate public knowledge, attitudes, and management barriers related to MASLD, thereby informing future educational and preventive strategies. A cross-sectional study was conducted from November 2023 to October 2024, involving 502 participants across Saudi Arabia, employing a modified self-administered online questionnaire. Data was analyzed using SPSS 25. Descriptive statistics and Chi-square tests were used to investigate correlations between knowledge or attitude levels and demographics, with a significance threshold of  Less than half of the respondents who took part (47.2%) had heard of MASLD. Of them, 24.9% had good knowledge, 38.2% had fair knowledge, and 36.9% had low understanding. There were strong links between knowledge and age, education, and job status, but not between knowledge and gender ( The research shows that many Saudis are unaware of MASLD and have misconceptions about it. Targeted health education programs, greater provider-patient communication, and primary care MASLD knowledge are needed to close these gaps and promote disease prevention and management.",
    "disease": "chronic kidney disease",
    "clean_text": "bridging the knowledge gap a national survey on masld awareness and management barriers in the saudi population metabolic dysfunction associated steatotic liver disease masld is the leading cause of chronic liver disease worldwide it greatly increases hepatic cirrhosis and cancer cardiovascular disease and chronic kidney disease despite the rising frequency of masld in saudi arabia public understanding of its management is lacking this study seeks to evaluate public knowledge attitudes and management barriers related to masld thereby informing future educational and preventive strategies a cross sectional study was conducted from november to october involving participants across saudi arabia employing a modified self administered online questionnaire data was analyzed using spss descriptive statistics and chi square tests were used to investigate correlations between knowledge or attitude levels and demographics with a significance threshold of less than half of the respondents who took part had heard of masld of them had good knowledge had fair knowledge and had low understanding there were strong links between knowledge and age education and job status but not between knowledge and gender the research shows that many saudis are unaware of masld and have misconceptions about it targeted health education programs greater provider patient communication and primary care masld knowledge are needed to close these gaps and promote disease prevention and management"
}