{
    "title": "Physical Activity and Health: \"What is Old is New Again\".",
    "doc_id": "26319905",
    "writer": "Hills AP",
    "year": "2015",
    "summary": "Participation in regular physical activity and exercise provides numerous benefits for health with such benefits typically varying according to the volume completed as reflected by intensity, duration, and frequency. ...There is an apparent linear relationshi …",
    "abstract": "Much recent interest has focused on the relationship between physical activity and health and supported with an abundance of scientific evidence. However, the concept of Exercise is Medicine™ copromoted by the American College of Sports Medicine and American Medical Association and similar august bodies worldwide is far from new--the importance of exercise for health has been reported for centuries. Participation in regular physical activity and exercise provides numerous benefits for health with such benefits typically varying according to the volume completed as reflected by intensity, duration, and frequency. Evidence suggests a dose-response relationship such that being active, even to a modest level, is preferable to being inactive or sedentary. Greatest benefits are commonly associated with the previously sedentary individual assuming a more active lifestyle. There is an apparent linear relationship between physical activity and health status and as a general rule, increases in physical activity and fitness result in additional improvements in health status. This narrative review provides a selective appraisal of the evidence for the importance of physical activity for health, commencing with a baseline historical perspective followed by a summary of key health benefits associated with an active lifestyle.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26319905/",
    "clean_text": "physical activity and health what is old is new again participation in regular physical activity and exercise provides numerous benefits for health with such benefits typically varying according to the volume completed as reflected by intensity duration and frequency there is an apparent linear relationshi much recent interest has focused on the relationship between physical activity and health and supported with an abundance of scientific evidence however the concept of exercise is medicine copromoted by the american college of sports medicine and american medical association and similar august bodies worldwide is far from new the importance of exercise for health has been reported for centuries participation in regular physical activity and exercise provides numerous benefits for health with such benefits typically varying according to the volume completed as reflected by intensity duration and frequency evidence suggests a dose response relationship such that being active even to a modest level is preferable to being inactive or sedentary greatest benefits are commonly associated with the previously sedentary individual assuming a more active lifestyle there is an apparent linear relationship between physical activity and health status and as a general rule increases in physical activity and fitness result in additional improvements in health status this narrative review provides a selective appraisal of the evidence for the importance of physical activity for health commencing with a baseline historical perspective followed by a summary of key health benefits associated with an active lifestyle"
}