{
    "pmid": "41436507",
    "title": "Pattern and structural detection in grayscale images through the application of quantile graphs in higher-dimensional spaces.",
    "abstract": "Deep Learning (DL) and Machine Learning (ML) algorithms are adept at managing and classifying a wide range of data formats, including time series, text, and images, addressing challenges in both supervised and unsupervised learning. However, the practical applications of specific algorithms-particularly convolutional neural networks (CNNs) and vision transformers (VTs)-are often constrained by the need for large datasets, extensive training, and complex parameter tuning, which frequently relies on a trial-and-error approach. Other approaches, such as visibility graphs (VGs), often produce networks with an exceedingly high number of nodes, resulting in significant computational costs related to runtime and memory usage. Recent research has explored alternative feature extraction and classification solutions to address these challenges. One noteworthy innovation is the use of quantile graphs (QGs), initially applied to time series data, which transform data points into a complex network of quantiles. This method effectively identifies key structural patterns while minimizing computational requirements. These graphs have produced promising outcomes in analyzing physiological time series related to brain function and disorders, including Alzheimer's disease. This research enhances quantile graphs for image identification and introduces a method for feature extraction applicable in ML and DL processes within the domain of computer vision. The novelty of this work is extending the QGs framework from one-dimensional time series to two-dimensional images, introducing a scalable graph-based approach for image classification, and providing an open-source implementation of the method. The study utilized two well-established benchmark datasets: the Modified National Institute of Standards and Technology (MNIST) handwritten digit database and Fashion MNIST. The performance of the proposed QGs was evaluated in comparison to that of CNNs and VTs. Our findings reveal that, while CNNs and VTs demonstrate superior accuracy in certain circumstances, the proposed QGs outperform these methods in other scenarios, particularly when training data is limited. Additionally, QGs yielded more consistent results across all situations, suggesting the choice of training components has less influence on them than CNNs and VTs. Moreover, the QGs were applied to a medical imaging dataset to illustrate their relevance to real biological data, indicating potential for integration into applications to detect brain diseases.",
    "disease": "alzheimer disease",
    "clean_text": "pattern and structural detection in grayscale images through the application of quantile graphs in higher dimensional spaces deep learning dl and machine learning ml algorithms are adept at managing and classifying a wide range of data formats including time series text and images addressing challenges in both supervised and unsupervised learning however the practical applications of specific algorithms particularly convolutional neural networks cnns and vision transformers vts are often constrained by the need for large datasets extensive training and complex parameter tuning which frequently relies on a trial and error approach other approaches such as visibility graphs vgs often produce networks with an exceedingly high number of nodes resulting in significant computational costs related to runtime and memory usage recent research has explored alternative feature extraction and classification solutions to address these challenges one noteworthy innovation is the use of quantile graphs qgs initially applied to time series data which transform data points into a complex network of quantiles this method effectively identifies key structural patterns while minimizing computational requirements these graphs have produced promising outcomes in analyzing physiological time series related to brain function and disorders including alzheimer s disease this research enhances quantile graphs for image identification and introduces a method for feature extraction applicable in ml and dl processes within the domain of computer vision the novelty of this work is extending the qgs framework from one dimensional time series to two dimensional images introducing a scalable graph based approach for image classification and providing an open source implementation of the method the study utilized two well established benchmark datasets the modified national institute of standards and technology mnist handwritten digit database and fashion mnist the performance of the proposed qgs was evaluated in comparison to that of cnns and vts our findings reveal that while cnns and vts demonstrate superior accuracy in certain circumstances the proposed qgs outperform these methods in other scenarios particularly when training data is limited additionally qgs yielded more consistent results across all situations suggesting the choice of training components has less influence on them than cnns and vts moreover the qgs were applied to a medical imaging dataset to illustrate their relevance to real biological data indicating potential for integration into applications to detect brain diseases"
}