{
    "title": "Emerging insights into head and neck cancer metastasis.",
    "doc_id": "23280716",
    "writer": "Allen CT",
    "year": "2013",
    "summary": "The purpose of this review was to provide biological concepts of head and neck cancer metastasis. To attain this goal, we analyzed peer-reviewed articles related to head and neck cancer metastasis obtained though PubMed and archived articles. Articles …",
    "abstract": "The purpose of this review was to provide biological concepts of head and neck cancer metastasis. To attain this goal, we analyzed peer-reviewed articles related to head and neck cancer metastasis obtained though PubMed and archived articles. Articles related to the biologic principles of head and neck cancer metastasis were reviewed and summarized. As locoregional control has improved for patients with head and neck cancer, rates of distant metastasis have not decreased. As patients live longer, many will die of complications related to the development of disease at sites below the clavicles. Emerging evidence now suggests a more complicated framework of metastatic behavior for head and neck cancer. Here, we review the role of regional lymph nodes in containing advanced head and neck cancer, evidence for active as opposed to passive tumor cell metastasis, and clinical implications these concepts have on both treatment of head and neck cancer and future research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23280716/",
    "clean_text": "emerging insights into head and neck cancer metastasis the purpose of this review was to provide biological concepts of head and neck cancer metastasis to attain this goal we analyzed peer reviewed articles related to head and neck cancer metastasis obtained though pubmed and archived articles articles the purpose of this review was to provide biological concepts of head and neck cancer metastasis to attain this goal we analyzed peer reviewed articles related to head and neck cancer metastasis obtained though pubmed and archived articles articles related to the biologic principles of head and neck cancer metastasis were reviewed and summarized as locoregional control has improved for patients with head and neck cancer rates of distant metastasis have not decreased as patients live longer many will die of complications related to the development of disease at sites below the clavicles emerging evidence now suggests a more complicated framework of metastatic behavior for head and neck cancer here we review the role of regional lymph nodes in containing advanced head and neck cancer evidence for active as opposed to passive tumor cell metastasis and clinical implications these concepts have on both treatment of head and neck cancer and future research"
}