{
    "pmid": "41468321",
    "title": "Plasma endogenous metabolome as superior biomarkers for adverse effects compared to drug and its metabolites.",
    "abstract": "This study aims to assess whether pre-chemotherapy endogenous plasma metabolome can offer improved predictive values for Capecitabine chemotherapy-related adverse events (CRAEs). Plasma samples were collected from 25 colorectal cancer patients at different time points: 0 hours (before), and 1, 2.5, 4 hours after oral Capecitabine administration, to assess individual variations in exposure levels. Additionally, the endogenous metabolome profile was analyzed using UHPLC/Q-TOF-MS. Capecitabine and its metabolites can predict two CRAEs, with 5-FU, 5'-DFCR, and FUH2 exposures being associated with diarrhea and thrombocytopenia, respectively. In contrast, identified plasma endogenous biomarker metabolites can predict all seven observed CRAEs. These CRAE-related endogenous plasma metabolites are involved in various physiological functions, including cell proliferation, maintenance, and inflammation. Pre-chemotherapy endogenous plasma metabolites established superior predictive performance for CRAEs (AUROC values ranging from 0.718 to 0.998) compared to conventional drug exposure (AUROC values ranging from 0.737 to 0.773). Additionally, the endogenous plasma metabolome demonstrated a strong correlation with drug exposures. Our study demonstrates that pre-chemotherapy endogenous plasma metabolome serve as superior biomarkers for predicting CRAEs, outperforming drug exposure levels. However, the limited sample size may impact the generalizability of these findings, and validation in larger patient cohorts is warranted. Capecitabine is a chemotherapy drug that patients take by mouth. It is used to treat several types of cancer. While it works for many people, it can also cause different side effects. These side effects may reduce how well the treatment works or make patients stop taking the drug.To lower the risk of side effects, doctors usually measure how much capecitabine is in a patient’s blood and then adjust the dose. However, this method has problems. It needs many blood samples over a long period of time, and it still cannot clearly tell which patients will have strong side effects.Our study looked at another way to guide treatment. We measured certain natural substances in the blood, called metabolites. These metabolites reflect how the body responds to the drug.We compared the two methods and found that metabolites can predict all seven major side effects more accurately than measuring the drug level in blood. These metabolites are related to important body functions such as cell growth and inflammation. This may be why they can better show how the body is handling the treatment.If this method is used in hospitals, it could help doctors choose the best dose for each person, reduce harmful side effects, improve treatment results, and lower medical costs for patients.",
    "disease": "colorectal cancer",
    "clean_text": "plasma endogenous metabolome as superior biomarkers for adverse effects compared to drug and its metabolites this study aims to assess whether pre chemotherapy endogenous plasma metabolome can offer improved predictive values for capecitabine chemotherapy related adverse events craes plasma samples were collected from colorectal cancer patients at different time points hours before and hours after oral capecitabine administration to assess individual variations in exposure levels additionally the endogenous metabolome profile was analyzed using uhplc q tof ms capecitabine and its metabolites can predict two craes with fu dfcr and fuh exposures being associated with diarrhea and thrombocytopenia respectively in contrast identified plasma endogenous biomarker metabolites can predict all seven observed craes these crae related endogenous plasma metabolites are involved in various physiological functions including cell proliferation maintenance and inflammation pre chemotherapy endogenous plasma metabolites established superior predictive performance for craes auroc values ranging from to compared to conventional drug exposure auroc values ranging from to additionally the endogenous plasma metabolome demonstrated a strong correlation with drug exposures our study demonstrates that pre chemotherapy endogenous plasma metabolome serve as superior biomarkers for predicting craes outperforming drug exposure levels however the limited sample size may impact the generalizability of these findings and validation in larger patient cohorts is warranted capecitabine is a chemotherapy drug that patients take by mouth it is used to treat several types of cancer while it works for many people it can also cause different side effects these side effects may reduce how well the treatment works or make patients stop taking the drug to lower the risk of side effects doctors usually measure how much capecitabine is in a patient s blood and then adjust the dose however this method has problems it needs many blood samples over a long period of time and it still cannot clearly tell which patients will have strong side effects our study looked at another way to guide treatment we measured certain natural substances in the blood called metabolites these metabolites reflect how the body responds to the drug we compared the two methods and found that metabolites can predict all seven major side effects more accurately than measuring the drug level in blood these metabolites are related to important body functions such as cell growth and inflammation this may be why they can better show how the body is handling the treatment if this method is used in hospitals it could help doctors choose the best dose for each person reduce harmful side effects improve treatment results and lower medical costs for patients"
}