{
    "pmid": "41419506",
    "title": "Effect of metformin on airway inflammation in obese asthmatic mice and study of the mechanism involved.",
    "abstract": "Asthma is a complex disease characterized by chronic airway inflammation, and obesity can exacerbate its pathological process and reduce the efficacy of conventional treatment. In this study, we constructed an obese asthma mouse model by combining a high-fat diet with ovalbumin (OVA) to investigate the effects and mechanisms of metformin on airway inflammation in obese asthma mice. ELISA was used to detect serum IL-1β, IL-18 and leptin levels, HE staining was used to assess the pathological changes in lung tissue, and Western blot and QRT-PCR were used to analyze the expression of proteins and mRNAs related to the AMPK/NLRP3 signaling pathway. The results demonstrated that the obesity-associated asthma group exhibited significantly higher airway inflammation scores and proportions of leukocyte subtypes (particularly eosinophils) in bronchoalveolar lavage fluid (BALF) compared to the normal asthma group (P < 0.05). Additionally, pulmonary expression of p-AMPK was downregulated, while levels of inflammatory mediators including NLRP3, Caspase-1, as well as IL-1β, IL-18, and leptin, were markedly elevated.Following metformin intervention, the aforementioned inflammatory parameters were significantly ameliorated: p-AMPK expression was upregulated, NLRP3 inflammasome activation was suppressed, and levels of IL-1β, IL-18, and leptin were reduced (P < 0.05). In conclusion, mechanistic investigations indicate that metformin treatment leads to increased AMPK phosphorylation, reduced expression of NLRP3/Caspase-1, and decreased release of downstream inflammatory cytokines. These findings suggest a potential regulatory relationship between metformin intervention and the activation of AMPK coupled with inhibition of the NLRP3/Caspase-1 pathway. Collectively, the results support the promising role of metformin in alleviating obesity-related asthma via modulation of the AMPK/NLRP3 signaling axis.",
    "disease": "asthma",
    "clean_text": "effect of metformin on airway inflammation in obese asthmatic mice and study of the mechanism involved asthma is a complex disease characterized by chronic airway inflammation and obesity can exacerbate its pathological process and reduce the efficacy of conventional treatment in this study we constructed an obese asthma mouse model by combining a high fat diet with ovalbumin ova to investigate the effects and mechanisms of metformin on airway inflammation in obese asthma mice elisa was used to detect serum il il and leptin levels he staining was used to assess the pathological changes in lung tissue and western blot and qrt pcr were used to analyze the expression of proteins and mrnas related to the ampk nlrp signaling pathway the results demonstrated that the obesity associated asthma group exhibited significantly higher airway inflammation scores and proportions of leukocyte subtypes particularly eosinophils in bronchoalveolar lavage fluid balf compared to the normal asthma group p additionally pulmonary expression of p ampk was downregulated while levels of inflammatory mediators including nlrp caspase as well as il il and leptin were markedly elevated following metformin intervention the aforementioned inflammatory parameters were significantly ameliorated p ampk expression was upregulated nlrp inflammasome activation was suppressed and levels of il il and leptin were reduced p in conclusion mechanistic investigations indicate that metformin treatment leads to increased ampk phosphorylation reduced expression of nlrp caspase and decreased release of downstream inflammatory cytokines these findings suggest a potential regulatory relationship between metformin intervention and the activation of ampk coupled with inhibition of the nlrp caspase pathway collectively the results support the promising role of metformin in alleviating obesity related asthma via modulation of the ampk nlrp signaling axis"
}