{
    "title": "Factors implicated in pathogenesis of urinary tract infections in neurogenic bladders: some revered, few forgotten, others ignored.",
    "doc_id": "23460489",
    "writer": "Vasudeva P",
    "year": "2014",
    "summary": "AIMS: To comprehensively review factors implicated in the pathogenesis of urinary tract infection in patients with neurogenic bladders, and to stimulate research, especially in the somewhat ignored and forgotten areas of this important clinical subject. ...Finally, …",
    "abstract": "Aims:\n        \n      \n      To comprehensively review factors implicated in the pathogenesis of urinary tract infection in patients with neurogenic bladders, and to stimulate research, especially in the somewhat ignored and forgotten areas of this important clinical subject.\n    \n\n\n          Methods:\n        \n      \n      In addition to reviewing relevant articles on pubmed, some important articles from previous times which were not available online were also procured and reviewed.\n    \n\n\n          Results:\n        \n      \n      Intrinsic defence mechanisms including protective flora, anti-adherence mechanisms, urothelial, and immunological responses to bacterial binding and the blood supply to the urinary bladder may be impaired in patients with neurogenic bladders. Further, bacterial washout mechanisms may be compromised as a result of inefficient voiding, reflux, and altered hydrokinetics. Finally, catheterization itself contributes to urinary tract infection in patients with neurogenic bladders.\n    \n\n\n          Conclusions:\n        \n      \n      In order to address the issue of urinary tract infection in patients with neurogenic bladders, multiple factors need to be looked into and corrected. Further research is required, especially in the area of compromised host defence mechanisms. An individualized approach, which attempts to optimize each factor is recommended.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23460489/",
    "clean_text": "factors implicated in pathogenesis of urinary tract infections in neurogenic bladders some revered few forgotten others ignored aims to comprehensively review factors implicated in the pathogenesis of urinary tract infection in patients with neurogenic bladders and to stimulate research especially in the somewhat ignored and forgotten areas of this important clinical subject finally aims to comprehensively review factors implicated in the pathogenesis of urinary tract infection in patients with neurogenic bladders and to stimulate research especially in the somewhat ignored and forgotten areas of this important clinical subject methods in addition to reviewing relevant articles on pubmed some important articles from previous times which were not available online were also procured and reviewed results intrinsic defence mechanisms including protective flora anti adherence mechanisms urothelial and immunological responses to bacterial binding and the blood supply to the urinary bladder may be impaired in patients with neurogenic bladders further bacterial washout mechanisms may be compromised as a result of inefficient voiding reflux and altered hydrokinetics finally catheterization itself contributes to urinary tract infection in patients with neurogenic bladders conclusions in order to address the issue of urinary tract infection in patients with neurogenic bladders multiple factors need to be looked into and corrected further research is required especially in the area of compromised host defence mechanisms an individualized approach which attempts to optimize each factor is recommended"
}