{
    "title": "The Current Roadmap of Lung Cancer Biology, Genomics and Racial Disparity.",
    "doc_id": "40332491",
    "writer": "Alsatari ES",
    "year": "2025",
    "summary": "Globally, lung cancer is the most prevalent cause of cancer-related death. There are two large histological groups of lung cancer: small-cell lung cancer (SCLC) and non-small-cell lung cancer (NSCLC). ...Through the u …",
    "abstract": "Globally, lung cancer is the most prevalent cause of cancer-related death. There are two large histological groups of lung cancer: small-cell lung cancer (SCLC) and non-small-cell lung cancer (NSCLC). Based on histopathological and molecular features, adenocarcinoma (ADC) and squamous cell carcinoma (SCC) are the two major histologic subtypes of NSCLC. Various epidemiological and environmental factors are linked with an increased risk of lung cancer. However, these risk factors show disparities in patients with divergent racial and ethnic backgrounds. Interestingly, different populations were found to harbor distinct molecular features as evidenced by variations in genetic mutation profiles. Moreover, diverse histological and molecular progression patterns are identified in lung cancer, which could be crucial in improving diagnosis, prognosis, and therapeutic planning. In concert with a plethora of nuclear genetic alterations, mitochondrial alteration, epigenetic reprogramming, microbial dysbiosis, and immune alteration signatures have been identified in various lung cancer types. This review article provides a comprehensive overview of screening tests and the treatment strategies for NSCLC and SCLC, including surgery, radiation therapy, chemotherapy, targeted therapies, and immunotherapies. Through the unification of these diverse aspects, this review article aspires to a complete understanding of lung cancer's genomics, biology, microbial landscapes, and racial disparity and seeks to understand the essential role of racial and ethnic factors in lung cancer occurrence and treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40332491/",
    "clean_text": "the current roadmap of lung cancer biology genomics and racial disparity globally lung cancer is the most prevalent cause of cancer related death there are two large histological groups of lung cancer small cell lung cancer sclc and non small cell lung cancer nsclc through the u globally lung cancer is the most prevalent cause of cancer related death there are two large histological groups of lung cancer small cell lung cancer sclc and non small cell lung cancer nsclc based on histopathological and molecular features adenocarcinoma adc and squamous cell carcinoma scc are the two major histologic subtypes of nsclc various epidemiological and environmental factors are linked with an increased risk of lung cancer however these risk factors show disparities in patients with divergent racial and ethnic backgrounds interestingly different populations were found to harbor distinct molecular features as evidenced by variations in genetic mutation profiles moreover diverse histological and molecular progression patterns are identified in lung cancer which could be crucial in improving diagnosis prognosis and therapeutic planning in concert with a plethora of nuclear genetic alterations mitochondrial alteration epigenetic reprogramming microbial dysbiosis and immune alteration signatures have been identified in various lung cancer types this review article provides a comprehensive overview of screening tests and the treatment strategies for nsclc and sclc including surgery radiation therapy chemotherapy targeted therapies and immunotherapies through the unification of these diverse aspects this review article aspires to a complete understanding of lung cancer s genomics biology microbial landscapes and racial disparity and seeks to understand the essential role of racial and ethnic factors in lung cancer occurrence and treatment"
}