{
    "title": "Atrial fibrillation: Therapeutic potential of atrial K(+) channel blockers.",
    "doc_id": "27742566",
    "writer": "Ravens U",
    "year": "2017",
    "summary": "Atrial-selective drugs are directed toward cellular targets with sufficiently different characteristics in atria and ventricles to modify only atrial function. Several potassium (K(+)) channels with either predominant expression in atria or distinct el …",
    "abstract": "Despite the epidemiological scale of atrial fibrillation, current treatment strategies are of limited efficacy and safety. Ideally, novel drugs should specifically correct the pathophysiological mechanisms responsible for atrial fibrillation with no other cardiac or extracardiac actions. Atrial-selective drugs are directed toward cellular targets with sufficiently different characteristics in atria and ventricles to modify only atrial function. Several potassium (K+) channels with either predominant expression in atria or distinct electrophysiological properties in atria and ventricles can serve as atrial-selective drug targets. These channels include the ultra-rapidly activating, delayed outward-rectifying Kv1.5 channel conducting IKur, the acetylcholine-activated inward-rectifying Kir3.1/Kir3.4 channel conducting IK,ACh, the Ca2+-activated K+ channels of small conductance (SK) conducting ISK, and the two pore domain K+ (K2P) channels TWIK-1, TASK-1 and TASK-3 that are responsible for voltage-independent background currents ITWIK-1, ITASK-1, and ITASK-3. Here, we briefly review the characteristics of these K+ channels and their roles in atrial fibrillation. The antiarrhythmic potential of drugs targeting the described channels is discussed as well as their putative value in treatment of atrial fibrillation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27742566/",
    "clean_text": "atrial fibrillation therapeutic potential of atrial k channel blockers atrial selective drugs are directed toward cellular targets with sufficiently different characteristics in atria and ventricles to modify only atrial function several potassium k channels with either predominant expression in atria or distinct el despite the epidemiological scale of atrial fibrillation current treatment strategies are of limited efficacy and safety ideally novel drugs should specifically correct the pathophysiological mechanisms responsible for atrial fibrillation with no other cardiac or extracardiac actions atrial selective drugs are directed toward cellular targets with sufficiently different characteristics in atria and ventricles to modify only atrial function several potassium k channels with either predominant expression in atria or distinct electrophysiological properties in atria and ventricles can serve as atrial selective drug targets these channels include the ultra rapidly activating delayed outward rectifying kv channel conducting ikur the acetylcholine activated inward rectifying kir kir channel conducting ik ach the ca activated k channels of small conductance sk conducting isk and the two pore domain k k p channels twik task and task that are responsible for voltage independent background currents itwik itask and itask here we briefly review the characteristics of these k channels and their roles in atrial fibrillation the antiarrhythmic potential of drugs targeting the described channels is discussed as well as their putative value in treatment of atrial fibrillation"
}