{
    "title": "Prevalence of monogenic diabetes amongst Polish children after a nationwide genetic screening campaign.",
    "doc_id": "22782286",
    "writer": "Fendler W",
    "year": "2012",
    "summary": "RESULTS: The prevalence of type 1 diabetes showed a continuous increase, from 96 to 138/100,000 children. The prevalence of type 2 diabetes and CFRD also increased, from 0.3 to 1.01/100,000 children and from 0.1 to 0.95/100,000 children, respectively. The pre …",
    "abstract": "Aims/hypothesis:\n        \n      \n      The aim of this study was to study dynamic changes in the prevalence of different types of diabetes in paediatric populations in Poland, with a specific focus on monogenic diabetes (MD).\n    \n\n\n          Methods:\n        \n      \n      Using epidemiologic data (PolPeDiab Collaboration) and nationwide genetic test results (TEAM Programme), we compared the prevalence of type 1, type 2 and cystic fibrosis-related diabetes (CFRD) and MD. Genetically confirmed MD included MODY, neonatal diabetes and Wolfram and Alström syndromes. The study covered all children aged 0-18 years treated for diabetes between 2005 and 2011 in three regions, inhabited by 23.7% (1,989,988) of Polish children, with a low prevalence of childhood obesity (<5%).\n    \n\n\n          Results:\n        \n      \n      The prevalence of type 1 diabetes showed a continuous increase, from 96 to 138/100,000 children. The prevalence of type 2 diabetes and CFRD also increased, from 0.3 to 1.01/100,000 children and from 0.1 to 0.95/100,000 children, respectively. The prevalence of MD was stable at between 4.2 and 4.6/100,000 children, accounting for 3.1-4.2% of children with diabetes, with glucokinase (GCK)-MODY being the most frequent type, amounting to 83% of patients with MD. The percentage of positive test results decreased with the number of referrals, suggesting that children with the highest probability of MD were referred initially, followed by those with a less clear-cut phenotype. The prevalence of neonatal diabetes equalled 1 in 300,000 children.\n    \n\n\n          Conclusions/interpretation:\n        \n      \n      The prevalence of MD in a paediatric population with a low prevalence of obesity remains stable and is nearly fivefold higher than that of type 2 diabetes and CFRD, justifying a need for increased access to genetic diagnostic procedures in diabetic children.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22782286/",
    "clean_text": "prevalence of monogenic diabetes amongst polish children after a nationwide genetic screening campaign results the prevalence of type diabetes showed a continuous increase from to children the prevalence of type diabetes and cfrd also increased from to children and from to children respectively the pre aims hypothesis the aim of this study was to study dynamic changes in the prevalence of different types of diabetes in paediatric populations in poland with a specific focus on monogenic diabetes md methods using epidemiologic data polpediab collaboration and nationwide genetic test results team programme we compared the prevalence of type type and cystic fibrosis related diabetes cfrd and md genetically confirmed md included mody neonatal diabetes and wolfram and alstr m syndromes the study covered all children aged years treated for diabetes between and in three regions inhabited by of polish children with a low prevalence of childhood obesity results the prevalence of type diabetes showed a continuous increase from to children the prevalence of type diabetes and cfrd also increased from to children and from to children respectively the prevalence of md was stable at between and children accounting for of children with diabetes with glucokinase gck mody being the most frequent type amounting to of patients with md the percentage of positive test results decreased with the number of referrals suggesting that children with the highest probability of md were referred initially followed by those with a less clear cut phenotype the prevalence of neonatal diabetes equalled in children conclusions interpretation the prevalence of md in a paediatric population with a low prevalence of obesity remains stable and is nearly fivefold higher than that of type diabetes and cfrd justifying a need for increased access to genetic diagnostic procedures in diabetic children"
}