{
    "pmid": "41458029",
    "title": "Depression and anxiety in health human resources during the first COVID-19 wave in northern Peru: a multicenter study.",
    "abstract": "Although global evidence demonstrates a clear mental health impact of COVID-19 on healthcare workers, data from Latin American settings, particularly during the first pandemic wave and within social security hospital systems, remain limited and heterogeneous. The objective was to determine the prevalence and factors associated with depression and anxiety in health human resources of three hospitals of the Social Security of Piura and Lambayeque, during the first pandemic wave of COVID-19. Cross-sectional analytical study in which anxiety and depression, and their association with resilience, insomnia, physical activity, eating disorder, tobacco and alcohol consumption, Burnout Syndrome and physical, psychosocial, occupational and personal health variables were evaluated. Multivariate analyses were used to estimate prevalence ratios (PR) and generalized linear models (GLM) to identify association between variables. Of 182 health care workers, the prevalence of depression and anxiety was 42.9% and 50.6%, respectively. The factors associated with depression were being diabetic (PR: 1.41), mistreatment (PR: 1.35), moderate concern about working in a COVID environment (PR: 1.23), much/extreme concern about working in a COVID environment (PR: 1.23), much/extreme concern about being marginalized by the surrounding environment (PR: 2.00), insomnia (PR: 1.62) and burnout syndrome (PR: 1.42). The factors associated with anxiety were moderate (PR: 1.92) and very/extreme worry (PR: 2.25) about working in a COVID-19 environment, moderate (PR: 1.26) and very/extreme (PR: 1.85) and worry about being marginalized by the neighborhood environment. There is an urgent need for action to address the mental health of these professionals, who have played a critical role in pandemic response and care.",
    "disease": "covid-19",
    "clean_text": "depression and anxiety in health human resources during the first covid wave in northern peru a multicenter study although global evidence demonstrates a clear mental health impact of covid on healthcare workers data from latin american settings particularly during the first pandemic wave and within social security hospital systems remain limited and heterogeneous the objective was to determine the prevalence and factors associated with depression and anxiety in health human resources of three hospitals of the social security of piura and lambayeque during the first pandemic wave of covid cross sectional analytical study in which anxiety and depression and their association with resilience insomnia physical activity eating disorder tobacco and alcohol consumption burnout syndrome and physical psychosocial occupational and personal health variables were evaluated multivariate analyses were used to estimate prevalence ratios pr and generalized linear models glm to identify association between variables of health care workers the prevalence of depression and anxiety was and respectively the factors associated with depression were being diabetic pr mistreatment pr moderate concern about working in a covid environment pr much extreme concern about working in a covid environment pr much extreme concern about being marginalized by the surrounding environment pr insomnia pr and burnout syndrome pr the factors associated with anxiety were moderate pr and very extreme worry pr about working in a covid environment moderate pr and very extreme pr and worry about being marginalized by the neighborhood environment there is an urgent need for action to address the mental health of these professionals who have played a critical role in pandemic response and care"
}