{
    "pmid": "41442218",
    "title": "Subjective cognitive complaints and cognitive decline in the MAUCO population-based prospective cohort.",
    "abstract": "BackgroundSubjective cognitive complaints (SCC) have been identified as potentially prodromal to dementia and Alzheimer's disease but research in Latin American populations is lacking.ObjectiveTo analyze sociodemographic and clinical factors associated with incidence of SCC and cognitive decline in Chile.MethodsA prospective population-based study in a central-south county of Chile: the MAUCO cohort. We included adults (38-74 years) with a SCC questionnaire and Mini-Mental State Examination (MMSE) test at baseline and follow-up, and normal baseline cognitive assessments. Multivariate Cox regression was used to assess associations between sociodemographic, clinical factors and incidence of SCC and cognitive decline.Results2136 participants had cognitive assessments at baseline and follow-up. Average age was 56 years (SD 9.13), 76% female, 25% had <6 years of education. Mean follow-up was 5.0 (SD 0.64) years. Among 1504 participants without baseline SCC, 254 (16.8%) reported SCC at follow-up. Older age (HR 1.02; 95% CI 1.01-1.03), use of benzodiazepines (HR 2.14; 95% CI 1.27-3.61), antidepressants (HR 1.88; 95% CI 1.07-3.30) or depressive symptoms (HR 1.60; 95% CI 1.19-2.15) were associated to SCC incidence. Of 1646 with a normal baseline MMSE, 208 (12.6%) developed cognitive decline. The number of medications (HR 1.11; 95% CI 1.03-1.20), and baseline SCC (HR 1.40; 95% CI 1.05-1.88) were associated with cognitive decline.ConclusionsUse of benzodiazepines and antidepressants were the main factors associated with SCC, while SCC and MMSE score were the strongest predictors of cognitive decline. Both should be used to target preventive interventions.",
    "disease": "alzheimer disease",
    "clean_text": "subjective cognitive complaints and cognitive decline in the mauco population based prospective cohort backgroundsubjective cognitive complaints scc have been identified as potentially prodromal to dementia and alzheimer s disease but research in latin american populations is lacking objectiveto analyze sociodemographic and clinical factors associated with incidence of scc and cognitive decline in chile methodsa prospective population based study in a central south county of chile the mauco cohort we included adults years with a scc questionnaire and mini mental state examination mmse test at baseline and follow up and normal baseline cognitive assessments multivariate cox regression was used to assess associations between sociodemographic clinical factors and incidence of scc and cognitive decline results participants had cognitive assessments at baseline and follow up average age was years sd female had years of education mean follow up was sd years among participants without baseline scc reported scc at follow up older age hr ci use of benzodiazepines hr ci antidepressants hr ci or depressive symptoms hr ci were associated to scc incidence of with a normal baseline mmse developed cognitive decline the number of medications hr ci and baseline scc hr ci were associated with cognitive decline conclusionsuse of benzodiazepines and antidepressants were the main factors associated with scc while scc and mmse score were the strongest predictors of cognitive decline both should be used to target preventive interventions"
}