{
    "pmid": "41421456",
    "title": "The Impact of Adverse Childhood Experiences on Cancer Screening: Findings from the Behavioral Risk Factor Surveillance System.",
    "abstract": "Adverse childhood experiences (ACEs) are associated with increased health risks, including cancer, but their impact on cancer screening behaviors remains inconsistently documented. This study examines associations between ACEs and guideline-recommended breast, prostate, cervical and colorectal cancer screening behaviors using data from 28 U.S. states. A cross-sectional analysis of 134,174 respondents from the 2020 Behavioral Risk Factor Surveillance System (BRFSS) was conducted, representing 80.1 million adults. Cancer screening adherence was assessed according to U.S. Preventive Services Task Force recommendations. Multivariable logistic regression was used to analyze associations between ACE exposure (0, 1, 2, 3, or ≥4 ACEs) and screening adherence, adjusting for sociodemographic and healthcare access factors. Women with two ACEs (aPR 0.95, 95% CI: 0.91-1.00) or ≥4 ACEs (aPR 0.95, 95% CI: 0.92-0.98) were significantly less likely to adhere to breast cancer screening guidelines. Men with one ACE (aPR 0.88, 95% CI: 0.81-0.96), two ACEs (aPR 0.86, 95% CI: 0.77-0.94), and three ACEs (aPR 0.87, 95% CI: 0.78-0.98) had lower rates of prostate cancer screening adherence. No significant associations were found between ACEs and cervical or colorectal cancer screening. Insurance coverage and having a personal doctor were the strongest independent predictors of screening adherence. Exposure to ACEs is associated with reduced adherence to breast and prostate cancer screening, potentially compounding cancer risks in individuals with ACE exposure. These findings highlight the importance of addressing barriers to cancer screening among individuals with histories of childhood adversity.",
    "disease": "colorectal cancer",
    "clean_text": "the impact of adverse childhood experiences on cancer screening findings from the behavioral risk factor surveillance system adverse childhood experiences aces are associated with increased health risks including cancer but their impact on cancer screening behaviors remains inconsistently documented this study examines associations between aces and guideline recommended breast prostate cervical and colorectal cancer screening behaviors using data from u s states a cross sectional analysis of respondents from the behavioral risk factor surveillance system brfss was conducted representing million adults cancer screening adherence was assessed according to u s preventive services task force recommendations multivariable logistic regression was used to analyze associations between ace exposure or aces and screening adherence adjusting for sociodemographic and healthcare access factors women with two aces apr ci or aces apr ci were significantly less likely to adhere to breast cancer screening guidelines men with one ace apr ci two aces apr ci and three aces apr ci had lower rates of prostate cancer screening adherence no significant associations were found between aces and cervical or colorectal cancer screening insurance coverage and having a personal doctor were the strongest independent predictors of screening adherence exposure to aces is associated with reduced adherence to breast and prostate cancer screening potentially compounding cancer risks in individuals with ace exposure these findings highlight the importance of addressing barriers to cancer screening among individuals with histories of childhood adversity"
}