{
    "pmid": "41451095",
    "title": "Clinical efficacy study on the efficacy and safety of acupuncture for post-stroke dysphagia based on the regulation of the swallowing neural circuit: protocol for a multicenter, open-label, randomized controlled trial.",
    "abstract": "Post-stroke dysphagia (PSD) is a common complication of stroke. Rehabilitation training and acupuncture have been suggested as current effective therapies, but high-quality evidence of acupuncture is insufficient. A meta-analysis has shown that acupuncture may be an effective adjunctive treatment for improving swallowing function, but the guidelines do not provide sufficient recommendations. Therefore, clinical and mechanism-related research on acupuncture treatment for post-stroke dysphagia should be vigorously promoted. This study is a multicenter, open-label, randomized clinical trial. A total of 115 participants will be enrolled: 100 PSD patients will be randomly allocated in a 1:1 ratio to the experimental group (acupuncture combined with basic treatment) or the control group (rehabilitation training combined with basic treatment), and 15 healthy controls will only provide baseline information without receiving any treatment. Both groups will be given a 4-week intervention (three times per week). The primary efficacy outcome measure is the Functional Oral Intake Scale (FOIS). Secondary outcome measures include: Regional Homogeneity (ReHo) and Amplitude of Low-Frequency Fluctuation (ALFF) metrics from Functional Magnetic Resonance Imaging (fMRI) scans, surface electromyography (sEMG) assessments, the Swallowing Disorders-Specific Quality of Life Questionnaire (SWAL-QOL), the National Institutes of Health Stroke Scale (NIHSS), the Treatment Expectation Questionnaire (TEX-Q) and patient-reported outcomes (PRO). Additionally, the Fiberoptic Endoscopic Evaluation of Swallowing (FEES) will be performed together with the Penetration-Aspiration Scale (PAS) and the Yale Pharyngeal Residue Severity Rating Scale (YPR-SRS). Outcomes will be assessed at five time points: Baseline, day 15 and day 30 during treatment, and 30 and 60 days after treatment. All primary analyses will be conducted using both intention-to-treat and per-protocol approaches. This trial will investigate the efficacy of acupuncture targeting swallowing neural circuit regulation for improving swallowing function, reducing major complications, and enhancing quality of life in patients with swallowing disorders. It will also explore the underlying neural regulatory mechanisms, evaluate the efficacy of acupuncture for post-stroke dysphagia, and provide high-quality evidence. https://itmctr.ccebtcm.org.cn/mgt/project/user/project-view/F5B9D5CA-0B85-47BD-8911-5B2B0DDD4EB5, identifier ITMCT R2025001435.",
    "disease": "stroke",
    "clean_text": "clinical efficacy study on the efficacy and safety of acupuncture for post stroke dysphagia based on the regulation of the swallowing neural circuit protocol for a multicenter open label randomized controlled trial post stroke dysphagia psd is a common complication of stroke rehabilitation training and acupuncture have been suggested as current effective therapies but high quality evidence of acupuncture is insufficient a meta analysis has shown that acupuncture may be an effective adjunctive treatment for improving swallowing function but the guidelines do not provide sufficient recommendations therefore clinical and mechanism related research on acupuncture treatment for post stroke dysphagia should be vigorously promoted this study is a multicenter open label randomized clinical trial a total of participants will be enrolled psd patients will be randomly allocated in a ratio to the experimental group acupuncture combined with basic treatment or the control group rehabilitation training combined with basic treatment and healthy controls will only provide baseline information without receiving any treatment both groups will be given a week intervention three times per week the primary efficacy outcome measure is the functional oral intake scale fois secondary outcome measures include regional homogeneity reho and amplitude of low frequency fluctuation alff metrics from functional magnetic resonance imaging fmri scans surface electromyography semg assessments the swallowing disorders specific quality of life questionnaire swal qol the national institutes of health stroke scale nihss the treatment expectation questionnaire tex q and patient reported outcomes pro additionally the fiberoptic endoscopic evaluation of swallowing fees will be performed together with the penetration aspiration scale pas and the yale pharyngeal residue severity rating scale ypr srs outcomes will be assessed at five time points baseline day and day during treatment and and days after treatment all primary analyses will be conducted using both intention to treat and per protocol approaches this trial will investigate the efficacy of acupuncture targeting swallowing neural circuit regulation for improving swallowing function reducing major complications and enhancing quality of life in patients with swallowing disorders it will also explore the underlying neural regulatory mechanisms evaluate the efficacy of acupuncture for post stroke dysphagia and provide high quality evidence https itmctr ccebtcm org cn mgt project user project view f b d ca b bd b b ddd eb identifier itmct r"
}