{
    "pmid": "41474899",
    "title": "Prescribing Pattern of Antihypertensives in Hypertensive Patients with Chronic Kidney Disease in a Tertiary Care Hospital in Bangladesh.",
    "abstract": "Hypertension (HTN) is both a cause and effect of Chronic kidney disease (CKD) and affects the vast majority of CKD patients. HTN control is important for those patients who are suffering from CKD. The risk and progression of CKD may reduce by controlling HTN. Now a days CKD is globally increasingly prevalent condition and is strongly associated with circumstance of cardiovascular disease (CVD). CKD is a rising health problem and one of the major causes of mortality. Control of HTN plays a major role in preventing its progression to end stage kidney disease and death. The objectives of the study were to evaluate the class, dosing schedule of antihypertensive prescribed in CKD and the percentage of monotherapy and combination therapy. This cross-sectional, observational study was conducted in the Department of Pharmacology in collaboration with the Department of Nephrology out patients' Department in Mymensingh Medical College Hospital, Bangladesh from January 2021 to December 2021. Most commonly used single drug is Calcium channel blocker (13.27%) and most commonly used combination therapy is Calcium channel blocker (CCB) and Angiotensin II receptor blockers (ARBs). It is concluded that in CKD with HTN, majority of patients were treated with combination therapy. CCB was found to be the commonest prescribed antihypertensive in monotherapy and in combination therapy. According to JNC8 guideline majority of the BP goals were achieved.",
    "disease": "hypertension",
    "clean_text": "prescribing pattern of antihypertensives in hypertensive patients with chronic kidney disease in a tertiary care hospital in bangladesh hypertension htn is both a cause and effect of chronic kidney disease ckd and affects the vast majority of ckd patients htn control is important for those patients who are suffering from ckd the risk and progression of ckd may reduce by controlling htn now a days ckd is globally increasingly prevalent condition and is strongly associated with circumstance of cardiovascular disease cvd ckd is a rising health problem and one of the major causes of mortality control of htn plays a major role in preventing its progression to end stage kidney disease and death the objectives of the study were to evaluate the class dosing schedule of antihypertensive prescribed in ckd and the percentage of monotherapy and combination therapy this cross sectional observational study was conducted in the department of pharmacology in collaboration with the department of nephrology out patients department in mymensingh medical college hospital bangladesh from january to december most commonly used single drug is calcium channel blocker and most commonly used combination therapy is calcium channel blocker ccb and angiotensin ii receptor blockers arbs it is concluded that in ckd with htn majority of patients were treated with combination therapy ccb was found to be the commonest prescribed antihypertensive in monotherapy and in combination therapy according to jnc guideline majority of the bp goals were achieved"
}