{
    "pmid": "41473197",
    "title": "Association between the C-reactive protein-albumin-lymphocyte (CALLY) index and osteoarthritis prevalence: a cross-sectional study of American adults based on NHANES.",
    "abstract": "Osteoarthritis (OA) is a common degenerative joint disease, and accumulating evidence suggests that metabolic and inflammatory pathways are involved in its pathogenesis. The C-reactive protein-albumin-lymphocyte (CALLY) index, an integrated biomarker incorporating serum albumin, lymphocyte counts, and C-reactive protein (CRP), has recently attracted attention as a potential indicator of systemic inflammation and nutritional status. However, its association with OA prevalence remains unclear. We conducted a cross-sectional analysis using data from the National Health and Nutrition Examination Survey (NHANES) cycles 2001-2010 and 2015-2018. To assess external consistency, we additionally analyzed an independent hospital-based cohort (n = 1,534) and evaluated the association between the CALLY index and OA prevalence using multivariable logistic regression (weighted in NHANES), restricted cubic spline (RCS) modeling, interaction tests, and subgroup analyses. Because the CALLY index exhibited a right-skewed distribution, we conducted a pre-specified sensitivity analysis using its natural logarithm ln(CALLY). All models were adjusted for key covariates, including age, educational attainment, and additional potential confounders. The untransformed CALLY index exhibited marked right skewness, which was substantially reduced after log transformation. In the NHANES analyses, higher levels of both the raw CALLY index and ln(CALLY) were significantly associated with a lower prevalence of OA. Restricted cubic spline analyses revealed a nonlinear inverse association on the raw scale and an approximately linear inverse association on the ln(CALLY) scale. In the external validation cohort, the direction of the associations was consistent. In both the NHANES-based cross-sectional analyses and the external validation cohort, the CALLY index was inversely associated with OA prevalence. On the raw scale, this association demonstrated a nonlinear pattern, whereas on the log-transformed scale ln(CALLY), it was approximately linear. These findings remained robust to extensive covariate adjustment and multiple sensitivity analyses.",
    "disease": "osteoarthritis",
    "clean_text": "association between the c reactive protein albumin lymphocyte cally index and osteoarthritis prevalence a cross sectional study of american adults based on nhanes osteoarthritis oa is a common degenerative joint disease and accumulating evidence suggests that metabolic and inflammatory pathways are involved in its pathogenesis the c reactive protein albumin lymphocyte cally index an integrated biomarker incorporating serum albumin lymphocyte counts and c reactive protein crp has recently attracted attention as a potential indicator of systemic inflammation and nutritional status however its association with oa prevalence remains unclear we conducted a cross sectional analysis using data from the national health and nutrition examination survey nhanes cycles and to assess external consistency we additionally analyzed an independent hospital based cohort n and evaluated the association between the cally index and oa prevalence using multivariable logistic regression weighted in nhanes restricted cubic spline rcs modeling interaction tests and subgroup analyses because the cally index exhibited a right skewed distribution we conducted a pre specified sensitivity analysis using its natural logarithm ln cally all models were adjusted for key covariates including age educational attainment and additional potential confounders the untransformed cally index exhibited marked right skewness which was substantially reduced after log transformation in the nhanes analyses higher levels of both the raw cally index and ln cally were significantly associated with a lower prevalence of oa restricted cubic spline analyses revealed a nonlinear inverse association on the raw scale and an approximately linear inverse association on the ln cally scale in the external validation cohort the direction of the associations was consistent in both the nhanes based cross sectional analyses and the external validation cohort the cally index was inversely associated with oa prevalence on the raw scale this association demonstrated a nonlinear pattern whereas on the log transformed scale ln cally it was approximately linear these findings remained robust to extensive covariate adjustment and multiple sensitivity analyses"
}