{
    "pmid": "41434213",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Prior research suggests sulci are uniquely affected by age- and Alzheimer's-related morphological changes and Aβ pathology, but the pattern of vulnerability to tau pathology and its effects on cognition are incompletely understood. We performed this study to examine whether tau-related atrophy preferentially affects sulci and specifically the depths, which are hypothesized to have unique connectivity patterns. We used 3T MRI, amyloid and tau (FTP) PET scans from ADNI participants: 94 Aβ+ AD, 113 Aβ+ MCI, 468 cognitively normal (166 Aβ+). Correlation between cortical thickness and neocortical tau SUVR was performed using FreeSurfer's GLM pipeline, generating an ROI of significant clusters (\"clusters;\" Figure 1A). We calculated overlap between the clusters and the following ROIs: whole-cortex gyri vs. sulci, sulcal depths vs. rest of sulci. We used mixed-effects ANOVAs to examine effects of ROI and hemisphere on the amount of overlap. We also examined the correlation between vertex-wise cortical thickness and vertex-wise tau, and compared the t-statistic in sulcal and gyral ROIs. We then examined whether cluster volume predicts memory (ADNI-MEM) better than the rest of the cortex using multiple linear regression. In a postmortem Braak 6 case, we calculated the amount of tau (AT8) in sulci versus gyri. Lastly, in a sample of 120 older (age 60-94) and 64 younger adults (age 18-33) from the Berkeley Aging Cohort Study, we examined 3T resting state connectivity strength between the hippocampus and the clusters or the rest of the cortex. Tau-thickness correlation clusters overlapped more with sulci than gyri (p<0.0001), and more with sulcal depths (p<0.0001); in the vertex-wise comparison, sulcal t-values were significantly higher than gyral (p<0.001; Figure 1A-D). The volume of these clusters was more strongly associated with memory than the rest of the cortex (p = 0.02; Figure 1E). Tau signal in the postmortem case was higher in sulci, and in sulcal depths (Figure 2). Hippocampal connectivity strength was higher in the tau-thickness clusters (Figure 3). Tau-related thinning occurs mostly in sulci, and particularly in the depths. This sulcal vulnerability may occur because sulci accumulate more tau, potentially related to higher connectivity to the hippocampus throughout the lifecourse in these vulnerable regions.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium prior research suggests sulci are uniquely affected by age and alzheimer s related morphological changes and a pathology but the pattern of vulnerability to tau pathology and its effects on cognition are incompletely understood we performed this study to examine whether tau related atrophy preferentially affects sulci and specifically the depths which are hypothesized to have unique connectivity patterns we used t mri amyloid and tau ftp pet scans from adni participants a ad a mci cognitively normal a correlation between cortical thickness and neocortical tau suvr was performed using freesurfer s glm pipeline generating an roi of significant clusters clusters figure a we calculated overlap between the clusters and the following rois whole cortex gyri vs sulci sulcal depths vs rest of sulci we used mixed effects anovas to examine effects of roi and hemisphere on the amount of overlap we also examined the correlation between vertex wise cortical thickness and vertex wise tau and compared the t statistic in sulcal and gyral rois we then examined whether cluster volume predicts memory adni mem better than the rest of the cortex using multiple linear regression in a postmortem braak case we calculated the amount of tau at in sulci versus gyri lastly in a sample of older age and younger adults age from the berkeley aging cohort study we examined t resting state connectivity strength between the hippocampus and the clusters or the rest of the cortex tau thickness correlation clusters overlapped more with sulci than gyri p and more with sulcal depths p in the vertex wise comparison sulcal t values were significantly higher than gyral p figure a d the volume of these clusters was more strongly associated with memory than the rest of the cortex p figure e tau signal in the postmortem case was higher in sulci and in sulcal depths figure hippocampal connectivity strength was higher in the tau thickness clusters figure tau related thinning occurs mostly in sulci and particularly in the depths this sulcal vulnerability may occur because sulci accumulate more tau potentially related to higher connectivity to the hippocampus throughout the lifecourse in these vulnerable regions"
}