{
    "pmid": "41403590",
    "title": "Determinants of lack of atherosclerosis progression in adult patients with elevated lipoprotein (a): results from the STAR-Lp(a) study.",
    "abstract": "Lipoprotein (a) (Lp(a)) is a largely genetically determined (70-90%) independent risk factor for cardiovascular disease (CVD). However, clinicians often encounter adults/elder adults with elevated Lp(a), who are otherwise healthy and asymptomatic for atherosclerosis. We aimed to identify additional risk factors and conditions, apart from elevated Lp(a), which lead to atherosclerosis progression and CVD, and whether any protective factors mitigate Lp(a)-related risk. In the STAR (Specialist Care Patients) Lp(a) study, we prospectively enrolled 2,594 consecutive patients aged over 50 years, who had elevated Lp(a), referred to two outpatient cardiology clinics. These patients were either healthy, or had established CVD or three or more cardiovascular risk factors. Lp(a) concentration was measured by enzyme-linked immunosorbent assay. Among adults > 50 years with Lp(a) ≥ 30 mg/dl (75 nmol/l) (mean Lp(a), 65.4 vs. 72.7 mg/dl,  In adults > 50 years with elevated Lp(a), Lp(a) - related risk of atherosclerosis progression can be substantially mitigated by addressing modifiable CVD risk factors, such as obesity, diabetes, inflammation, and dyslipidemia, preferably by early preventive measures. In our study cohort, Lp(a) was independently associated with atherosclerosis progression in the patient group only.",
    "disease": "coronary artery disease",
    "clean_text": "determinants of lack of atherosclerosis progression in adult patients with elevated lipoprotein a results from the star lp a study lipoprotein a lp a is a largely genetically determined independent risk factor for cardiovascular disease cvd however clinicians often encounter adults elder adults with elevated lp a who are otherwise healthy and asymptomatic for atherosclerosis we aimed to identify additional risk factors and conditions apart from elevated lp a which lead to atherosclerosis progression and cvd and whether any protective factors mitigate lp a related risk in the star specialist care patients lp a study we prospectively enrolled consecutive patients aged over years who had elevated lp a referred to two outpatient cardiology clinics these patients were either healthy or had established cvd or three or more cardiovascular risk factors lp a concentration was measured by enzyme linked immunosorbent assay among adults years with lp a mg dl nmol l mean lp a vs mg dl in adults years with elevated lp a lp a related risk of atherosclerosis progression can be substantially mitigated by addressing modifiable cvd risk factors such as obesity diabetes inflammation and dyslipidemia preferably by early preventive measures in our study cohort lp a was independently associated with atherosclerosis progression in the patient group only"
}