{
    "title": "Racial disparities of gastric cancer in the USA: an overview of epidemiology, global screening guidelines, and targeted screening in a heterogeneous population.",
    "doc_id": "38436760",
    "writer": "Mok JW",
    "year": "2024",
    "summary": "Gastric cancer is the fifth most common cancer diagnosis and fourth leading cause of cancer-related death globally. The incidence of gastric cancer in the USA shows significant racial and ethnic disparities with gastric cancer …",
    "abstract": "Gastric cancer is the fifth most common cancer diagnosis and fourth leading cause of cancer-related death globally. The incidence of gastric cancer in the USA shows significant racial and ethnic disparities with gastric cancer incidence in Korean Americans being over five times higher than in non-Hispanic whites. Since gastric cancer is not common in the USA, there are no current screening guidelines. In countries with higher incidences of gastric cancer, screening guidelines have been implemented for early detection and intervention and this has been associated with a reduction in mortality. Immigrants from high incidence countries develop gastric cancer at lower rates once outside of their country of origin, but continue to be at higher risk for developing gastric cancer. This risk does seem to decrease with subsequent generations. With increasing availability of endoscopy, initiating gastric cancer screening guidelines for high-risk groups can have the potential to improve survival by diagnosing and treating gastric cancer at an earlier stage. This article aims to provide context to gastric cancer epidemiology globally, review risk factors for developing gastric cancer, highlight racial and ethnic disparities in gastric cancer burden in the USA, examine current guidelines that exist in high incidence countries, and suggest future studies examining the efficacy of additional screening in high-risk populations to reduce gastric cancer mortality and disparate burden on ethnic minorities in the USA.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38436760/",
    "clean_text": "racial disparities of gastric cancer in the usa an overview of epidemiology global screening guidelines and targeted screening in a heterogeneous population gastric cancer is the fifth most common cancer diagnosis and fourth leading cause of cancer related death globally the incidence of gastric cancer in the usa shows significant racial and ethnic disparities with gastric cancer gastric cancer is the fifth most common cancer diagnosis and fourth leading cause of cancer related death globally the incidence of gastric cancer in the usa shows significant racial and ethnic disparities with gastric cancer incidence in korean americans being over five times higher than in non hispanic whites since gastric cancer is not common in the usa there are no current screening guidelines in countries with higher incidences of gastric cancer screening guidelines have been implemented for early detection and intervention and this has been associated with a reduction in mortality immigrants from high incidence countries develop gastric cancer at lower rates once outside of their country of origin but continue to be at higher risk for developing gastric cancer this risk does seem to decrease with subsequent generations with increasing availability of endoscopy initiating gastric cancer screening guidelines for high risk groups can have the potential to improve survival by diagnosing and treating gastric cancer at an earlier stage this article aims to provide context to gastric cancer epidemiology globally review risk factors for developing gastric cancer highlight racial and ethnic disparities in gastric cancer burden in the usa examine current guidelines that exist in high incidence countries and suggest future studies examining the efficacy of additional screening in high risk populations to reduce gastric cancer mortality and disparate burden on ethnic minorities in the usa"
}