{
    "pmid": "41459690",
    "title": "Incremental Value of Non-Gated Chest CT Coronary Artery Calcium Score in Predicting Major Adverse Cardiovascular Events by GRACE Score After Percutaneous Coronary Intervention in Patients With Acute Coronary Syndrome.",
    "abstract": "To evaluate the incremental value of non-gated chest CT coronary artery calcium score in enhancing GRACE score prediction of major adverse cardiovascular events (MACE) after percutaneous coronary intervention (PCI) in patients with acute coronary syndrome (ACS). A retrospective cohort study was conducted on 324 ACS patients undergoing PCI and non-gated chest CT. Patients were divided into MACE (n = 100) and non-MACE (n = 224) groups with a median follow-up of 18.7 months. The predictive performance of the GRACE score, Agatston score, and combined clinical composite model was evaluated using receiver operating characteristic (ROC) curves and survival analysis based on optimal cutoff values. Model 3 (GRACE + CACS) demonstrated AUC values of 0.798 and 0.827 in the training and testing cohorts, respectively, significantly outperforming Model 1 (GRACE) (training AUC = 0.702; testing AUC = 0.758). Model 4, incorporating clinical features, demonstrated optimal predictive performance (training set AUC = 0.806; testing set AUC = 0.857). The AUC differences were statistically significant (p < 0.05). Survival curves revealed the highest MACE incidence (94.4%, p < 0.01) in the high-risk combined Ga1 group (GRACE ≥ 140 and Agatston ≥ 400). The non-gated chest CT coronary calcification score significantly enhances the predictive value of the GRACE score for major adverse coronary events (MACE) after coronary intervention. When combined with clinical indicators, the predictive power is further improved. Sensitivity analysis confirms the robustness of this finding, providing a reliable tool for clinical risk stratification.",
    "disease": "coronary artery disease",
    "clean_text": "incremental value of non gated chest ct coronary artery calcium score in predicting major adverse cardiovascular events by grace score after percutaneous coronary intervention in patients with acute coronary syndrome to evaluate the incremental value of non gated chest ct coronary artery calcium score in enhancing grace score prediction of major adverse cardiovascular events mace after percutaneous coronary intervention pci in patients with acute coronary syndrome acs a retrospective cohort study was conducted on acs patients undergoing pci and non gated chest ct patients were divided into mace n and non mace n groups with a median follow up of months the predictive performance of the grace score agatston score and combined clinical composite model was evaluated using receiver operating characteristic roc curves and survival analysis based on optimal cutoff values model grace cacs demonstrated auc values of and in the training and testing cohorts respectively significantly outperforming model grace training auc testing auc model incorporating clinical features demonstrated optimal predictive performance training set auc testing set auc the auc differences were statistically significant p survival curves revealed the highest mace incidence p in the high risk combined ga group grace and agatston the non gated chest ct coronary calcification score significantly enhances the predictive value of the grace score for major adverse coronary events mace after coronary intervention when combined with clinical indicators the predictive power is further improved sensitivity analysis confirms the robustness of this finding providing a reliable tool for clinical risk stratification"
}