{
    "title": "Optimizing perioperative management of geriatric patients with head and neck cancer.",
    "doc_id": "23596001",
    "writer": "Shuman AG",
    "year": "2014",
    "summary": "Given emerging demographic trends, many more elderly patients are being diagnosed with head and neck cancers. The surgical care paradigm for this cohort of patients must take into account specific challenges inherent to geriatric perioperative management. This artic …",
    "abstract": "Given emerging demographic trends, many more elderly patients are being diagnosed with head and neck cancers. The surgical care paradigm for this cohort of patients must take into account specific challenges inherent to geriatric perioperative management. This article attempts to summarize the existing body of literature relevant to the geriatric head and neck cancer population, and to extrapolate relevant data from geriatric perioperative medicine in order to better understand and guide management decisions. The involvement of geriatricians and of patients' primary care providers may be invaluable in assisting in complex perioperative decision-making and in participating in longitudinal management. Preoperative risk stratification and assessment of medical, social, and functional variables are critical for appropriate decision-making in this challenging patient population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23596001/",
    "clean_text": "optimizing perioperative management of geriatric patients with head and neck cancer given emerging demographic trends many more elderly patients are being diagnosed with head and neck cancers the surgical care paradigm for this cohort of patients must take into account specific challenges inherent to geriatric perioperative management this artic given emerging demographic trends many more elderly patients are being diagnosed with head and neck cancers the surgical care paradigm for this cohort of patients must take into account specific challenges inherent to geriatric perioperative management this article attempts to summarize the existing body of literature relevant to the geriatric head and neck cancer population and to extrapolate relevant data from geriatric perioperative medicine in order to better understand and guide management decisions the involvement of geriatricians and of patients primary care providers may be invaluable in assisting in complex perioperative decision making and in participating in longitudinal management preoperative risk stratification and assessment of medical social and functional variables are critical for appropriate decision making in this challenging patient population"
}