{
    "pmid": "41451803",
    "title": "Impact of the epicondylar fixation method on complications and outcomes following unicondylar humeral fractures in French bulldogs: a retrospective study of 43 cases (2018-2023).",
    "abstract": "To compare the complications and outcomes of screw/plate and screw/pin fixation of humeral condylar fractures in French bulldogs. Retrospective single-centre case series. Medical records (2018 to 2023) were reviewed for French bulldogs with humeral condylar fractures treated surgically. Bicondylar fractures were excluded. Data collected included signalment, fracture configuration, method and technique of fixation, outcome and postoperative complications. Long-term outcome was assessed via owner-assessed questionnaire. Forty-two dogs (43 fractures) met the inclusion criteria. Of the 43 fractures, 37 (86.0%) were lateral and six (14.0%) were medial. The screw/plate group comprised 15 fractures (34.9%) and the screw/pin group 28 fractures (65.1%). Perioperative follow-up was available for 40 fractures; there were four (10%) minor complications and four (10%) major I complications. In the screw/plate group, minor complications were reported in 3 of 14 (21.4%) and major in 1 of 14 (7.1%). In the screw/pin group, 1 of 26 (3.8%) dogs were associated with minor complications and 3 of 26 (11.5%) with major I complications. Function at perioperative follow-up was acceptable for 80% of dogs and the Liverpool Osteoarthritis in Dogs score at long-term follow-up was mild. This study found no evidence to suggest that either plate or pin epicondylar fixation is superior in French bulldogs. This indicates that both methods can be considered viable options for treating unilateral humeral condylar fractures in French bulldogs, with similar outcomes.",
    "disease": "osteoarthritis",
    "clean_text": "impact of the epicondylar fixation method on complications and outcomes following unicondylar humeral fractures in french bulldogs a retrospective study of cases to compare the complications and outcomes of screw plate and screw pin fixation of humeral condylar fractures in french bulldogs retrospective single centre case series medical records to were reviewed for french bulldogs with humeral condylar fractures treated surgically bicondylar fractures were excluded data collected included signalment fracture configuration method and technique of fixation outcome and postoperative complications long term outcome was assessed via owner assessed questionnaire forty two dogs fractures met the inclusion criteria of the fractures were lateral and six were medial the screw plate group comprised fractures and the screw pin group fractures perioperative follow up was available for fractures there were four minor complications and four major i complications in the screw plate group minor complications were reported in of and major in of in the screw pin group of dogs were associated with minor complications and of with major i complications function at perioperative follow up was acceptable for of dogs and the liverpool osteoarthritis in dogs score at long term follow up was mild this study found no evidence to suggest that either plate or pin epicondylar fixation is superior in french bulldogs this indicates that both methods can be considered viable options for treating unilateral humeral condylar fractures in french bulldogs with similar outcomes"
}