{
    "pmid": "41408642",
    "title": "Clinical predictors of early post-discharge mortality in postmenopausal women with heart failure.",
    "abstract": "This study aims to evaluate the clinical characteristics of postmenopausal women diagnosed with heart failure (HF) and to identify prognostic factors associated with mortality during the early post-discharge period-a critical phase marked by increased susceptibility to adverse clinical outcomes. This analysis utilized data from the \"Research on the Current Status and Trends of Cardiovascular Disease Treatment in Beijing\" study, conducted between January 1, 2014, and December 31, 2015. Logistic regression models were applied to identify variables independently associated with short-term post-discharge mortality. Among the cohort of postmenopausal women with HF, 78.4% had heart failure with preserved ejection fraction (HFpEF). The prevalence of comorbid coronary artery disease, hypertension, and diabetes mellitus was 50.9%, 74.6%, and 36.1%, respectively. Diastolic blood pressure was negatively associated with 30-day mortality [odds ratio (OR) = 0.97; 95% confidence interval (CI): 0.95-1.00; p < 0.05]. Beta-blocker use was negatively associated with 30-day mortality following discharge [OR = 0.45; 95% CI: 0.28-0.67; p < 0.001]. Age was positively associated with 90-day mortality [OR = 1.05; 95% CI: 1.01-1.11; p < 0.05], while use of angiotensin-converting enzyme inhibitors (ACEIs) or angiotensin receptor blockers (ARBs) was negatively associated with 90-day mortality [OR = 0.26; 95% CI: 0.06-0.63; p < 0.05]. Postmenopausal women with HF exhibit distinct clinical characteristics, with a high prevalence of HFpEF and cardiovascular comorbidities. Diastolic blood pressure, age, and the use of beta-blockers and ACEIs/ARBs were identified as significant prognostic factors for short-term mortality during the early post-discharge period. Appropriate management during hospitalization may contribute to reduced mortality risk in this vulnerable timeframe.",
    "disease": "coronary artery disease",
    "clean_text": "clinical predictors of early post discharge mortality in postmenopausal women with heart failure this study aims to evaluate the clinical characteristics of postmenopausal women diagnosed with heart failure hf and to identify prognostic factors associated with mortality during the early post discharge period a critical phase marked by increased susceptibility to adverse clinical outcomes this analysis utilized data from the research on the current status and trends of cardiovascular disease treatment in beijing study conducted between january and december logistic regression models were applied to identify variables independently associated with short term post discharge mortality among the cohort of postmenopausal women with hf had heart failure with preserved ejection fraction hfpef the prevalence of comorbid coronary artery disease hypertension and diabetes mellitus was and respectively diastolic blood pressure was negatively associated with day mortality odds ratio or confidence interval ci p beta blocker use was negatively associated with day mortality following discharge or ci p age was positively associated with day mortality or ci p while use of angiotensin converting enzyme inhibitors aceis or angiotensin receptor blockers arbs was negatively associated with day mortality or ci p postmenopausal women with hf exhibit distinct clinical characteristics with a high prevalence of hfpef and cardiovascular comorbidities diastolic blood pressure age and the use of beta blockers and aceis arbs were identified as significant prognostic factors for short term mortality during the early post discharge period appropriate management during hospitalization may contribute to reduced mortality risk in this vulnerable timeframe"
}