{
    "pmid": "41345374",
    "title": "The impact of genetic and environmental risk factors on adverse liver outcomes.",
    "abstract": "To what extent environmental factors are associated with liver diseases and liver cancer among individuals with varying levels of genetic predisposition remains unknown. In 353,703 UK Biobank participants, a validated polygenic risk score (PRS) for liver steatosis (PNPLA3, TM6SF2, MBOAT7, GCKR, and HSD17B13 variants) and an environmental risk score (ERS) from six known risk factors (obesity, type 2 diabetes mellitus, smoking, frequent alcohol intake, physical inactivity, and infrequent coffee intake) were calculated. Incident outcomes were identified from hospital records and cancer registries. The genetics by environment (G × E) interactions and population attributable risks (PARs) for each ERS tertile were calculated, stratified by PRS tertile. We identified 3801 MASLD, 3458 liver cirrhosis, and 674 liver cancer in a median 13.6-year follow-up. PRS contributes 13.3% (95%CI: 10.8-15.9%) for MASLD, 8.2% (5.5-10.9%) for cirrhosis, and 14.7% (8.6-20.7%) for liver cancer. ERS contributes 34.1% (32.1-36.1%) for MASLD, 25.6% (23.1-28.1%) for cirrhosis, and 25.4% (19.2-31.5%) for liver cancer. Significant G × E interactions (p-interaction <.05) were found for liver cirrhosis and liver cancer where risk attributed to ERS was greater in the high versus the low PRS tertile. For liver cancer, PAR of the high versus low ERS was 36.5% (27.3-45.0%) in the high PRS tertile, compared to 16.5% (4.7-27.9%) in the low PRS tertile. High environmental risk showed greater contributions among participants with high genetic risk for liver cirrhosis and liver cancer. These stronger G × E interactions in clinically severe liver diseases underscore the importance of risk stratification and precision medicine.",
    "disease": "liver cirrhosis",
    "clean_text": "the impact of genetic and environmental risk factors on adverse liver outcomes to what extent environmental factors are associated with liver diseases and liver cancer among individuals with varying levels of genetic predisposition remains unknown in uk biobank participants a validated polygenic risk score prs for liver steatosis pnpla tm sf mboat gckr and hsd b variants and an environmental risk score ers from six known risk factors obesity type diabetes mellitus smoking frequent alcohol intake physical inactivity and infrequent coffee intake were calculated incident outcomes were identified from hospital records and cancer registries the genetics by environment g e interactions and population attributable risks pars for each ers tertile were calculated stratified by prs tertile we identified masld liver cirrhosis and liver cancer in a median year follow up prs contributes ci for masld for cirrhosis and for liver cancer ers contributes for masld for cirrhosis and for liver cancer significant g e interactions p interaction were found for liver cirrhosis and liver cancer where risk attributed to ers was greater in the high versus the low prs tertile for liver cancer par of the high versus low ers was in the high prs tertile compared to in the low prs tertile high environmental risk showed greater contributions among participants with high genetic risk for liver cirrhosis and liver cancer these stronger g e interactions in clinically severe liver diseases underscore the importance of risk stratification and precision medicine"
}