{
    "title": "Zika Virus: Recent Advances towards the Development of Vaccines and Therapeutics.",
    "doc_id": "28608813",
    "writer": "McArthur MA.",
    "year": "2017",
    "summary": "Zika is a rapidly emerging public health threat. Although clinical infection is frequently mild, significant neurological manifestations have been demonstrated in infants born to Zika virus (ZIKV) infected mothers. ...This review will summarize what is curren …",
    "abstract": "Zika is a rapidly emerging public health threat. Although clinical infection is frequently mild, significant neurological manifestations have been demonstrated in infants born to Zika virus (ZIKV) infected mothers. Due to the substantial ramifications of intrauterine infection, effective counter-measures are urgently needed. In order to develop effective anti-ZIKV vaccines and therapeutics, improved animal models and a better understanding of immunological correlates of protection against ZIKV are required. This review will summarize what is currently known about ZIKV, the clinical manifestations and epidemiology of Zika as well as, the development of animal models to study ZIKV infection, host immune responses against ZIKV, and the current state of development of vaccines and therapeutics against ZIKV.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28608813/",
    "clean_text": "zika virus recent advances towards the development of vaccines and therapeutics zika is a rapidly emerging public health threat although clinical infection is frequently mild significant neurological manifestations have been demonstrated in infants born to zika virus zikv infected mothers this review will summarize what is curren zika is a rapidly emerging public health threat although clinical infection is frequently mild significant neurological manifestations have been demonstrated in infants born to zika virus zikv infected mothers due to the substantial ramifications of intrauterine infection effective counter measures are urgently needed in order to develop effective anti zikv vaccines and therapeutics improved animal models and a better understanding of immunological correlates of protection against zikv are required this review will summarize what is currently known about zikv the clinical manifestations and epidemiology of zika as well as the development of animal models to study zikv infection host immune responses against zikv and the current state of development of vaccines and therapeutics against zikv"
}