{
    "pmid": "41407252",
    "title": "Value of CT-derived Fractional Flow Reserve in the Context of Outpatient Cardiac CT in Germany: A Propensity Score Matched Analysis.",
    "abstract": "Coronary artery disease (CAD) remains one of the leading causes of death in Germany. Since outpatient reimbursement for cardiac computed tomography angiography (CCTA) became available in 2024, non-invasive diagnostics have gained importance. CT-derived fractional flow reserve (FFR-CT) may increase the specificity of CCTA and reduce invasive procedures.In this retrospective analysis, 640 consecutive patients with coronary stenosis >25% were included in outpatient CCTA. Among them, 107 underwent additional FFR-CT. After propensity score matching, two cohorts of 105 patients each were available for comparison. The primary endpoint was the positive predictive value (PPV) for hemodynamically relevant stenoses.Based on propensity score matching, FFR-CT showed a PPV of 88% compared to 73% in the group without FFR-CT. Patients with nonpathological FFR-CT results were mainly managed conservatively, whereas pathological values led to revascularization in more than 70%. In the control group without FFR-CT, invasive coronary angiographies without coronary intervention were significantly more frequent (27%). Correlation between FFR-CT and invasive FFR was strong (r = 0.92; ICC = 0.95).Integration of FFR-CT in outpatient CCTA seems to improve diagnostic accuracy and reduce invasive procedures. It has the potential to combine anatomical and functional information and optimize treatment decisions in stable CAD. · FFR-CT has the potential to increase diagnostic accuracy and reduce invasive coronary angiographies.. · FFR-CT has a higher positive predictive value than CCTA.. · The correlation between FFR-CT and invasive FFR was high.. · In cases of pathological FFR-CT, revascularization was performed in >70% of patients. · Rottländer D, Fischer C, Mohsen Y et al. Value of CT-derived Fractional Flow Reserve in the Context of Outpatient Cardiac CT in Germany: A Propensity Score Matched Analysis. Rofo 2025; DOI 10.1055/a-2760-5485. Die koronare Herzkrankheit (KHK) bleibt eine der führenden Todesursachen in Deutschland. Mit der seit 2024 möglichen ambulanten Abrechnung der koronaren Computertomografie-Angiografie (CCTA) gewinnt die nicht-invasive Diagnostik an Bedeutung. Die CT-basierte fraktionelle Flussreserve (FFR-CT) könnte die Spezifität der CCTA erhöhen und invasive Eingriffe reduzieren.In einer retrospektiven Analyse wurden 640 konsekutive Patienten mit Koronarstenosen >25% im ambulanten CCTA eingeschlossen. Bei 107 Patienten erfolgte zusätzlich eine FFR-CT. Nach Propensity-Score-Matching standen zwei Kohorten mit jeweils 105 Patienten für den Vergleich zur Verfügung. Primärer Endpunkt der Studie war der Vergleich der diagnostischen Genauigkeit von CCTA mit und ohne FFR-CT anhand des positiven prädiktiven Werts gegenüber der invasiven Koronarangiografie.Die FFR-CT zeigte nach Propensity-Score-Matching einen PPV von 88%, verglichen mit 73% in der Gruppe ohne FFR-CT. Patienten mit unauffälliger FFR-CT wurden überwiegend konservativ behandelt, während pathologische Werte in mehr als 70% zu Revaskularisation führten. In der Kontrollgruppe ohne FFR-CT ergaben sich deutlich häufiger invasive Herzkatheteruntersuchungen ohne Notwendigkeit der Koronarintervention (27%). Die Korrelation zwischen FFR-CT und invasiver FFR war hoch (r = 0,92; ICC = 0,95).Die Integration der FFR-CT in die ambulante CCTA kann potenziell die diagnostische Genauigkeit erhöhen und Herzkatheteruntersuchungen reduzieren. Sie bietet die Möglichkeit, anatomische und funktionelle Information zu kombinieren und Therapieentscheidungen bei stabiler KHK zu optimieren. · FFR-CT scheint die diagnostische Genauigkeit zu steigern und invasive Herzkatheteruntersuchungen zu reduzieren.. · FFR-CT hatte einen höheren positiven prädiktiven Wert als die CCTA allein.. · Die Korrelation zwischen FFR-CT und invasiver FFR war hoch.. · Bei pathologischer FFR-CT wurde in mehr als 70% eine Revaskularisation durchgeführt.. · Rottländer D, Fischer C, Mohsen Y et al. Value of CT-derived Fractional Flow Reserve in the Context of Outpatient Cardiac CT in Germany: A Propensity Score Matched Analysis. Rofo 2025; DOI 10.1055/a-2760-5485.",
    "disease": "coronary artery disease",
    "clean_text": "value of ct derived fractional flow reserve in the context of outpatient cardiac ct in germany a propensity score matched analysis coronary artery disease cad remains one of the leading causes of death in germany since outpatient reimbursement for cardiac computed tomography angiography ccta became available in non invasive diagnostics have gained importance ct derived fractional flow reserve ffr ct may increase the specificity of ccta and reduce invasive procedures in this retrospective analysis consecutive patients with coronary stenosis were included in outpatient ccta among them underwent additional ffr ct after propensity score matching two cohorts of patients each were available for comparison the primary endpoint was the positive predictive value ppv for hemodynamically relevant stenoses based on propensity score matching ffr ct showed a ppv of compared to in the group without ffr ct patients with nonpathological ffr ct results were mainly managed conservatively whereas pathological values led to revascularization in more than in the control group without ffr ct invasive coronary angiographies without coronary intervention were significantly more frequent correlation between ffr ct and invasive ffr was strong r icc integration of ffr ct in outpatient ccta seems to improve diagnostic accuracy and reduce invasive procedures it has the potential to combine anatomical and functional information and optimize treatment decisions in stable cad ffr ct has the potential to increase diagnostic accuracy and reduce invasive coronary angiographies ffr ct has a higher positive predictive value than ccta the correlation between ffr ct and invasive ffr was high in cases of pathological ffr ct revascularization was performed in of patients rottl nder d fischer c mohsen y et al value of ct derived fractional flow reserve in the context of outpatient cardiac ct in germany a propensity score matched analysis rofo doi a die koronare herzkrankheit khk bleibt eine der f hrenden todesursachen in deutschland mit der seit m glichen ambulanten abrechnung der koronaren computertomografie angiografie ccta gewinnt die nicht invasive diagnostik an bedeutung die ct basierte fraktionelle flussreserve ffr ct k nnte die spezifit t der ccta erh hen und invasive eingriffe reduzieren in einer retrospektiven analyse wurden konsekutive patienten mit koronarstenosen im ambulanten ccta eingeschlossen bei patienten erfolgte zus tzlich eine ffr ct nach propensity score matching standen zwei kohorten mit jeweils patienten f r den vergleich zur verf gung prim rer endpunkt der studie war der vergleich der diagnostischen genauigkeit von ccta mit und ohne ffr ct anhand des positiven pr diktiven werts gegen ber der invasiven koronarangiografie die ffr ct zeigte nach propensity score matching einen ppv von verglichen mit in der gruppe ohne ffr ct patienten mit unauff lliger ffr ct wurden berwiegend konservativ behandelt w hrend pathologische werte in mehr als zu revaskularisation f hrten in der kontrollgruppe ohne ffr ct ergaben sich deutlich h ufiger invasive herzkatheteruntersuchungen ohne notwendigkeit der koronarintervention die korrelation zwischen ffr ct und invasiver ffr war hoch r icc die integration der ffr ct in die ambulante ccta kann potenziell die diagnostische genauigkeit erh hen und herzkatheteruntersuchungen reduzieren sie bietet die m glichkeit anatomische und funktionelle information zu kombinieren und therapieentscheidungen bei stabiler khk zu optimieren ffr ct scheint die diagnostische genauigkeit zu steigern und invasive herzkatheteruntersuchungen zu reduzieren ffr ct hatte einen h heren positiven pr diktiven wert als die ccta allein die korrelation zwischen ffr ct und invasiver ffr war hoch bei pathologischer ffr ct wurde in mehr als eine revaskularisation durchgef hrt rottl nder d fischer c mohsen y et al value of ct derived fractional flow reserve in the context of outpatient cardiac ct in germany a propensity score matched analysis rofo doi a"
}