{
    "title": "Is there a role for antibiotics in the treatment of patients with rheumatoid arthritis?",
    "doc_id": "10193682",
    "writer": "O'Dell JR.",
    "year": "1999",
    "summary": "Despite many advances in the understanding and treatment of rheumatoid arthritis, its pathophysiology remains incompletely understood. An infectious aetiology of rheumatoid arthritis has long been postulated but, even though many continue to believe th …",
    "abstract": "Despite many advances in the understanding and treatment of rheumatoid arthritis, its pathophysiology remains incompletely understood. An infectious aetiology of rheumatoid arthritis has long been postulated but, even though many continue to believe that there is a 'triggering agent for rheumatoid arthritis', none has been identified. Currently, both sulfasalazine and minocycline have been shown to be effective treatments for rheumatoid arthritis and are being used increasingly. In the case of minocycline, it appears that its ability to inhibit metalloproteases is an important characteristic that may account for some or part of its action against rheumatoid arthritis. Whether the antibacterial effects of these drugs or others are important in the treatment of rheumatoid arthritis continues to be investigated.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10193682/",
    "clean_text": "is there a role for antibiotics in the treatment of patients with rheumatoid arthritis despite many advances in the understanding and treatment of rheumatoid arthritis its pathophysiology remains incompletely understood an infectious aetiology of rheumatoid arthritis has long been postulated but even though many continue to believe th despite many advances in the understanding and treatment of rheumatoid arthritis its pathophysiology remains incompletely understood an infectious aetiology of rheumatoid arthritis has long been postulated but even though many continue to believe that there is a triggering agent for rheumatoid arthritis none has been identified currently both sulfasalazine and minocycline have been shown to be effective treatments for rheumatoid arthritis and are being used increasingly in the case of minocycline it appears that its ability to inhibit metalloproteases is an important characteristic that may account for some or part of its action against rheumatoid arthritis whether the antibacterial effects of these drugs or others are important in the treatment of rheumatoid arthritis continues to be investigated"
}