{
    "pmid": "41384534",
    "title": "Association of Composite Dietary Antioxidant Index with all-cause mortality in patients with asthma disease.",
    "abstract": "Asthma is a significant public health burden worldwide, owing to its prevalence and mortality. The key factor in the death of patients with asthma is oxidative stress. The diet is an important source of both exogenous oxidants and antioxidants. The Composite Dietary Antioxidant Index (CDAI) comprehensively evaluates the antioxidant capacity of the diet, but whether CDAI can assess the risk of death in patients with asthma is unclear. This study aimed to investigate the prognostic significance of the CDAI in all-cause mortality in adult asthma patients over 20 years of age. This study employed a retrospective observational approach to analyze data extracted from the National Health and Nutrition Examination Survey (NHANES) database spanning the period from 1999 to 2018. The participants were divided into three groups based on tertiles of the CDAI. The primary outcome of the study was all-cause mortality, which was analyzed using the Kaplan-Meier survival curve, restricted cubic spline (RCS) and Cox proportional hazards model. Among 6,066 individuals aged 20 years and over diagnosed with asthma, with a mean age of 45.1 (0.3) years, Kaplan-Meier survival analysis showed a significantly lower all-cause mortality rate in those with a high CDAI category (P-log rank <0.001). Furthermore, the fully adjusted model (Model 3) demonstrated that for each unit increase in the CDAI, there was a corresponding 4% decrease in the probability of all-cause mortality. Additionally, compared with the lowest tertile (T1), a higher CDAI tertile (T3) was associated with a reduced risk (T3: HR, 0.96; 95% CI: 0.93 - 0.99;  Our study found that CDAI is inversely associated with all-cause mortality among patients with asthma, suggesting that higher antioxidant intake could potentially reduce mortality in this population. Future studies should explore the specific mechanisms by which dietary antioxidants influence asthma outcomes and evaluate the impact of targeted nutritional interventions in clinical practice. All procedures performed in studies involving human participants were in accordance with the ethical standards of the institutional and/or national research committee and with the 1964 Helsinki Declaration and its later amendments or comparable ethical standards.",
    "disease": "asthma",
    "clean_text": "association of composite dietary antioxidant index with all cause mortality in patients with asthma disease asthma is a significant public health burden worldwide owing to its prevalence and mortality the key factor in the death of patients with asthma is oxidative stress the diet is an important source of both exogenous oxidants and antioxidants the composite dietary antioxidant index cdai comprehensively evaluates the antioxidant capacity of the diet but whether cdai can assess the risk of death in patients with asthma is unclear this study aimed to investigate the prognostic significance of the cdai in all cause mortality in adult asthma patients over years of age this study employed a retrospective observational approach to analyze data extracted from the national health and nutrition examination survey nhanes database spanning the period from to the participants were divided into three groups based on tertiles of the cdai the primary outcome of the study was all cause mortality which was analyzed using the kaplan meier survival curve restricted cubic spline rcs and cox proportional hazards model among individuals aged years and over diagnosed with asthma with a mean age of years kaplan meier survival analysis showed a significantly lower all cause mortality rate in those with a high cdai category p log rank furthermore the fully adjusted model model demonstrated that for each unit increase in the cdai there was a corresponding decrease in the probability of all cause mortality additionally compared with the lowest tertile t a higher cdai tertile t was associated with a reduced risk t hr ci our study found that cdai is inversely associated with all cause mortality among patients with asthma suggesting that higher antioxidant intake could potentially reduce mortality in this population future studies should explore the specific mechanisms by which dietary antioxidants influence asthma outcomes and evaluate the impact of targeted nutritional interventions in clinical practice all procedures performed in studies involving human participants were in accordance with the ethical standards of the institutional and or national research committee and with the helsinki declaration and its later amendments or comparable ethical standards"
}