{
    "title": "Mechanical low back pain--a rheumatologist's view.",
    "doc_id": "24018549",
    "writer": "Borenstein D.",
    "year": "2013",
    "summary": "Low back pain, in its acute and chronic forms, is one of the most common health problems and is frequently evaluated by rheumatologists. ...Therapies for back pain can be nonpharmacological, pharmacological or surgical. All interventions have limited c …",
    "abstract": "Low back pain, in its acute and chronic forms, is one of the most common health problems and is frequently evaluated by rheumatologists. The multiple possible diagnoses associated with this symptom make correctly attributing back pain to a specific disease difficult. This dilemma necessitates an organized approach to separate patients with mechanical disorders from those with rare systemic disorders. The most common forms of back pain are mechanical. Gradual modifications in the axial skeletal structures over time result in pathological disorders that generally occur later in an individual's lifespan. The diagnostic process that identifies these mechanical disorders is straightforward and does not require expensive radiological or laboratory tests in the early phases of the evaluation. Most low back pain resolves without intervention, but some reports suggest that episodes of back pain are persistent or recurring for a substantial minority of patients. Therapies for back pain can be nonpharmacological, pharmacological or surgical. All interventions have limited capacity to resolve low back pain. Nonsurgical therapies are preferred for muscle injuries and osteoarthritis of the lumbar spine. Surgical interventions can resolve the pain and dysfunction of disc herniation and spinal stenosis more rapidly than conventional therapy, but surgical benefit wanes over time.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24018549/",
    "clean_text": "mechanical low back pain a rheumatologist s view low back pain in its acute and chronic forms is one of the most common health problems and is frequently evaluated by rheumatologists therapies for back pain can be nonpharmacological pharmacological or surgical all interventions have limited c low back pain in its acute and chronic forms is one of the most common health problems and is frequently evaluated by rheumatologists the multiple possible diagnoses associated with this symptom make correctly attributing back pain to a specific disease difficult this dilemma necessitates an organized approach to separate patients with mechanical disorders from those with rare systemic disorders the most common forms of back pain are mechanical gradual modifications in the axial skeletal structures over time result in pathological disorders that generally occur later in an individual s lifespan the diagnostic process that identifies these mechanical disorders is straightforward and does not require expensive radiological or laboratory tests in the early phases of the evaluation most low back pain resolves without intervention but some reports suggest that episodes of back pain are persistent or recurring for a substantial minority of patients therapies for back pain can be nonpharmacological pharmacological or surgical all interventions have limited capacity to resolve low back pain nonsurgical therapies are preferred for muscle injuries and osteoarthritis of the lumbar spine surgical interventions can resolve the pain and dysfunction of disc herniation and spinal stenosis more rapidly than conventional therapy but surgical benefit wanes over time"
}