{
    "pmid": "41431911",
    "title": "Anti-PLA2R Antibody-Positive Membranous Nephropathy Superimposed by Pleural Tuberculosis a Year Later: Mere Association or Actual Cause?",
    "abstract": "Tuberculosis-associated glomerulonephritis is difficult to diagnose, as it usually presents with hematuria, proteinuria, edema, hypertension or renal insufficiency, which are similar to the symptoms of primary glomerulonephritis. Membranous nephropathy is uncommonly seen in tuberculosis patients. We report a case of a 21-year-old male who presented with adult-onset nephrotic syndrome and was diagnosed by renal biopsy as anti-phospholipase A2 receptor antibody-positive membranous nephropathy. After one year of conservative treatment with ramipril alone without achieving a remission, the patient's condition worsened, presenting with generalized anasarca and left-sided pleural tubercular effusion. Complete remission of nephrotic syndrome was achieved after the completion of 6 months of antitubercular treatment.",
    "disease": "tuberculosis",
    "clean_text": "anti pla r antibody positive membranous nephropathy superimposed by pleural tuberculosis a year later mere association or actual cause tuberculosis associated glomerulonephritis is difficult to diagnose as it usually presents with hematuria proteinuria edema hypertension or renal insufficiency which are similar to the symptoms of primary glomerulonephritis membranous nephropathy is uncommonly seen in tuberculosis patients we report a case of a year old male who presented with adult onset nephrotic syndrome and was diagnosed by renal biopsy as anti phospholipase a receptor antibody positive membranous nephropathy after one year of conservative treatment with ramipril alone without achieving a remission the patient s condition worsened presenting with generalized anasarca and left sided pleural tubercular effusion complete remission of nephrotic syndrome was achieved after the completion of months of antitubercular treatment"
}