{
    "pmid": "41458740",
    "title": "A Systematic Review on the Effect of Colchicine in Cardiovascular Disease Management: From Risk Reduction to Comprehensive Care.",
    "abstract": "Inflammation plays an essential role in the pathogenesis of cardiovascular diseases (CVDs), and despite advances in treatments, challenges still exist. Recent studies have explored the use of colchicine in reducing the risk of CVDs. Therefore, the present systematic review aimed to evaluate the impact of colchicine in terms of efficacy, safety, and therapeutic role in managing CVD patients. A comprehensive literature search was performed from different electronic databases, such as PubMed, Scopus, and the Cochrane Library, using keywords associated with the aim of the study, using Preferred Reporting Items for Systematic Reviews and Meta-analyses (PRISMA). Methodological quality assessment was performed using the Cochrane risk of bias-2.0 (RoB-2.0) and the Risk of Bias in Non-Randomized Studies-Intervention (ROBINS-I) tools for randomized controlled trials (RCTs) and non-RCTs, respectively. For the meta-analysis, RevMan 5.4 was used to construct forest plots. Finally, 19 studies were included for qualitative and quantitative analyses. Both male and female patients were included in the studies; however, studies were more skewed toward male patients reported with different types of CVDs, including acute pericarditis, coronary artery disease (CAD), heart failure, and myocardial infarction, and also reported comorbidities, like hypertension (HTN), diabetes, and dyslipidemia. Overall, a low dose of 0.5 mg/daily of colchicine was used. A high adherence rate (>85%) was observed in the studies, with few cases of discontinuation of medications. Numerous studies have reported that colchicine successfully benefits in reducing the inflammatory and other biomarkers, such as C-reactive protein (CRP), Interleukin (IL)-6, and IL-1β. The pooled estimate size for comorbidities, like diabetes, was 0.94, odds ratio (OR) (95% CI, 0.86-1.02, p = 0.13, I",
    "disease": "hypertension",
    "clean_text": "a systematic review on the effect of colchicine in cardiovascular disease management from risk reduction to comprehensive care inflammation plays an essential role in the pathogenesis of cardiovascular diseases cvds and despite advances in treatments challenges still exist recent studies have explored the use of colchicine in reducing the risk of cvds therefore the present systematic review aimed to evaluate the impact of colchicine in terms of efficacy safety and therapeutic role in managing cvd patients a comprehensive literature search was performed from different electronic databases such as pubmed scopus and the cochrane library using keywords associated with the aim of the study using preferred reporting items for systematic reviews and meta analyses prisma methodological quality assessment was performed using the cochrane risk of bias rob and the risk of bias in non randomized studies intervention robins i tools for randomized controlled trials rcts and non rcts respectively for the meta analysis revman was used to construct forest plots finally studies were included for qualitative and quantitative analyses both male and female patients were included in the studies however studies were more skewed toward male patients reported with different types of cvds including acute pericarditis coronary artery disease cad heart failure and myocardial infarction and also reported comorbidities like hypertension htn diabetes and dyslipidemia overall a low dose of mg daily of colchicine was used a high adherence rate was observed in the studies with few cases of discontinuation of medications numerous studies have reported that colchicine successfully benefits in reducing the inflammatory and other biomarkers such as c reactive protein crp interleukin il and il the pooled estimate size for comorbidities like diabetes was odds ratio or ci p i"
}