{
    "title": "Rho Flares Repair Local Tight Junction Leaks.",
    "doc_id": "30773490",
    "writer": "Stephenson RE",
    "year": "2019",
    "summary": "Tight junctions contribute to epithelial barrier function by selectively regulating the quantity and type of molecules that cross the paracellular barrier. ...These breaches, or leaks, occur as cell boundaries elongate, correspond to visible breaks in the tight …",
    "abstract": "Tight junctions contribute to epithelial barrier function by selectively regulating the quantity and type of molecules that cross the paracellular barrier. Experimental approaches to evaluate the effectiveness of tight junctions are typically global, tissue-scale measures. Here, we introduce Zinc-based Ultrasensitive Microscopic Barrier Assay (ZnUMBA), which we used in Xenopus laevis embryos to visualize short-lived, local breaches in epithelial barrier function. These breaches, or leaks, occur as cell boundaries elongate, correspond to visible breaks in the tight junction, and are followed by transient localized Rho activation, or Rho flares. We discovered that Rho flares restore barrier function by driving concentration of tight junction proteins through actin polymerization and ROCK-mediated localized contraction of the cell boundary. We conclude that Rho flares constitute a damage control mechanism that reinstates barrier function when tight junctions become locally compromised because of normally occurring changes in cell shape and tissue tension.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30773490/",
    "clean_text": "rho flares repair local tight junction leaks tight junctions contribute to epithelial barrier function by selectively regulating the quantity and type of molecules that cross the paracellular barrier these breaches or leaks occur as cell boundaries elongate correspond to visible breaks in the tight tight junctions contribute to epithelial barrier function by selectively regulating the quantity and type of molecules that cross the paracellular barrier experimental approaches to evaluate the effectiveness of tight junctions are typically global tissue scale measures here we introduce zinc based ultrasensitive microscopic barrier assay znumba which we used in xenopus laevis embryos to visualize short lived local breaches in epithelial barrier function these breaches or leaks occur as cell boundaries elongate correspond to visible breaks in the tight junction and are followed by transient localized rho activation or rho flares we discovered that rho flares restore barrier function by driving concentration of tight junction proteins through actin polymerization and rock mediated localized contraction of the cell boundary we conclude that rho flares constitute a damage control mechanism that reinstates barrier function when tight junctions become locally compromised because of normally occurring changes in cell shape and tissue tension"
}