{
    "pmid": "41452388",
    "title": "Early psychiatric manifestations in pediatric autoimmune encephalitis: clinical data from a tertiary center.",
    "abstract": "Autoimmune encephalitis (AE) comprises a rare and heterogeneous group of immune-mediated disorders affecting the central nervous system, frequently characterized by both psychiatric and neurological symptoms. In pediatric populations, acute psychiatric manifestations, such as agitation, mood instability, and psychosis, may precede neurological signs, often complicating early diagnosis due to their overlap with primary psychiatric disorders. This retrospective observational study aimed to characterize the early psychiatric presentations of pediatric AE through the analysis of clinical records concerning inpatient admissions to a tertiary Child and Adolescent Neuropsychiatry Unit. We screened 1,577 inpatient admissions for cases presenting with acute-onset psychiatric symptoms (July 2022-July 2024). Of 58 patients, 6 (mean age: 10.3 ± 5.2 years; 4 males, 2 females) received a final diagnosis of definite or probable AE based on established pediatric guidelines, thus meeting our inclusion criteria. All patients presented with psychiatric symptoms, including externalizing behaviors (2/6), mood disturbances with psychotic features (4/6), and sleep disorders (4/6). All underwent comprehensive diagnostic evaluations, including cerebrospinal fluid (CSF) analysis, electroencephalography, and brain MRI. CSF biochemical abnormalities were detected in 5 out of 6 patients, while neuronal antibodies were identified in 4 out of 6 cases (two with anti-NMDAR and two with anti-GAD65 positivity, including one with both). Our findings underscore the relevance of early psychiatric symptoms in pediatric AE and emphasize the importance of considering autoimmune etiologies in new-onset psychiatric presentations, particularly in the absence of prior psychiatric history.",
    "disease": "epilepsy",
    "clean_text": "early psychiatric manifestations in pediatric autoimmune encephalitis clinical data from a tertiary center autoimmune encephalitis ae comprises a rare and heterogeneous group of immune mediated disorders affecting the central nervous system frequently characterized by both psychiatric and neurological symptoms in pediatric populations acute psychiatric manifestations such as agitation mood instability and psychosis may precede neurological signs often complicating early diagnosis due to their overlap with primary psychiatric disorders this retrospective observational study aimed to characterize the early psychiatric presentations of pediatric ae through the analysis of clinical records concerning inpatient admissions to a tertiary child and adolescent neuropsychiatry unit we screened inpatient admissions for cases presenting with acute onset psychiatric symptoms july july of patients mean age years males females received a final diagnosis of definite or probable ae based on established pediatric guidelines thus meeting our inclusion criteria all patients presented with psychiatric symptoms including externalizing behaviors mood disturbances with psychotic features and sleep disorders all underwent comprehensive diagnostic evaluations including cerebrospinal fluid csf analysis electroencephalography and brain mri csf biochemical abnormalities were detected in out of patients while neuronal antibodies were identified in out of cases two with anti nmdar and two with anti gad positivity including one with both our findings underscore the relevance of early psychiatric symptoms in pediatric ae and emphasize the importance of considering autoimmune etiologies in new onset psychiatric presentations particularly in the absence of prior psychiatric history"
}