{
    "pmid": "41399343",
    "title": "Patient-Reported Outcome Scores Are Comparable in Multiregional Versus Uniregional Eosinophilic Esophagitis.",
    "abstract": "Eosinophilic esophagitis (EoE) clinical trials often require multiregional esophageal inflammation. To determine if patient-reported outcomes (PROs) worsen with multiregional eosinophil inflammation (≥15 eosinophils/high power field), we compared outcomes scores when multiple (proximal/mid/distal) esophageal regions, versus one, were inflamed. The Consortium of Eosinophilic Gastrointestinal Disorders Researchers database was searched for peak eosinophil counts (PECs), eosinophilic esophagitis histology scoring system scores, and PRO scores (eosinophilic esophagitis activity index; Pediatric Eosinophilic Esophagitis Symptom Score; EoE quality of life; Pediatric Quality of Life Eosinophilic Esophagitis modulev3.0) in submissions from one or more regions. Analyses were performed with unadjusted or adjusted (adults: age, sex, dilation within 1 year; children: age, sex) data, using Wilcoxon rank sum and T test, and least squares mean, respectively. An interaction test was used for subgroup analysis.  Adult PEC was 60.2 ± 44.8 vs 39.5 ± 29.9 (mean ± standard deviation,  Multiregional compared to uniregional esophageal eosinophil inflammation does not significantly impact most PRO scores, and may not be necessary for all clinical trials.",
    "disease": "asthma",
    "clean_text": "patient reported outcome scores are comparable in multiregional versus uniregional eosinophilic esophagitis eosinophilic esophagitis eoe clinical trials often require multiregional esophageal inflammation to determine if patient reported outcomes pros worsen with multiregional eosinophil inflammation eosinophils high power field we compared outcomes scores when multiple proximal mid distal esophageal regions versus one were inflamed the consortium of eosinophilic gastrointestinal disorders researchers database was searched for peak eosinophil counts pecs eosinophilic esophagitis histology scoring system scores and pro scores eosinophilic esophagitis activity index pediatric eosinophilic esophagitis symptom score eoe quality of life pediatric quality of life eosinophilic esophagitis modulev in submissions from one or more regions analyses were performed with unadjusted or adjusted adults age sex dilation within year children age sex data using wilcoxon rank sum and t test and least squares mean respectively an interaction test was used for subgroup analysis adult pec was vs mean standard deviation multiregional compared to uniregional esophageal eosinophil inflammation does not significantly impact most pro scores and may not be necessary for all clinical trials"
}