{
    "title": "Estimation of the Young's modulus of the human pars tensa using in-situ pressurization and inverse finite-element analysis.",
    "doc_id": "28087415",
    "writer": "Rohani SA",
    "year": "2017",
    "summary": "Finite-element models of the tympanic membrane are sensitive to the Young's modulus of the pars tensa. The aim of this work is to estimate the Young's modulus under a different experimental paradigm than currently used on the human tympanic membrane. ...The estimate …",
    "abstract": "Finite-element models of the tympanic membrane are sensitive to the Young's modulus of the pars tensa. The aim of this work is to estimate the Young's modulus under a different experimental paradigm than currently used on the human tympanic membrane. These additional values could potentially be used by the auditory biomechanics community for building consensus. The Young's modulus of the human pars tensa was estimated through inverse finite-element modelling of an in-situ pressurization experiment. The experiments were performed on three specimens with a custom-built pressurization unit at a quasi-static pressure of 500 Pa. The shape of each tympanic membrane before and after pressurization was recorded using a Fourier transform profilometer. The samples were also imaged using micro-computed tomography to create sample-specific finite-element models. For each sample, the Young's modulus was then estimated by numerically optimizing its value in the finite-element model so simulated pressurized shapes matched experimental data. The estimated Young's modulus values were 2.2 MPa, 2.4 MPa and 2.0 MPa, and are similar to estimates obtained using in-situ single-point indentation testing. The estimates were obtained under the assumptions that the pars tensa is linearly elastic, uniform, isotropic with a thickness of 110 μm, and the estimates are limited to quasi-static loading. Estimates of pars tensa Young's modulus are sensitive to its thickness and inclusion of the manubrial fold. However, they do not appear to be sensitive to optimization initialization, height measurement error, pars flaccida Young's modulus, and tympanic membrane element type (shell versus solid).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28087415/",
    "clean_text": "estimation of the young s modulus of the human pars tensa using in situ pressurization and inverse finite element analysis finite element models of the tympanic membrane are sensitive to the young s modulus of the pars tensa the aim of this work is to estimate the young s modulus under a different experimental paradigm than currently used on the human tympanic membrane the estimate finite element models of the tympanic membrane are sensitive to the young s modulus of the pars tensa the aim of this work is to estimate the young s modulus under a different experimental paradigm than currently used on the human tympanic membrane these additional values could potentially be used by the auditory biomechanics community for building consensus the young s modulus of the human pars tensa was estimated through inverse finite element modelling of an in situ pressurization experiment the experiments were performed on three specimens with a custom built pressurization unit at a quasi static pressure of pa the shape of each tympanic membrane before and after pressurization was recorded using a fourier transform profilometer the samples were also imaged using micro computed tomography to create sample specific finite element models for each sample the young s modulus was then estimated by numerically optimizing its value in the finite element model so simulated pressurized shapes matched experimental data the estimated young s modulus values were mpa mpa and mpa and are similar to estimates obtained using in situ single point indentation testing the estimates were obtained under the assumptions that the pars tensa is linearly elastic uniform isotropic with a thickness of m and the estimates are limited to quasi static loading estimates of pars tensa young s modulus are sensitive to its thickness and inclusion of the manubrial fold however they do not appear to be sensitive to optimization initialization height measurement error pars flaccida young s modulus and tympanic membrane element type shell versus solid"
}