{
    "pmid": "41437989",
    "title": "Case Report: Severe hypertriglyceridaemia and multivessel coronary artery disease - management and plaque characteristics.",
    "abstract": "Elevated triglycerides have been established as a cardiovascular risk marker and the literature suggests an association with lipid-rich plaques. We report a case of severe hypertriglyceridaemia that did not result in lipid-rich atherosclerotic lesions. Coronary angiography of a 54-year-old man with a triglyceride level >113.00 mmol/L revealed severe multivessel disease. Near-infrared spectroscopy (NIRS) demonstrated a low plaque lipid content, including the maximum lipid-core burden index within 4 mm of 0 in the right coronary artery (RCA), with >90% stenosis in the middle segment. To achieve a rapid reduction in the triglyceride level, intravenous administration of insulin and heparin combined with subsequent plasmapheresis was used, and a triglyceride level of 5.79 mmol/L was achieved before discharge. Genetic testing confirmed familial hypertriglyceridaemia with a pathogenic variant in the  In a patient with severely elevated serum triglycerides and premature three-artery disease, low plaque lipid content was established with the NIRS investigation. Pharmacological management of very severe hypertriglyceridaemia with intravenous insulin and heparin therapy can rapidly decrease triglyceride levels.",
    "disease": "coronary artery disease",
    "clean_text": "case report severe hypertriglyceridaemia and multivessel coronary artery disease management and plaque characteristics elevated triglycerides have been established as a cardiovascular risk marker and the literature suggests an association with lipid rich plaques we report a case of severe hypertriglyceridaemia that did not result in lipid rich atherosclerotic lesions coronary angiography of a year old man with a triglyceride level mmol l revealed severe multivessel disease near infrared spectroscopy nirs demonstrated a low plaque lipid content including the maximum lipid core burden index within mm of in the right coronary artery rca with stenosis in the middle segment to achieve a rapid reduction in the triglyceride level intravenous administration of insulin and heparin combined with subsequent plasmapheresis was used and a triglyceride level of mmol l was achieved before discharge genetic testing confirmed familial hypertriglyceridaemia with a pathogenic variant in the in a patient with severely elevated serum triglycerides and premature three artery disease low plaque lipid content was established with the nirs investigation pharmacological management of very severe hypertriglyceridaemia with intravenous insulin and heparin therapy can rapidly decrease triglyceride levels"
}