{
    "title": "Causal Effects of Sleep Quality on Primary Headache and the Mediation via Gut Microbiota: A Mendelian Randomization Study.",
    "doc_id": "39607077",
    "writer": "Zhao H",
    "year": "2024",
    "summary": "BACKGROUND: Previous studies have shown that sleep quality plays an essential role in primary headaches to varying degrees. However, it is unclear precisely whether gut microbiota plays a critical role in mediating changes in sleep quality and affectin …",
    "abstract": "Background:\n        \n      \n      Previous studies have shown that sleep quality plays an essential role in primary headaches to varying degrees. However, it is unclear precisely whether gut microbiota plays a critical role in mediating changes in sleep quality and affecting primary headaches.\n    \n\n\n          Methods:\n        \n      \n      We utilized Mendelian randomization (MR) to examine the causal relationships between sleep quality and primary headaches. The data encompass eight sleep traits (staying asleep during periods of anxiety, trouble falling asleep, daytime dozing, sleep apnea syndrome, oversleeping, undersleeping, snoring, and sleeplessness). The primary statistical method employed was inverse variance weighting. Eventually, we explored whether gut microbiota mediate the relationship between sleep quality and primary headaches.\n    \n\n\n          Results:\n        \n      \n      Our study found that a genetic predisposition to poor sleep quality increases the risk of primary headaches. Two-step MR analysis revealed that the genus Coprococcus1 mediates the causal relationship between trouble falling asleep and cluster headaches, with a mediating effect of 23.6%. These findings could inform targeted interventions and treatments for primary headaches.\n    \n\n\n          Conclusion:\n        \n      \n      This study suggests that trouble falling asleep increases the incidence of cluster headaches mediated by gut microbiota. It highlights the crucial impact of sleep quality on primary headaches.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39607077/",
    "clean_text": "causal effects of sleep quality on primary headache and the mediation via gut microbiota a mendelian randomization study background previous studies have shown that sleep quality plays an essential role in primary headaches to varying degrees however it is unclear precisely whether gut microbiota plays a critical role in mediating changes in sleep quality and affectin background previous studies have shown that sleep quality plays an essential role in primary headaches to varying degrees however it is unclear precisely whether gut microbiota plays a critical role in mediating changes in sleep quality and affecting primary headaches methods we utilized mendelian randomization mr to examine the causal relationships between sleep quality and primary headaches the data encompass eight sleep traits staying asleep during periods of anxiety trouble falling asleep daytime dozing sleep apnea syndrome oversleeping undersleeping snoring and sleeplessness the primary statistical method employed was inverse variance weighting eventually we explored whether gut microbiota mediate the relationship between sleep quality and primary headaches results our study found that a genetic predisposition to poor sleep quality increases the risk of primary headaches two step mr analysis revealed that the genus coprococcus mediates the causal relationship between trouble falling asleep and cluster headaches with a mediating effect of these findings could inform targeted interventions and treatments for primary headaches conclusion this study suggests that trouble falling asleep increases the incidence of cluster headaches mediated by gut microbiota it highlights the crucial impact of sleep quality on primary headaches"
}