{
    "pmid": "41400246",
    "title": "Association of Serum Uromodulin and Carbamylated Albumin with All-Cause and Cardiovascular Mortality in Patients with No or Mild Chronic Kidney Disease.",
    "abstract": "Serum uromodulin (SUmod) and carbamylated albumin (C-Alb) are emerging biomarkers for chronic kidney disease (CKD) progression and mortality. SUmod reflects tubular health, while C-Alb is associated with excretory kidney function, CKD progression, and cardiovascular (CV) mortality. We hypothesized that the combined use of these markers would improve mortality risk assessments. We analyzed the associations of C-Alb and SUmod levels with the estimated glomerular filtration rate (eGFR) along with their combined predictive value for assessing mortality in 3316 participants of the Ludwigshafen Risk and Cardiovascular Health study showing mid to high CV risk. SUmod correlated moderately with eGFR (ρ = 0.39, P < 0.001) and weakly and inversely with C-Alb (ρ = -0.19, P < 0.001); C-Alb negatively correlated with eGFR (ρ = -0.38, P < 0.001). Patients in the C-Alb high/SUmod low group had the highest mortality risk [hazard ratio (HR)= 3.30; 95% CI, 2.73-3.99], which remained significant after adjustment for confounders, including eGFR (HR = 1.89; 95% CI, 1.24-1.89). In risk-prediction models for all-cause mortality, adding SUmod increased the area under the curve (AUC) from 0.728 to 0.746 (P < 0.001), C-Alb to 0.738 (P = 0.026), and both combined to 0.751 (P < 0.001). For CV mortality, AUC rose from 0.698 to 0.721 with SUmod (P < 0.001), to 0.711 with C-Alb (P = 0.018), and to 0.727 (P = 0.004) in the combined model. SUmod and C-Alb levels yield complementary insights into kidney function, biology, and mortality risk beyond eGFR. Low SUmod/high C-Alb revealed the highest mortality risk, even after multivariate adjustment. DRKS00032641.",
    "disease": "chronic kidney disease",
    "clean_text": "association of serum uromodulin and carbamylated albumin with all cause and cardiovascular mortality in patients with no or mild chronic kidney disease serum uromodulin sumod and carbamylated albumin c alb are emerging biomarkers for chronic kidney disease ckd progression and mortality sumod reflects tubular health while c alb is associated with excretory kidney function ckd progression and cardiovascular cv mortality we hypothesized that the combined use of these markers would improve mortality risk assessments we analyzed the associations of c alb and sumod levels with the estimated glomerular filtration rate egfr along with their combined predictive value for assessing mortality in participants of the ludwigshafen risk and cardiovascular health study showing mid to high cv risk sumod correlated moderately with egfr p and weakly and inversely with c alb p c alb negatively correlated with egfr p patients in the c alb high sumod low group had the highest mortality risk hazard ratio hr ci which remained significant after adjustment for confounders including egfr hr ci in risk prediction models for all cause mortality adding sumod increased the area under the curve auc from to p c alb to p and both combined to p for cv mortality auc rose from to with sumod p to with c alb p and to p in the combined model sumod and c alb levels yield complementary insights into kidney function biology and mortality risk beyond egfr low sumod high c alb revealed the highest mortality risk even after multivariate adjustment drks"
}