{
    "title": "Distribution of the head and neck surgical oncology workforce in the United States.",
    "doc_id": "35942943",
    "writer": "Talwar A",
    "year": "2022",
    "summary": "BACKGROUND: The recent trends in education and geographic distribution of the head and neck surgery workforce have not been studied extensively. METHODS: We reviewed publicly available sources to locate all fellowship-trained head and neck surgeons and …",
    "abstract": "Background:\n        \n      \n      The recent trends in education and geographic distribution of the head and neck surgery workforce have not been studied extensively.\n    \n\n\n          Methods:\n        \n      \n      We reviewed publicly available sources to locate all fellowship-trained head and neck surgeons and recent graduates. The number of surgeons in each state was compared against head and neck cancer incidence data from the Centers for Disease Control.\n    \n\n\n          Results:\n        \n      \n      The number of graduates increased annually by 1 per 100 000 000 people from 2011-2020. The average number of fellowship-trained surgeons per state was 10 (SD: 12). The average number of new head and neck cancer cases per surgeon was 247 (SD: 135). Ten states (20%) had cases >1 SD above the national average/surgeon, while 3 (6%) had cases >1 SD below the national average.\n    \n\n\n          Conclusion:\n        \n      \n      Head and neck surgeons are located in most states, but not uniformly. Most states have approximately average density of surgeons; however, several states are outliers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35942943/",
    "clean_text": "distribution of the head and neck surgical oncology workforce in the united states background the recent trends in education and geographic distribution of the head and neck surgery workforce have not been studied extensively methods we reviewed publicly available sources to locate all fellowship trained head and neck surgeons and background the recent trends in education and geographic distribution of the head and neck surgery workforce have not been studied extensively methods we reviewed publicly available sources to locate all fellowship trained head and neck surgeons and recent graduates the number of surgeons in each state was compared against head and neck cancer incidence data from the centers for disease control results the number of graduates increased annually by per people from the average number of fellowship trained surgeons per state was sd the average number of new head and neck cancer cases per surgeon was sd ten states had cases sd above the national average surgeon while had cases sd below the national average conclusion head and neck surgeons are located in most states but not uniformly most states have approximately average density of surgeons however several states are outliers"
}