{
    "title": "Epigenetic regulation in ovarian cancer.",
    "doc_id": "39179349",
    "writer": "Thi HV",
    "year": "2024",
    "summary": "Ovarian cancer is one of the diseases that have the highest mortality rate for women, especially women over 50 years old. ...Instability in the structure and function of genetic factors has long been known as a cause of cancer, including ovarian can …",
    "abstract": "Ovarian cancer is one of the diseases that have the highest mortality rate for women, especially women over 50 years old. In the future, incidence and mortality rates are predicted to extend in countries with low HDI. Instability in the structure and function of genetic factors has long been known as a cause of cancer, including ovarian cancer. Besides understanding gene mutations, epigenetic alterations have emerged as another aspect leading to the pathogenesis of ovarian neoplasm. The development and progression of this fatal disease have been found to be associated with abnormalities of epigenetic regulation. DNA methylation, histone modification, and non-coding RNAs-based gene silencing are processes of interest in developing ovarian carcinoma and are also new targets for cancer detection or treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39179349/",
    "clean_text": "epigenetic regulation in ovarian cancer ovarian cancer is one of the diseases that have the highest mortality rate for women especially women over years old instability in the structure and function of genetic factors has long been known as a cause of cancer including ovarian can ovarian cancer is one of the diseases that have the highest mortality rate for women especially women over years old in the future incidence and mortality rates are predicted to extend in countries with low hdi instability in the structure and function of genetic factors has long been known as a cause of cancer including ovarian cancer besides understanding gene mutations epigenetic alterations have emerged as another aspect leading to the pathogenesis of ovarian neoplasm the development and progression of this fatal disease have been found to be associated with abnormalities of epigenetic regulation dna methylation histone modification and non coding rnas based gene silencing are processes of interest in developing ovarian carcinoma and are also new targets for cancer detection or treatment"
}