{
    "title": "The effects of ethnic identity and acculturation in mental health of immigrants: A literature review.",
    "doc_id": "31478453",
    "writer": "Balidemaj A",
    "year": "2019",
    "summary": "The search focused on five areas of immigrant mental health importance: (1) acculturation; (2) acculturation and mental health; (3) ethnic identity; (4) ethnic identity and mental health; and (5) acculturation, ethnic identity and ment …",
    "abstract": "Objectives:\n        \n      \n      The purpose of this literature review was to highlight the studies on mental health in relation to acculturation and ethnic identity and to identify research gaps. The results can be used to help inform future immigrant mental health workers and policy makers as well as provide information about the implications of immigrant mental health.\n    \n\n\n          Methods:\n        \n      \n      The literature search was conducted electronically, directed by a variety of key words. The search focused on five areas of immigrant mental health importance: (1) acculturation; (2) acculturation and mental health; (3) ethnic identity; (4) ethnic identity and mental health; and (5) acculturation, ethnic identity and mental health. A total of 171 articles were examined and 110 were included in the review.\n    \n\n\n          Results:\n        \n      \n      The information is presented in the following categories: acculturation; acculturation and mental health; ethnic identity; ethnic identity and mental health; and acculturation, ethnic identity and mental health. Research gaps are also presented.\n    \n\n\n          Conclusion:\n        \n      \n      Overall, literature shows that acculturation, ethnic identity and mental health are closely related to one another affecting both, individuals and communities. This literature review will help to better inform practitioners who may encounter immigrants experiencing mental health issues due to acculturation and ethnic identity pressure. This review may also help policy makers identify specific obstacles that are not addressed in immigration policies which can affect the implementation of these policies. In addition, the information presented can be used as an instrument for researchers in the field. Despite the limited amount of information about immigrant mental health challenges, much work remains to fully support the affected individuals and their families.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31478453/",
    "clean_text": "the effects of ethnic identity and acculturation in mental health of immigrants a literature review the search focused on five areas of immigrant mental health importance acculturation acculturation and mental health ethnic identity ethnic identity and mental health and acculturation ethnic identity and ment objectives the purpose of this literature review was to highlight the studies on mental health in relation to acculturation and ethnic identity and to identify research gaps the results can be used to help inform future immigrant mental health workers and policy makers as well as provide information about the implications of immigrant mental health methods the literature search was conducted electronically directed by a variety of key words the search focused on five areas of immigrant mental health importance acculturation acculturation and mental health ethnic identity ethnic identity and mental health and acculturation ethnic identity and mental health a total of articles were examined and were included in the review results the information is presented in the following categories acculturation acculturation and mental health ethnic identity ethnic identity and mental health and acculturation ethnic identity and mental health research gaps are also presented conclusion overall literature shows that acculturation ethnic identity and mental health are closely related to one another affecting both individuals and communities this literature review will help to better inform practitioners who may encounter immigrants experiencing mental health issues due to acculturation and ethnic identity pressure this review may also help policy makers identify specific obstacles that are not addressed in immigration policies which can affect the implementation of these policies in addition the information presented can be used as an instrument for researchers in the field despite the limited amount of information about immigrant mental health challenges much work remains to fully support the affected individuals and their families"
}