{
    "title": "The impact of sarcopenia in the treatment for patients with head and neck cancer.",
    "doc_id": "38805807",
    "writer": "Kitano M",
    "year": "2024",
    "summary": "Sarcopenia is a disease in which a decline in muscle mass with age is associated with a decline in physical performance. In the field of otorhinolaryngology, head and neck surgery, sarcopenia is gaining attention as a cause of swallowing disorders and as a problem i …",
    "abstract": "Sarcopenia is a disease in which a decline in muscle mass with age is associated with a decline in physical performance. In the field of otorhinolaryngology, head and neck surgery, sarcopenia is gaining attention as a cause of swallowing disorders and as a problem in the treatment of head and neck cancer. Head and neck cancer occurs in anatomical sites related to swallowing, so patients with head and neck cancer are prone to swallowing disorders and \"nutrition-related sarcopenia.\" Since it is a cancer, it also becomes a \"disease-related sarcopenia,\" making it easy for patients to develop secondary sarcopenia. Medical intervention against sarcopenia is important in order to decrease the number of adverse events related to treatments for cases with sarcopenia, with reports stating that proactive exercise and nutritional therapy prior to treatment for cases with sarcopenia contributes to a decrease in serious complications as well as improving the survival rate. It is the same for head and neck cancer patients with sarcopenia, so intervention prior to treatment of head and neck cancer is an area that is expected to see reports in the future. However, if the disease is malignant, it is highly likely that sarcopenia cannot be sufficiently improved due to the short period of time from diagnosis to the beginning of treatment. In this case, choosing a treatment that takes sarcopenia into consideration is another way to handle it. Assessing sarcopenia prior to treatment may help avoid post-treatment pneumonia related to sarcopenia, postoperative complications including fistula, radiation-induced toxicity including swallowing disorders, and chemotherapy-related toxicity, and it is believed to greatly contribute to the prognosis of the overall survival (OS), disease-free survival (DFS), and disease-specific survival (DSS).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38805807/",
    "clean_text": "the impact of sarcopenia in the treatment for patients with head and neck cancer sarcopenia is a disease in which a decline in muscle mass with age is associated with a decline in physical performance in the field of otorhinolaryngology head and neck surgery sarcopenia is gaining attention as a cause of swallowing disorders and as a problem i sarcopenia is a disease in which a decline in muscle mass with age is associated with a decline in physical performance in the field of otorhinolaryngology head and neck surgery sarcopenia is gaining attention as a cause of swallowing disorders and as a problem in the treatment of head and neck cancer head and neck cancer occurs in anatomical sites related to swallowing so patients with head and neck cancer are prone to swallowing disorders and nutrition related sarcopenia since it is a cancer it also becomes a disease related sarcopenia making it easy for patients to develop secondary sarcopenia medical intervention against sarcopenia is important in order to decrease the number of adverse events related to treatments for cases with sarcopenia with reports stating that proactive exercise and nutritional therapy prior to treatment for cases with sarcopenia contributes to a decrease in serious complications as well as improving the survival rate it is the same for head and neck cancer patients with sarcopenia so intervention prior to treatment of head and neck cancer is an area that is expected to see reports in the future however if the disease is malignant it is highly likely that sarcopenia cannot be sufficiently improved due to the short period of time from diagnosis to the beginning of treatment in this case choosing a treatment that takes sarcopenia into consideration is another way to handle it assessing sarcopenia prior to treatment may help avoid post treatment pneumonia related to sarcopenia postoperative complications including fistula radiation induced toxicity including swallowing disorders and chemotherapy related toxicity and it is believed to greatly contribute to the prognosis of the overall survival os disease free survival dfs and disease specific survival dss"
}