{
    "title": "Ayurveda approach in the treatment of type 2 diabetes mellitus - A case report.",
    "doc_id": "37422989",
    "writer": "Thomas V.",
    "year": "2023",
    "summary": "His HbA1C reduced to 6.05% in a span of eight months. The case report shows the effectiveness of Ayurvedic intervention in diabetes mellitus. It is limited in its scope as it is a case report, nevertheless this can be taken up as an information that ma …",
    "abstract": "Diabetes mellitus is a growing concern all over the world. There are no many published literature available documenting the effectiveness of Ayurveda intervention on diabetes mellitus. This report is about a case in which successful reversal of diabetes mellitus was achieved in a patient who reported with glycosylated Hb percentage (HbA1C) as high as 14.87%. The patient had classical symptoms of diabetes mellitus viz. excessive thirst, fatigue and frequent urination. His fasting blood glucose level was 346 mg/dl and post prandial glucose level of 511 mg/dl. Further more his HbA1C was as high as 14.87%, thus diagnosed with diabetes mellitus. Based on his specific clinical symptoms the patient was diagnosed with kaphaja prameha. Treatment was given according to classical Ayurveda intervention for kaphaja prameha. The patient responded well to the treatment. His HbA1C reduced to 6.05% in a span of eight months. The case report shows the effectiveness of Ayurvedic intervention in diabetes mellitus. It is limited in its scope as it is a case report, nevertheless this can be taken up as an information that may lead to new research and advances in the field of clinical practice in Ayurveda.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37422989/",
    "clean_text": "ayurveda approach in the treatment of type diabetes mellitus a case report his hba c reduced to in a span of eight months the case report shows the effectiveness of ayurvedic intervention in diabetes mellitus it is limited in its scope as it is a case report nevertheless this can be taken up as an information that ma diabetes mellitus is a growing concern all over the world there are no many published literature available documenting the effectiveness of ayurveda intervention on diabetes mellitus this report is about a case in which successful reversal of diabetes mellitus was achieved in a patient who reported with glycosylated hb percentage hba c as high as the patient had classical symptoms of diabetes mellitus viz excessive thirst fatigue and frequent urination his fasting blood glucose level was mg dl and post prandial glucose level of mg dl further more his hba c was as high as thus diagnosed with diabetes mellitus based on his specific clinical symptoms the patient was diagnosed with kaphaja prameha treatment was given according to classical ayurveda intervention for kaphaja prameha the patient responded well to the treatment his hba c reduced to in a span of eight months the case report shows the effectiveness of ayurvedic intervention in diabetes mellitus it is limited in its scope as it is a case report nevertheless this can be taken up as an information that may lead to new research and advances in the field of clinical practice in ayurveda"
}