{
    "pmid": "41463210",
    "title": "Updating the Role of Carboplatin Added to Neoadjuvant Chemotherapy in Early Triple-Negative Breast Cancer: A Meta-Analysis.",
    "abstract": "Triple-negative breast cancer (TNBC) is associated with poor prognosis and a high risk of early relapse. The incorporation of platinum-based agents into neoadjuvant chemotherapy (NACT) regimens has been linked to improved pathological complete response (pCR) rates. However, the clinical benefit of carboplatin (CBDCA) remains debated due to variable long-term survival outcomes and concerns over cumulative toxicity. This meta-analysis evaluates the efficacy of adding CBDCA to NACT in early-stage TNBC (eTNBC). A systematic review and meta-analysis were conducted by searching MEDLINE, PubMed, and major oncology conference proceedings (2014-2024), with no language restrictions. Randomized phase II-III trials assessing the addition of CBDCA to standard NACT in eTNBC and reporting pCR and survival outcomes were included. The systematic review followed the recommendations of the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA). The protocol has not been registered. The primary endpoint was pCR; the secondary endpoint was disease-free survival (DFS). For pCR, a random-effects model was used, and odds ratios (OR) were log-transformed. For DFS, a mixed-effects model was applied, extracting hazard ratios (HR) and converting them into logHR values. Heterogeneity was assessed using I Of 30 studies identified, 9 randomized clinical trials were eligible; 6 (BrighTNess, GeparSixto, GS5-01, BR-15-1 PEARLY, NACATRINE, CALGB 40603) met all inclusion criteria, totaling 3402 patients. The addition of CBDCA to NACT significantly improved pCR (OR 1.63; 95% CI: 1.38-1.92;  Adding carboplatin to NACT significantly improves pCR and DFS in patients with early-stage TNBC.",
    "disease": "breast cancer",
    "clean_text": "updating the role of carboplatin added to neoadjuvant chemotherapy in early triple negative breast cancer a meta analysis triple negative breast cancer tnbc is associated with poor prognosis and a high risk of early relapse the incorporation of platinum based agents into neoadjuvant chemotherapy nact regimens has been linked to improved pathological complete response pcr rates however the clinical benefit of carboplatin cbdca remains debated due to variable long term survival outcomes and concerns over cumulative toxicity this meta analysis evaluates the efficacy of adding cbdca to nact in early stage tnbc etnbc a systematic review and meta analysis were conducted by searching medline pubmed and major oncology conference proceedings with no language restrictions randomized phase ii iii trials assessing the addition of cbdca to standard nact in etnbc and reporting pcr and survival outcomes were included the systematic review followed the recommendations of the preferred reporting items for systematic reviews and meta analyses prisma the protocol has not been registered the primary endpoint was pcr the secondary endpoint was disease free survival dfs for pcr a random effects model was used and odds ratios or were log transformed for dfs a mixed effects model was applied extracting hazard ratios hr and converting them into loghr values heterogeneity was assessed using i of studies identified randomized clinical trials were eligible brightness geparsixto gs br pearly nacatrine calgb met all inclusion criteria totaling patients the addition of cbdca to nact significantly improved pcr or ci adding carboplatin to nact significantly improves pcr and dfs in patients with early stage tnbc"
}