{
    "title": "Pediatric Type 2 Diabetes in Japan: Similarities and Differences from Type 2 Diabetes in Other Pediatric Populations.",
    "doc_id": "29671100",
    "writer": "Urakami T.",
    "year": "2018",
    "summary": "Of note, most Asian populations show a higher incidence of pediatric type 2 diabetes than that of type 1 diabetes. However, a current report in the USA demonstrated a dramatic increase in the incidence of young people with type 2 diabetes in rec …",
    "abstract": "Purpose of review:\n        \n      \n      To review clinical characteristics of pediatric type 2 diabetes in Japan.\n    \n\n\n          Recent findings:\n        \n      \n      It is well recognized that Asian populations, particularly the Japanese, have a higher incidence of childhood type 2 diabetes. Of note, most Asian populations show a higher incidence of pediatric type 2 diabetes than that of type 1 diabetes. However, a current report in the USA demonstrated a dramatic increase in the incidence of young people with type 2 diabetes in recent years. The USA could have a much higher incidence of type 2 diabetes than Japan, possibly due to environmental and behavioral factors. The clinical features of Japanese young people with type 2 diabetes might have some differences from type 2 diabetes in other pediatric populations. Japanese children with type 2 diabetes are likely to be thinner than Caucasian children. Approximately 10-15% Japanese patients with type 2 diabetes exhibit normal weight with milder insulin resistance and substantial insulin secretion failure. Autoimmunity is not associated with the etiology of type 2 diabetes. Some genetic background and environmental factors, different from those in Caucasians, could play a role in the development of type 2 diabetes in Japanese children. Considering these characteristics, we must consider adequate therapy and management for young people with type 2 diabetes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29671100/",
    "clean_text": "pediatric type diabetes in japan similarities and differences from type diabetes in other pediatric populations of note most asian populations show a higher incidence of pediatric type diabetes than that of type diabetes however a current report in the usa demonstrated a dramatic increase in the incidence of young people with type diabetes in rec purpose of review to review clinical characteristics of pediatric type diabetes in japan recent findings it is well recognized that asian populations particularly the japanese have a higher incidence of childhood type diabetes of note most asian populations show a higher incidence of pediatric type diabetes than that of type diabetes however a current report in the usa demonstrated a dramatic increase in the incidence of young people with type diabetes in recent years the usa could have a much higher incidence of type diabetes than japan possibly due to environmental and behavioral factors the clinical features of japanese young people with type diabetes might have some differences from type diabetes in other pediatric populations japanese children with type diabetes are likely to be thinner than caucasian children approximately japanese patients with type diabetes exhibit normal weight with milder insulin resistance and substantial insulin secretion failure autoimmunity is not associated with the etiology of type diabetes some genetic background and environmental factors different from those in caucasians could play a role in the development of type diabetes in japanese children considering these characteristics we must consider adequate therapy and management for young people with type diabetes"
}