{
    "pmid": "41467343",
    "title": "Inositol Requiring Enzyme 1α Mediates Hypertension and Vascular Remodeling.",
    "abstract": "Chronic unfolded protein response due to endoplasmic reticulum stress has been proposed as a therapeutic target for hypertension. Here, we tested our hypothesis that inactivation of one of the central unfolded protein response effectors, inositol-requiring enzyme 1α, mitigates hypertension and vascular remodeling in mice infused with angiotensin II. C57BL6 mice were infused with angiotensin II for 2 weeks with or without an inositol-requiring enzyme 1α inhibitor KIRA6 treatment to evaluate blood pressure and cardiovascular remodeling. Mouse small mesenteric arteries were used to assess vascular reactivity. Rat vascular smooth muscle cells were used to assess inositol-requiring enzyme 1α activation, intracellular Ca KIRA6 treatment mitigated hypertension induced by angiotensin II infusion. KIRA6 treatment also prevented angiotensin II-induced vascular thickening and perivascular fibrosis. Immunohistochemical staining of aortas indicated that phosphorylated inositol-requiring enzyme 1α signal in vascular smooth muscle cells was elevated with angiotensin II infusion and attenuated with KIRA6 treatment. Vasoconstriction in small mesenteric arteries after incubation with angiotensin II was attenuated by KIRA6 coincubation. Angiotensin II-induced elevation in intracellular Ca Targeting inositol-requiring enzyme 1α is a potential therapy for hypertension and vascular remodeling by reducing vascular resistance, mitigating intracellular Ca",
    "disease": "hypertension",
    "clean_text": "inositol requiring enzyme mediates hypertension and vascular remodeling chronic unfolded protein response due to endoplasmic reticulum stress has been proposed as a therapeutic target for hypertension here we tested our hypothesis that inactivation of one of the central unfolded protein response effectors inositol requiring enzyme mitigates hypertension and vascular remodeling in mice infused with angiotensin ii c bl mice were infused with angiotensin ii for weeks with or without an inositol requiring enzyme inhibitor kira treatment to evaluate blood pressure and cardiovascular remodeling mouse small mesenteric arteries were used to assess vascular reactivity rat vascular smooth muscle cells were used to assess inositol requiring enzyme activation intracellular ca kira treatment mitigated hypertension induced by angiotensin ii infusion kira treatment also prevented angiotensin ii induced vascular thickening and perivascular fibrosis immunohistochemical staining of aortas indicated that phosphorylated inositol requiring enzyme signal in vascular smooth muscle cells was elevated with angiotensin ii infusion and attenuated with kira treatment vasoconstriction in small mesenteric arteries after incubation with angiotensin ii was attenuated by kira coincubation angiotensin ii induced elevation in intracellular ca targeting inositol requiring enzyme is a potential therapy for hypertension and vascular remodeling by reducing vascular resistance mitigating intracellular ca"
}