{
    "pmid": "41425050",
    "title": "Treatment success and associated factors among drug-susceptible tuberculosis patients in Teso region, Uganda: a retrospective study.",
    "abstract": "Uganda is among the 30 high tuberculosis (TB) burden countries, and still grapples with a suboptimal treatment success rate (the sum of cured and treatment completion), which stands at 89.1% for people living with HIV and 91.2% for those without HIV. The Teso region, one of the high TB burden regions in the country, has consistently had a lower treatment success rate (TSR). To determine the treatment success and associated factors among drug-susceptible TB individuals in the Teso region, Uganda. This retrospective study was conducted in the five (5) largest TB diagnostic units in the Teso region of Northeastern Uganda from 1st March 2025 to 28th March 2025. Data were collected from the health facility's TB treatment register. The primary outcome was treatment success. Data were analyzed using Stata statistical software, version 15.0, and summarized into proportions and frequencies. Modified Poisson regression analysis was conducted to determine factors associated with treatment success and reported as adjusted prevalence ratios (aPR). A  Data from 1009 individuals were included in the analysis; the median age was 45 years, with an interquartile range of (28-60). The majority of the individuals, 48.1% ( In this study, being female was associated with higher treatment success, while being older than 49 years and having HIV were associated with lower treatment success. This calls for early screening and strengthening TB preventive therapy among the people living with HIV, peer-to-peer support among the elderly for treatment adherence to improve TSR, and to achieve the goal of eradicating TB by 2030. Treatment success and associated factors among drug-susceptible Tuberculosis patients in Teso region, Uganda: a retrospective study This study determines the treatment success and associated factors among drug-susceptible TB individuals in the Teso region, Uganda. Of 1009 people treated for drug-susceptible tuberculosis (TB) in the Teso region of Uganda, the overall treatment success rate was 91.9%. We found that a person’s likelihood of successful treatment was linked to their sex, age, and HIV status. Being female was associated with a higher chance of treatment success. In contrast, being over 49 years of age or living with HIV was associated with a lower chance of successful treatment. To improve TB treatment outcomes and work towards eradicating TB by 2030, we recommend early TB screening, strengthening TB preventive therapy for people living with HIV, and providing peer support to help with treatment adherence, especially for older adults and those with HIV.",
    "disease": "tuberculosis",
    "clean_text": "treatment success and associated factors among drug susceptible tuberculosis patients in teso region uganda a retrospective study uganda is among the high tuberculosis tb burden countries and still grapples with a suboptimal treatment success rate the sum of cured and treatment completion which stands at for people living with hiv and for those without hiv the teso region one of the high tb burden regions in the country has consistently had a lower treatment success rate tsr to determine the treatment success and associated factors among drug susceptible tb individuals in the teso region uganda this retrospective study was conducted in the five largest tb diagnostic units in the teso region of northeastern uganda from st march to th march data were collected from the health facility s tb treatment register the primary outcome was treatment success data were analyzed using stata statistical software version and summarized into proportions and frequencies modified poisson regression analysis was conducted to determine factors associated with treatment success and reported as adjusted prevalence ratios apr a data from individuals were included in the analysis the median age was years with an interquartile range of the majority of the individuals in this study being female was associated with higher treatment success while being older than years and having hiv were associated with lower treatment success this calls for early screening and strengthening tb preventive therapy among the people living with hiv peer to peer support among the elderly for treatment adherence to improve tsr and to achieve the goal of eradicating tb by treatment success and associated factors among drug susceptible tuberculosis patients in teso region uganda a retrospective study this study determines the treatment success and associated factors among drug susceptible tb individuals in the teso region uganda of people treated for drug susceptible tuberculosis tb in the teso region of uganda the overall treatment success rate was we found that a person s likelihood of successful treatment was linked to their sex age and hiv status being female was associated with a higher chance of treatment success in contrast being over years of age or living with hiv was associated with a lower chance of successful treatment to improve tb treatment outcomes and work towards eradicating tb by we recommend early tb screening strengthening tb preventive therapy for people living with hiv and providing peer support to help with treatment adherence especially for older adults and those with hiv"
}