{
    "title": "A case report of dengue haemorrhagic fever complicated with psoas haematoma requiring blood transfusion.",
    "doc_id": "31060498",
    "writer": "Matthias AT",
    "year": "2019",
    "summary": "CASE PRESENTATION: We report a case of spontaneous psoas muscle haematoma, formed during the critical phase of dengue haemorrhagic fever. A 28-year-old gentleman presented with features of severe dengue and was admitted to the Dengue High Dependency Unit. ...Ultraso …",
    "abstract": "Background:\n        \n      \n      Dengue fever is a common infection with increasing numbers of patients affected. Muscle haematomas are a rare complication of dengue fever. In most cases haematomas resolve spontaneously.\n    \n\n\n          Case presentation:\n        \n      \n      We report a case of spontaneous psoas muscle haematoma, formed during the critical phase of dengue haemorrhagic fever. A 28-year-old gentleman presented with features of severe dengue and was admitted to the Dengue High Dependency Unit. He was treated with intravenous fluid therapy and supportive measures, and gradually improved initially. However, as the critical phase ended, he suddenly developed pain in the left groin and inguinal region and physical examination was normal. Ultrasound scan revealed a left psoas haematoma. As the patient deteriorated haemodynamically blood was transfused. He recovered without further complication and was discharged home.\n    \n\n\n          Conclusions:\n        \n      \n      Dengue fever is a common tropical infection. Recognizing serious complications such as psoas haematoma presenting as simple complaints such as back pain and inguinal pain are important to prevent mortality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31060498/",
    "clean_text": "a case report of dengue haemorrhagic fever complicated with psoas haematoma requiring blood transfusion case presentation we report a case of spontaneous psoas muscle haematoma formed during the critical phase of dengue haemorrhagic fever a year old gentleman presented with features of severe dengue and was admitted to the dengue high dependency unit ultraso background dengue fever is a common infection with increasing numbers of patients affected muscle haematomas are a rare complication of dengue fever in most cases haematomas resolve spontaneously case presentation we report a case of spontaneous psoas muscle haematoma formed during the critical phase of dengue haemorrhagic fever a year old gentleman presented with features of severe dengue and was admitted to the dengue high dependency unit he was treated with intravenous fluid therapy and supportive measures and gradually improved initially however as the critical phase ended he suddenly developed pain in the left groin and inguinal region and physical examination was normal ultrasound scan revealed a left psoas haematoma as the patient deteriorated haemodynamically blood was transfused he recovered without further complication and was discharged home conclusions dengue fever is a common tropical infection recognizing serious complications such as psoas haematoma presenting as simple complaints such as back pain and inguinal pain are important to prevent mortality"
}