{
    "pmid": "41423662",
    "title": "Community deaths from diabetic ketoacidosis: A 14-year retrospective study in Auckland, New Zealand.",
    "abstract": "To describe the demographic, clinical, and psychosocial characteristics of individuals who died from diabetic ketoacidosis (DKA) in the community. We conducted a retrospective observational study of adults aged ≥18 years who died from DKA in the community in Auckland, New Zealand, between January 2010 and December 2023. Cases were identified through forensic pathology records, with postmortem confirmation of DKA based on vitreous glucose >10 mmol/L and beta-hydroxybutyrate (BHB) ≥2.5 mmol/L. Clinical and demographic data were obtained from electronic medical records, police and coroner's reports. Seventy-nine individuals met inclusion criteria. Mean age was 55 ± 16 years; 61% were men. Diabetes type included type 1 (42%), type 2 (41%), pancreatogenic (2.5%), and previously undiagnosed diabetes (15%). Common features included living alone (58%), poor glycaemic control [mean HbA Clinical factors such as living in a one-person household, poor glycaemic control, health care disengagement, and prior DKA admission may be associated with a higher risk of death by DKA in the community.",
    "disease": "coronary artery disease",
    "clean_text": "community deaths from diabetic ketoacidosis a year retrospective study in auckland new zealand to describe the demographic clinical and psychosocial characteristics of individuals who died from diabetic ketoacidosis dka in the community we conducted a retrospective observational study of adults aged years who died from dka in the community in auckland new zealand between january and december cases were identified through forensic pathology records with postmortem confirmation of dka based on vitreous glucose mmol l and beta hydroxybutyrate bhb mmol l clinical and demographic data were obtained from electronic medical records police and coroner s reports seventy nine individuals met inclusion criteria mean age was years were men diabetes type included type type pancreatogenic and previously undiagnosed diabetes common features included living alone poor glycaemic control mean hba clinical factors such as living in a one person household poor glycaemic control health care disengagement and prior dka admission may be associated with a higher risk of death by dka in the community"
}