{
    "pmid": "41377803",
    "title": "The inflammatory index and cytokines are associated with non-alcoholic fatty liver disease in type 2 diabetes mellitus.",
    "abstract": "Non-alcoholic fatty liver disease (NAFLD), which is characterized by hepatic steatosis in the absence of excessive alcohol consumption, is now increasingly recognized as a significant crucial factor contributing to chronic diseases, including diabetes. Moreover, it may progress to advanced hepatic pathologies such as fibrosis, cirrhosis, and even liver cancer. Systemic inflammation could be a potential mediator in the pathogenesis of diabetes secondary to NAFLD. Thus, we aim to evaluate inflammatory biomarkers to delineate their prognostic utility. A retrospective analysis was conducted on the clinical data of 624 participants from Tianjin Third Central Hospital, spanning from January 2023 to December 2024. Among them, 234 patients with NAFLD and type 2 diabetes mellitus (T2DM) were enrolled as NAFLD + T2DM group, 197 patients with T2DM were included in T2DM group and 193 healthy individuals were recruited into the control group. Independent t-tests or Mann-Whitney U tests were employed to compare demographic and biochemical parameters. Correlation analysis was carried out to assessed the association between NAFLD-T2DM comorbidity and systemic inflammation. The receiver operating characteristic curve (ROC) analysis was utilized to identify the optimal predictor and the optimum cut-off value for the comorbidity of NAFLD- and T2DM. Among serum cytokines, laboratory indicators, and six indexes, TyG, MHR, NHR, NLR and IL-6 presented a significant positive correlation with the incidence in participants with NAFLD and T2DM. Additionally, NLR (AUC: 0.868) and IL-6 (AUC: 0.777) performed the best among inflammatory indicators and cytokines. The predictors obtained from the combined testing of NLR, IL-6, and TyG offer a superior predictive value for the identification and management of NAFLD in T2DM patients. Based on the findings, the predictors obtained from the combined testing of NLR, IL-6, and TyG emerge as the most practical and readily accessible indicators for early screening of NAFLD from patients with T2DM.",
    "disease": "liver cirrhosis",
    "clean_text": "the inflammatory index and cytokines are associated with non alcoholic fatty liver disease in type diabetes mellitus non alcoholic fatty liver disease nafld which is characterized by hepatic steatosis in the absence of excessive alcohol consumption is now increasingly recognized as a significant crucial factor contributing to chronic diseases including diabetes moreover it may progress to advanced hepatic pathologies such as fibrosis cirrhosis and even liver cancer systemic inflammation could be a potential mediator in the pathogenesis of diabetes secondary to nafld thus we aim to evaluate inflammatory biomarkers to delineate their prognostic utility a retrospective analysis was conducted on the clinical data of participants from tianjin third central hospital spanning from january to december among them patients with nafld and type diabetes mellitus t dm were enrolled as nafld t dm group patients with t dm were included in t dm group and healthy individuals were recruited into the control group independent t tests or mann whitney u tests were employed to compare demographic and biochemical parameters correlation analysis was carried out to assessed the association between nafld t dm comorbidity and systemic inflammation the receiver operating characteristic curve roc analysis was utilized to identify the optimal predictor and the optimum cut off value for the comorbidity of nafld and t dm among serum cytokines laboratory indicators and six indexes tyg mhr nhr nlr and il presented a significant positive correlation with the incidence in participants with nafld and t dm additionally nlr auc and il auc performed the best among inflammatory indicators and cytokines the predictors obtained from the combined testing of nlr il and tyg offer a superior predictive value for the identification and management of nafld in t dm patients based on the findings the predictors obtained from the combined testing of nlr il and tyg emerge as the most practical and readily accessible indicators for early screening of nafld from patients with t dm"
}