{
    "title": "Regulation of the epithelial barrier by post-translational modifications of tight junction membrane proteins.",
    "doc_id": "29186552",
    "writer": "Shigetomi K",
    "year": "2018",
    "summary": "Body and organ surfaces in multicellular organisms are covered with a sheet of epithelial cells. The tight junction (TJ) is an adhesive structure that seals the gap between epithelial cells and functions as a selective barrier to prevent the entry of antigens and pa …",
    "abstract": "Body and organ surfaces in multicellular organisms are covered with a sheet of epithelial cells. The tight junction (TJ) is an adhesive structure that seals the gap between epithelial cells and functions as a selective barrier to prevent the entry of antigens and pathogenic microbes from the extracellular environment. Several transmembrane proteins that constitute the TJ (claudin, occludin, tricellulin and angulin) have been identified. As over-expression of these proteins does not enlarge TJs or enhance epithelial barrier function, it remains unclear how TJ membrane proteins are regulated to modulate the amount of TJ and the strength of the epithelial barrier. In this review, we discuss the post-translational modifications of TJ membrane proteins and their physiological significance from the viewpoint of the dynamic regulation of the epithelial barrier.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29186552/",
    "clean_text": "regulation of the epithelial barrier by post translational modifications of tight junction membrane proteins body and organ surfaces in multicellular organisms are covered with a sheet of epithelial cells the tight junction tj is an adhesive structure that seals the gap between epithelial cells and functions as a selective barrier to prevent the entry of antigens and pa body and organ surfaces in multicellular organisms are covered with a sheet of epithelial cells the tight junction tj is an adhesive structure that seals the gap between epithelial cells and functions as a selective barrier to prevent the entry of antigens and pathogenic microbes from the extracellular environment several transmembrane proteins that constitute the tj claudin occludin tricellulin and angulin have been identified as over expression of these proteins does not enlarge tjs or enhance epithelial barrier function it remains unclear how tj membrane proteins are regulated to modulate the amount of tj and the strength of the epithelial barrier in this review we discuss the post translational modifications of tj membrane proteins and their physiological significance from the viewpoint of the dynamic regulation of the epithelial barrier"
}