{
    "title": "Self-reported music perception is related to quality of life and self-reported hearing abilities in cochlear implant users.",
    "doc_id": "34470590",
    "writer": "Fuller C",
    "year": "2022",
    "summary": "OBJECTIVES: To investigate the relationship between self-reported music perception and appreciation and (1) quality of life (QoL), and (2) self-assessed hearing ability in 98 post-lingually deafened cochlear implant (CI) users with a wide age range. METHODS: Partici …",
    "abstract": "Objectives:\n        \n      \n      To investigate the relationship between self-reported music perception and appreciation and (1) quality of life (QoL), and (2) self-assessed hearing ability in 98 post-lingually deafened cochlear implant (CI) users with a wide age range.\n    \n\n\n          Methods:\n        \n      \n      Participants filled three questionnaires: (1) the Dutch Musical Background Questionnaire (DMBQ), which measures the music listening habits, the quality of the sound of music and the self-assessed perception of elements of music; (2) the Nijmegen Cochlear Implant Questionnaire (NCIQ), which measures health-related QoL; (3) the Speech, Spatial and Qualities (SSQ) of hearing scale, which measures self-assessed hearing ability. Additionally, speech perception was behaviorally measured with a phoneme-in-word identification.\n    \n\n\n          Results:\n        \n      \n      A decline in music listening habits and a low rating of the quality of music after implantation are reported in DMBQ. A significant relationship is found between the music measures and the NCIQ and SSQ; no significant relationships are observed between the DMBQ and speech perception scores.\n    \n\n\n          Conclusions:\n        \n      \n      The findings suggest some relationship between CI users' self-reported music perception ability and QoL and self-reported hearing ability. While the causal relationship is not currently evaluated, the findings may imply that music training programs and/or device improvements that improve music perception may improve QoL and hearing ability.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34470590/",
    "clean_text": "self reported music perception is related to quality of life and self reported hearing abilities in cochlear implant users objectives to investigate the relationship between self reported music perception and appreciation and quality of life qol and self assessed hearing ability in post lingually deafened cochlear implant ci users with a wide age range methods partici objectives to investigate the relationship between self reported music perception and appreciation and quality of life qol and self assessed hearing ability in post lingually deafened cochlear implant ci users with a wide age range methods participants filled three questionnaires the dutch musical background questionnaire dmbq which measures the music listening habits the quality of the sound of music and the self assessed perception of elements of music the nijmegen cochlear implant questionnaire nciq which measures health related qol the speech spatial and qualities ssq of hearing scale which measures self assessed hearing ability additionally speech perception was behaviorally measured with a phoneme in word identification results a decline in music listening habits and a low rating of the quality of music after implantation are reported in dmbq a significant relationship is found between the music measures and the nciq and ssq no significant relationships are observed between the dmbq and speech perception scores conclusions the findings suggest some relationship between ci users self reported music perception ability and qol and self reported hearing ability while the causal relationship is not currently evaluated the findings may imply that music training programs and or device improvements that improve music perception may improve qol and hearing ability"
}