{
    "pmid": "41429706",
    "title": "The role of IL-4 -589C/T and IL-5 - 746C>T polymorphisms in susceptibility to tuberculosis infection in a Sudanese population: A case-control study.",
    "abstract": "Tuberculosis (TB) is the ninth leading cause of global mortality, with over 33% occurring in Africa, with Sudan's mortality rate at 25.0 deaths per 100,000 population. In 2023, Sudan's tuberculosis (TB) incidence is estimated at 134 cases per 100,000 population METHODS: A case-control study was conducted at Abu Anja Chest Hospital, Omdurman, Khartoum state, Sudan, between February 2018 and February 2021. The study aimed to investigate the role of IL-4-589 C/T and IL-5 - 746C>T gene polymorphisms in susceptibility to tuberculosis infection in Sudanese patients, employing PCR-RFLP. 200 Sudanese patients with pulmonary tuberculosis and 200 healthy controls were included. Data analysis was done using the IBM SPSS software package version 20.0. The mutant and heterozygous genotypes in IL-5 - 746C>T polymorphism were associated with an almost six-fold increased risk of active TB in the Sudanese population. The odds ratio was 5.643 (95% CI: 3.050-10.440), and the P-value < 0.001. No statistically significant differences were detected in the genotype and allele frequencies of IL-4-589 C/T genes between patients and controls. These results provide novel evidence for the significant risk of TB in Sudanese people carrying the mutant and heterozygous genotypes of IL-5 - 746C>T genes.",
    "disease": "tuberculosis",
    "clean_text": "the role of il c t and il c t polymorphisms in susceptibility to tuberculosis infection in a sudanese population a case control study tuberculosis tb is the ninth leading cause of global mortality with over occurring in africa with sudan s mortality rate at deaths per population in sudan s tuberculosis tb incidence is estimated at cases per population methods a case control study was conducted at abu anja chest hospital omdurman khartoum state sudan between february and february the study aimed to investigate the role of il c t and il c t gene polymorphisms in susceptibility to tuberculosis infection in sudanese patients employing pcr rflp sudanese patients with pulmonary tuberculosis and healthy controls were included data analysis was done using the ibm spss software package version the mutant and heterozygous genotypes in il c t polymorphism were associated with an almost six fold increased risk of active tb in the sudanese population the odds ratio was ci and the p value no statistically significant differences were detected in the genotype and allele frequencies of il c t genes between patients and controls these results provide novel evidence for the significant risk of tb in sudanese people carrying the mutant and heterozygous genotypes of il c t genes"
}