{
    "title": "Fragile X-associated disorders: Don't miss them.",
    "doc_id": "28697292",
    "writer": "Birch RC",
    "year": "2017",
    "summary": "BACKGROUND: Fragile X-associated disorders are a family of inherited disorders caused by expansions in the Fragile X Mental Retardation 1 (FMR1) gene. Premutation expansions of the FMR1 gene confer risk for fragile X-associated primary ov …",
    "abstract": "Background:\n        \n      \n      Fragile X-associated disorders are a family of inherited disorders caused by expansions in the Fragile X Mental Retardation 1 (FMR1) gene. Premutation expansions of the FMR1 gene confer risk for fragile X-associated primary ovarian insufficiency and fragile X-associated tremor ataxia syndrome, as well as other medical and psychiatric comorbidities. Premutation expansions of the FMR1 gene are common in the general population. However, fragile X-associated disorders are frequently under-recognised and often misdiagnosed.\n    \n\n\n          Objective:\n        \n      \n      The aim of this article is to describe fragile X-associated disorders and identify specific considerations for general practitioners (GPs) during identification and management of these disorders.\n    \n\n\n          Discussion:\n        \n      \n      GPs have a critical role in the identification of fragile X-associated disorders, as well as coordination of complex care needs. Prompt recognition and appropriate management of these disorders and potential medical and psychiatric comorbidities will have important implications not only for the affected patient, but also other family members who may be at risk.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28697292/",
    "clean_text": "fragile x associated disorders don t miss them background fragile x associated disorders are a family of inherited disorders caused by expansions in the fragile x mental retardation fmr gene premutation expansions of the fmr gene confer risk for fragile x associated primary ov background fragile x associated disorders are a family of inherited disorders caused by expansions in the fragile x mental retardation fmr gene premutation expansions of the fmr gene confer risk for fragile x associated primary ovarian insufficiency and fragile x associated tremor ataxia syndrome as well as other medical and psychiatric comorbidities premutation expansions of the fmr gene are common in the general population however fragile x associated disorders are frequently under recognised and often misdiagnosed objective the aim of this article is to describe fragile x associated disorders and identify specific considerations for general practitioners gps during identification and management of these disorders discussion gps have a critical role in the identification of fragile x associated disorders as well as coordination of complex care needs prompt recognition and appropriate management of these disorders and potential medical and psychiatric comorbidities will have important implications not only for the affected patient but also other family members who may be at risk"
}