{
    "title": "Regional Internet Access and Mental Stress Among University Students: A Representative Nationwide Study of China.",
    "doc_id": "35462833",
    "writer": "Jiang S",
    "year": "2022",
    "summary": "The objective of this study was to evaluate the association between regional Internet access, and mental stress among university students. METHODS: Participants were 11,954 students, who were identified through a multistage survey sampling process conducted in 50 Chinese …",
    "abstract": "Background:\n        \n      \n      The Internet changed the lives of average citizens in the early part of the twenty-first century, and it has now become an essential part of daily life. Many studies reported that accessibility of Internet use is associated with mental health. However, previous studies examining this association were confined to local and community subpopulations and limited at the individual level, which increases the potential bias from the selection effect at a different level. Regional variables would be a stable estimate of people's socioeconomic and cultural environments and how these variables affect mental health needed to be studied. The objective of this study was to evaluate the association between regional Internet access, and mental stress among university students.\n    \n\n\n          Methods:\n        \n      \n      Participants were 11,954 students, who were identified through a multistage survey sampling process conducted in 50 Chinese universities. Regional Internet access was retrieved from a national database, and mental stress was measured using the Perceived Stress Scale (Chinese Version) (CPSS). Both unadjusted and adjusted methods were considered in the analyses.\n    \n\n\n          Results:\n        \n      \n      More than one-third 36.9% (95% CI: 24.4-49.5%) of university students in this study suffered from severe mental stress (SMR). The multilevel logistic regression model found that university students studied in low-level universities had 2.52 (95% C.I. 1.17 to 6.37) times the prevalence of SMR than those in high-level universities. Compared with small cities, students in a large city had a lower prevalence of SMR (OR 0.25; 95%C.I. 0.06 to 0.77). Most importantly, regional Internet access was negatively associated with students' SMR (OR 0.25; 95%C.I. 0.08 to 0.76).\n    \n\n\n          Conclusions:\n        \n      \n      This study indicated that regional Internet access and other environmental factors including city size and type of universities contribute to students' mental health. The findings underscore that efforts to control excessive mental stress among students in China should pay greater attention to environmental determinants of stress and particularly to improve internet access.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35462833/",
    "clean_text": "regional internet access and mental stress among university students a representative nationwide study of china the objective of this study was to evaluate the association between regional internet access and mental stress among university students methods participants were students who were identified through a multistage survey sampling process conducted in chinese background the internet changed the lives of average citizens in the early part of the twenty first century and it has now become an essential part of daily life many studies reported that accessibility of internet use is associated with mental health however previous studies examining this association were confined to local and community subpopulations and limited at the individual level which increases the potential bias from the selection effect at a different level regional variables would be a stable estimate of people s socioeconomic and cultural environments and how these variables affect mental health needed to be studied the objective of this study was to evaluate the association between regional internet access and mental stress among university students methods participants were students who were identified through a multistage survey sampling process conducted in chinese universities regional internet access was retrieved from a national database and mental stress was measured using the perceived stress scale chinese version cpss both unadjusted and adjusted methods were considered in the analyses results more than one third ci of university students in this study suffered from severe mental stress smr the multilevel logistic regression model found that university students studied in low level universities had c i to times the prevalence of smr than those in high level universities compared with small cities students in a large city had a lower prevalence of smr or c i to most importantly regional internet access was negatively associated with students smr or c i to conclusions this study indicated that regional internet access and other environmental factors including city size and type of universities contribute to students mental health the findings underscore that efforts to control excessive mental stress among students in china should pay greater attention to environmental determinants of stress and particularly to improve internet access"
}