{
    "title": "Fertility intention-based birth forecasting in the context of China's universal two-child policy: an algorithm and empirical study in Xi'an City.",
    "doc_id": "34013850",
    "writer": "Liu J",
    "year": "2021",
    "summary": "In this study, an algorithm based on the method of limiting factors is developed to retrospectively forecast annual births in Xi'an City in the first three years of policy implementation, i.e. 2016-2018. The 2015 Xi'an Fertility Survey (sample: 560 one …",
    "abstract": "After a universal two-child policy was introduced in China in 2016, studies have been published using women's fertility intentions to forecast future births; however, the recommended algorithms need to be improved. In this study, an algorithm based on the method of limiting factors is developed to retrospectively forecast annual births in Xi'an City in the first three years of policy implementation, i.e. 2016-2018. The 2015 Xi'an Fertility Survey (sample: 560 one-child mothers) showed that 17% of mothers intended to have a second child, 30% were undecided and 53% did not intend to do so at the end of 2015. The low forecast variant based on the updated algorithm indicates that there would be a baby boom in 2016-2018, but the annual births would increase by 13% at most. The forecasting results are basically consistent with the official reports on annual births. This study emphasizes the importance of appropriately adjusting all fertility intentions in birth forecasting, helps to understand women's fertility behaviour and evaluate the effects of implementing the universal two-child policy, and has important implications for China's population and family planning work.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34013850/",
    "clean_text": "fertility intention based birth forecasting in the context of china s universal two child policy an algorithm and empirical study in xi an city in this study an algorithm based on the method of limiting factors is developed to retrospectively forecast annual births in xi an city in the first three years of policy implementation i e the xi an fertility survey sample one after a universal two child policy was introduced in china in studies have been published using women s fertility intentions to forecast future births however the recommended algorithms need to be improved in this study an algorithm based on the method of limiting factors is developed to retrospectively forecast annual births in xi an city in the first three years of policy implementation i e the xi an fertility survey sample one child mothers showed that of mothers intended to have a second child were undecided and did not intend to do so at the end of the low forecast variant based on the updated algorithm indicates that there would be a baby boom in but the annual births would increase by at most the forecasting results are basically consistent with the official reports on annual births this study emphasizes the importance of appropriately adjusting all fertility intentions in birth forecasting helps to understand women s fertility behaviour and evaluate the effects of implementing the universal two child policy and has important implications for china s population and family planning work"
}