{
    "pmid": "41473040",
    "title": "Predictors of intraoperative donor heart turndown after initial acceptance for transplantation.",
    "abstract": "Because of the low use of potential heart donors, it is important to maximize transplantation and minimize discard of accepted offers. We analyzed national registry data to investigate risk factors for intraoperative turndown of donor hearts that were initially accepted for transplantation. All adult deceased donors who donated ≥1 organs during the period from January 2005 to March 2023 in the United Network for Organ Sharing database and received an acceptance or provisional acceptance by a heart team were categorized by heart allograft use versus intraoperative turndown (ITD). We investigated risk factors for ITD using multivariable logistic regression adjusted for covariates with  Of 48,240 potential adult donors who received an acceptance from a heart transplant center, 43,401 (90.0%) of donors resulted in heart use, 1262 (2.6%) resulted in heart ITD, and 3577 (7.4%) resulted in heart nonuse for other reasons. ITD increased from 0.75% in 2005 to 2.2% in 2023 as a proportion of potential heart recoveries annually ( We identified several factors associated with intraoperative turndown that can inform anticipatory intraoperative evaluation and team coordination while preserving access to donor hearts.",
    "disease": "hypertension",
    "clean_text": "predictors of intraoperative donor heart turndown after initial acceptance for transplantation because of the low use of potential heart donors it is important to maximize transplantation and minimize discard of accepted offers we analyzed national registry data to investigate risk factors for intraoperative turndown of donor hearts that were initially accepted for transplantation all adult deceased donors who donated organs during the period from january to march in the united network for organ sharing database and received an acceptance or provisional acceptance by a heart team were categorized by heart allograft use versus intraoperative turndown itd we investigated risk factors for itd using multivariable logistic regression adjusted for covariates with of potential adult donors who received an acceptance from a heart transplant center of donors resulted in heart use resulted in heart itd and resulted in heart nonuse for other reasons itd increased from in to in as a proportion of potential heart recoveries annually we identified several factors associated with intraoperative turndown that can inform anticipatory intraoperative evaluation and team coordination while preserving access to donor hearts"
}