{
    "title": "In search of adult renal stem cells.",
    "doc_id": "15601576",
    "writer": "Anglani F",
    "year": "2004",
    "summary": "Significant attention is currently being paid to the development of novel treatments for acute and chronic kidney diseases too. To date, promising sources of stem cells for renal therapies include adult bone marrow stem cells and the kidney precursors present …",
    "abstract": "The therapeutic potential of adult stem cells in the treatment of chronic degenerative diseases has becoming increasingly evident over the last few years. Significant attention is currently being paid to the development of novel treatments for acute and chronic kidney diseases too. To date, promising sources of stem cells for renal therapies include adult bone marrow stem cells and the kidney precursors present in the early embryo. Both cells have clearly demonstrated their ability to differentiate into the kidney's specialized structures. Adult renal stem cells have yet to be identified, but the papilla is where the stem cell niche is probably located. Now we need to isolate and characterize the fraction of papillary cells that constitute the putative renal stem cells. Our growing understanding of the cellular and molecular mechanisms behind kidney regeneration and repair processes - together with a knowledge of the embryonic origin of renal cells - should induce us, however, to bear in mind that in the kidney, as in other mesenchymal tissues, the need for a real stem cell compartment might be less important than the phenotypic flexibility of tubular cells. Thus, by displaying their plasticity during kidney maintenance and repair, terminally differentiated cells may well function as multipotent stem cells despite being at a later stage of maturation than adult stem cells. One of the major tasks of Regenerative Medicine will be to disclose the molecular mechanisms underlying renal tubular plasticity and to exploit its biological and therapeutic potential.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15601576/",
    "clean_text": "in search of adult renal stem cells significant attention is currently being paid to the development of novel treatments for acute and chronic kidney diseases too to date promising sources of stem cells for renal therapies include adult bone marrow stem cells and the kidney precursors present the therapeutic potential of adult stem cells in the treatment of chronic degenerative diseases has becoming increasingly evident over the last few years significant attention is currently being paid to the development of novel treatments for acute and chronic kidney diseases too to date promising sources of stem cells for renal therapies include adult bone marrow stem cells and the kidney precursors present in the early embryo both cells have clearly demonstrated their ability to differentiate into the kidney s specialized structures adult renal stem cells have yet to be identified but the papilla is where the stem cell niche is probably located now we need to isolate and characterize the fraction of papillary cells that constitute the putative renal stem cells our growing understanding of the cellular and molecular mechanisms behind kidney regeneration and repair processes together with a knowledge of the embryonic origin of renal cells should induce us however to bear in mind that in the kidney as in other mesenchymal tissues the need for a real stem cell compartment might be less important than the phenotypic flexibility of tubular cells thus by displaying their plasticity during kidney maintenance and repair terminally differentiated cells may well function as multipotent stem cells despite being at a later stage of maturation than adult stem cells one of the major tasks of regenerative medicine will be to disclose the molecular mechanisms underlying renal tubular plasticity and to exploit its biological and therapeutic potential"
}