{
    "title": "[JUVENILE IDIOPATHIC ARTHRITIS].",
    "doc_id": "29624302",
    "writer": "Bukovac LT",
    "year": "2016",
    "summary": "Juvenile idiopathic arthritis (JIA) is the most common rheumatic disorder in children and one of the most common causes of part-time or long-term disability. The term juvenile idiopathic arthritis defines the main characteristics of the disease: joint …",
    "abstract": "Juvenile idiopathic arthritis (JIA) is the most common rheumatic disorder in children and one of the most common causes of part-time or long-term disability. The term juvenile idiopathic arthritis defines the main characteristics of the disease: joint inflammation of unknown origin manifested before the 16th birthday and lasting for more than six weeks. JIA is very rare in infancy, with highest frequency in preschool age. It is not a single disease, but a group of disorders with some common features of different immunopathogenesis and with different clinical manifestations. According to the revised International League of Associations for Rheumatology (ILAR) criteria, JIA is classified into 8 subtypes, but this classification is still a “work in progress“ because with new knowledge gained in genetics and immunology, the classification will obviously have to be changed and refined. New research of the disease pathogenesis is the basis for the development of new and better treatments for JIA. The goal of such treatments is not just to relieve pain, but also to control inflammation and stop irreversible joint damage and long-term disability. Biological agents have significantly improved the disease prognosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29624302/",
    "clean_text": "juvenile idiopathic arthritis juvenile idiopathic arthritis jia is the most common rheumatic disorder in children and one of the most common causes of part time or long term disability the term juvenile idiopathic arthritis defines the main characteristics of the disease joint juvenile idiopathic arthritis jia is the most common rheumatic disorder in children and one of the most common causes of part time or long term disability the term juvenile idiopathic arthritis defines the main characteristics of the disease joint inflammation of unknown origin manifested before the th birthday and lasting for more than six weeks jia is very rare in infancy with highest frequency in preschool age it is not a single disease but a group of disorders with some common features of different immunopathogenesis and with different clinical manifestations according to the revised international league of associations for rheumatology ilar criteria jia is classified into subtypes but this classification is still a work in progress because with new knowledge gained in genetics and immunology the classification will obviously have to be changed and refined new research of the disease pathogenesis is the basis for the development of new and better treatments for jia the goal of such treatments is not just to relieve pain but also to control inflammation and stop irreversible joint damage and long term disability biological agents have significantly improved the disease prognosis"
}