{
    "title": "Updates on Management of Gastric Cancer.",
    "doc_id": "31236716",
    "writer": "Johnston FM",
    "year": "2019",
    "summary": "PURPOSE OF REVIEW: Gastric adenocarcinoma is the fifth most common and the third most lethal cancer worldwide. ...RECENT FINDINGS: Advances in diagnosis and staging, genomic classification, surgical resection and treatment of peritoneal disease, systemic chemotherap …",
    "abstract": "Purpose of review:\n        \n      \n      Gastric adenocarcinoma is the fifth most common and the third most lethal cancer worldwide. Surgery is the only chance of cure, but recurrence is common, even with complete resection.\n    \n\n\n          Recent findings:\n        \n      \n      Advances in diagnosis and staging, genomic classification, surgical resection and treatment of peritoneal disease, systemic chemotherapy and chemoradiation, and targeted and immune therapies have led to the current multidisciplinary approach to gastric adenocarcinoma. Treatment of gastric cancer is rapidly evolving in an effort to combat this challenging disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31236716/",
    "clean_text": "updates on management of gastric cancer purpose of review gastric adenocarcinoma is the fifth most common and the third most lethal cancer worldwide recent findings advances in diagnosis and staging genomic classification surgical resection and treatment of peritoneal disease systemic chemotherap purpose of review gastric adenocarcinoma is the fifth most common and the third most lethal cancer worldwide surgery is the only chance of cure but recurrence is common even with complete resection recent findings advances in diagnosis and staging genomic classification surgical resection and treatment of peritoneal disease systemic chemotherapy and chemoradiation and targeted and immune therapies have led to the current multidisciplinary approach to gastric adenocarcinoma treatment of gastric cancer is rapidly evolving in an effort to combat this challenging disease"
}