{
    "pmid": "41473671",
    "title": "A Vanishing Clot: The Disappearance of a Free-Floating Right Atrial Thrombus Just Before Urgent Surgical Thrombectomy.",
    "abstract": "We present the case of a 68-year-old male who experienced presyncope and was found to have a large, free-floating thrombus in the right atrium, accompanied by a concurrent pulmonary embolism. Given the high risk of a massive pulmonary embolism, a multidisciplinary team recommended surgical thrombectomy under cardiopulmonary bypass. However, shortly after the treatment decision, the thrombus spontaneously disappeared, most likely having embolized into the pulmonary arteries. As the patient exhibited minimal hemodynamic compromise, the team opted for thrombolytic therapy with rt-PA instead of surgery. The patient was discharged 10 days later following an uneventful recovery from infarct pneumonia. This case highlights the unpredictable behavior of intracardiac thrombi and emphasizes the importance of ongoing reassessment and imaging in guiding clinical management.",
    "disease": "pneumonia",
    "clean_text": "a vanishing clot the disappearance of a free floating right atrial thrombus just before urgent surgical thrombectomy we present the case of a year old male who experienced presyncope and was found to have a large free floating thrombus in the right atrium accompanied by a concurrent pulmonary embolism given the high risk of a massive pulmonary embolism a multidisciplinary team recommended surgical thrombectomy under cardiopulmonary bypass however shortly after the treatment decision the thrombus spontaneously disappeared most likely having embolized into the pulmonary arteries as the patient exhibited minimal hemodynamic compromise the team opted for thrombolytic therapy with rt pa instead of surgery the patient was discharged days later following an uneventful recovery from infarct pneumonia this case highlights the unpredictable behavior of intracardiac thrombi and emphasizes the importance of ongoing reassessment and imaging in guiding clinical management"
}