{
    "pmid": "41461866",
    "title": "An international cross-sectional study of dementia researchers' own perspectives on patient and public involvement.",
    "abstract": "Patient and Public Involvement (PPI) can enhance the quality and relevance of health research. However, its implementation remains uneven across regions and research fields. This study explores how dementia and aging researchers perceive PPI's impact on their work. A cross-sectional survey was distributed to 392 researchers in Europe, Latin America, the USA, and Canada. Following multiple expert reviews, native speaker input, and pilot testing, the final survey was administered. Quantitative data were analyzed using descriptive statistics, group comparisons, and logistic regression models. Of 392 questionnaires, 91 were returned (23.2% response rate). Researchers in Europe, the USA, and Canada reported greater familiarity with PPI than those in Latin America. Notably, 45.1% of respondents selected \"I prefer not to answer\" when asked about PPI's role in their research; this was more common among Latin American participants, who also reported lower PPI knowledge. Logistic regression revealed that familiarity with PPI was associated with having more research experience, submitting more grant applications, better access to PPI groups, and using PPI to aid recruitment. These findings point to gaps in the awareness and application of PPI in aging and dementia research, with many researchers expressing uncertainty about its value. Regional disparities underscore the need for consistent, standardized approaches to PPI. Future efforts should focus on closing the gap between theoretical familiarity and active implementation to improve research quality and public engagement, particularly in under-resourced settings.",
    "disease": "alzheimer disease",
    "clean_text": "an international cross sectional study of dementia researchers own perspectives on patient and public involvement patient and public involvement ppi can enhance the quality and relevance of health research however its implementation remains uneven across regions and research fields this study explores how dementia and aging researchers perceive ppi s impact on their work a cross sectional survey was distributed to researchers in europe latin america the usa and canada following multiple expert reviews native speaker input and pilot testing the final survey was administered quantitative data were analyzed using descriptive statistics group comparisons and logistic regression models of questionnaires were returned response rate researchers in europe the usa and canada reported greater familiarity with ppi than those in latin america notably of respondents selected i prefer not to answer when asked about ppi s role in their research this was more common among latin american participants who also reported lower ppi knowledge logistic regression revealed that familiarity with ppi was associated with having more research experience submitting more grant applications better access to ppi groups and using ppi to aid recruitment these findings point to gaps in the awareness and application of ppi in aging and dementia research with many researchers expressing uncertainty about its value regional disparities underscore the need for consistent standardized approaches to ppi future efforts should focus on closing the gap between theoretical familiarity and active implementation to improve research quality and public engagement particularly in under resourced settings"
}