{
    "title": "Environmental pollution to kidney disease: an updated review of current knowledge and future directions.",
    "doc_id": "38797324",
    "writer": "Lao XQ",
    "year": "2024",
    "summary": "Environmental pollution significantly impacts global disease burden. However, the contribution of environmental pollution to kidney disease is often overlooked in nephrology. ...The review also explores how climate change may interact with various pollutants, …",
    "abstract": "Environmental pollution significantly impacts global disease burden. However, the contribution of environmental pollution to kidney disease is often overlooked in nephrology. This review examines the growing body of research demonstrating the significant impacts of environmental pollutants, with a focus on air pollution as a primary factor, and acknowledges the roles of other pollutants, such as heavy metals, in the development and progression of kidney diseases. Short-term exposure to air pollution is linked with an increased risk of kidney disease-related events, including hospital admissions, and death, predominantly occurring in vulnerable populations. In contrast, long-term exposure, even at low to moderate levels, may lead to progressive pathophysiological changes, such as chronic systemic inflammation and oxidative stress, that contribute to the development of kidney disease. In addition, air pollution may exacerbate traditional kidney disease risk factors such as hypertension and diabetes, thereby accelerating disease progression. The review also explores how climate change may interact with various pollutants, including air pollution, influencing kidney disease indirectly. The examined evidence underscores the urgent need for an interdisciplinary approach to research further into environmental kidney disease. Environmental health policies could play a crucial role in the prevention, intervention, and improvement of kidney health worldwide.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38797324/",
    "clean_text": "environmental pollution to kidney disease an updated review of current knowledge and future directions environmental pollution significantly impacts global disease burden however the contribution of environmental pollution to kidney disease is often overlooked in nephrology the review also explores how climate change may interact with various pollutants environmental pollution significantly impacts global disease burden however the contribution of environmental pollution to kidney disease is often overlooked in nephrology this review examines the growing body of research demonstrating the significant impacts of environmental pollutants with a focus on air pollution as a primary factor and acknowledges the roles of other pollutants such as heavy metals in the development and progression of kidney diseases short term exposure to air pollution is linked with an increased risk of kidney disease related events including hospital admissions and death predominantly occurring in vulnerable populations in contrast long term exposure even at low to moderate levels may lead to progressive pathophysiological changes such as chronic systemic inflammation and oxidative stress that contribute to the development of kidney disease in addition air pollution may exacerbate traditional kidney disease risk factors such as hypertension and diabetes thereby accelerating disease progression the review also explores how climate change may interact with various pollutants including air pollution influencing kidney disease indirectly the examined evidence underscores the urgent need for an interdisciplinary approach to research further into environmental kidney disease environmental health policies could play a crucial role in the prevention intervention and improvement of kidney health worldwide"
}