{
    "pmid": "41454786",
    "title": "The positive effect of an educational intervention on successful spirometry in Greek preschool children.",
    "abstract": "This study investigated the feasibility of performing spirometry without technical errors in preschool children. It also evaluated the effect of an educational intervention on the success rates and duration of spirometry in this age group. This randomized controlled study was conducted in Greece during two separate time periods due to the COVID-19 pandemic. The study included 132 children aged 3-6 years who had not previously undergone spirometry. Children who were born prematurely, had neurological disorders and/or developmental delays, or refused to attempt an FVC maneuver were excluded from the study. Participants were randomly allocated to the intervention ( The overall success rate of spirometry was 74.2%. Success rates were significantly higher in the intervention group compared with the control group (84.6% vs. 65.7%,  Spirometry is generally feasible in preschool children; however, a brief educational video can substantially improve the likelihood of successful performance and reduce the time needed to complete the test.",
    "disease": "asthma",
    "clean_text": "the positive effect of an educational intervention on successful spirometry in greek preschool children this study investigated the feasibility of performing spirometry without technical errors in preschool children it also evaluated the effect of an educational intervention on the success rates and duration of spirometry in this age group this randomized controlled study was conducted in greece during two separate time periods due to the covid pandemic the study included children aged years who had not previously undergone spirometry children who were born prematurely had neurological disorders and or developmental delays or refused to attempt an fvc maneuver were excluded from the study participants were randomly allocated to the intervention the overall success rate of spirometry was success rates were significantly higher in the intervention group compared with the control group vs spirometry is generally feasible in preschool children however a brief educational video can substantially improve the likelihood of successful performance and reduce the time needed to complete the test"
}