{
    "title": "Review of Texas Commission on Environmental Quality's Ethylene Oxide Development Support Document.",
    "doc_id": "40674534",
    "writer": "National Academies of Sciences",
    "year": "un 6",
    "summary": "Because ethylene oxide is emitted in Texas and has been determined by other agencies to be a carcinogen, the Texas Commission on Environmental Quality (TCEQ) undertook a carcinogenic dose-response assessment for use in TCEQ's remediation and air permitting programs. ...",
    "abstract": "Ethylene oxide is primarily produced in Texas and Louisiana with sites in Texas accounting for nearly half of all emitted ethylene oxide in the United States. Because ethylene oxide is emitted in Texas and has been determined by other agencies to be a carcinogen, the Texas Commission on Environmental Quality (TCEQ) undertook a carcinogenic dose-response assessment for use in TCEQ's remediation and air permitting programs. The TCEQ assessed the carcinogenic hazards of ethylene oxide and derived a chronic inhalation unit risk factor (URF) in its 2020 Ethylene Oxide Carcinogenic Dose-Response Assessment Development Support Document (TCEQ DSD).\n    \n\n      \n      As requested by TCEQ, the National Academies of Sciences, Engineering, and Medicine assembled an ad hoc committee to review the methods, results, and conclusions of the TCEQ DSD. The committee considered whether the conclusions are clearly presented, scientifically supported, and based on the best available scientific information. The report finds that the lack of application of systematic review methods, the exclusion of critical epidemiological data, the limitations in the modeling approach and use of unpublished validation data all contribute to a lack of confidence in TCEQ's risk assessment of ethylene oxide.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40674534/",
    "clean_text": "review of texas commission on environmental quality s ethylene oxide development support document because ethylene oxide is emitted in texas and has been determined by other agencies to be a carcinogen the texas commission on environmental quality tceq undertook a carcinogenic dose response assessment for use in tceq s remediation and air permitting programs ethylene oxide is primarily produced in texas and louisiana with sites in texas accounting for nearly half of all emitted ethylene oxide in the united states because ethylene oxide is emitted in texas and has been determined by other agencies to be a carcinogen the texas commission on environmental quality tceq undertook a carcinogenic dose response assessment for use in tceq s remediation and air permitting programs the tceq assessed the carcinogenic hazards of ethylene oxide and derived a chronic inhalation unit risk factor urf in its ethylene oxide carcinogenic dose response assessment development support document tceq dsd as requested by tceq the national academies of sciences engineering and medicine assembled an ad hoc committee to review the methods results and conclusions of the tceq dsd the committee considered whether the conclusions are clearly presented scientifically supported and based on the best available scientific information the report finds that the lack of application of systematic review methods the exclusion of critical epidemiological data the limitations in the modeling approach and use of unpublished validation data all contribute to a lack of confidence in tceq s risk assessment of ethylene oxide"
}