{
    "pmid": "41474062",
    "title": "Weakly supervised object detection network for diabetic retinopathy.",
    "abstract": "With the increasing number of diabetic patients, the rapid and accurate diagnosis of early diabetic retinopathy becomes crucial. However, diabetic retinal lesions are challenging to label since the identification of disease depends on accessing multiple lesion regions in images, which requires specialists to make detailed judgments and label them, resulting in an extremely costly and time-consuming. To reduce costs, we propose diabetic retinopathy detection network (DRD-Net), an improved weakly supervised object detection model based on adversarial complementary erasure learning (ACoL) framework, designed for diabetic retinopathy detection. DRD-Net enhances small lesion localization while relying only on image-level labels. DRD includes an improved EfficientNet-B0 network, which leverages compressed network structure with parallel downsampling and the efficient channel attention (ECA) module for feature extraction from fundus images. A multi-scale parallel attention module (MPA) is designed and combines with adversarial complementary erasure learning to enhance classification and localization of small lesion accross multi-scale features. For data processing, we cropped and re-annotated three datasets into 35,828 lesion patches (224 × 224 pixels) to solve the problem of information loss in high-resolution fundus images. The dataset is partitioned into training (25,079, 70%), validation (7166, 20%), and test (3583, 10%) sets. Benchmark models include CNN-based methods (CAM, ACoL, SLT-Net, etc.) and Transformer-based approaches (TRT, SAT, etc.). Performance is evaluated using Top-1/Top-5 classification accuracy (Top-1/Top-5 Cls), Top-1/Top-5 localization accuracy (Top-1/Top-5 Loc), and ground-truth known localization accuracy (GT-Known Loc). Statistical analyses employs paired t-tests with Holm-Bonferroni correction for multiple comparisons, Cohen's d for effect size, and a significance level of α = 0.05. Experiments verify that the performance of DRD-Net is better than the state-of-the-art methods, achieving 82.41%, 76.94%, and 86.05% in Top-1 Cls, Top-1 Loc and GT-Known Loc, respectively. Compared to top-performancing baselines, gains are 1.64% (Cohen's d = 1.016, p = 0.0318), 3.16% (d = 1.377, p = 0.0090), and 0.96% (d = 0.85, p = 0.0481), all significant at α = 0.05. Experiments confirm that DRD-Net has good feasibility to accurately and comprehensively identify DR lesions. This suggests that it could potentially enhance clinical screening efficiency and promote further development in diabetic retinopathy detection.",
    "disease": "diabetes mellitus",
    "clean_text": "weakly supervised object detection network for diabetic retinopathy with the increasing number of diabetic patients the rapid and accurate diagnosis of early diabetic retinopathy becomes crucial however diabetic retinal lesions are challenging to label since the identification of disease depends on accessing multiple lesion regions in images which requires specialists to make detailed judgments and label them resulting in an extremely costly and time consuming to reduce costs we propose diabetic retinopathy detection network drd net an improved weakly supervised object detection model based on adversarial complementary erasure learning acol framework designed for diabetic retinopathy detection drd net enhances small lesion localization while relying only on image level labels drd includes an improved efficientnet b network which leverages compressed network structure with parallel downsampling and the efficient channel attention eca module for feature extraction from fundus images a multi scale parallel attention module mpa is designed and combines with adversarial complementary erasure learning to enhance classification and localization of small lesion accross multi scale features for data processing we cropped and re annotated three datasets into lesion patches pixels to solve the problem of information loss in high resolution fundus images the dataset is partitioned into training validation and test sets benchmark models include cnn based methods cam acol slt net etc and transformer based approaches trt sat etc performance is evaluated using top top classification accuracy top top cls top top localization accuracy top top loc and ground truth known localization accuracy gt known loc statistical analyses employs paired t tests with holm bonferroni correction for multiple comparisons cohen s d for effect size and a significance level of experiments verify that the performance of drd net is better than the state of the art methods achieving and in top cls top loc and gt known loc respectively compared to top performancing baselines gains are cohen s d p d p and d p all significant at experiments confirm that drd net has good feasibility to accurately and comprehensively identify dr lesions this suggests that it could potentially enhance clinical screening efficiency and promote further development in diabetic retinopathy detection"
}