{
    "pmid": "41452841",
    "title": "Inappropriate treatment of hospital-acquired infections and associated factors among admitted adults in Wolaita Zone hospitals, Southern Ethiopia: A multi-center cross-sectional study.",
    "abstract": "Hospital-acquired infections (HAIs) are a global health concern. Inappropriate treatment of HAIs worsens their impact, contributing to increased antimicrobial resistance, higher healthcare costs, and heightened morbidity and mortality. However, evidence on inappropriate treatment of HAIs in resource-constrained settings remains limited. The aim of this study was to assess the prevalence and associated factors of inappropriate treatment of HAIs among admitted adults in Wolaita Zone hospitals, Southern Ethiopia. A multicenter cross-sectional study was conducted in selected hospitals in the Wolaita Zone from 28 October 2024-25 February 2025, enrolling 280 patients with HAIs. Data were collected via structured face-to-face interviews and medical record review. Data were entered in EpiData 4.6 and analyzed in SPSS 25. A binary logistic regression model was employed to examine the associations between the outcome variable and explanatory variables, with statistical significance determined at a p-value < 0.05. The mean (± SD) age of participants was 41.25 ± 12.5 years. Pneumonia was the most frequently diagnosed HAI (133, 47.5%). Streptococcus species, Staphylococcus aureus, and Klebsiella pneumoniae were the predominant pathogens isolated. The overall prevalence of inappropriate treatment of HAI was 53.6% (95% CI: 47.5-59.5). The odds of inappropriate treatment of HAI were significantly higher in the presence of comorbidity (AOR = 2.69, 95% CI: 1.45-5.01; p = 0.002) and among patients treated in the surgical ward (AOR = 2.75, 95% CI: 1.32-5.74; p = 0.007). Conversely, culture testing (AOR = 0.34, 95% CI: 0.15-0.74; p = 0.007) and provision of clinical pharmacy service (AOR = 0.28, 95% CI: 0.13-0.60; p = 0.001) were associated with reduced odds of inappropriate treatment of HAIs. The prevalence of inappropriate treatment of HAIs among admitted adults in the current study settings was high. Comorbidities, treatment ward type, culture testing, and the provision of clinical pharmacy services were significantly associated with inappropriate treatment. Clinicians should give particular attention to patients with comorbidities and those receiving care in surgical wards. Health facilities should enhance microbiological diagnostic services to promote evidence-based therapy. Additionally, clinical pharmacy services should be expanded across hospital wards to support efforts in reducing inappropriate treatment of HAIs. These findings underscore the urgent need for multifaceted interventions to improve patient care and combat antimicrobial resistance in this setting.",
    "disease": "pneumonia",
    "clean_text": "inappropriate treatment of hospital acquired infections and associated factors among admitted adults in wolaita zone hospitals southern ethiopia a multi center cross sectional study hospital acquired infections hais are a global health concern inappropriate treatment of hais worsens their impact contributing to increased antimicrobial resistance higher healthcare costs and heightened morbidity and mortality however evidence on inappropriate treatment of hais in resource constrained settings remains limited the aim of this study was to assess the prevalence and associated factors of inappropriate treatment of hais among admitted adults in wolaita zone hospitals southern ethiopia a multicenter cross sectional study was conducted in selected hospitals in the wolaita zone from october february enrolling patients with hais data were collected via structured face to face interviews and medical record review data were entered in epidata and analyzed in spss a binary logistic regression model was employed to examine the associations between the outcome variable and explanatory variables with statistical significance determined at a p value the mean sd age of participants was years pneumonia was the most frequently diagnosed hai streptococcus species staphylococcus aureus and klebsiella pneumoniae were the predominant pathogens isolated the overall prevalence of inappropriate treatment of hai was ci the odds of inappropriate treatment of hai were significantly higher in the presence of comorbidity aor ci p and among patients treated in the surgical ward aor ci p conversely culture testing aor ci p and provision of clinical pharmacy service aor ci p were associated with reduced odds of inappropriate treatment of hais the prevalence of inappropriate treatment of hais among admitted adults in the current study settings was high comorbidities treatment ward type culture testing and the provision of clinical pharmacy services were significantly associated with inappropriate treatment clinicians should give particular attention to patients with comorbidities and those receiving care in surgical wards health facilities should enhance microbiological diagnostic services to promote evidence based therapy additionally clinical pharmacy services should be expanded across hospital wards to support efforts in reducing inappropriate treatment of hais these findings underscore the urgent need for multifaceted interventions to improve patient care and combat antimicrobial resistance in this setting"
}