{
    "pmid": "41469741",
    "title": "Electroacupuncture ameliorates glycolipid metabolism disorder in skeletal muscle of type 2 diabetic rats via modulation of the AMPK/PGC-1α/TFAM signaling pathway.",
    "abstract": "This study aimed to investigate whether electroacupuncture (EA) can regulate skeletal muscle glucose metabolism through the AMPK/PGC-1α/TFAM signaling pathway in a rat model of type 2 diabetes mellitus (T2DM). T2DM was induced by feeding rats a high-fat, high-sugar diet followed by intraperitoneal streptozotocin (35 mg/kg). Rats were randomly assigned to five groups: model, EA, EA plus AMPK inhibitor (Compound C, 20 mg/kg, three times weekly), sham acupuncture (tail non-acupoint stimulation), and control. EA was applied at Zusanli, Sanyinjiao, and Weiwanxiashu for 20 min daily, six days per week, for four weeks. Random blood glucose (RBG) and body weight were monitored weekly. After intervention, fasting blood glucose (FBG), triglycerides (TG), low-density lipoprotein cholesterol (LDL-C), fasting insulin (FINS), and C-peptide (C-P) were measured, and HOMA-IR and ISI were calculated based on FBG and FINS. Skeletal muscle morphology was assessed by H&E staining; ATP levels were measured; and AMPK/PGC-1α/TFAM pathway related protein and gene expression were analyzed by Western blotting and RT-PCR. EA reduced RBG, body weight, FBG, TG, LDL-C, FINS, C-P levels, and HOMA-IR, while improving ISI. Moreover, EA enhances the expression of AMPK, PGC-1α, TFAM, and GLUT 4 at both the protein and mRNA levels, alleviates skeletal muscle cell injury, and increases ATP content in skeletal muscle. These beneficial effects are abolished by co-administration of an AMPK inhibitor. EA improves glycolipid metabolism and alleviates insulin resistance in T2DM rats, potentially via activation of the AMPK/PGC-1α/TFAM pathway. These effects may be linked to improved skeletal muscle function and glucose utilization. EA shows promise as a therapeutic strategy for T2DM, warranting further investigation into its mechanisms and clinical relevance.",
    "disease": "diabetes mellitus",
    "clean_text": "electroacupuncture ameliorates glycolipid metabolism disorder in skeletal muscle of type diabetic rats via modulation of the ampk pgc tfam signaling pathway this study aimed to investigate whether electroacupuncture ea can regulate skeletal muscle glucose metabolism through the ampk pgc tfam signaling pathway in a rat model of type diabetes mellitus t dm t dm was induced by feeding rats a high fat high sugar diet followed by intraperitoneal streptozotocin mg kg rats were randomly assigned to five groups model ea ea plus ampk inhibitor compound c mg kg three times weekly sham acupuncture tail non acupoint stimulation and control ea was applied at zusanli sanyinjiao and weiwanxiashu for min daily six days per week for four weeks random blood glucose rbg and body weight were monitored weekly after intervention fasting blood glucose fbg triglycerides tg low density lipoprotein cholesterol ldl c fasting insulin fins and c peptide c p were measured and homa ir and isi were calculated based on fbg and fins skeletal muscle morphology was assessed by h e staining atp levels were measured and ampk pgc tfam pathway related protein and gene expression were analyzed by western blotting and rt pcr ea reduced rbg body weight fbg tg ldl c fins c p levels and homa ir while improving isi moreover ea enhances the expression of ampk pgc tfam and glut at both the protein and mrna levels alleviates skeletal muscle cell injury and increases atp content in skeletal muscle these beneficial effects are abolished by co administration of an ampk inhibitor ea improves glycolipid metabolism and alleviates insulin resistance in t dm rats potentially via activation of the ampk pgc tfam pathway these effects may be linked to improved skeletal muscle function and glucose utilization ea shows promise as a therapeutic strategy for t dm warranting further investigation into its mechanisms and clinical relevance"
}