{
    "pmid": "41408645",
    "title": "Unraveling the connection between obesity, metabolic syndrome and osteoarthritis risk: a large-observational study.",
    "abstract": "The relationship between metabolic syndrome (MetS) and osteoarthritis (OA) remains debated, necessitating further exploration to clarify potential causal links. This study included 271,019 participants from the UK Biobank and NHANES, and conducted Mendelian randomization (MR) analyses to determine the relationship between BMI, MetS, and OA. We used generalized linear modeling and restricted cubic spline plots to identify non-linear associations, as well as a mediation analysis of the possible mediating effect of MetS between BMI and OA. MR analyses were used to assess genetic causality, with sensitivity and subgroup analyses ensuring robustness. MetS was present in 27.3% of UK Biobank and 32.4% of NHANES participants, with OA prevalence at 17.2% and 12.6%. BMI showed a significant positive association with both MetS and OA, with risk increasing notably at a BMI of 27. MetS mediated a small proportion of the BMI effect on OA but was not an independent risk factor after BMI adjustment [1.03 (P < 0.05) in UK Biobank and 1.18 (P > 0.05) in NHANES]. Waist circumference was the primary MetS component influencing OA risk. Subgroup analyses indicated MetS increased OA risk in younger participants and showed a \"U\" shaped association across BMI levels. MR results consistent with observational studies. There's a complex interplay between BMI, MetS, and OA. Although MetS mediated a small proportion of the BMI effect, it was not an independent risk factor for OA in the overall population. The impact of MetS on the risk of OA varied by age and BMI levels.",
    "disease": "osteoarthritis",
    "clean_text": "unraveling the connection between obesity metabolic syndrome and osteoarthritis risk a large observational study the relationship between metabolic syndrome mets and osteoarthritis oa remains debated necessitating further exploration to clarify potential causal links this study included participants from the uk biobank and nhanes and conducted mendelian randomization mr analyses to determine the relationship between bmi mets and oa we used generalized linear modeling and restricted cubic spline plots to identify non linear associations as well as a mediation analysis of the possible mediating effect of mets between bmi and oa mr analyses were used to assess genetic causality with sensitivity and subgroup analyses ensuring robustness mets was present in of uk biobank and of nhanes participants with oa prevalence at and bmi showed a significant positive association with both mets and oa with risk increasing notably at a bmi of mets mediated a small proportion of the bmi effect on oa but was not an independent risk factor after bmi adjustment p in uk biobank and p in nhanes waist circumference was the primary mets component influencing oa risk subgroup analyses indicated mets increased oa risk in younger participants and showed a u shaped association across bmi levels mr results consistent with observational studies there s a complex interplay between bmi mets and oa although mets mediated a small proportion of the bmi effect it was not an independent risk factor for oa in the overall population the impact of mets on the risk of oa varied by age and bmi levels"
}