{
    "title": "Complex Young's modulus measurement by incident wave extracting in a thin resonant bar.",
    "doc_id": "29289112",
    "writer": "Wei Z",
    "year": "2017",
    "summary": "This study presents a method for measuring the complex Young's modulus of viscoelastic materials by extracting the incident wave within a thin bar. ...The Young's moduli of two types of rubber material determined by the experimental method agree well with those obta …",
    "abstract": "This study presents a method for measuring the complex Young's modulus of viscoelastic materials by extracting the incident wave within a thin bar. A Butterworth impulse is generated by an electromagnetic shaker and is employed to excite a bar-like sample. The experimental results prove that the method proposed in this study can determine the Young's modulus at frequencies ranging from 200 to 6500 Hz under atmospheric pressure and room temperature. The Young's moduli of two types of rubber material determined by the experimental method agree well with those obtained using a standard dynamic mechanical thermal analyzer. This method expands the experimental frequency range of the wave-speed method, simplifies the processing of traditional experimental measurements, and represents a potential application for a method for directly determining mechanical parameters.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29289112/",
    "clean_text": "complex young s modulus measurement by incident wave extracting in a thin resonant bar this study presents a method for measuring the complex young s modulus of viscoelastic materials by extracting the incident wave within a thin bar the young s moduli of two types of rubber material determined by the experimental method agree well with those obta this study presents a method for measuring the complex young s modulus of viscoelastic materials by extracting the incident wave within a thin bar a butterworth impulse is generated by an electromagnetic shaker and is employed to excite a bar like sample the experimental results prove that the method proposed in this study can determine the young s modulus at frequencies ranging from to hz under atmospheric pressure and room temperature the young s moduli of two types of rubber material determined by the experimental method agree well with those obtained using a standard dynamic mechanical thermal analyzer this method expands the experimental frequency range of the wave speed method simplifies the processing of traditional experimental measurements and represents a potential application for a method for directly determining mechanical parameters"
}