{
    "title": "Adolescent Transitions in Self-Management Strategies and Young Adult Alcohol Use.",
    "doc_id": "33467899",
    "writer": "Griffin KW",
    "year": "2021",
    "summary": "While findings indicated modest stability in class structure over time, maintaining class membership characterized by high cognitive self-reinforcement and high affective self-regulation was consistently protective in terms of young adult alcohol use relative to mov …",
    "abstract": "Individuals use a variety of strategies to manage their thoughts, emotions, and behaviors across the lifespan. In this study, we used latent class analysis to derive distinct subtypes of self-management skills in early adolescence and latent transition analysis to examine whether movement between different classes was associated with later young adult alcohol use. Assessments of behavioral self-control, affective self-regulation, and cognitive self-reinforcement were obtained in the seventh and 10th grades from students participating in two independent drug prevention trials (control group participants only, N = 3,939). Assessment of alcohol use was obtained when participants were young adults (23-26). A model distinguishing four subtypes of self-management skills fit best for both the seventh and 10th grades. While findings indicated modest stability in class structure over time, maintaining class membership characterized by high cognitive self-reinforcement and high affective self-regulation was consistently protective in terms of young adult alcohol use relative to movement from this to other classes. Transitions in class membership involving an expansion of self-management strategies were protective and associated with lower levels of young adult alcohol use and transitions involving a contraction of self-management strategies associated with higher young adult alcohol use. This study illustrates the important use of person-centered techniques to exemplify how typologies of self-management during adolescence can play a protective role in young adult alcohol use.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33467899/",
    "clean_text": "adolescent transitions in self management strategies and young adult alcohol use while findings indicated modest stability in class structure over time maintaining class membership characterized by high cognitive self reinforcement and high affective self regulation was consistently protective in terms of young adult alcohol use relative to mov individuals use a variety of strategies to manage their thoughts emotions and behaviors across the lifespan in this study we used latent class analysis to derive distinct subtypes of self management skills in early adolescence and latent transition analysis to examine whether movement between different classes was associated with later young adult alcohol use assessments of behavioral self control affective self regulation and cognitive self reinforcement were obtained in the seventh and th grades from students participating in two independent drug prevention trials control group participants only n assessment of alcohol use was obtained when participants were young adults a model distinguishing four subtypes of self management skills fit best for both the seventh and th grades while findings indicated modest stability in class structure over time maintaining class membership characterized by high cognitive self reinforcement and high affective self regulation was consistently protective in terms of young adult alcohol use relative to movement from this to other classes transitions in class membership involving an expansion of self management strategies were protective and associated with lower levels of young adult alcohol use and transitions involving a contraction of self management strategies associated with higher young adult alcohol use this study illustrates the important use of person centered techniques to exemplify how typologies of self management during adolescence can play a protective role in young adult alcohol use"
}