{
    "pmid": "41399411",
    "title": "Gut microbiota-bile acid metabolic disorder involved in the cognitive impairments in epilepsy through HO-1 dependent ferroptosis.",
    "abstract": "Abnormal bile acid (BA) metabolism has been implicated in the pathogenesis of central nervous system (CNS) diseases, but its role in epilepsy remains unclear. In this study, we investigated the relationship between gut microbiota-driven dysregulation of BA metabolism and seizure-induced ferroptotic neuronal death in epilepsy. Our targeted metabolomic analysis revealed elevated levels of deoxycholic acid (DCA) in the serum and cerebrospinal fluid (CSF) of epileptic patients, which correlated with cognitive impairment. In a pentylenetetrazol (PTZ)-induced mouse model of epilepsy, 16S ribosomal RNA (16S rRNA) sequencing showed significant alterations in gut microbiota composition. Importantly, fecal microbiota transplantation (FMT) from healthy mice into epileptic mice significantly reduced seizure activity and improved cognitive function, primarily by normalizing serum and brain levels of secondary bile acids (SBAs), including DCA. Both ",
    "disease": "epilepsy",
    "clean_text": "gut microbiota bile acid metabolic disorder involved in the cognitive impairments in epilepsy through ho dependent ferroptosis abnormal bile acid ba metabolism has been implicated in the pathogenesis of central nervous system cns diseases but its role in epilepsy remains unclear in this study we investigated the relationship between gut microbiota driven dysregulation of ba metabolism and seizure induced ferroptotic neuronal death in epilepsy our targeted metabolomic analysis revealed elevated levels of deoxycholic acid dca in the serum and cerebrospinal fluid csf of epileptic patients which correlated with cognitive impairment in a pentylenetetrazol ptz induced mouse model of epilepsy s ribosomal rna s rrna sequencing showed significant alterations in gut microbiota composition importantly fecal microbiota transplantation fmt from healthy mice into epileptic mice significantly reduced seizure activity and improved cognitive function primarily by normalizing serum and brain levels of secondary bile acids sbas including dca both"
}