{
    "pmid": "41474237",
    "title": "Hepatic artery infusion chemotherapy for liver metastases in small cell lung cancer.",
    "abstract": "The prognosis for patients with small cell lung cancer (SCLC), who develop liver metastases (LM) is extremely poor, and treatment options are limited. This study aimed to evaluate the efficacy and safety of hepatic arterial infusion (HAI) chemotherapy combined with systemic chemotherapy for patients diagnosed with LM-SCLC. From January 2019 to December 2023, HAI catheter systems were implanted in 15 patients with LM-SCLC, guided by digital subtraction angiography. All patients received systemic chemotherapy in combination with HAI using gemcitabine and floxuridine (FUDR). The overall response rate for intrahepatic lesions was 66.7%, including one patient (6.7%) with a complete response and nine (60.0%) with a partial response. Additionally, the median overall survival (mOS) was 13 months (95% confidence interval, 11.4-14.6 months). Notably, none of the patients experienced grade 4 adverse effects. However, the grade 3 adverse effects included leukopenia and neutropenia, which were well tolerated by all the patients. HAI of gemcitabine and FUDR, alongside systemic chemotherapy, may serve as an effective treatment strategy for achieving a high local response and prolonging mOS in patients with LM-SCLC, while also being associated with a relatively low incidence of adverse effects.",
    "disease": "lung cancer",
    "clean_text": "hepatic artery infusion chemotherapy for liver metastases in small cell lung cancer the prognosis for patients with small cell lung cancer sclc who develop liver metastases lm is extremely poor and treatment options are limited this study aimed to evaluate the efficacy and safety of hepatic arterial infusion hai chemotherapy combined with systemic chemotherapy for patients diagnosed with lm sclc from january to december hai catheter systems were implanted in patients with lm sclc guided by digital subtraction angiography all patients received systemic chemotherapy in combination with hai using gemcitabine and floxuridine fudr the overall response rate for intrahepatic lesions was including one patient with a complete response and nine with a partial response additionally the median overall survival mos was months confidence interval months notably none of the patients experienced grade adverse effects however the grade adverse effects included leukopenia and neutropenia which were well tolerated by all the patients hai of gemcitabine and fudr alongside systemic chemotherapy may serve as an effective treatment strategy for achieving a high local response and prolonging mos in patients with lm sclc while also being associated with a relatively low incidence of adverse effects"
}