{
    "title": "Epigenetic Alterations under Oxidative Stress in Stem Cells.",
    "doc_id": "36071870",
    "writer": "Huang M",
    "year": "2022",
    "summary": "Abundant evidences have demonstrated the detrimental role of oxidative stress in various human pathogenesis since oxidative stress results from the imbalance between reactive oxygen species (ROS) accumulation and antioxidant defense system. ...As some …",
    "abstract": "Epigenetic regulation of gene expression, including DNA methylation and histone modifications, provides finely tuned responses for cells that undergo cellular environment changes. Abundant evidences have demonstrated the detrimental role of oxidative stress in various human pathogenesis since oxidative stress results from the imbalance between reactive oxygen species (ROS) accumulation and antioxidant defense system. Stem cells can self-renew themselves and meanwhile have the potential to differentiate into many other cell types. As some studies have described the effects of oxidative stress on homeostasis and cell fate decision of stem cells, epigenetic alterations have emerged crucial for mediating the stem cell behaviours under oxidative stress. Here, we review recent findings on the oxidative effects on DNA and histone modifications in stem cells. We propose that epigenetic alterations and oxidative stress may influence each other in stem cells.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36071870/",
    "clean_text": "epigenetic alterations under oxidative stress in stem cells abundant evidences have demonstrated the detrimental role of oxidative stress in various human pathogenesis since oxidative stress results from the imbalance between reactive oxygen species ros accumulation and antioxidant defense system as some epigenetic regulation of gene expression including dna methylation and histone modifications provides finely tuned responses for cells that undergo cellular environment changes abundant evidences have demonstrated the detrimental role of oxidative stress in various human pathogenesis since oxidative stress results from the imbalance between reactive oxygen species ros accumulation and antioxidant defense system stem cells can self renew themselves and meanwhile have the potential to differentiate into many other cell types as some studies have described the effects of oxidative stress on homeostasis and cell fate decision of stem cells epigenetic alterations have emerged crucial for mediating the stem cell behaviours under oxidative stress here we review recent findings on the oxidative effects on dna and histone modifications in stem cells we propose that epigenetic alterations and oxidative stress may influence each other in stem cells"
}