{
    "pmid": "41458540",
    "title": "Serum asprosin level is significantly lower in patients with liver cirrhosis than in those with non-cirrhotic chronic liver diseases.",
    "abstract": "Given the paucity of research on the role of asprosin in liver fibrosis secondary to diverse chronic liver diseases, this study aimed to elucidate the association between serum asprosin levels and the development of liver cirrhosis. A total of 268 patients with diverse chronic liver diseases and 100 sex-matched healthy controls were enrolled. Participants were stratified into three groups: healthy controls (n=100), patients with non-cirrhotic chronic liver disease (n=62), and patients with liver cirrhosis (n=206). Serum asprosin levels were quantified using enzyme-linked immunosorbent assay. Additionally, all participants underwent assessments of anthropometric parameters, biochemical markers, and liver transient elastography. Serum asprosin levels were significantly lower in patients with liver cirrhosis compared to those with non-cirrhotic chronic liver disease (p < 0.01) and healthy controls (p < 0.001). In patients with chronic liver disease, asprosin levels exhibited a negative correlation with the liver fibrosis markers Fibrosis-4 Index (r = -0.309, p < 0.001) and Liver Stiffness Measurement (r = -0.225, p = 0.006). Binary logistic regression analysis, after adjusting for multiple confounding factors (such as age, sex and body mass index, etc.), confirmed lower asprosin levels were independently associated with a higher risk of cirrhosis (all OR < 1, p < 0.05). Receiver Operating Characteristic curve analysis revealed that asprosin exhibited limited but statistically significant discriminative ability in differentiating between non-cirrhotic chronic liver disease and liver cirrhosis (AUC = 0.627, P = 0.002). These findings suggest that asprosin may be involved in the progression of liver cirrhosis, with potential as a novel biomarker for its diagnosis and prognosis and implications for fibrosis management. However, further prospective studies are needed to clarify the causal relationship between asprosin and liver cirrhosis and explore its underlying molecular mechanisms.",
    "disease": "liver cirrhosis",
    "clean_text": "serum asprosin level is significantly lower in patients with liver cirrhosis than in those with non cirrhotic chronic liver diseases given the paucity of research on the role of asprosin in liver fibrosis secondary to diverse chronic liver diseases this study aimed to elucidate the association between serum asprosin levels and the development of liver cirrhosis a total of patients with diverse chronic liver diseases and sex matched healthy controls were enrolled participants were stratified into three groups healthy controls n patients with non cirrhotic chronic liver disease n and patients with liver cirrhosis n serum asprosin levels were quantified using enzyme linked immunosorbent assay additionally all participants underwent assessments of anthropometric parameters biochemical markers and liver transient elastography serum asprosin levels were significantly lower in patients with liver cirrhosis compared to those with non cirrhotic chronic liver disease p and healthy controls p in patients with chronic liver disease asprosin levels exhibited a negative correlation with the liver fibrosis markers fibrosis index r p and liver stiffness measurement r p binary logistic regression analysis after adjusting for multiple confounding factors such as age sex and body mass index etc confirmed lower asprosin levels were independently associated with a higher risk of cirrhosis all or p receiver operating characteristic curve analysis revealed that asprosin exhibited limited but statistically significant discriminative ability in differentiating between non cirrhotic chronic liver disease and liver cirrhosis auc p these findings suggest that asprosin may be involved in the progression of liver cirrhosis with potential as a novel biomarker for its diagnosis and prognosis and implications for fibrosis management however further prospective studies are needed to clarify the causal relationship between asprosin and liver cirrhosis and explore its underlying molecular mechanisms"
}