{
    "title": "A Practical Concussion Physical Examination Toolbox.",
    "doc_id": "27022058",
    "writer": "Matuszak JM",
    "year": "2016",
    "summary": "CONTEXT: With heightened awareness of concussion, there is a need to assess and manage the concussed patient in a consistent manner. Unfortunately, concussion physical examination has not been standardized or supported by evidence. Important questions remain about t …",
    "abstract": "Context:\n        \n      \n      With heightened awareness of concussion, there is a need to assess and manage the concussed patient in a consistent manner. Unfortunately, concussion physical examination has not been standardized or supported by evidence. Important questions remain about the physical examination.\n    \n\n\n          Evidence acquisition:\n        \n      \n      Review of ClinicalKey, Cochrane, MEDLINE, and PubMed prior to July 2015 was performed using search terms, including concussion, mTBI, physical examination, mental status, cranial nerves, reflexes, cervical, vestibular, and oculomotor. The references of the pertinent articles were reviewed for other relevant sources.\n    \n\n\n          Study design:\n        \n      \n      Clinical review.\n    \n\n\n          Level of evidence:\n        \n      \n      Level 3.\n    \n\n\n          Results:\n        \n      \n      The pertinent physical examination elements for concussion include evaluation of cranial nerves, manual muscle testing, and deep tendon reflexes; inspecting the head and neck for trauma or tenderness and cervical range of motion; Spurling maneuver; a static or dynamic balance assessment; screening ocular examination; and a mental status examination that includes orientation, immediate and delayed recall, concentration, mood, affect, insight, and judgment. Other examination elements to consider, based on signs, symptoms, or clinical suspicion, include testing of upper motor neurons, cervical strength and proprioception, coordination, pupillary reactivity, and visual acuity; examination of the jaw, temporomandibular joint, and thoracic spine; fundoscopic evaluation; orthostatic vital signs; assessment of dynamic visual acuity; and screening for depression, anxiety, substance abuse disorders, and preinjury psychiatric difficulties.\n    \n\n\n          Conclusion:\n        \n      \n      Various elements of the physical examination, such as screening ocular examination, cervical musculoskeletal examination, static and/or dynamic balance assessment, and mental status examination, appear to have utility for evaluating concussion; however, data on validity are lacking.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27022058/",
    "clean_text": "a practical concussion physical examination toolbox context with heightened awareness of concussion there is a need to assess and manage the concussed patient in a consistent manner unfortunately concussion physical examination has not been standardized or supported by evidence important questions remain about t context with heightened awareness of concussion there is a need to assess and manage the concussed patient in a consistent manner unfortunately concussion physical examination has not been standardized or supported by evidence important questions remain about the physical examination evidence acquisition review of clinicalkey cochrane medline and pubmed prior to july was performed using search terms including concussion mtbi physical examination mental status cranial nerves reflexes cervical vestibular and oculomotor the references of the pertinent articles were reviewed for other relevant sources study design clinical review level of evidence level results the pertinent physical examination elements for concussion include evaluation of cranial nerves manual muscle testing and deep tendon reflexes inspecting the head and neck for trauma or tenderness and cervical range of motion spurling maneuver a static or dynamic balance assessment screening ocular examination and a mental status examination that includes orientation immediate and delayed recall concentration mood affect insight and judgment other examination elements to consider based on signs symptoms or clinical suspicion include testing of upper motor neurons cervical strength and proprioception coordination pupillary reactivity and visual acuity examination of the jaw temporomandibular joint and thoracic spine fundoscopic evaluation orthostatic vital signs assessment of dynamic visual acuity and screening for depression anxiety substance abuse disorders and preinjury psychiatric difficulties conclusion various elements of the physical examination such as screening ocular examination cervical musculoskeletal examination static and or dynamic balance assessment and mental status examination appear to have utility for evaluating concussion however data on validity are lacking"
}