{
    "pmid": "41451420",
    "title": "The efficacy of high-frequency repetitive transcranial magnetic stimulation on upper extremity function in intracerebral hemorrhage: a real-world retrospective cohort study.",
    "abstract": "Repetitive transcranial magnetic stimulation (rTMS) has been applied to improve upper limb motor recovery following stroke. However, most existing evidence is derived from ischemic stroke populations, with limited studies specifically evaluating its efficacy in intracerebral hemorrhage (ICH). To explore the efficacy of rTMS on upper extremity function in a cohort exclusively composed of ICH patients, providing real-world evidence on its application in this underrepresented population. A retrospective cohort study was conducted including 394 patients diagnosed with ICH who were admitted to the Department of Rehabilitation Medicine at Bethune Hospital of Shanxi between January 2020 and June 2023. Patients were divided into two groups: conventional rehabilitation therapy alone or in combination with high-frequency rTMS (HF-rTMS). The primary endpoint was the proportion of patients achieving a clinically meaningful improvement (≥9 points) in the Fugl-Meyer Upper Extremity (FM-UE) Scale. HF-rTMS treatment was significantly associated with an increased likelihood of achieving the primary endpoint (OR = 3.19, 95% CI 1.81-5.65,  This large-scale real-world study exclusively focused on ICH provides critical evidence supporting the efficacy of HF-rTMS in subacute ICH rehabilitation. Given the paucity of dedicated research on ICH, these findings offer valuable insights into personalized neuromodulatory treatment strategies for this understudied population.",
    "disease": "stroke",
    "clean_text": "the efficacy of high frequency repetitive transcranial magnetic stimulation on upper extremity function in intracerebral hemorrhage a real world retrospective cohort study repetitive transcranial magnetic stimulation rtms has been applied to improve upper limb motor recovery following stroke however most existing evidence is derived from ischemic stroke populations with limited studies specifically evaluating its efficacy in intracerebral hemorrhage ich to explore the efficacy of rtms on upper extremity function in a cohort exclusively composed of ich patients providing real world evidence on its application in this underrepresented population a retrospective cohort study was conducted including patients diagnosed with ich who were admitted to the department of rehabilitation medicine at bethune hospital of shanxi between january and june patients were divided into two groups conventional rehabilitation therapy alone or in combination with high frequency rtms hf rtms the primary endpoint was the proportion of patients achieving a clinically meaningful improvement points in the fugl meyer upper extremity fm ue scale hf rtms treatment was significantly associated with an increased likelihood of achieving the primary endpoint or ci this large scale real world study exclusively focused on ich provides critical evidence supporting the efficacy of hf rtms in subacute ich rehabilitation given the paucity of dedicated research on ich these findings offer valuable insights into personalized neuromodulatory treatment strategies for this understudied population"
}