{
    "title": "Mechanisms of Drug Resistance in High-Grade Serous Ovarian Cancer.",
    "doc_id": "30390769",
    "writer": "Freimund AE",
    "year": "2018",
    "summary": "Resistance in ovarian cancer is driven by a range of mechanisms, some of which are therapy specific whereas others confer multidrug resistance. This review outlines our current understanding of the heterogeneous mechanisms of both primary and acquired drug resistance in hi …",
    "abstract": "Resistance in ovarian cancer is driven by a range of mechanisms, some of which are therapy specific whereas others confer multidrug resistance. This review outlines our current understanding of the heterogeneous mechanisms of both primary and acquired drug resistance in high-grade serous ovarian cancer with a focus on the most common therapeutics, including platinum and taxanes. Current therapeutic strategies for overcoming resistance, including the use of non-P- glycoprotein substrate therapies, are outlined, with an emphasis on the importance of developing resistance biomarkers to guide future therapy approaches and improve patient outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30390769/",
    "clean_text": "mechanisms of drug resistance in high grade serous ovarian cancer resistance in ovarian cancer is driven by a range of mechanisms some of which are therapy specific whereas others confer multidrug resistance this review outlines our current understanding of the heterogeneous mechanisms of both primary and acquired drug resistance in hi resistance in ovarian cancer is driven by a range of mechanisms some of which are therapy specific whereas others confer multidrug resistance this review outlines our current understanding of the heterogeneous mechanisms of both primary and acquired drug resistance in high grade serous ovarian cancer with a focus on the most common therapeutics including platinum and taxanes current therapeutic strategies for overcoming resistance including the use of non p glycoprotein substrate therapies are outlined with an emphasis on the importance of developing resistance biomarkers to guide future therapy approaches and improve patient outcomes"
}