{
    "pmid": "41388318",
    "title": "Getting to Implementation: applying data-driven implementation strategies to improve guideline concordant surveillance for hepatocellular carcinoma.",
    "abstract": "While guidelines recommend twice-yearly liver cancer (hepatocellular carcinoma, HCC) surveillance for people with cirrhosis, adherence to these guidelines remains variable. We aimed to empirically identify and apply successful implementation strategies through Getting to Implementation (GTI), a manualized facilitation approach. A hybrid type III, stepped-wedge, cluster-randomized trial was conducted at 12 underperforming Veterans Health Administration (VA) sites between October 2020 and October 2022. GTI included a stepwise approach to guide sites to detail their current state, set implementation goals, identify implementation barriers, select implementation strategies, make a work plan, conduct an evaluation, and sustain their work. Outcomes were defined using the Reach, Effectiveness, Adoption, Implementation, and Maintenance (RE-AIM) framework. Facilitators supported site teams with an average of 20±6 facilitation hours over a 12-month period. Ten of 12 sites (83%) adopted GTI and applied a median of five strategies (e.g., dashboard use, small tests of change, direct patient outreach). Reach, the primary outcome, increased from mean 29.1% to mean 38.8% at-risk Veterans receiving HCC surveillance from pre- to post-intervention, and further increasing to 41.3% in the sustainment period. In both unadjusted and adjusted models, the odds of HCC surveillance were significantly higher during intervention (adjusted odds ratio, aOR=1.67, 95% CI:1.59, 1.75) and during sustainment (aOR=1.69, 95% CI:1.60, 1.78) compared with baseline, and with difference between active and sustainment periods, indicating sustained improvement after active facilitation ended. GTI sustainably improved HCC surveillance, suggesting that applying data-driven implementation strategies within a manualized facilitation approach can improve care. ClinicalTrials.gov, NCT04178096.",
    "disease": "liver cirrhosis",
    "clean_text": "getting to implementation applying data driven implementation strategies to improve guideline concordant surveillance for hepatocellular carcinoma while guidelines recommend twice yearly liver cancer hepatocellular carcinoma hcc surveillance for people with cirrhosis adherence to these guidelines remains variable we aimed to empirically identify and apply successful implementation strategies through getting to implementation gti a manualized facilitation approach a hybrid type iii stepped wedge cluster randomized trial was conducted at underperforming veterans health administration va sites between october and october gti included a stepwise approach to guide sites to detail their current state set implementation goals identify implementation barriers select implementation strategies make a work plan conduct an evaluation and sustain their work outcomes were defined using the reach effectiveness adoption implementation and maintenance re aim framework facilitators supported site teams with an average of facilitation hours over a month period ten of sites adopted gti and applied a median of five strategies e g dashboard use small tests of change direct patient outreach reach the primary outcome increased from mean to mean at risk veterans receiving hcc surveillance from pre to post intervention and further increasing to in the sustainment period in both unadjusted and adjusted models the odds of hcc surveillance were significantly higher during intervention adjusted odds ratio aor ci and during sustainment aor ci compared with baseline and with difference between active and sustainment periods indicating sustained improvement after active facilitation ended gti sustainably improved hcc surveillance suggesting that applying data driven implementation strategies within a manualized facilitation approach can improve care clinicaltrials gov nct"
}