{
    "pmid": "41465446",
    "title": "Designing Novel Compound Candidates Against SARS-CoV-2 Using Generative Deep Neural Networks and Cheminformatics.",
    "abstract": "The COVID-19 outbreak has had a tremendous socioeconomic impact around the world, and although there are currently some drugs that have been granted authorization by the U.S. FDA for the treatment of COVID-19, there are still some restrictions on their use. As a result, it is still necessary to urgently carry out related drug development research. Deep generative models and cheminformatics were used in this study to design and screen novel candidates for potential anti-SARS-CoV-2 small molecule compounds. In this study, the small molecule structure of Molnupiravir which has been authorized by the U.S. FDA for emergency use was used to be a model in a similarity search based on the BIOVIA Available Chemicals Directory (BIOVIA ACD) database using the BIOVIA Discovery Studio (DS) software (version 2022). There were 61,480 similar structures of Molnupiravir, which were used as training dataset for the deep generative model, and then the reinforcement learning model was used to generate 6000 small molecule structures. To further confirm whether those molecule structures potentially possess the ability of anti-SARS-CoV-2, cheminformatics techniques were used to assess 38 small molecule compounds with potential anti-SARS-CoV-2 activity. The suitability of 38 small molecule structures was calculated using ADMET analysis. Finally, one compound structure, Molecule_36, passed ADMET and was unpatented. This study demonstrates that Molecule_36 may have better potential than Molnupiravir does in affinity with SARS-CoV-2 RdRp and ADMET. We provide a combination of generative deep neural networks and cheminformatics for developing new anti-SARS-CoV-2 compounds. However, additional chemical refinement and experimental validation will be required to determine its stability, mechanism of action, and antiviral efficacy.",
    "disease": "pneumonia",
    "clean_text": "designing novel compound candidates against sars cov using generative deep neural networks and cheminformatics the covid outbreak has had a tremendous socioeconomic impact around the world and although there are currently some drugs that have been granted authorization by the u s fda for the treatment of covid there are still some restrictions on their use as a result it is still necessary to urgently carry out related drug development research deep generative models and cheminformatics were used in this study to design and screen novel candidates for potential anti sars cov small molecule compounds in this study the small molecule structure of molnupiravir which has been authorized by the u s fda for emergency use was used to be a model in a similarity search based on the biovia available chemicals directory biovia acd database using the biovia discovery studio ds software version there were similar structures of molnupiravir which were used as training dataset for the deep generative model and then the reinforcement learning model was used to generate small molecule structures to further confirm whether those molecule structures potentially possess the ability of anti sars cov cheminformatics techniques were used to assess small molecule compounds with potential anti sars cov activity the suitability of small molecule structures was calculated using admet analysis finally one compound structure molecule passed admet and was unpatented this study demonstrates that molecule may have better potential than molnupiravir does in affinity with sars cov rdrp and admet we provide a combination of generative deep neural networks and cheminformatics for developing new anti sars cov compounds however additional chemical refinement and experimental validation will be required to determine its stability mechanism of action and antiviral efficacy"
}