{
    "title": "Alzheimer's disease: a review for the ophthalmologist.",
    "doc_id": "11425357",
    "writer": "Holroyd S",
    "year": "2001",
    "summary": "Alzheimer's disease is the most prevalent dementia. Definitive diagnosis is made only at autopsy, although \"probable\" diagnoses are made using clinical criteria. ...Advancing age, genetics, and environmental risk factors are important in the development of  …",
    "abstract": "Alzheimer's disease is the most prevalent dementia. Definitive diagnosis is made only at autopsy, although \"probable\" diagnoses are made using clinical criteria. Patients with Alzheimer's disease demonstrate severe deficits in memory with cortical features of language difficulty and visuomotor spatial deficits. They also may present with psychotic symptoms of delusions and hallucinations, and personality and behavioral changes. Advancing age, genetics, and environmental risk factors are important in the development of Alzheimer's disease. Visual abnormalities have been described in Alzheimer's disease and may be related to the development of visual hallucinations. Although palliative treatments exist for the cognitive loss and behavioral symptoms, future treatments will focus on both delay of onset and slowing of progression of the disease. Continued research is needed to further understand this devastating disorder, which may in turn lead to more successful treatments.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11425357/",
    "clean_text": "alzheimer s disease a review for the ophthalmologist alzheimer s disease is the most prevalent dementia definitive diagnosis is made only at autopsy although probable diagnoses are made using clinical criteria advancing age genetics and environmental risk factors are important in the development of alzheimer s disease is the most prevalent dementia definitive diagnosis is made only at autopsy although probable diagnoses are made using clinical criteria patients with alzheimer s disease demonstrate severe deficits in memory with cortical features of language difficulty and visuomotor spatial deficits they also may present with psychotic symptoms of delusions and hallucinations and personality and behavioral changes advancing age genetics and environmental risk factors are important in the development of alzheimer s disease visual abnormalities have been described in alzheimer s disease and may be related to the development of visual hallucinations although palliative treatments exist for the cognitive loss and behavioral symptoms future treatments will focus on both delay of onset and slowing of progression of the disease continued research is needed to further understand this devastating disorder which may in turn lead to more successful treatments"
}