{
    "pmid": "41455170",
    "title": "Cost-Utility Analysis of Adjuvant Osimertinib in Resected Epidermal-Growth-Factor-Receptor-Mutated Early-Stage Non-Small Cell Lung Cancer.",
    "abstract": "Lung cancer is the most common cancer and the leading cause of cancer death worldwide. One-third of non-small cell lung cancer (NSCLC) patients are diagnosed at a resectable stage, for which surgery is the standard curative treatment. However, most patients recur within 2 years. Adjuvant osimertinib, a third-generation epidermal growth factor receptor (EGFR) tyrosine kinase inhibitor, significantly reduces recurrence and prolongs survival in completely resected EGFR-mutated NSCLC. This study assessed the cost-utility and budget impact of adjuvant osimertinib versus placebo for resected stage IB-IIIA EGFR-mutated NSCLC from Thailand's societal perspective. A Markov model with a lifetime horizon and 4-week cycle was developed, including 3 health states: disease-free, recurrent disease, and death. Patients received osimertinib or placebo in the disease-free state, with recurrence categorized as locoregional or distant. Subsequent treatments were modeled based on recurrence timing. Health outcomes were obtained from a systematic review, and costs followed Thai health technology assessment guidelines. Results were reported as incremental cost-effectiveness ratios in 2023 USD per quality-adjusted life-years (QALY) gained. Sensitivity analyses addressed uncertainty. Osimertinib yielded 2.36 additional QALYs at an incremental cost of USD 62 604.90, with an incremental cost-effectiveness ratio of USD 26 474.02/QALY, exceeding Thailand's willingness-to-pay threshold (USD 4619). An 85.07% price reduction is required for cost-effectiveness. Probabilistic sensitivity analysis showed 0% probability of cost-effectiveness at the current threshold, increasing to 52% at USD 25 981.97/QALY. The 5-year budget impact analysis was estimated at USD 678.73 million. Adjuvant osimertinib is not cost-effective in Thailand under current pricing but could be with major price reductions or risk-sharing strategies.",
    "disease": "lung cancer",
    "clean_text": "cost utility analysis of adjuvant osimertinib in resected epidermal growth factor receptor mutated early stage non small cell lung cancer lung cancer is the most common cancer and the leading cause of cancer death worldwide one third of non small cell lung cancer nsclc patients are diagnosed at a resectable stage for which surgery is the standard curative treatment however most patients recur within years adjuvant osimertinib a third generation epidermal growth factor receptor egfr tyrosine kinase inhibitor significantly reduces recurrence and prolongs survival in completely resected egfr mutated nsclc this study assessed the cost utility and budget impact of adjuvant osimertinib versus placebo for resected stage ib iiia egfr mutated nsclc from thailand s societal perspective a markov model with a lifetime horizon and week cycle was developed including health states disease free recurrent disease and death patients received osimertinib or placebo in the disease free state with recurrence categorized as locoregional or distant subsequent treatments were modeled based on recurrence timing health outcomes were obtained from a systematic review and costs followed thai health technology assessment guidelines results were reported as incremental cost effectiveness ratios in usd per quality adjusted life years qaly gained sensitivity analyses addressed uncertainty osimertinib yielded additional qalys at an incremental cost of usd with an incremental cost effectiveness ratio of usd qaly exceeding thailand s willingness to pay threshold usd an price reduction is required for cost effectiveness probabilistic sensitivity analysis showed probability of cost effectiveness at the current threshold increasing to at usd qaly the year budget impact analysis was estimated at usd million adjuvant osimertinib is not cost effective in thailand under current pricing but could be with major price reductions or risk sharing strategies"
}