{
    "pmid": "41399214",
    "title": "On-Pump Versus Off-Pump Coronary Artery Bypass Grafting: A Comparison of Outcomes in Patients Receiving LIMA-LAD and Sequential No-Touch Saphenous Vein Graft Anastomoses.",
    "abstract": "Coronary artery bypass grafting (CABG), whether conducted using on-pump or off-pump strategies, exhibits distinct perioperative risk profiles. When combined with left internal mammary artery (LIMA) to left anterior descending artery (LAD) grafting and sequential no-touch saphenous vein graft (SVG) anastomosis, these differences gain clinical relevance. Therefore, this study aims to compare the clinical outcomes of on-pump CABG and off-pump CABG in patients who uniformly received the LIMA-LAD graft combined with sequential no-touch SVG anastomosis. This retrospective cohort study included 240 patients who received LIMA-LAD grafting combined with sequential no-touch SVG anastomosis between June 2019 and December 2023. Of the total patients, 61 received the procedure under cardiopulmonary bypass and were assigned to the on-pump group, while 179 underwent off-pump coronary artery bypass, categorized as the off-pump group. After propensity score matching (PSM; 1:1 ratio), 57 pairs were successfully matched and analyzed. The primary endpoint of the study included the incidence of major adverse cardiovascular and cerebrovascular events (MACCE), a composite of all-cause mortality, myocardial infarction, stroke, or target vessel revascularization, within one year after surgery. A key secondary endpoint was a graft patency rate assessed within one year after the procedure, including the LIMA-LAD graft and the sequential SVGs. Other secondary endpoints included: (1) postoperative recovery metrics, such as intensive care unit (ICU) stay duration, duration of mechanical ventilation, volume of thoracic drainage, and blood transfusion requirements; (2) hemodynamic parameters at 24 hours post-operation, including cardiac index (CI), pulmonary artery wedge pressure (PAWP), left ventricular stroke work index (LVSWI), stroke volume index (SVI), mean arterial pressure (MAP), and systemic vascular resistance index (SVRI); and (3) short-term postoperative complications (e.g., atrial fibrillation, acute kidney injury (AKI), sternal wound infection, and lower extremity venous territory infection). There was no significant difference in the one-year incidence of MACCE between the off-pump and on-pump groups (p > 0.05). Similarly, no significant differences were found in the one-year patency rates of the LIMA-LAD graft or the sequential SVGs between the two groups (p > 0.05). Compared to the on-pump group, the off-pump group had shorter ICU stays, reduced duration of mechanical ventilation, lower thoracic drainage volumes, and decreased blood transfusion requirements (p < 0.001). Furthermore, no significant difference was observed in total hospitalization duration between the two groups (p > 0.05). Preoperatively, none of the hemodynamic parameters achieved statistical significance between the two groups (p > 0.05). At 24 hours postoperatively, both groups showed substantial within-group improvements (off-pump: all parameters; on-pump: CI, PAWP, LVSWI, SVRI; p < 0.05). However, between-group comparisons revealed better CI, PAWP, LVSWI, SVI and SVRI levels in the off-pump group (p < 0.05). Within 1 month postoperatively, the off-pump group experienced a lower incidence of atrial fibrillation (p < 0.05). Additionally, there were no significant differences in the rates of AKI, sternal wound infection, or leg wound infection between the two groups within 2 months postoperatively (p > 0.05). Compared to on-pump CABG, off-pump CABG utilizing sequential no-touch SVG anastomosis offers advantages in terms of earlier recovery and superior hemodynamic performance without compromising graft patency or increasing the long-term risk of major adverse cardiovascular and cerebrovascular events.",
    "disease": "coronary artery disease",
    "clean_text": "on pump versus off pump coronary artery bypass grafting a comparison of outcomes in patients receiving lima lad and sequential no touch saphenous vein graft anastomoses coronary artery bypass grafting cabg whether conducted using on pump or off pump strategies exhibits distinct perioperative risk profiles when combined with left internal mammary artery lima to left anterior descending artery lad grafting and sequential no touch saphenous vein graft svg anastomosis these differences gain clinical relevance therefore this study aims to compare the clinical outcomes of on pump cabg and off pump cabg in patients who uniformly received the lima lad graft combined with sequential no touch svg anastomosis this retrospective cohort study included patients who received lima lad grafting combined with sequential no touch svg anastomosis between june and december of the total patients received the procedure under cardiopulmonary bypass and were assigned to the on pump group while underwent off pump coronary artery bypass categorized as the off pump group after propensity score matching psm ratio pairs were successfully matched and analyzed the primary endpoint of the study included the incidence of major adverse cardiovascular and cerebrovascular events macce a composite of all cause mortality myocardial infarction stroke or target vessel revascularization within one year after surgery a key secondary endpoint was a graft patency rate assessed within one year after the procedure including the lima lad graft and the sequential svgs other secondary endpoints included postoperative recovery metrics such as intensive care unit icu stay duration duration of mechanical ventilation volume of thoracic drainage and blood transfusion requirements hemodynamic parameters at hours post operation including cardiac index ci pulmonary artery wedge pressure pawp left ventricular stroke work index lvswi stroke volume index svi mean arterial pressure map and systemic vascular resistance index svri and short term postoperative complications e g atrial fibrillation acute kidney injury aki sternal wound infection and lower extremity venous territory infection there was no significant difference in the one year incidence of macce between the off pump and on pump groups p similarly no significant differences were found in the one year patency rates of the lima lad graft or the sequential svgs between the two groups p compared to the on pump group the off pump group had shorter icu stays reduced duration of mechanical ventilation lower thoracic drainage volumes and decreased blood transfusion requirements p furthermore no significant difference was observed in total hospitalization duration between the two groups p preoperatively none of the hemodynamic parameters achieved statistical significance between the two groups p at hours postoperatively both groups showed substantial within group improvements off pump all parameters on pump ci pawp lvswi svri p however between group comparisons revealed better ci pawp lvswi svi and svri levels in the off pump group p within month postoperatively the off pump group experienced a lower incidence of atrial fibrillation p additionally there were no significant differences in the rates of aki sternal wound infection or leg wound infection between the two groups within months postoperatively p compared to on pump cabg off pump cabg utilizing sequential no touch svg anastomosis offers advantages in terms of earlier recovery and superior hemodynamic performance without compromising graft patency or increasing the long term risk of major adverse cardiovascular and cerebrovascular events"
}