{
    "title": "Wound healing in animals: a review of physiology and clinical evaluation.",
    "doc_id": "34704298",
    "writer": "Lux CN.",
    "year": "2022",
    "summary": "Wound healing is a complicated process consisting of overlapping phases directed and regulated by many mediators of healing produced locally at the wound. The end goal of wound healing is the production of tissue at the site of injury whi …",
    "abstract": "Wound healing is a complicated process consisting of overlapping phases directed and regulated by many mediators of healing produced locally at the wound. The end goal of wound healing is the production of tissue at the site of injury which has a similar structure and provides protection to the body. Any alterations in the normal healing process can lead to delayed healing or additional tissue damage. Factors that contribute to aberrant wound healing can be species-specific and include both intrinsic (systemic) factors and extrinsic (environmental) factors. Management of wounds and recognition of alterations can be optimised by adoption of a structured framework for wound assessment, such as the TIME principle (acronym referring to the following categories: tissue, inflammation or infection, moisture, and edge of wound or epithelial advancement). This review article provides an overview of the phases of wound healing, variation of healing among different species, factors reported to delay healing, and an introduction to the TIME principle as a structured approach to clinical evaluation of wounds.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34704298/",
    "clean_text": "wound healing in animals a review of physiology and clinical evaluation wound healing is a complicated process consisting of overlapping phases directed and regulated by many mediators of healing produced locally at the wound the end goal of wound healing is the production of tissue at the site of injury whi wound healing is a complicated process consisting of overlapping phases directed and regulated by many mediators of healing produced locally at the wound the end goal of wound healing is the production of tissue at the site of injury which has a similar structure and provides protection to the body any alterations in the normal healing process can lead to delayed healing or additional tissue damage factors that contribute to aberrant wound healing can be species specific and include both intrinsic systemic factors and extrinsic environmental factors management of wounds and recognition of alterations can be optimised by adoption of a structured framework for wound assessment such as the time principle acronym referring to the following categories tissue inflammation or infection moisture and edge of wound or epithelial advancement this review article provides an overview of the phases of wound healing variation of healing among different species factors reported to delay healing and an introduction to the time principle as a structured approach to clinical evaluation of wounds"
}