{
    "title": "Morphological and functional alterations of astrocytes responding to traumatic brain injury.",
    "doc_id": "31321963",
    "writer": "Cheng X",
    "year": "2019",
    "summary": "Astrocytes are activated after traumatic brain injury. They then exhibit heterogeneous gene expression and changes in morphology, proliferative capacity and various functions in response either acute or chronic brain injury and associated secondary …",
    "abstract": "Astrocytes, one of the most abundant and heterogeneous types of glial cell in the brain and spinal cord, are responsible for various essential functions in the healthy central nervous system, including maintaining the blood brain barrier integrity, regulating neuron differentiation and supporting, nourishing, protecting, insulating and repairing neurons. They also fulfill a range of other homeostatic maintenance functions. Astrocytes are activated after traumatic brain injury. They then exhibit heterogeneous gene expression and changes in morphology, proliferative capacity and various functions in response either acute or chronic brain injury and associated secondary brain injury. Some biomarkers and imaging tools have been used to monitor astrogliosis after traumatic brain injury. Initially, morphological characteristics and the physiology of astrocytes are reviewed. Subsequently, alterations of astrocytes are described, which includes both the complex mechanisms and roles of reactive astrocytes. The roles of biomarkers and signaling pathways following traumatic brain injury have been summarized as well as the morphological and functional changes in astrocytes. In the latter case, by considering astrocytes as therapeutic targets of traumatic brain injury, the mechanisms of the latest drug treatments are explained. This review highlights the beneficial effects of astrogliosis according to some recent findings, which provides new insights for the treatment of traumatic brain injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31321963/",
    "clean_text": "morphological and functional alterations of astrocytes responding to traumatic brain injury astrocytes are activated after traumatic brain injury they then exhibit heterogeneous gene expression and changes in morphology proliferative capacity and various functions in response either acute or chronic brain injury and associated secondary astrocytes one of the most abundant and heterogeneous types of glial cell in the brain and spinal cord are responsible for various essential functions in the healthy central nervous system including maintaining the blood brain barrier integrity regulating neuron differentiation and supporting nourishing protecting insulating and repairing neurons they also fulfill a range of other homeostatic maintenance functions astrocytes are activated after traumatic brain injury they then exhibit heterogeneous gene expression and changes in morphology proliferative capacity and various functions in response either acute or chronic brain injury and associated secondary brain injury some biomarkers and imaging tools have been used to monitor astrogliosis after traumatic brain injury initially morphological characteristics and the physiology of astrocytes are reviewed subsequently alterations of astrocytes are described which includes both the complex mechanisms and roles of reactive astrocytes the roles of biomarkers and signaling pathways following traumatic brain injury have been summarized as well as the morphological and functional changes in astrocytes in the latter case by considering astrocytes as therapeutic targets of traumatic brain injury the mechanisms of the latest drug treatments are explained this review highlights the beneficial effects of astrogliosis according to some recent findings which provides new insights for the treatment of traumatic brain injury"
}