{
    "title": "Central diabetes insipidus with anti-rabphilin-3A antibody positivity causing hypovolemic shock after resection of tumorous lesions in the pelvic cavity.",
    "doc_id": "36574196",
    "writer": "Ohashi A",
    "year": "2023",
    "summary": "Hypertonic salt solution test indicated no responsive elevation of AVP, confirming the diagnosis of central diabetes insipidus (CDI). Her anterior pituitary function was preserved. Only anti-rabphilin-3A antibody was found positive in the serum of the patient, while …",
    "abstract": "A 36-year-old female was pointed out to have liver enzyme elevation by routine health checkup. Subsequent contrast-enhanced CT scan identified gigantic uterine fibroids and retroperitoneal tumor. She was referred to the gynecologist at JA Toride Medical Center and planned to undergo a uterus enucleation and biopsy of the retroperitoneal tumor. The surgery was conducted without any troubles. After the surgery, the patient presented polyuria with urine volume 10-20 L a day and developed hypovolemic shock. Laboratory test revealed hypotonic urine and hypernatremia. Arginine vasopressin (AVP) loading test suggested shortage of endogenous vasopressin. Since the subcutaneous administration of AVP was not sufficient to control the urine volume, continuous intravenous infusion of AVP was initiated. After achieving hemodynamic stability, the treatment was switched to oral desmopressin. MRI finding indicated attenuation of high signal in posterior pituitary in T1 weighted image while neither enlargement of pituitary nor thickening of pituitary stalk was indicated by enhanced MRI. Hypertonic salt solution test indicated no responsive elevation of AVP, confirming the diagnosis of central diabetes insipidus (CDI). Her anterior pituitary function was preserved. Only anti-rabphilin-3A antibody was found positive in the serum of the patient, while other secondary causes for CDI were denied serologically and radiologically. Hence, lymphocytic infundibuloneurohypophysitis (LINH) was suspected as the final diagnosis. Hormonal replacement therapy by nasal desmopressin was continued and the patient managed to control her urine volume. In cases of CDI considered idiopathic with conventional examinations, anti-rabphilin-3A antibody may be a clue for determining the cause as LINH.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36574196/",
    "clean_text": "central diabetes insipidus with anti rabphilin a antibody positivity causing hypovolemic shock after resection of tumorous lesions in the pelvic cavity hypertonic salt solution test indicated no responsive elevation of avp confirming the diagnosis of central diabetes insipidus cdi her anterior pituitary function was preserved only anti rabphilin a antibody was found positive in the serum of the patient while a year old female was pointed out to have liver enzyme elevation by routine health checkup subsequent contrast enhanced ct scan identified gigantic uterine fibroids and retroperitoneal tumor she was referred to the gynecologist at ja toride medical center and planned to undergo a uterus enucleation and biopsy of the retroperitoneal tumor the surgery was conducted without any troubles after the surgery the patient presented polyuria with urine volume l a day and developed hypovolemic shock laboratory test revealed hypotonic urine and hypernatremia arginine vasopressin avp loading test suggested shortage of endogenous vasopressin since the subcutaneous administration of avp was not sufficient to control the urine volume continuous intravenous infusion of avp was initiated after achieving hemodynamic stability the treatment was switched to oral desmopressin mri finding indicated attenuation of high signal in posterior pituitary in t weighted image while neither enlargement of pituitary nor thickening of pituitary stalk was indicated by enhanced mri hypertonic salt solution test indicated no responsive elevation of avp confirming the diagnosis of central diabetes insipidus cdi her anterior pituitary function was preserved only anti rabphilin a antibody was found positive in the serum of the patient while other secondary causes for cdi were denied serologically and radiologically hence lymphocytic infundibuloneurohypophysitis linh was suspected as the final diagnosis hormonal replacement therapy by nasal desmopressin was continued and the patient managed to control her urine volume in cases of cdi considered idiopathic with conventional examinations anti rabphilin a antibody may be a clue for determining the cause as linh"
}