{
    "title": "Contrast enhanced ultrasound for traumatic spinal cord injury: an overview of current and future applications.",
    "doc_id": "38664470",
    "writer": "Saway BF",
    "year": "2024",
    "summary": "CEUS uses inert microbubbles to intraoperatively visualize vasculature and perfusion of the brain and spinal cord in real time. Observation and augmentation of spinal cord perfusion is vital component of the management of traumatic spinal cor …",
    "abstract": "Study design:\n        \n      \n      Systematic review.\n    \n\n\n          Objective:\n        \n      \n      Contrast-enhanced ultrasound (CEUS) is an imaging modality that has only recently seen neurosurgical application. CEUS uses inert microbubbles to intraoperatively visualize vasculature and perfusion of the brain and spinal cord in real time. Observation and augmentation of spinal cord perfusion is vital component of the management of traumatic spinal cord injury, yet there are limited imaging modalities to evaluate spinal cord perfusion. CEUS provides an intraoperative imaging tool to evaluate spinal cord perfusion in real time. The objective of this review is to evaluate the current literature on the various applications and benefits of CEUS in traumatic spinal cord injury.\n    \n\n\n          Setting:\n        \n      \n      South Carolina, USA.\n    \n\n\n          Methods:\n        \n      \n      This review was written according to the PRISMA 2020 guidelines.\n    \n\n\n          Results:\n        \n      \n      143 articles were found in our literature search, with 46 of them being unique. After excluding articles for relevance to CEUS and spinal cord injury, we were left with 10 papers. Studies in animal models have shown CEUS to be an effective non-invasive imaging modality that can detect perfusion changes of injured spinal cords in real time.\n    \n\n\n          Conclusion:\n        \n      \n      This imaging modality can provide object perfusion data of the nidus of injury, surrounding penumbra and healthy neural tissue in a traumatized spinal cord. Investigation in its use in humans is ongoing and remains promising to be an effective diagnostic and prognostic tool for those suffering from spinal cord injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38664470/",
    "clean_text": "contrast enhanced ultrasound for traumatic spinal cord injury an overview of current and future applications ceus uses inert microbubbles to intraoperatively visualize vasculature and perfusion of the brain and spinal cord in real time observation and augmentation of spinal cord perfusion is vital component of the management of traumatic spinal cor study design systematic review objective contrast enhanced ultrasound ceus is an imaging modality that has only recently seen neurosurgical application ceus uses inert microbubbles to intraoperatively visualize vasculature and perfusion of the brain and spinal cord in real time observation and augmentation of spinal cord perfusion is vital component of the management of traumatic spinal cord injury yet there are limited imaging modalities to evaluate spinal cord perfusion ceus provides an intraoperative imaging tool to evaluate spinal cord perfusion in real time the objective of this review is to evaluate the current literature on the various applications and benefits of ceus in traumatic spinal cord injury setting south carolina usa methods this review was written according to the prisma guidelines results articles were found in our literature search with of them being unique after excluding articles for relevance to ceus and spinal cord injury we were left with papers studies in animal models have shown ceus to be an effective non invasive imaging modality that can detect perfusion changes of injured spinal cords in real time conclusion this imaging modality can provide object perfusion data of the nidus of injury surrounding penumbra and healthy neural tissue in a traumatized spinal cord investigation in its use in humans is ongoing and remains promising to be an effective diagnostic and prognostic tool for those suffering from spinal cord injury"
}