{
    "pmid": "41429857",
    "title": "EEG classification for neurological disorders using frequency band deciles.",
    "abstract": "Electroencephalography (EEG) is a widely used non-invasive technique for monitoring brain activity, offering valuable insights into neurological disorders. Feature extraction methods based on signal processing approaches have been shown to be effective, but they tend to overlook the statistical properties of EEG signals. This study proposes a decile-based feature extraction method for EEG signal analysis, aimed at improving classification performance while maintaining simplicity and interpretability. The method was evaluated across multiple tasks, including the classification of Alzheimer's disease (AD), frontotemporal dementia (FTD), Parkinson's disease (PD), and seizure detection, using three machine learning models: Random Forest (RF), K-Nearest Neighbors (KNN), and LightGBM. Experimental results demonstrate that the decile-based approach, particularly when paired with RF and KNN, achieves competitive classification accuracy. Furthermore, the proposed method showed robustness to reduced channel counts, suggesting its potential relevance for low-cost, wearable EEG systems. While model performance varied across datasets, particularly for LightGBM, the results indicate that decile-based features provide a useful and interpretable representation for diverse EEG classification tasks. Further studies in larger and more heterogeneous EEG populations are needed to assess generalizability and establish the potential clinical applicability of early diagnosis and real-time monitoring of neurological conditions, especially in resource-constrained or ambulatory settings.",
    "disease": "parkinson disease",
    "clean_text": "eeg classification for neurological disorders using frequency band deciles electroencephalography eeg is a widely used non invasive technique for monitoring brain activity offering valuable insights into neurological disorders feature extraction methods based on signal processing approaches have been shown to be effective but they tend to overlook the statistical properties of eeg signals this study proposes a decile based feature extraction method for eeg signal analysis aimed at improving classification performance while maintaining simplicity and interpretability the method was evaluated across multiple tasks including the classification of alzheimer s disease ad frontotemporal dementia ftd parkinson s disease pd and seizure detection using three machine learning models random forest rf k nearest neighbors knn and lightgbm experimental results demonstrate that the decile based approach particularly when paired with rf and knn achieves competitive classification accuracy furthermore the proposed method showed robustness to reduced channel counts suggesting its potential relevance for low cost wearable eeg systems while model performance varied across datasets particularly for lightgbm the results indicate that decile based features provide a useful and interpretable representation for diverse eeg classification tasks further studies in larger and more heterogeneous eeg populations are needed to assess generalizability and establish the potential clinical applicability of early diagnosis and real time monitoring of neurological conditions especially in resource constrained or ambulatory settings"
}