{
    "title": "The qualitative similarity hypothesis: research synthesis and future directions.",
    "doc_id": "26012171",
    "writer": "Andrews JF",
    "year": "2015",
    "summary": "The teams addressed three questions: (a) For students who are d/Deaf or hard of hearing (d/Dhh), is reading qualitatively similar to the reading process of hearing students (per the QSH)? (b) Is it, rather, qualitatively different (per the qualitative differe …",
    "abstract": "In the penultimate article of a two-part special issue of the American Annals of the Deaf examining the qualitative similarity hypothesis (QSH), findings of nine research teams with articles in the special issue are summarized. The teams addressed three questions: (a) For students who are d/Deaf or hard of hearing (d/Dhh), is reading qualitatively similar to the reading process of hearing students (per the QSH)? (b) Is it, rather, qualitatively different (per the qualitative difference hypothesis [QDH])? (c) Or is reading qualitatively similar and qualitatively different? All nine teams recognized that aspects of the reading acquisition process of d/Dhh children resemble those of hearing children and that the QSH is tenable if it is independent of a child's language modality. Two teams concluded that there is research supporting both the QSH and the QDH. Implications for teacher education, future research, and language policymaking are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26012171/",
    "clean_text": "the qualitative similarity hypothesis research synthesis and future directions the teams addressed three questions a for students who are d deaf or hard of hearing d dhh is reading qualitatively similar to the reading process of hearing students per the qsh b is it rather qualitatively different per the qualitative differe in the penultimate article of a two part special issue of the american annals of the deaf examining the qualitative similarity hypothesis qsh findings of nine research teams with articles in the special issue are summarized the teams addressed three questions a for students who are d deaf or hard of hearing d dhh is reading qualitatively similar to the reading process of hearing students per the qsh b is it rather qualitatively different per the qualitative difference hypothesis qdh c or is reading qualitatively similar and qualitatively different all nine teams recognized that aspects of the reading acquisition process of d dhh children resemble those of hearing children and that the qsh is tenable if it is independent of a child s language modality two teams concluded that there is research supporting both the qsh and the qdh implications for teacher education future research and language policymaking are discussed"
}