{
    "pmid": "41420878",
    "title": "High-Fat Diet Promotes Tumor Immune Evasion via CD155 Upregulation in Colorectal Cancer.",
    "abstract": "Obesity-induced metabolic stress impairs the efficacy of immune checkpoint blockade (ICB) therapy, but the mechanisms linking a high-fat diet (HFD) to immune suppression remain unclear. To investigate how HFD-induced metabolic changes modulate the tumor immune microenvironment through the STAT3/CD155 axis. Murine colorectal cancer models using control, CD155-overexpressing (CD155 OE), and STAT3 knockdown CT26 cells were established under normal or HFD conditions with anti - PD-L1 treatment. Tumor growth, immune infiltration, and gene expression were analyzed by flow cytometry, Western blotting, and chromatin immunoprecipitation. HFD impaired anti - PD-L1 efficacy and accelerated tumor growth. Mechanistically, HFD promoted STAT3 nuclear translocation and CD155 upregulation, reducing CD8 HFD-induced metabolic stress drives immune evasion via the STAT3/CD155 axis. Targeting this pathway may improve ICB efficacy in obesity-related cancers.",
    "disease": "colorectal cancer",
    "clean_text": "high fat diet promotes tumor immune evasion via cd upregulation in colorectal cancer obesity induced metabolic stress impairs the efficacy of immune checkpoint blockade icb therapy but the mechanisms linking a high fat diet hfd to immune suppression remain unclear to investigate how hfd induced metabolic changes modulate the tumor immune microenvironment through the stat cd axis murine colorectal cancer models using control cd overexpressing cd oe and stat knockdown ct cells were established under normal or hfd conditions with anti pd l treatment tumor growth immune infiltration and gene expression were analyzed by flow cytometry western blotting and chromatin immunoprecipitation hfd impaired anti pd l efficacy and accelerated tumor growth mechanistically hfd promoted stat nuclear translocation and cd upregulation reducing cd hfd induced metabolic stress drives immune evasion via the stat cd axis targeting this pathway may improve icb efficacy in obesity related cancers"
}