{
    "pmid": "41410886",
    "title": "Personalized dialysis: use of ultrasonography as a guide for ultrafiltration in hemodialysis during pregnancy. Case report.",
    "abstract": "Present the use of ultrasound as a strategy that, together with clinical findings, can guide the use of renal replacement therapy. It also presents images that approximate the vascular pattern present in the vena cava, portal vein, and suprahepatic vein a pregnant woman. The renal vein was not considered due to changes associated with pregnancy that affect its measurement. A woman with chronic kidney disease who required renal replacement therapy during pregnancy. Ultrasound monitoring of venous congestion at week 25 was used to guide the ultrafiltrate dose, along with clinical findings. With this approach, the patient presented placental abruption at week 32, and an emergency cesarean section was performed without complications. A fresh 1545 g new born was born. Both patients progressed satisfactorily. The patient continues on hemodialysis. Bedside ultrasound could be a useful tool to guide the ultrafiltration dose for hemodialysis in pregnant women requiring renal replacement therapy. Further studies are needed to standardize and provide recommendations for this specific population. presentar el uso de la ultrasonografía como una estrategia que, junto con la clínica, permite orientar el uso de la terapia de reemplazo renal, así como también presentar las imágenes que permiten aproximarse al patrón vascular presente en la vena cava, porta y supra hepática en una mujer gestante. paciente de sexo femenino con enfermedad renal crónica, quien requirió terapia de reemplazo renal durante el embarazo. Se utilizó la monitorización de la congestión venosa por ultrasonido en la semana 25 para orientar, junto con la clínica, la dosis de ultrafiltrado. Con este manejo se llegó a la semana 31,4, cuando la paciente presentó abruptio de placenta, razón por la cual se realizó cesárea de urgencia sin complicaciones. Se obtuvo recién nacido de 1.545 gr. Ambos evolucionaron satisfactoriamente. La paciente continúa en hemodiálisis. la ultrasonografía en la cabecera del paciente podría ser una herramienta útil para orientar la dosis de ultrafiltración en hemodiálisis en las mujeres gestantes que requieren terapia de reemplazo renal. Es necesario ampliar estudios que permitan estandarizar y dar recomendaciones para esta población específica. Present the use of ultrasound as a strategy that, together with clinical findings, can guide the use of renal replacement therapy. It also presents images that approximate the vascular pattern present in the vena cava, portal vein, and suprahepatic vein a pregnant woman. The renal vein was not considered due to changes associated with pregnancy that affect its measurement. A woman with chronic kidney disease who required renal replacement therapy during pregnancy. Ultrasound monitoring of venous congestion at week 25 was used to guide the ultrafiltrate dose, along with clinical findings. With this approach, the patient presented placental abruption at week 32, and an emergency cesarean section was performed without complications. A fresh 1545 g new born was born. Both patients progressed satisfactorily. The patient continues on hemodialysis. Bedside ultrasound could be a useful tool to guide the ultrafiltration dose for hemodialysis in pregnant women requiring renal replacement therapy. Further studies are needed to standardize and provide recommendations for this specific population.",
    "disease": "chronic kidney disease",
    "clean_text": "personalized dialysis use of ultrasonography as a guide for ultrafiltration in hemodialysis during pregnancy case report present the use of ultrasound as a strategy that together with clinical findings can guide the use of renal replacement therapy it also presents images that approximate the vascular pattern present in the vena cava portal vein and suprahepatic vein a pregnant woman the renal vein was not considered due to changes associated with pregnancy that affect its measurement a woman with chronic kidney disease who required renal replacement therapy during pregnancy ultrasound monitoring of venous congestion at week was used to guide the ultrafiltrate dose along with clinical findings with this approach the patient presented placental abruption at week and an emergency cesarean section was performed without complications a fresh g new born was born both patients progressed satisfactorily the patient continues on hemodialysis bedside ultrasound could be a useful tool to guide the ultrafiltration dose for hemodialysis in pregnant women requiring renal replacement therapy further studies are needed to standardize and provide recommendations for this specific population presentar el uso de la ultrasonograf a como una estrategia que junto con la cl nica permite orientar el uso de la terapia de reemplazo renal as como tambi n presentar las im genes que permiten aproximarse al patr n vascular presente en la vena cava porta y supra hep tica en una mujer gestante paciente de sexo femenino con enfermedad renal cr nica quien requiri terapia de reemplazo renal durante el embarazo se utiliz la monitorizaci n de la congesti n venosa por ultrasonido en la semana para orientar junto con la cl nica la dosis de ultrafiltrado con este manejo se lleg a la semana cuando la paciente present abruptio de placenta raz n por la cual se realiz ces rea de urgencia sin complicaciones se obtuvo reci n nacido de gr ambos evolucionaron satisfactoriamente la paciente contin a en hemodi lisis la ultrasonograf a en la cabecera del paciente podr a ser una herramienta til para orientar la dosis de ultrafiltraci n en hemodi lisis en las mujeres gestantes que requieren terapia de reemplazo renal es necesario ampliar estudios que permitan estandarizar y dar recomendaciones para esta poblaci n espec fica present the use of ultrasound as a strategy that together with clinical findings can guide the use of renal replacement therapy it also presents images that approximate the vascular pattern present in the vena cava portal vein and suprahepatic vein a pregnant woman the renal vein was not considered due to changes associated with pregnancy that affect its measurement a woman with chronic kidney disease who required renal replacement therapy during pregnancy ultrasound monitoring of venous congestion at week was used to guide the ultrafiltrate dose along with clinical findings with this approach the patient presented placental abruption at week and an emergency cesarean section was performed without complications a fresh g new born was born both patients progressed satisfactorily the patient continues on hemodialysis bedside ultrasound could be a useful tool to guide the ultrafiltration dose for hemodialysis in pregnant women requiring renal replacement therapy further studies are needed to standardize and provide recommendations for this specific population"
}