{
    "title": "Adherence and delivery: implementation quality and program outcomes for the seventh-grade keepin' it REAL program.",
    "doc_id": "24442403",
    "writer": "Pettigrew J",
    "year": "2015",
    "summary": "Poor implementation quality (IQ) is known to reduce program effects making it important to consider IQ for evaluation and dissemination of prevention programs. ...Mixed model regression analysis which accounted for missing data and controlled for pretest levels examined im …",
    "abstract": "Poor implementation quality (IQ) is known to reduce program effects making it important to consider IQ for evaluation and dissemination of prevention programs. However, less is known about the ways specific implementation variables relate to outcomes. In this study, two versions of keepin' it REAL, a seventh-grade drug prevention intervention, were implemented in 78 classrooms in 25 schools in rural districts in Pennsylvania and Ohio. IQ was measured through observational coding of 276 videos. IQ variables included adherence to the curriculum, teacher engagement (attentiveness, enthusiasm, seriousness, clarity, positivity), student engagement (attention, participation), and a global rating of teacher delivery quality. Factor analysis showed that teacher engagement, student engagement, and delivery quality formed one factor, which was labeled delivery. A second factor was adherence to the curriculum. Self-report student surveys measured substance use, norms (beliefs about prevalence and acceptability of use), and efficacy (beliefs about one's ability to refuse substance offers) at two waves (pretest, immediate posttest). Mixed model regression analysis which accounted for missing data and controlled for pretest levels examined implementation quality's effects on individual level outcomes, statistically controlling for cluster level effects. Results show that when implemented well, students show positive outcomes compared to students receiving a poorly implemented program. Delivery significantly influenced substance use and norms, but not efficacy. Adherence marginally significantly predicted use and significantly predicted norms, but not efficacy. Findings underscore the importance of comprehensively measuring and accounting for IQ, particularly delivery, when evaluating prevention interventions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24442403/",
    "clean_text": "adherence and delivery implementation quality and program outcomes for the seventh grade keepin it real program poor implementation quality iq is known to reduce program effects making it important to consider iq for evaluation and dissemination of prevention programs mixed model regression analysis which accounted for missing data and controlled for pretest levels examined im poor implementation quality iq is known to reduce program effects making it important to consider iq for evaluation and dissemination of prevention programs however less is known about the ways specific implementation variables relate to outcomes in this study two versions of keepin it real a seventh grade drug prevention intervention were implemented in classrooms in schools in rural districts in pennsylvania and ohio iq was measured through observational coding of videos iq variables included adherence to the curriculum teacher engagement attentiveness enthusiasm seriousness clarity positivity student engagement attention participation and a global rating of teacher delivery quality factor analysis showed that teacher engagement student engagement and delivery quality formed one factor which was labeled delivery a second factor was adherence to the curriculum self report student surveys measured substance use norms beliefs about prevalence and acceptability of use and efficacy beliefs about one s ability to refuse substance offers at two waves pretest immediate posttest mixed model regression analysis which accounted for missing data and controlled for pretest levels examined implementation quality s effects on individual level outcomes statistically controlling for cluster level effects results show that when implemented well students show positive outcomes compared to students receiving a poorly implemented program delivery significantly influenced substance use and norms but not efficacy adherence marginally significantly predicted use and significantly predicted norms but not efficacy findings underscore the importance of comprehensively measuring and accounting for iq particularly delivery when evaluating prevention interventions"
}