{
    "title": "Development and Testing of the Quality Improvement Self-efficacy Inventory.",
    "doc_id": "33745388",
    "writer": "Baernholdt M",
    "year": "2022",
    "summary": "Quality improvement is paramount for patient safety. Leading change for quality improvement requires nurses with knowledge and skills beyond the clinical management of patients. ...Nurses (N = 886) rated the basic quality improvement item …",
    "abstract": "Quality improvement is paramount for patient safety. Leading change for quality improvement requires nurses with knowledge and skills beyond the clinical management of patients. In this study, staff nurses working in hospitals throughout Alabama were asked via an online survey to rate their quality improvement knowledge and skills using the new 10-item Quality Improvement Self-Efficacy Inventory (QISEI) and their perceptions of the nursing work environment using the Practice Environment Scale of the Nursing Work Index. Nurses (N = 886) rated the basic quality improvement items higher than the more advanced items. Several nurse characteristics and the nursing work environment were associated with nurses' ratings of their quality improvement knowledge and skills. Educators and administrators in health care organizations can use QISEI to gauge their nurses' knowledge and skills and then develop continuous professional development opportunities aimed at improving quality and safety competencies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33745388/",
    "clean_text": "development and testing of the quality improvement self efficacy inventory quality improvement is paramount for patient safety leading change for quality improvement requires nurses with knowledge and skills beyond the clinical management of patients nurses n rated the basic quality improvement item quality improvement is paramount for patient safety leading change for quality improvement requires nurses with knowledge and skills beyond the clinical management of patients in this study staff nurses working in hospitals throughout alabama were asked via an online survey to rate their quality improvement knowledge and skills using the new item quality improvement self efficacy inventory qisei and their perceptions of the nursing work environment using the practice environment scale of the nursing work index nurses n rated the basic quality improvement items higher than the more advanced items several nurse characteristics and the nursing work environment were associated with nurses ratings of their quality improvement knowledge and skills educators and administrators in health care organizations can use qisei to gauge their nurses knowledge and skills and then develop continuous professional development opportunities aimed at improving quality and safety competencies"
}