{
    "pmid": "41422271",
    "title": "Risk stratification for metachronous metastasis in colon cancer based on landscape ecological analysis.",
    "abstract": "To establish an effective radiological risk stratification feature for metachronous metastasis of colon cancer. This retrospective, single-center study enrolled patients with stage II/III colon cancer who underwent curative surgery between December 2016 and September 2020. The ecological spatial characteristics of tumor habitats at the Class-level and Landscape-level were extracted by landscape pattern analysis. Univariate and multivariate COX regression analysis were used to determine the spatial characteristics related to metachronous metastasis and included in the prediction model, and the landscape score value was constructed to stratified the risk of metachronous metastasis. The predictive performance was evaluated using the time-dependent area under the ROC curve (AUC). Metachronous metastases occurred in 31 of 93 patients (median age, 61 years, [IQR, 51-65 years]). GYRATE-MD (HR: 1.67[95%CI: 1.14, 2.45]; P < 0.05) and CIRCLE-MD (HR: 0[95%CI: 0, 0.41]; P < 0.05) were significantly associated with metachronous distant metastasis. The COX regression prediction model based on ecological spatial characteristics showed that the area under the ROC curve was 0.78 (95%CI: 0.65, 0.91) in the training set and 0.78 (95%CI: 0.58, 0.97) in the validation set in two years after surgery. The prediction model of tumor ecological spatial characteristics from landscape pattern analysis is helpful for risk stratification of metachronous metastasis in patients with stage Ⅱ/Ⅲ colon cancer.",
    "disease": "colorectal cancer",
    "clean_text": "risk stratification for metachronous metastasis in colon cancer based on landscape ecological analysis to establish an effective radiological risk stratification feature for metachronous metastasis of colon cancer this retrospective single center study enrolled patients with stage ii iii colon cancer who underwent curative surgery between december and september the ecological spatial characteristics of tumor habitats at the class level and landscape level were extracted by landscape pattern analysis univariate and multivariate cox regression analysis were used to determine the spatial characteristics related to metachronous metastasis and included in the prediction model and the landscape score value was constructed to stratified the risk of metachronous metastasis the predictive performance was evaluated using the time dependent area under the roc curve auc metachronous metastases occurred in of patients median age years iqr years gyrate md hr ci p and circle md hr ci p were significantly associated with metachronous distant metastasis the cox regression prediction model based on ecological spatial characteristics showed that the area under the roc curve was ci in the training set and ci in the validation set in two years after surgery the prediction model of tumor ecological spatial characteristics from landscape pattern analysis is helpful for risk stratification of metachronous metastasis in patients with stage colon cancer"
}