{
    "pmid": "41461068",
    "title": "A Preliminary, Three-Arm, Randomized, Double-Blinded, Placebo-Controlled Trial Comparing the Efficacy of Adductor Canal Pain Catheters Following Total Knee Arthroplasty.",
    "abstract": "The United States has experienced a notable increase in opioid abuse over the past several years, with orthopaedic surgeons reported as the third-highest prescribers by specialty. Several studies have addressed opioid use after major orthopaedic procedures but largely focused on prescribing practices. There is limited data on the utility of adding adductor canal pain catheters to multimodal regimens following total knee arthroplasty for improved pain control and reduced opioid dependence. The purpose of this preliminary study was to compare single-shot adductor canal blocks to continuous infusion or intermittent bolus catheters, evaluating postoperative pain levels and duration of opioid use. Sixty opioid-naive patients participated in a prospective, randomized, double-blinded, placebo-controlled trial. Following total knee arthroplasty, patients were randomized into one of three cohorts based on preoperative pain levels: (1) single-shot adductor canal block with placebo catheter, (2) continuous infusion catheter, or (3) intermittent bolus catheter. Postoperative protocols were similar except for the catheter. Patient outcomes were recorded for 60 days postoperatively. We found no difference in length of stay, oral morphine equivalents, use of on-demand medication, or pain scores (all P > 0.05) between the groups. Although the single-shot cohort trended toward a longer duration of opioid use (median 21 days) compared with the catheter groups (median 14 days for both), this did not approach statistical significance (P = 0.59). We found no difference in Knee Injury and Osteoarthritis Outcome Score Jr scores between the groups at 30 or 60 days postoperatively (all P > 0.05). In our preliminary study, we found no differences in clinical outcomes, pain scores, or patient-reported scores between a single-shot adductor canal block, a continuous infusion adductor canal catheter, and an intermittent bolus adductor catheter following total knee arthroplasty. Larger studies are needed to more definitively assess differences in outcomes between the treatment groups, particularly in the opioid-tolerant population.",
    "disease": "osteoarthritis",
    "clean_text": "a preliminary three arm randomized double blinded placebo controlled trial comparing the efficacy of adductor canal pain catheters following total knee arthroplasty the united states has experienced a notable increase in opioid abuse over the past several years with orthopaedic surgeons reported as the third highest prescribers by specialty several studies have addressed opioid use after major orthopaedic procedures but largely focused on prescribing practices there is limited data on the utility of adding adductor canal pain catheters to multimodal regimens following total knee arthroplasty for improved pain control and reduced opioid dependence the purpose of this preliminary study was to compare single shot adductor canal blocks to continuous infusion or intermittent bolus catheters evaluating postoperative pain levels and duration of opioid use sixty opioid naive patients participated in a prospective randomized double blinded placebo controlled trial following total knee arthroplasty patients were randomized into one of three cohorts based on preoperative pain levels single shot adductor canal block with placebo catheter continuous infusion catheter or intermittent bolus catheter postoperative protocols were similar except for the catheter patient outcomes were recorded for days postoperatively we found no difference in length of stay oral morphine equivalents use of on demand medication or pain scores all p between the groups although the single shot cohort trended toward a longer duration of opioid use median days compared with the catheter groups median days for both this did not approach statistical significance p we found no difference in knee injury and osteoarthritis outcome score jr scores between the groups at or days postoperatively all p in our preliminary study we found no differences in clinical outcomes pain scores or patient reported scores between a single shot adductor canal block a continuous infusion adductor canal catheter and an intermittent bolus adductor catheter following total knee arthroplasty larger studies are needed to more definitively assess differences in outcomes between the treatment groups particularly in the opioid tolerant population"
}