{
    "title": "Qualitative and Artificial Intelligence-Based Sentiment Analysis of Turkish Tweets Related to Schizophrenia.",
    "doc_id": "37724640",
    "writer": "Dikeç G",
    "year": "2023",
    "summary": "OBJECTIVE: The aim of this study was to qualitatively examine Turkish tweets about schizophrenia in respect of stigmatization and discrimination within a one-month period and to conduct emotional analysis using artificial intelligence applications. ...Approximately 5% of t …",
    "abstract": "Objective:\n        \n      \n      The aim of this study was to qualitatively examine Turkish tweets about schizophrenia in respect of stigmatization and discrimination within a one-month period and to conduct emotional analysis using artificial intelligence applications.\n    \n\n\n          Method:\n        \n      \n      Using the keyword 'schizophrenia,' Turkish tweets were gathered from the Python Tweepy application between December 19, 2020 and January 18, 2021. Features were extracted using the Bidirectional Encoder Representations from Transformers (BERT) method and artificial neural networks and tweets were classified as positive, neutral, or negative. Approximately 5% of the tweets were qualitatively analyzed, constituting those most frequently liked and retweeted.\n    \n\n\n          Results:\n        \n      \n      The study found that, of the total of 3406 schizophreniarelated messages shared in Turkey over a period of one-month, 2996 were original, and were then retweeted a total of 1823 times, and liked by 25,413 people. It was determined that 63.4% of the tweets shared about schizophrenia contained negative emotions, 28.7% were neutral, and 7.71% expressed positive emotions. Within the scope of the qualitative analysis, 145 tweets were examined and classified under four main themes and two sub-themes; namely, news about violent patients, insult (insulting people in interpersonal relationships, insulting people in the news), mockery, and information.\n    \n\n\n          Conclusion:\n        \n      \n      The results of this study showed that the Turkish tweets about schizophrenia, which were emotionally analyzed using artificial intelligence were found often to contain negative emotions. It was also seen that Twitter users used the term schizophrenia, not in a medical sense but to insult and make fun of individuals, frequently shared the news that patients were victims or perpetrators of violence, and the messages shared by professional branch organizations or mental health professionals were primarily for conveying information to the public.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37724640/",
    "clean_text": "qualitative and artificial intelligence based sentiment analysis of turkish tweets related to schizophrenia objective the aim of this study was to qualitatively examine turkish tweets about schizophrenia in respect of stigmatization and discrimination within a one month period and to conduct emotional analysis using artificial intelligence applications approximately of t objective the aim of this study was to qualitatively examine turkish tweets about schizophrenia in respect of stigmatization and discrimination within a one month period and to conduct emotional analysis using artificial intelligence applications method using the keyword schizophrenia turkish tweets were gathered from the python tweepy application between december and january features were extracted using the bidirectional encoder representations from transformers bert method and artificial neural networks and tweets were classified as positive neutral or negative approximately of the tweets were qualitatively analyzed constituting those most frequently liked and retweeted results the study found that of the total of schizophreniarelated messages shared in turkey over a period of one month were original and were then retweeted a total of times and liked by people it was determined that of the tweets shared about schizophrenia contained negative emotions were neutral and expressed positive emotions within the scope of the qualitative analysis tweets were examined and classified under four main themes and two sub themes namely news about violent patients insult insulting people in interpersonal relationships insulting people in the news mockery and information conclusion the results of this study showed that the turkish tweets about schizophrenia which were emotionally analyzed using artificial intelligence were found often to contain negative emotions it was also seen that twitter users used the term schizophrenia not in a medical sense but to insult and make fun of individuals frequently shared the news that patients were victims or perpetrators of violence and the messages shared by professional branch organizations or mental health professionals were primarily for conveying information to the public"
}