{
    "pmid": "41434394",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Our prior work applying diffusion kurtosis imaging (DKI) to subjective cognitive decline (SCD) showed significantly decreased kurtosis fractional anisotropy (KFA) and significantly increased mean kurtosis (MK) for SCD in bilateral amygdala, an early site for tau tangle pathology 175 cognitively normal participants from Cam-Can SCD had lower KFA, higher MK, and higher RK in the right amygdala (Table 1). KFA had a weak negative correlation with ND, while MK and RK had strong positive correlations (Figure 2A-C). Only MK had a weak positive correlation with OD (Figure 2D-F). Neither KFA, MK, nor RK correlated with MTR (Figure 2G-I). DKI metrics are more sensitive to amygdala changes in SCD than NODDI metrics or MTR. Lower KFA, higher MK, and higher RK were associated with higher ND but not MTR, suggestive of dendritic or glial branching. Higher MK was additionally associated with higher OD, potentially indicating reduced neurite organization. Further analyses on the impact of these amygdala changes on SCD related neuropsychiatric symptoms are needed. 1. Flaherty R, Sui YV, Li M, et al. Alzheimers Dement. 2024;20(S9):e093982. 2. Shafto MA, Tyler LK, Dixon M, et al. BMC Neurol. 2014;14(1):1-25.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium our prior work applying diffusion kurtosis imaging dki to subjective cognitive decline scd showed significantly decreased kurtosis fractional anisotropy kfa and significantly increased mean kurtosis mk for scd in bilateral amygdala an early site for tau tangle pathology cognitively normal participants from cam can scd had lower kfa higher mk and higher rk in the right amygdala table kfa had a weak negative correlation with nd while mk and rk had strong positive correlations figure a c only mk had a weak positive correlation with od figure d f neither kfa mk nor rk correlated with mtr figure g i dki metrics are more sensitive to amygdala changes in scd than noddi metrics or mtr lower kfa higher mk and higher rk were associated with higher nd but not mtr suggestive of dendritic or glial branching higher mk was additionally associated with higher od potentially indicating reduced neurite organization further analyses on the impact of these amygdala changes on scd related neuropsychiatric symptoms are needed flaherty r sui yv li m et al alzheimers dement s e shafto ma tyler lk dixon m et al bmc neurol"
}