{
    "pmid": "41423777",
    "title": "Social vulnerability and clinical trial enrollment: the next frontier of health equity.",
    "abstract": "Clinical trials drive novel cancer therapies, yet enrollment remains low and unrepresentative of vulnerable groups. Most clinical trial disparities literature examines demographics, excluding social determinants of health. We evaluated the association between social vulnerability and clinical trial enrollment among patients with the five leading causes of cancer death and examined how this association varies by race/ethnicity in the United States. In this retrospective cohort study, the national Vizient Clinical Database was queried for patients with lung, breast, prostate, colorectal or pancreatic cancer from 2022-2023. The exposure was the Vizient Vulnerability Index (VVI), a novel, healthcare-specific tool assessing census tract-level social vulnerability. The primary outcome was clinical trial enrollment. Multivariable analysis evaluated the association of VVI with clinical trial enrollment, including tests for interaction by race. Of 2,660,566 patients, 36,456 (1.4%) enrolled in a clinical trial. Trial participants were more likely to be young, non-Hispanic (NH) white, privately insured, and to have metastases. Enrollment odds were lower for patients living in the most vulnerable census tracts (OR 0.80; 95% CI 0.77-0.89) and NH Black patients (OR 0.80, 95% CI 0.75-0.83). Vulnerability in education, transportation, and neighborhood resources was associated with decreased enrollment. High social vulnerability disproportionately impacted enrollment for NH Black patients (OR 0.48; 95% CI 0.41-0.62) compared to NH white patients (OR 0.82; 95% CI 0.73-0.92; p<.0001 for interaction). Neighborhood social vulnerability is a barrier to cancer clinical trial enrollment, especially among NH Black patients. Focused interventions targeting education, transportation, and neighborhood resources may increase equity.",
    "disease": "colorectal cancer",
    "clean_text": "social vulnerability and clinical trial enrollment the next frontier of health equity clinical trials drive novel cancer therapies yet enrollment remains low and unrepresentative of vulnerable groups most clinical trial disparities literature examines demographics excluding social determinants of health we evaluated the association between social vulnerability and clinical trial enrollment among patients with the five leading causes of cancer death and examined how this association varies by race ethnicity in the united states in this retrospective cohort study the national vizient clinical database was queried for patients with lung breast prostate colorectal or pancreatic cancer from the exposure was the vizient vulnerability index vvi a novel healthcare specific tool assessing census tract level social vulnerability the primary outcome was clinical trial enrollment multivariable analysis evaluated the association of vvi with clinical trial enrollment including tests for interaction by race of patients enrolled in a clinical trial trial participants were more likely to be young non hispanic nh white privately insured and to have metastases enrollment odds were lower for patients living in the most vulnerable census tracts or ci and nh black patients or ci vulnerability in education transportation and neighborhood resources was associated with decreased enrollment high social vulnerability disproportionately impacted enrollment for nh black patients or ci compared to nh white patients or ci p for interaction neighborhood social vulnerability is a barrier to cancer clinical trial enrollment especially among nh black patients focused interventions targeting education transportation and neighborhood resources may increase equity"
}