{
    "pmid": "41457228",
    "title": "Heart failure related cardiotoxicity in breast cancer survivors: a scoping review.",
    "abstract": "Breast cancer is the most common malignancy among women globally and the second most frequently diagnosed cancer overall, with 2.3 million new cases reported in 2022. While advances in therapy have substantially improved survival, cardiovascular disease (CVD) has emerged as the leading cause of non-cancer mortality in this population. Real-world evidence on the incidence and trajectory of heart failure (HF) and treatment-related cardiotoxicity remains limited, with existing studies often constrained by small sample sizes or narrow therapeutic focus. This scoping review aimed to synthesise evidence on the incidence of HF, cardiovascular mortality, and all-cause mortality in individuals with breast cancer, map additional cardiovascular outcomes, and identify high-risk subgroups. The review followed the Joanna Briggs Institute methodology, applying the Participant-Concept-Context framework to identify eligible studies. Inclusion criteria comprised peer-reviewed, observational studies in English published up to July 2024 that reported HF incidence in breast cancer patients; clinical trials, reviews, and prevalence studies were excluded. Comprehensive searches of PubMed, MEDLINE, CINAHL, and Embase were undertaken, with independent dual screening. Data were synthesised descriptively and thematically, and study quality was assessed using the CASP tool. Fifteen population-based cohort studies were included, with sample sizes ranging from 294 to 122,217 and follow-up durations of 3 to 19 years. Most cohorts included women with early-stage (I-III) disease and displayed heterogeneity in demographics, comorbidities, and treatments. Hypertension, diabetes, and dyslipidaemia were the most common comorbidities. Chemotherapy and radiotherapy were administered in up to 58% and 78.5% of patients, respectively. HF risk was significantly elevated (hazard ratios [HRs] up to 2.71), peaking within the first-year post-diagnosis and persisting for up to 17 years. All-cause mortality was consistently higher than in non-cancer controls (HRs > 3.0), whereas cardiovascular mortality findings were mixed. Younger age, cardiometabolic comorbidities, advanced cancer stage, and exposure to anthracyclines (HR 1.74) or trastuzumab (HR 2.34) were key risk factors. Additional cardiovascular outcomes-including ischaemic heart disease, atrial fibrillation, stroke, and thromboembolism-were frequently observed, particularly in early survivorship. Most studies were rated as high quality. Breast cancer survivors face a substantial and sustained cardiovascular burden, particularly for HF and all-cause mortality. These findings emphasise the need for early CVD risk assessment, targeted cardioprotective interventions, and long-term surveillance. Large, prospective studies are essential to inform precision cardio-oncology and optimise survivorship outcomes.",
    "disease": "hypertension",
    "clean_text": "heart failure related cardiotoxicity in breast cancer survivors a scoping review breast cancer is the most common malignancy among women globally and the second most frequently diagnosed cancer overall with million new cases reported in while advances in therapy have substantially improved survival cardiovascular disease cvd has emerged as the leading cause of non cancer mortality in this population real world evidence on the incidence and trajectory of heart failure hf and treatment related cardiotoxicity remains limited with existing studies often constrained by small sample sizes or narrow therapeutic focus this scoping review aimed to synthesise evidence on the incidence of hf cardiovascular mortality and all cause mortality in individuals with breast cancer map additional cardiovascular outcomes and identify high risk subgroups the review followed the joanna briggs institute methodology applying the participant concept context framework to identify eligible studies inclusion criteria comprised peer reviewed observational studies in english published up to july that reported hf incidence in breast cancer patients clinical trials reviews and prevalence studies were excluded comprehensive searches of pubmed medline cinahl and embase were undertaken with independent dual screening data were synthesised descriptively and thematically and study quality was assessed using the casp tool fifteen population based cohort studies were included with sample sizes ranging from to and follow up durations of to years most cohorts included women with early stage i iii disease and displayed heterogeneity in demographics comorbidities and treatments hypertension diabetes and dyslipidaemia were the most common comorbidities chemotherapy and radiotherapy were administered in up to and of patients respectively hf risk was significantly elevated hazard ratios hrs up to peaking within the first year post diagnosis and persisting for up to years all cause mortality was consistently higher than in non cancer controls hrs whereas cardiovascular mortality findings were mixed younger age cardiometabolic comorbidities advanced cancer stage and exposure to anthracyclines hr or trastuzumab hr were key risk factors additional cardiovascular outcomes including ischaemic heart disease atrial fibrillation stroke and thromboembolism were frequently observed particularly in early survivorship most studies were rated as high quality breast cancer survivors face a substantial and sustained cardiovascular burden particularly for hf and all cause mortality these findings emphasise the need for early cvd risk assessment targeted cardioprotective interventions and long term surveillance large prospective studies are essential to inform precision cardio oncology and optimise survivorship outcomes"
}