{
    "pmid": "41397642",
    "title": "Reciprocal association between chronic obstructive pulmonary disease and gastrointestinal diseases: A prospective cohort study.",
    "abstract": "The relationship between chronic obstructive pulmonary disease (COPD) and gastrointestinal diseases is complex. While associations are known, the bidirectional risk and underlying mechanisms, particularly in East Asian populations, require further clarification. This study aimed to investigate the reciprocal association between COPD and gastrointestinal diseases and to explore the mediating role of depressive symptoms. This prospective cohort study utilized data from the China Health and Retirement Longitudinal Study (CHARLS) from 2011 to 2018. The study was conducted in China and included a nationally representative sample of middle-aged and older adults. Two primary cohorts were established: one for the forward analysis (COPD to gastrointestinal diseases, n = 13,888) and one for the reverse analysis (gastrointestinal diseases to COPD, n = 11,118). Participants were followed for up to 7 years. The primary exposures were physician-diagnosed COPD and gastrointestinal diseases. The primary outcomes were incident gastrointestinal diseases and incident COPD, respectively. Multivariable Cox proportional hazards models were used to estimate hazard ratios (HRs) and 95 % confidence intervals (CIs). A counterfactual-based mediation analysis was performed to assess the role of depressive symptoms. The study population had a mean (SD) age of 58.3 (9.7) years, and 47.4 % were male. During follow-up, baseline COPD was associated with a 33 % increased risk of incident gastrointestinal diseases (adjusted HR, 1.33; 95 % CI, 1.17-1.52; P < .001). Conversely, baseline gastrointestinal diseases were associated with a 46 % increased risk of incident COPD (adjusted HR, 1.46; 95 % CI, 1.28-1.67; P < .001). Depressive symptoms significantly mediated these associations, accounting for 16.2 % (95 % CI, 10.0 %-27.6 %) of the pathway from COPD to gastrointestinal diseases and 18.5 % (95 % CI, 12.7 %-28.2 %) of the reverse pathway. In this large, prospective study of Chinese adults, we found a significant bidirectional association between chronic obstructive pulmonary disease and gastrointestinal diseases. Depressive symptoms appear to be a key mediator in this relationship. These findings highlight the importance of integrated clinical management that addresses pulmonary, gastrointestinal, and mental health concurrently.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "reciprocal association between chronic obstructive pulmonary disease and gastrointestinal diseases a prospective cohort study the relationship between chronic obstructive pulmonary disease copd and gastrointestinal diseases is complex while associations are known the bidirectional risk and underlying mechanisms particularly in east asian populations require further clarification this study aimed to investigate the reciprocal association between copd and gastrointestinal diseases and to explore the mediating role of depressive symptoms this prospective cohort study utilized data from the china health and retirement longitudinal study charls from to the study was conducted in china and included a nationally representative sample of middle aged and older adults two primary cohorts were established one for the forward analysis copd to gastrointestinal diseases n and one for the reverse analysis gastrointestinal diseases to copd n participants were followed for up to years the primary exposures were physician diagnosed copd and gastrointestinal diseases the primary outcomes were incident gastrointestinal diseases and incident copd respectively multivariable cox proportional hazards models were used to estimate hazard ratios hrs and confidence intervals cis a counterfactual based mediation analysis was performed to assess the role of depressive symptoms the study population had a mean sd age of years and were male during follow up baseline copd was associated with a increased risk of incident gastrointestinal diseases adjusted hr ci p conversely baseline gastrointestinal diseases were associated with a increased risk of incident copd adjusted hr ci p depressive symptoms significantly mediated these associations accounting for ci of the pathway from copd to gastrointestinal diseases and ci of the reverse pathway in this large prospective study of chinese adults we found a significant bidirectional association between chronic obstructive pulmonary disease and gastrointestinal diseases depressive symptoms appear to be a key mediator in this relationship these findings highlight the importance of integrated clinical management that addresses pulmonary gastrointestinal and mental health concurrently"
}