{
    "pmid": "41331888",
    "title": "[Relationship between high expression of circular RNA Bardet-Biedl syndrome 9 and low expression of circRNA catenin beta 1 in peripheral blood and weaning failure of mechanical ventilation in patients with acute exacerbation of chronic obstructive pulmonary disease].",
    "abstract": "To investigate the relationship between peripheral blood circular RNA Bardet-Biedl syndrome 9 (circBBS9) and circRNA catenin beta 1 (circCTNNB1) and weaning failure of mechanical ventilation in patients with acute exacerbation of chronic obstructive pulmonary disease (AECOPD). A prospective, observational cohort study was conducted. The patients with AECOPD who received invasive mechanical ventilation and passed the spontaneous breathing test (SBT) admitted to the First Affiliated Hospital of Hebei North University from January 2022 to February 2024 were selected as the study subjects. According to the outcome of weaning, the patients were divided into failed weaning group and successful weaning group. At admission and before SBT, the expression levels of circBBS9 and circCTNNB1 in peripheral blood were detected by fluorescence quantitative polymerase chain reaction (PCR). General information, acute physiology and chronic health evaluation II (APACHEII) score within 24 hours of admission, vital signs before SBT and the most recent laboratory indicators before SBT of the patients were collected. The differences in circBBS9 and circCTNNB1 expression levels and clinical data between the two groups were compared. Multivariate Logistic regression was used to analyze the influencing factors of the weaning failure. Receiver operator characteristic curve (ROC curve) was used to analyze the predictive value of each index on weaning failure. Ultimately, 132 patients with AECOPD who underwent invasive mechanical ventilation and passed the SBT were enrolled in the study. Among them, 82 patients were successfully weaned from mechanical ventilation, while 50 patients failed to be weaned, resulting in a weaning failure rate of 37.88%. There was no statistically significant difference in the expression levels of circBBS9 and circCTNNB1 in the peripheral blood at admission of patients between the two groups. The expression level of circBBS9 in the peripheral blood before SBT of patients in the failed weaning group was significantly higher than that in the successful weaning group (2 High expression of circBBS9 and low expression of circCTNNB1 in the peripheral blood of AECOPD patients receiving invasive mechanical ventilation before SBT are associated with weaning failure. circBBS9, circCTNNB1 combined with APACHEII score, RSBI and Alb are helpful for predicting the failure of weaning in these patients.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "relationship between high expression of circular rna bardet biedl syndrome and low expression of circrna catenin beta in peripheral blood and weaning failure of mechanical ventilation in patients with acute exacerbation of chronic obstructive pulmonary disease to investigate the relationship between peripheral blood circular rna bardet biedl syndrome circbbs and circrna catenin beta circctnnb and weaning failure of mechanical ventilation in patients with acute exacerbation of chronic obstructive pulmonary disease aecopd a prospective observational cohort study was conducted the patients with aecopd who received invasive mechanical ventilation and passed the spontaneous breathing test sbt admitted to the first affiliated hospital of hebei north university from january to february were selected as the study subjects according to the outcome of weaning the patients were divided into failed weaning group and successful weaning group at admission and before sbt the expression levels of circbbs and circctnnb in peripheral blood were detected by fluorescence quantitative polymerase chain reaction pcr general information acute physiology and chronic health evaluation ii apacheii score within hours of admission vital signs before sbt and the most recent laboratory indicators before sbt of the patients were collected the differences in circbbs and circctnnb expression levels and clinical data between the two groups were compared multivariate logistic regression was used to analyze the influencing factors of the weaning failure receiver operator characteristic curve roc curve was used to analyze the predictive value of each index on weaning failure ultimately patients with aecopd who underwent invasive mechanical ventilation and passed the sbt were enrolled in the study among them patients were successfully weaned from mechanical ventilation while patients failed to be weaned resulting in a weaning failure rate of there was no statistically significant difference in the expression levels of circbbs and circctnnb in the peripheral blood at admission of patients between the two groups the expression level of circbbs in the peripheral blood before sbt of patients in the failed weaning group was significantly higher than that in the successful weaning group high expression of circbbs and low expression of circctnnb in the peripheral blood of aecopd patients receiving invasive mechanical ventilation before sbt are associated with weaning failure circbbs circctnnb combined with apacheii score rsbi and alb are helpful for predicting the failure of weaning in these patients"
}