{
    "title": "The quality of life of children and adolescents with ADHD undergoing outpatient psychiatric treatment: simple disorders of activity and attention and hyperkinetic conduct disorders in comparison with each other and with other diagnostic groups.",
    "doc_id": "21432603",
    "writer": "Remschmidt H",
    "year": "2010",
    "summary": "The hyperkinetic patients tended to have lower quality-of-life scores than patients in the other diagnostic groups. Longitudinal observation revealed improvements in the quality of life across all patient groups, but the patients with hyperkinetic diso …",
    "abstract": "(1) How does the quality of life of patients with ADHD treated in an ambulatory care setting compare to that of other patient groups in child and adolescent psychiatry? (2) Can differences in the quality of life be demonstrated between patients with simple disorders of activity and attention and those with hyperkinetic conduct disorders? (3) How does the quality of life in these patient groups change over one year of treatment? The Inventory for the Assessment of Life Quality in Children and Adolescents (Inventar zur Untersuchung der Lebensqualität von Kindern und Jugendlichen, ILK) was applied to a sample of 726 patients derived from nine different outpatient practices for child and adolescent psychiatry. Among them were 196 patients with a simple disorder of activity and attention and 64 with a hyperkinetic conduct disorder. A comparison between these two groups was the main aim of the study. The mean age of the patients in the sample (all diagnoses) was 8.7 ± 3 years. The two groups of hyperkinetic patients made up 35% of the overall sample, and both of them showed a marked male predominance. The hyperkinetic patients tended to have lower quality-of-life scores than patients in the other diagnostic groups. Longitudinal observation revealed improvements in the quality of life across all patient groups, but the patients with hyperkinetic disorders (both groups) improved the least. The parents of the hyperkinetic patients, too, reported suffering greater stress because of their children's condition than the parents of children with other types of disorders. The ILK instrument has test-metrical qualities that render it usable and capable of holding its own among other, comparable instruments. It can be used to assess the quality of life of children with various diagnoses. Children with ADHD tend to have the least favorable quality-of-life scores, yet they do show some degree of improvement in their quality of life after a year of treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21432603/",
    "clean_text": "the quality of life of children and adolescents with adhd undergoing outpatient psychiatric treatment simple disorders of activity and attention and hyperkinetic conduct disorders in comparison with each other and with other diagnostic groups the hyperkinetic patients tended to have lower quality of life scores than patients in the other diagnostic groups longitudinal observation revealed improvements in the quality of life across all patient groups but the patients with hyperkinetic diso how does the quality of life of patients with adhd treated in an ambulatory care setting compare to that of other patient groups in child and adolescent psychiatry can differences in the quality of life be demonstrated between patients with simple disorders of activity and attention and those with hyperkinetic conduct disorders how does the quality of life in these patient groups change over one year of treatment the inventory for the assessment of life quality in children and adolescents inventar zur untersuchung der lebensqualit t von kindern und jugendlichen ilk was applied to a sample of patients derived from nine different outpatient practices for child and adolescent psychiatry among them were patients with a simple disorder of activity and attention and with a hyperkinetic conduct disorder a comparison between these two groups was the main aim of the study the mean age of the patients in the sample all diagnoses was years the two groups of hyperkinetic patients made up of the overall sample and both of them showed a marked male predominance the hyperkinetic patients tended to have lower quality of life scores than patients in the other diagnostic groups longitudinal observation revealed improvements in the quality of life across all patient groups but the patients with hyperkinetic disorders both groups improved the least the parents of the hyperkinetic patients too reported suffering greater stress because of their children s condition than the parents of children with other types of disorders the ilk instrument has test metrical qualities that render it usable and capable of holding its own among other comparable instruments it can be used to assess the quality of life of children with various diagnoses children with adhd tend to have the least favorable quality of life scores yet they do show some degree of improvement in their quality of life after a year of treatment"
}