{
    "title": "Isokinetic muscle strength training combined with proprioceptive neuromuscular facilitation for rehabilitation of patients after anterior cruciate ligament reconstruction: a protocol for a randomised controlled trial.",
    "doc_id": "39971608",
    "writer": "Wang B",
    "year": "2025",
    "summary": "All interventions will be completed in the Department of Rehabilitation Medicine of the Second Affiliated Hospital of Xi'an Jiaotong University. The primary outcome measure will be assessed by knee proprioception. ...ETHICS AND DISSEMINATION: This study was a …",
    "abstract": "Introduction:\n        \n      \n      Anterior cruciate ligament injury seriously affects the motor function of patients. Currently, there are numerous rehabilitation methods after anterior cruciate ligament reconstruction (ACLR). The aim of this study was to investigate the rehabilitation effect of isokinetic muscle strength training combined with proprioceptive neuromuscular facilitation (PNF) technique in postoperative patients. A single-blind randomised controlled trial was conducted to compare the difference between this combined therapy and conventional rehabilitation, and to provide a scientific basis for optimising the rehabilitation strategy after ACLR, to promote faster and better recovery of knee joint function in patients.\n    \n\n\n          Methods and analysis:\n        \n      \n      This study is a randomised controlled, assessor-blind trial. A total of 40 patients after ACLR were randomly divided into a control group and a test group. Conventional rehabilitation and isokinetic muscle strength training will be performed in the control group, while the test group will receive PNF techniques in addition to the interventions of the control group. These interventions were performed three times a week for 6 weeks. All interventions will be completed in the Department of Rehabilitation Medicine of the Second Affiliated Hospital of Xi'an Jiaotong University. The primary outcome measure will be assessed by knee proprioception. Secondary outcome measures will include knee isokinetic strength, balance ability and Lysholm knee function score. The above assessments will include a baseline assessment, an assessment after 6 weeks of intervention, and a follow-up visit at week 24.\n    \n\n\n          Ethics and dissemination:\n        \n      \n      This study was approved by the Ethics Committee of the Second Affiliated Hospital of Xi'an Jiaotong University (Number: 2024059). Study results will be published in open access peer-reviewed journals and may be shared at relevant meetings and research meetings.\n    \n\n\n          Trial registration number:\n        \n      \n      ChiCTR2400085897.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39971608/",
    "clean_text": "isokinetic muscle strength training combined with proprioceptive neuromuscular facilitation for rehabilitation of patients after anterior cruciate ligament reconstruction a protocol for a randomised controlled trial all interventions will be completed in the department of rehabilitation medicine of the second affiliated hospital of xi an jiaotong university the primary outcome measure will be assessed by knee proprioception ethics and dissemination this study was a introduction anterior cruciate ligament injury seriously affects the motor function of patients currently there are numerous rehabilitation methods after anterior cruciate ligament reconstruction aclr the aim of this study was to investigate the rehabilitation effect of isokinetic muscle strength training combined with proprioceptive neuromuscular facilitation pnf technique in postoperative patients a single blind randomised controlled trial was conducted to compare the difference between this combined therapy and conventional rehabilitation and to provide a scientific basis for optimising the rehabilitation strategy after aclr to promote faster and better recovery of knee joint function in patients methods and analysis this study is a randomised controlled assessor blind trial a total of patients after aclr were randomly divided into a control group and a test group conventional rehabilitation and isokinetic muscle strength training will be performed in the control group while the test group will receive pnf techniques in addition to the interventions of the control group these interventions were performed three times a week for weeks all interventions will be completed in the department of rehabilitation medicine of the second affiliated hospital of xi an jiaotong university the primary outcome measure will be assessed by knee proprioception secondary outcome measures will include knee isokinetic strength balance ability and lysholm knee function score the above assessments will include a baseline assessment an assessment after weeks of intervention and a follow up visit at week ethics and dissemination this study was approved by the ethics committee of the second affiliated hospital of xi an jiaotong university number study results will be published in open access peer reviewed journals and may be shared at relevant meetings and research meetings trial registration number chictr"
}