{
    "pmid": "41343367",
    "title": "Cardiopulmonary effects of combustible cigarettes and e-cigarettes in individuals with chronic obstructive pulmonary disease.",
    "abstract": "E-cigarettes have been proposed as a harm-reduction strategy to reduce combustible cigarette use. Comparing the cardiopulmonary effects of vaping to smoking is necessary before recommending their use, especially for people at high risk from continued smoking, like those with chronic obstructive pulmonary disease (COPD). Differences in the cardiopulmonary effects of combustible cigarettes and e-cigarettes for people with COPD who smoke were examined. Twenty-one individuals ≥40 years old diagnosed with COPD who smoked (≥5 cigarettes/day for ≥1 year) underwent two consecutive randomly ordered 2-week phases: a cigarette phase (usual-brand cigarettes) and a nicotine-containing e-cigarette phase (combustible cigarette abstinence with 3% and/or 5% nicotine tobacco-flavored JUUL available). Participants earned monetary incentives during the e-cigarette phase for cigarette abstinence, which was biochemically verified with daily carbon monoxide breath testing conducted remotely via phone (readings ≤6 parts per million). Pulmonary (spirometry, oscillometry, COPD Assessment Test, Saint George's Respiratory Questionnaire for COPD) and cardiac (heart rate, blood pressure) measures were completed at baseline, daily (remotely) throughout phases (spirometry, heart rate, and blood pressure only), and after each phase. Changes across assessments were analyzed using mixed-model repeated measures analyses of variance. Diastolic blood pressure and airway resistance at 19 Hz significantly improved during the e-cigarette phase, with the latter restricted to those who substantially abstained from combustible cigarettes (≥10 negative breath carbon monoxide samples) during this phase. The lack of significant adverse cardiopulmonary outcomes following e-cigarette use is promising. However, evaluating longer durations of e-cigarette substitution is warranted to determine their safety as a replacement for combustible cigarettes in patients with COPD. (PsycInfo Database Record (c) 2025 APA, all rights reserved).",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "cardiopulmonary effects of combustible cigarettes and e cigarettes in individuals with chronic obstructive pulmonary disease e cigarettes have been proposed as a harm reduction strategy to reduce combustible cigarette use comparing the cardiopulmonary effects of vaping to smoking is necessary before recommending their use especially for people at high risk from continued smoking like those with chronic obstructive pulmonary disease copd differences in the cardiopulmonary effects of combustible cigarettes and e cigarettes for people with copd who smoke were examined twenty one individuals years old diagnosed with copd who smoked cigarettes day for year underwent two consecutive randomly ordered week phases a cigarette phase usual brand cigarettes and a nicotine containing e cigarette phase combustible cigarette abstinence with and or nicotine tobacco flavored juul available participants earned monetary incentives during the e cigarette phase for cigarette abstinence which was biochemically verified with daily carbon monoxide breath testing conducted remotely via phone readings parts per million pulmonary spirometry oscillometry copd assessment test saint george s respiratory questionnaire for copd and cardiac heart rate blood pressure measures were completed at baseline daily remotely throughout phases spirometry heart rate and blood pressure only and after each phase changes across assessments were analyzed using mixed model repeated measures analyses of variance diastolic blood pressure and airway resistance at hz significantly improved during the e cigarette phase with the latter restricted to those who substantially abstained from combustible cigarettes negative breath carbon monoxide samples during this phase the lack of significant adverse cardiopulmonary outcomes following e cigarette use is promising however evaluating longer durations of e cigarette substitution is warranted to determine their safety as a replacement for combustible cigarettes in patients with copd psycinfo database record c apa all rights reserved"
}