{
    "title": "Neuropathologic changes in Alzheimer's disease.",
    "doc_id": "12934968",
    "writer": "Wenk GL.",
    "year": "2003",
    "summary": "Alzheimer's disease is characterized by degenerative changes in a variety of neurotransmitter systems. ...The degeneration of these systems may underlie specific aspects of the dementia associated with Alzheimer's disease. A major problem …",
    "abstract": "Alzheimer's disease is characterized by degenerative changes in a variety of neurotransmitter systems. These include alterations in the function of the monoaminergic neural systems that release glutamate, norepinephrine, and serotonin as well as a few neuropeptide-containing systems. Alzheimer's disease is also characterized by degenerative changes in selected brain regions, including the temporal and parietal lobes and restricted regions within the frontal cortex and cingulate gyrus. The degeneration of these systems may underlie specific aspects of the dementia associated with Alzheimer's disease. A major problem in Alzheimer's disease research today is that none of the current hypothesized mechanisms are able to explain the cellular and regional distribution pattern that characterizes the neuropathology of Alzheimer's disease. This article summarizes the nature and extent of the changes associated with neural systems, possible treatment approaches, and a potential mechanism involving chronic neuroinflammation to explain the pattern of neuropathologic changes in Alzheimer's disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12934968/",
    "clean_text": "neuropathologic changes in alzheimer s disease alzheimer s disease is characterized by degenerative changes in a variety of neurotransmitter systems the degeneration of these systems may underlie specific aspects of the dementia associated with alzheimer s disease a major problem alzheimer s disease is characterized by degenerative changes in a variety of neurotransmitter systems these include alterations in the function of the monoaminergic neural systems that release glutamate norepinephrine and serotonin as well as a few neuropeptide containing systems alzheimer s disease is also characterized by degenerative changes in selected brain regions including the temporal and parietal lobes and restricted regions within the frontal cortex and cingulate gyrus the degeneration of these systems may underlie specific aspects of the dementia associated with alzheimer s disease a major problem in alzheimer s disease research today is that none of the current hypothesized mechanisms are able to explain the cellular and regional distribution pattern that characterizes the neuropathology of alzheimer s disease this article summarizes the nature and extent of the changes associated with neural systems possible treatment approaches and a potential mechanism involving chronic neuroinflammation to explain the pattern of neuropathologic changes in alzheimer s disease"
}