{
    "title": "The mechanism of sleep quality's effect on academic burnout: examining the mediating role of perceived stress.",
    "doc_id": "40624657",
    "writer": "Zakiei A",
    "year": "2025",
    "summary": "Data were collected using the Pittsburgh Sleep Quality Index, Perceived Stress Scale, and Academic Burnout Inventory. RESULTS: The results indicated a significant positive relationship between sleep quality and perceived stress, as well as academic burnout. ...CONCL …",
    "abstract": "Background:\n        \n      \n      Given the importance of sleep during young adulthood and the role of students as key societal assets, investigating psychological factors related to stress and academic burnout is essential. Therefore, the present study aimed to examine the relationship between sleep quality and academic burnout, with the mediating role of perceived stress.\n    \n\n\n          Methods:\n        \n      \n      This cross-sectional study was conducted among students at Kermanshah University of Medical Sciences in 2024. Data analysis was performed on 476 participants, of whom 316 (66.4%) were female, with a mean age of 22.6 ± 4.8 years. Data were collected using the Pittsburgh Sleep Quality Index, Perceived Stress Scale, and Academic Burnout Inventory.\n    \n\n\n          Results:\n        \n      \n      The results indicated a significant positive relationship between sleep quality and perceived stress, as well as academic burnout. Additionally, the findings revealed that the indirect effect of subjective sleep quality on academic burnout through perceived stress was significant (β = 0.13, p < 0.001). Similarly, the indirect effect of sleep latency on academic burnout was significant (β = 0.10, p < 0.001), as was the indirect effect of daytime dysfunction (β = 0.09) on academic burnout through perceived stress (p < 0.001). The total indirect effect of sleep quality on academic burnout via perceived stress was significant, with a standardized coefficient of 0.18 (p < 0.001).\n    \n\n\n          Conclusions:\n        \n      \n      It can be concluded that reduced sleep quality leads to academic burnout by increasing perceived stress levels. Therefore, it is recommended that policymakers and educational planners prioritize improving students' sleep quality and organize appropriate workshops to address perceived stress among students.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40624657/",
    "clean_text": "the mechanism of sleep quality s effect on academic burnout examining the mediating role of perceived stress data were collected using the pittsburgh sleep quality index perceived stress scale and academic burnout inventory results the results indicated a significant positive relationship between sleep quality and perceived stress as well as academic burnout concl background given the importance of sleep during young adulthood and the role of students as key societal assets investigating psychological factors related to stress and academic burnout is essential therefore the present study aimed to examine the relationship between sleep quality and academic burnout with the mediating role of perceived stress methods this cross sectional study was conducted among students at kermanshah university of medical sciences in data analysis was performed on participants of whom were female with a mean age of years data were collected using the pittsburgh sleep quality index perceived stress scale and academic burnout inventory results the results indicated a significant positive relationship between sleep quality and perceived stress as well as academic burnout additionally the findings revealed that the indirect effect of subjective sleep quality on academic burnout through perceived stress was significant p similarly the indirect effect of sleep latency on academic burnout was significant p as was the indirect effect of daytime dysfunction on academic burnout through perceived stress p the total indirect effect of sleep quality on academic burnout via perceived stress was significant with a standardized coefficient of p conclusions it can be concluded that reduced sleep quality leads to academic burnout by increasing perceived stress levels therefore it is recommended that policymakers and educational planners prioritize improving students sleep quality and organize appropriate workshops to address perceived stress among students"
}