{
    "title": "Large-scale real-world data analyses of cancer risks among patients with rheumatoid arthritis.",
    "doc_id": "37246892",
    "writer": "Wang F",
    "year": "2023",
    "summary": "Rheumatoid arthritis (RA) affects 24.5 million people worldwide and has been associated with increased cancer risks. ...By 12 months after the diagnosis of rheumatoid arthritis, rheumatoid arthritis patients were 1.21 (95% confidence inte …",
    "abstract": "Rheumatoid arthritis (RA) affects 24.5 million people worldwide and has been associated with increased cancer risks. However, the extent to which the observed risks are related to the pathophysiology of rheumatoid arthritis or its treatments is unknown. Leveraging nationwide health insurance claims data with 85.97 million enrollees across 8 years, we identified 92 864 patients without cancers at the time of rheumatoid arthritis diagnoses. We matched 68 415 of these patients with participants without rheumatoid arthritis by sex, race, age and inferred health and economic status and compared their risks of developing all cancer types. By 12 months after the diagnosis of rheumatoid arthritis, rheumatoid arthritis patients were 1.21 (95% confidence interval [CI] [1.14, 1.29]) times more likely to develop any cancer compared with matched enrollees without rheumatoid arthritis. In particular, the risk of developing lymphoma is 2.08 (95% CI [1.67, 2.58]) times higher in the rheumatoid arthritis group, and the risk of developing lung cancer is 1.69 (95% CI [1.32, 2.13]) times higher. We further identified the five most commonly used drugs in treating rheumatoid arthritis, and the log-rank test showed none of them is implicated with a significantly increased cancer risk compared with rheumatoid arthritis patients without that specific drug. Our study suggested that the pathophysiology of rheumatoid arthritis, rather than its treatments, is implicated in the development of subsequent cancers. Our method is extensible to investigating the connections among drugs, diseases and comorbidities at scale.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37246892/",
    "clean_text": "large scale real world data analyses of cancer risks among patients with rheumatoid arthritis rheumatoid arthritis ra affects million people worldwide and has been associated with increased cancer risks by months after the diagnosis of rheumatoid arthritis rheumatoid arthritis patients were confidence inte rheumatoid arthritis ra affects million people worldwide and has been associated with increased cancer risks however the extent to which the observed risks are related to the pathophysiology of rheumatoid arthritis or its treatments is unknown leveraging nationwide health insurance claims data with million enrollees across years we identified patients without cancers at the time of rheumatoid arthritis diagnoses we matched of these patients with participants without rheumatoid arthritis by sex race age and inferred health and economic status and compared their risks of developing all cancer types by months after the diagnosis of rheumatoid arthritis rheumatoid arthritis patients were confidence interval ci times more likely to develop any cancer compared with matched enrollees without rheumatoid arthritis in particular the risk of developing lymphoma is ci times higher in the rheumatoid arthritis group and the risk of developing lung cancer is ci times higher we further identified the five most commonly used drugs in treating rheumatoid arthritis and the log rank test showed none of them is implicated with a significantly increased cancer risk compared with rheumatoid arthritis patients without that specific drug our study suggested that the pathophysiology of rheumatoid arthritis rather than its treatments is implicated in the development of subsequent cancers our method is extensible to investigating the connections among drugs diseases and comorbidities at scale"
}