{
    "title": "Higher incidence of diabetic nephropathy in type 2 than in type 1 diabetes in early-onset diabetes in Japan.",
    "doc_id": "10886575",
    "writer": "Yokoyama H",
    "year": "2000",
    "summary": "The rate ratio for type 2 diabetic patients diagnosed between 1980 and 1984 relative to type 1 diabetic patients diagnosed in the same period was 2.74 (95% CI, 1. 17 to 6.41). CONCLUSIONS: The incidence of nephropathy has declined in Japanese patients …",
    "abstract": "Background:\n        \n      \n      Whether the type of diabetes, race, and year and age of diagnosis affect the incidence of diabetic vascular complications is unknown. That both type 1 and type 2 diabetes occur in the young Japanese population prompted us to investigate whether the type of diabetes and the year of diagnosis are related to the incidence of nephropathy.\n    \n\n\n          Methods:\n        \n      \n      Of the 17,256 diabetic patients who visited the outpatient clinic at our diabetes center between 1965 and 1990, 1578 (9.1%) had early-onset diabetes (diagnosed before the age of 30); of these, 620 (39%) had type 1, and 958 (61%) had type 2 diabetes. The incidence of nephropathy was analyzed in the patients according to postpubertal duration and year of diagnosis.\n    \n\n\n          Results:\n        \n      \n      The cumulative incidence of nephropathy after 30 years of postpubertal diabetes was significantly higher (P < 0.0001) in type 2 diabetic patients (44.4%, 95% CI, 37.0 to 51.8%) than in type 1 diabetic patients (20.2%, 95% CI, 14.9 to 25.8%). The incidence of nephropathy among type 1 diabetic patients has declined during the past two decades, whereas it has not among type 2 diabetic patients. The rate ratio for type 2 diabetic patients diagnosed between 1980 and 1984 relative to type 1 diabetic patients diagnosed in the same period was 2.74 (95% CI, 1. 17 to 6.41).\n    \n\n\n          Conclusions:\n        \n      \n      The incidence of nephropathy has declined in Japanese patients with type 1 but not in those with type 2 diabetes. In young Japanese patients, because of the higher incidence of nephropathy in type 2 diabetes and the higher prevalence of type 2 than type 1 diabetes, type 2 diabetes is likely the major cause of diabetic nephropathy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10886575/",
    "clean_text": "higher incidence of diabetic nephropathy in type than in type diabetes in early onset diabetes in japan the rate ratio for type diabetic patients diagnosed between and relative to type diabetic patients diagnosed in the same period was ci to conclusions the incidence of nephropathy has declined in japanese patients background whether the type of diabetes race and year and age of diagnosis affect the incidence of diabetic vascular complications is unknown that both type and type diabetes occur in the young japanese population prompted us to investigate whether the type of diabetes and the year of diagnosis are related to the incidence of nephropathy methods of the diabetic patients who visited the outpatient clinic at our diabetes center between and had early onset diabetes diagnosed before the age of of these had type and had type diabetes the incidence of nephropathy was analyzed in the patients according to postpubertal duration and year of diagnosis results the cumulative incidence of nephropathy after years of postpubertal diabetes was significantly higher p in type diabetic patients ci to than in type diabetic patients ci to the incidence of nephropathy among type diabetic patients has declined during the past two decades whereas it has not among type diabetic patients the rate ratio for type diabetic patients diagnosed between and relative to type diabetic patients diagnosed in the same period was ci to conclusions the incidence of nephropathy has declined in japanese patients with type but not in those with type diabetes in young japanese patients because of the higher incidence of nephropathy in type diabetes and the higher prevalence of type than type diabetes type diabetes is likely the major cause of diabetic nephropathy"
}