{
    "pmid": "41454474",
    "title": "Psychological distress in arthritis: The key roles of compassion from others and rumination-A cross-sectional study.",
    "abstract": "Autoimmune inflammatory rheumatic diseases (AIRDs) pose significant challenges due to persistent symptoms, such as pain, fatigue, and psychological distress (i.e. anxiety and depression). Limited research examined the relationship between psychological distress and rumination, compassion, and pain intensity. Therefore, grounded in social mentality theory, this cross-sectional study examined these relationships in 105 patients (72% women, mean age = 54.1) with rheumatoid arthritis, psoriatic arthritis, or axial spondyloarthritis. Hierarchical regression analysis showed rumination as the strongest predictor of distress, followed by pain intensity. Compassion from others was an independent protective factor. Self-compassion also contributed to reduced distress, but it was no longer significant when controlling for compassion from others. These findings emphasize the detrimental roles of rumination and pain, and the protective role of compassionate social support in psychological distress. Addressing rumination and fostering compassion through interventions, such as Compassion-Focused Therapy, may improve psychological outcomes in AIRDs patients.",
    "disease": "rheumatoid arthritis",
    "clean_text": "psychological distress in arthritis the key roles of compassion from others and rumination a cross sectional study autoimmune inflammatory rheumatic diseases airds pose significant challenges due to persistent symptoms such as pain fatigue and psychological distress i e anxiety and depression limited research examined the relationship between psychological distress and rumination compassion and pain intensity therefore grounded in social mentality theory this cross sectional study examined these relationships in patients women mean age with rheumatoid arthritis psoriatic arthritis or axial spondyloarthritis hierarchical regression analysis showed rumination as the strongest predictor of distress followed by pain intensity compassion from others was an independent protective factor self compassion also contributed to reduced distress but it was no longer significant when controlling for compassion from others these findings emphasize the detrimental roles of rumination and pain and the protective role of compassionate social support in psychological distress addressing rumination and fostering compassion through interventions such as compassion focused therapy may improve psychological outcomes in airds patients"
}