{
    "pmid": "41474238",
    "title": "Cryoablation combined with chemotherapy for the treatment of liver metastases.",
    "abstract": "This study aimed to investigate the clinical outcomes of cryoablation-chemotherapy combination for the treatment of liver metastases (LMs). This study included 199 patients who received cryoablation-chemotherapy combination for LM treatment at our hospital from October 2009 to November 2017. The patients' clinical characteristics and their overall survival (OS), complication, local tumor control, and recurrence rates were assessed. Of the patients, 66 (33.2%) and 133 (66.8%) developed colorectal liver metastases (CLMs) and noncolorectal LMs (NCLMs), respectively. Their follow-up duration ranged from 7 to 74 months (median: 37 months), with 1-, 3-, and 5-year OS rates of 71.2%, 40.9%, and 19%, respectively. The OS rates in the CLM group were 81.7%, 57.2%, and 31.9%, compared with 68.3%, 34.4%, and 12% in the NCLM group, respectively. As regards the initial local treatment efficacy, the CLM group exhibited an objective response rate (ORR) of 74.2% and a disease control rate (DCR) of 95.5%, compared with 60.2% and 85.7%, respectively, in the NCLM group, with significant differences observed between the groups (ORR, P = 0.050; DCR, P = 0.039). Serious postoperative complications rarely occurred in both groups. Cryoablation-chemotherapy combination treatment is safe, feasible, and effective for LMs. Its efficacy is mainly dependent on the primary tumor site, making it a potential alternative for clinical treatments. CLMs had better prognosis than NCLMs. A maximum tumor diameter ≥3 cm, time to LMs ≤12 months, and absence of neoadjuvant TACE were identified as statistically significant predictors of poor prognosis in patients with LM.",
    "disease": "colorectal cancer",
    "clean_text": "cryoablation combined with chemotherapy for the treatment of liver metastases this study aimed to investigate the clinical outcomes of cryoablation chemotherapy combination for the treatment of liver metastases lms this study included patients who received cryoablation chemotherapy combination for lm treatment at our hospital from october to november the patients clinical characteristics and their overall survival os complication local tumor control and recurrence rates were assessed of the patients and developed colorectal liver metastases clms and noncolorectal lms nclms respectively their follow up duration ranged from to months median months with and year os rates of and respectively the os rates in the clm group were and compared with and in the nclm group respectively as regards the initial local treatment efficacy the clm group exhibited an objective response rate orr of and a disease control rate dcr of compared with and respectively in the nclm group with significant differences observed between the groups orr p dcr p serious postoperative complications rarely occurred in both groups cryoablation chemotherapy combination treatment is safe feasible and effective for lms its efficacy is mainly dependent on the primary tumor site making it a potential alternative for clinical treatments clms had better prognosis than nclms a maximum tumor diameter cm time to lms months and absence of neoadjuvant tace were identified as statistically significant predictors of poor prognosis in patients with lm"
}