{
    "pmid": "41434168",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "There is disrupted functional connectivity (FC) of the default mode network (DMN) and frontoparietal network (FPN) in adults with obstructive sleep apnea (OSA). DMN FC is also particularly sensitive to disruption in Alzheimer's disease (AD). However, there is limited research investigating if OSA affects FC in Down syndrome (DS), despite the prevalence of both OSA and AD pathology within this population. We examined if DMN and FPN FC are also disrupted in older adults with DS and OSA, and whether this is dependent on concurrent cognitive impairment due to AD. Seventy-five participants from the Alzheimer Biomarkers Consortium - Down syndrome (ABC-DS) study (age 49.93+6.6) underwent resting-state functional MRI. For our seed-based connectivity approach, data were harmonized and processed using the CONN Toolbox with the default MNI preprocessing pipeline. FC strength was calculated (1) between regions-of-interest (ROIs) within each network (\"within-network FC\") and (2) between ROIs in each network and all other ROIs outside of the network (\"between-network FC\"). Group differences in FC were assessed based on self-reported OSA and consensus diagnosis of cognitive status - cognitively stable (CS) or cognitively impaired (CI; mild cognitive impairment or dementia). There was a significant interaction between OSA and diagnosis for within- and between-DMN FC (p-values<0.05). The CS-OSA group had higher FC than the CI-OSA group. There was also a trend showing higher FC in CS-OSA compared to CS-nonOSA. For within- and between-FPN FC, the same groups differences were observed, though the interaction was trending (p-values<0.10). FC did not differ between CS and CI individuals without OSA, nor between CI groups with and without OSA. We observed higher within- and between-DMN FC in the CS-OSA compared to the CI-OSA group; however, this difference was not observed between the CS-nonOSA and CI-nonOSA groups. This result suggests a unique FC signature for individuals with DS and OSA prior to AD-related cognitive impairment. These findings suggest that there's a unique FC signature for individuals with DS and OSA such that FC is initially elevated prior to AD-related cognitive impairment then is reduced following AD symptom onset.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium there is disrupted functional connectivity fc of the default mode network dmn and frontoparietal network fpn in adults with obstructive sleep apnea osa dmn fc is also particularly sensitive to disruption in alzheimer s disease ad however there is limited research investigating if osa affects fc in down syndrome ds despite the prevalence of both osa and ad pathology within this population we examined if dmn and fpn fc are also disrupted in older adults with ds and osa and whether this is dependent on concurrent cognitive impairment due to ad seventy five participants from the alzheimer biomarkers consortium down syndrome abc ds study age underwent resting state functional mri for our seed based connectivity approach data were harmonized and processed using the conn toolbox with the default mni preprocessing pipeline fc strength was calculated between regions of interest rois within each network within network fc and between rois in each network and all other rois outside of the network between network fc group differences in fc were assessed based on self reported osa and consensus diagnosis of cognitive status cognitively stable cs or cognitively impaired ci mild cognitive impairment or dementia there was a significant interaction between osa and diagnosis for within and between dmn fc p values the cs osa group had higher fc than the ci osa group there was also a trend showing higher fc in cs osa compared to cs nonosa for within and between fpn fc the same groups differences were observed though the interaction was trending p values fc did not differ between cs and ci individuals without osa nor between ci groups with and without osa we observed higher within and between dmn fc in the cs osa compared to the ci osa group however this difference was not observed between the cs nonosa and ci nonosa groups this result suggests a unique fc signature for individuals with ds and osa prior to ad related cognitive impairment these findings suggest that there s a unique fc signature for individuals with ds and osa such that fc is initially elevated prior to ad related cognitive impairment then is reduced following ad symptom onset"
}