{
    "title": "Weight loss in achalasia is determined by its phenotype.",
    "doc_id": "29788157",
    "writer": "Patel DA",
    "year": "2018",
    "summary": "Weight loss was reported in 51/100 (51%) patients. BMI was lower in patients who reported weight loss (25 vs. 31, P < 0.001) with a median weight loss of 28 lbs (14-40 lbs). ...However, more patients with type II achalasia (63%) report …",
    "abstract": "Patients with achalasia present with dysphagia, regurgitation, and varying degrees of weight loss. However, despite it being a disorder of the lower esophageal sphincter with functional obstruction in all patients, it is unclear why certain patients lose significantly more weight compared to others. The aims of this study are to assess demographic, clinical, and manometric characteristics of a large cohort of patients with achalasia to determine potential correlates of weight loss in this population. Patients with diagnosis of achalasia referred to our center between 2009 and 2016 were evaluated. Demographic and physiologic tests between those with and without weight loss were compared. The cohort of patients with initial self-reported weight loss were studied to determine change in weight after intervention (pneumatic dilation or myotomy). The Kruskal-Wallis test was used for comparison of continuous variables between groups and Pearson's χ2 test was used for comparison of categorical variables between groups. 138 patients with achalasia were evaluated. 35 patients were excluded due to lack of manometric data and 3 from lack of documented weight resulting in the study population of 100 patients with achalasia [51% male, median age: 56 years]. Weight loss was reported in 51/100 (51%) patients. BMI was lower in patients who reported weight loss (25 vs. 31, P < 0.001) with a median weight loss of 28 lbs (14-40 lbs). There were no significant differences in age at diagnosis, gender, or symptom presentation (dysphagia, regurgitation, or chest pain) between the groups. However, more patients with type II achalasia (63%) reported weight loss as compared to other sub-types (P = 0.013). 73% of type III achalasia denied having weight loss. Patients who denied weight loss had symptoms for longer duration (24 vs. 12 months, P < 0.001) and had lower mean residual LES pressure (20 vs. 30 mmHg, P = 0.006). Postintervention 42% of patients reported no weight regain despite appropriate therapy for achalasia with median follow-up of 22 months (range: 6-90 months). Type II achalasia patients are most likely and type III achalasia are least likely to have weight loss compared to type I achalasia. Given that no other demographic/physiologic parameters predicted weight loss, the role of underlying inflammatory cascade in achalasia phenotypes deserves special attention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29788157/",
    "clean_text": "weight loss in achalasia is determined by its phenotype weight loss was reported in patients bmi was lower in patients who reported weight loss vs p with a median weight loss of lbs lbs however more patients with type ii achalasia report patients with achalasia present with dysphagia regurgitation and varying degrees of weight loss however despite it being a disorder of the lower esophageal sphincter with functional obstruction in all patients it is unclear why certain patients lose significantly more weight compared to others the aims of this study are to assess demographic clinical and manometric characteristics of a large cohort of patients with achalasia to determine potential correlates of weight loss in this population patients with diagnosis of achalasia referred to our center between and were evaluated demographic and physiologic tests between those with and without weight loss were compared the cohort of patients with initial self reported weight loss were studied to determine change in weight after intervention pneumatic dilation or myotomy the kruskal wallis test was used for comparison of continuous variables between groups and pearson s test was used for comparison of categorical variables between groups patients with achalasia were evaluated patients were excluded due to lack of manometric data and from lack of documented weight resulting in the study population of patients with achalasia male median age years weight loss was reported in patients bmi was lower in patients who reported weight loss vs p with a median weight loss of lbs lbs there were no significant differences in age at diagnosis gender or symptom presentation dysphagia regurgitation or chest pain between the groups however more patients with type ii achalasia reported weight loss as compared to other sub types p of type iii achalasia denied having weight loss patients who denied weight loss had symptoms for longer duration vs months p and had lower mean residual les pressure vs mmhg p postintervention of patients reported no weight regain despite appropriate therapy for achalasia with median follow up of months range months type ii achalasia patients are most likely and type iii achalasia are least likely to have weight loss compared to type i achalasia given that no other demographic physiologic parameters predicted weight loss the role of underlying inflammatory cascade in achalasia phenotypes deserves special attention"
}