{
    "pmid": "41400737",
    "title": "Factors predicting the response to vagus nerve stimulation (VNS) in pediatric patients with drug- resistant epilepsy: a systematic review and meta-analysis.",
    "abstract": "Vagus Nerve Stimulation (VNS) has been found to significantly reducses seizure frequency in both generalised and focal epilepsy of various aetiologies, however its benefits in the paediatric population are less well understood. Hence, this systematic review and meta-analysis aims to critically evaluate the effectiveness of VNS in children, and identify potential prognostic factors for patient selection. A comprehensive literature search was performed on PubMed, Embase and Medline for full-text articles up until 25th June 2025, according to the PRISMA 2020 statement (PROSPERO CRD42024610201). A random-effects meta-analysis was performed to estimate the pooled effect of VNS on % Significant Seizure Reduction (%SSR), defined as the percentage of patients achieving > 50% seizure reduction at least 3-months after VNS implantation. Subgroup analyses and meta-regression were used to explore predictors of treatment response. A total of 1863 articles were identified, of which 47 were included, involving 1685 patients. Overall, %SSR post-VNS was 55% (95% CI:51%-59%, I VNS is an effective treatment for paediatric drug-resistant epilepsy when surgical resection is not possible. %SSR following VNS was significantly associated with both stimulation amplitude, a modifiable treatment parameter, and age at seizure onset, a non-modifiable patient characteristic. PROSPERO CRD42024610201.",
    "disease": "epilepsy",
    "clean_text": "factors predicting the response to vagus nerve stimulation vns in pediatric patients with drug resistant epilepsy a systematic review and meta analysis vagus nerve stimulation vns has been found to significantly reducses seizure frequency in both generalised and focal epilepsy of various aetiologies however its benefits in the paediatric population are less well understood hence this systematic review and meta analysis aims to critically evaluate the effectiveness of vns in children and identify potential prognostic factors for patient selection a comprehensive literature search was performed on pubmed embase and medline for full text articles up until th june according to the prisma statement prospero crd a random effects meta analysis was performed to estimate the pooled effect of vns on significant seizure reduction ssr defined as the percentage of patients achieving seizure reduction at least months after vns implantation subgroup analyses and meta regression were used to explore predictors of treatment response a total of articles were identified of which were included involving patients overall ssr post vns was ci i vns is an effective treatment for paediatric drug resistant epilepsy when surgical resection is not possible ssr following vns was significantly associated with both stimulation amplitude a modifiable treatment parameter and age at seizure onset a non modifiable patient characteristic prospero crd"
}