{
    "title": "How Strongly Do Physical Examination Estimates and Ultrasonographic Measurements of Liver Size Correlate? A Prospective Study.",
    "doc_id": "30243506",
    "writer": "Loloi J",
    "year": "2019",
    "summary": "BACKGROUND: Liver size assessed by physical examination and ultrasound has long been used to gain useful clinical information. ...Our objective was to identify a measurement correlation between ultrasound and physical examination liver size findings. W …",
    "abstract": "Background:\n        \n      \n      Liver size assessed by physical examination and ultrasound has long been used to gain useful clinical information. The size measurements obtained by these modalities have been difficult to compare as they are measured in 2 different axes (transaxial vs midclavicular). Our objective was to identify a measurement correlation between ultrasound and physical examination liver size findings. We aimed to develop a correction factor whereby the liver size could be translated between the measured transaxial size obtained by ultrasound and physical examination size when measured in the midclavicular line.\n    \n\n\n          Methods:\n        \n      \n      We conducted a prospective study including 101 adult patients with liver disease undergoing liver biopsy between April 2008 and November 2008 at Penn State Health Milton S Hershey Medical Center. Liver measurements were obtained by physical examination and ultrasound, which were performed by a single hepatologist.\n    \n\n\n          Results:\n        \n      \n      The average physical examination size using the midclavicular approach was 8.9 cm ± 1.13. On ultrasound, the average transaxial measurement was 14.3 cm ± 1.6. A ratio was made between measurements from the midclavicular line physical examination size and transaxial ultrasound size, and found to have a mean correction factor of 1.6 ± 0.14. The correction factor was applied to the physical examination-determined liver size and compared with ultrasound findings, with 76% of values (77/101) falling within 10% of the ultrasound-determined liver size.\n    \n\n\n          Conclusion:\n        \n      \n      This study proves that a strong correlation exists between physical examination estimates of liver size and the measured size on ultrasonography. Multiplying the percussed liver span by a correction factor consistently yields accurate predictions of the transaxial liver span.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30243506/",
    "clean_text": "how strongly do physical examination estimates and ultrasonographic measurements of liver size correlate a prospective study background liver size assessed by physical examination and ultrasound has long been used to gain useful clinical information our objective was to identify a measurement correlation between ultrasound and physical examination liver size findings w background liver size assessed by physical examination and ultrasound has long been used to gain useful clinical information the size measurements obtained by these modalities have been difficult to compare as they are measured in different axes transaxial vs midclavicular our objective was to identify a measurement correlation between ultrasound and physical examination liver size findings we aimed to develop a correction factor whereby the liver size could be translated between the measured transaxial size obtained by ultrasound and physical examination size when measured in the midclavicular line methods we conducted a prospective study including adult patients with liver disease undergoing liver biopsy between april and november at penn state health milton s hershey medical center liver measurements were obtained by physical examination and ultrasound which were performed by a single hepatologist results the average physical examination size using the midclavicular approach was cm on ultrasound the average transaxial measurement was cm a ratio was made between measurements from the midclavicular line physical examination size and transaxial ultrasound size and found to have a mean correction factor of the correction factor was applied to the physical examination determined liver size and compared with ultrasound findings with of values falling within of the ultrasound determined liver size conclusion this study proves that a strong correlation exists between physical examination estimates of liver size and the measured size on ultrasonography multiplying the percussed liver span by a correction factor consistently yields accurate predictions of the transaxial liver span"
}