{
    "pmid": "41436337",
    "title": "Small vessel disease: Trigger or bystander of late-onset epilepsy of unknown origin?",
    "abstract": "Late-onset epilepsy of unknown origin (LOEU) is a prevalent and disabling condition. Emerging evidence suggests a potential link between LOEU and new-onset dementia. Cerebral small vessel disease (cSVD) is a common pathology and a major risk factor for both stroke and dementia. cSVD has been hypothesized to contribute to the development of LOEU and cognitive decline through blood-brain barrier dysfunction. This review summarizes current data exploring the association between LOEU and cSVD, highlighting conflicting results, probably due to major methodological limitations. Furthermore, in individuals over 60 years of age conditions such as obstructive sleep apnea (OSA), amyloidopathy, and tauopathy are frequently observed and independently associated with both LOEU and cSVD. To date, no robust evidence has established cSVD as a causal factor of LOEU. The complex interplay of these conditions necessitates further investigation to quantify the contribution of each pathology to the development of LOEU. Future studies using rigorous methodologies are required to determine whether cSVD acts as a primary trigger or merely represents a bystander in LOEU.",
    "disease": "epilepsy",
    "clean_text": "small vessel disease trigger or bystander of late onset epilepsy of unknown origin late onset epilepsy of unknown origin loeu is a prevalent and disabling condition emerging evidence suggests a potential link between loeu and new onset dementia cerebral small vessel disease csvd is a common pathology and a major risk factor for both stroke and dementia csvd has been hypothesized to contribute to the development of loeu and cognitive decline through blood brain barrier dysfunction this review summarizes current data exploring the association between loeu and csvd highlighting conflicting results probably due to major methodological limitations furthermore in individuals over years of age conditions such as obstructive sleep apnea osa amyloidopathy and tauopathy are frequently observed and independently associated with both loeu and csvd to date no robust evidence has established csvd as a causal factor of loeu the complex interplay of these conditions necessitates further investigation to quantify the contribution of each pathology to the development of loeu future studies using rigorous methodologies are required to determine whether csvd acts as a primary trigger or merely represents a bystander in loeu"
}