{
    "title": "[Central diabetes insipidus after resection of sellar-suprasellar tumors: prevalence and predictors of manifestation].",
    "doc_id": "34951768",
    "writer": "Badmaeva IN",
    "year": "2021",
    "summary": "Central diabetes insipidus is a neuroendocrine disorder caused by disturbances in antidiuretic hormone release. ...According to various data, postoperative diabetes insipidus occurs in 13-30% of cases. The highest risk of diabetes insipidus …",
    "abstract": "Central diabetes insipidus is a neuroendocrine disorder caused by disturbances in antidiuretic hormone release. The last one is responsible for fluid and electrolyte balance regulation. The most common cause of diabetes insipidus is resection of sellar-suprasellar tumors followed by damage to hypothalamic nuclei responsible for antidiuretic hormone release, disruption of antidiuretic hormone transportation from hypothalamus or its release by neurohypophysis. According to various data, postoperative diabetes insipidus occurs in 13-30% of cases. The highest risk of diabetes insipidus is observed after resection of craniopharyngioma, Rathke's cleft cyst and ACTH-releasing pituitary microadenoma. This review is devoted to prevalence and predictors of diabetes insipidus after resection of sellar-suprasellar tumors.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34951768/",
    "clean_text": "central diabetes insipidus after resection of sellar suprasellar tumors prevalence and predictors of manifestation central diabetes insipidus is a neuroendocrine disorder caused by disturbances in antidiuretic hormone release according to various data postoperative diabetes insipidus occurs in of cases the highest risk of diabetes insipidus central diabetes insipidus is a neuroendocrine disorder caused by disturbances in antidiuretic hormone release the last one is responsible for fluid and electrolyte balance regulation the most common cause of diabetes insipidus is resection of sellar suprasellar tumors followed by damage to hypothalamic nuclei responsible for antidiuretic hormone release disruption of antidiuretic hormone transportation from hypothalamus or its release by neurohypophysis according to various data postoperative diabetes insipidus occurs in of cases the highest risk of diabetes insipidus is observed after resection of craniopharyngioma rathke s cleft cyst and acth releasing pituitary microadenoma this review is devoted to prevalence and predictors of diabetes insipidus after resection of sellar suprasellar tumors"
}