{
    "pmid": "41390219",
    "title": "Retrospective descriptive study of individuals with chronic limb-threatening ischemia (CLTI) admitted to the academic vascular surgery unit for a major lower limb amputation.",
    "abstract": "To describe individual characteristics of those admitted in 2023 to the academic vascular surgery unit with chronic limb-threatening ischemia (CLTI) who underwent a major lower limb amputation. A descriptive, cross-sectional retrospective chart review was conducted of major limb amputations (BKA, AKA) performed in 2023 by vascular surgery at a major academic medical center in the Southeastern United States. Variables extracted included age, sex, and comorbid conditions. Descriptive statistics (frequencies, percentages, and means) were used to describe the sample. There were 48 patients. Thirty-three were males. The mean age was 65. Thirty-seven individuals had a prior history of smoking. Other comorbidities included Coronary Artery Disease (CAD) (n = 31), Diabetes Mellitus (n = 31), Hyperlipidemia (n = 36), and Hypertension (n = 39). Those with CAD tended to have longer hospitalizations than those without CAD. The length of stay for those without CAD ranged from 4 to 19 days (median=12), while those with CAD the length of stay ranged from 3 to 65 days (median=15). Twenty-one of the 48 had a prior amputation (TMA, BKA, AKA). Forty-two patients were discharged from the hospital. The discharge destinations varied significantly with one of the patient characteristics: female sex (p = 0.005) None of the women were discharged home, while 27.6 % of the men went home. Thirty-two patients were referred to the prosthetics and orthotics department with 29 patients being fitted for a prosthetic limb. Twenty-three of the 29 (79.3 %) who underwent a BKA were fitted for a prosthesis, while 6 of the 19 (31.6 %) who underwent an AKA were fitted for a prosthesis. Forty-eight patients had major lower extremity amputations on the vascular surgery unit. When the characteristics were compared between BKAs and AKAs only age was close to significance (p = 0.081), with AKAs occurring in older individuals on average, compared with BKAs. There was also evidence (p = 0.053) that the severity of the amputation was related to discharge destination, with those with an AKA discharged more often to a skilled nursing facility and less often to rehabilitation than those with a BKA. Many factors affect the ability to walk with a prosthesis such as the severity of amputation, co-morbid conditions and living situation. Multidisciplinary teams are critical to ensure improved outcomes especially for the older amputee undergoing major limb amputation.",
    "disease": "coronary artery disease",
    "clean_text": "retrospective descriptive study of individuals with chronic limb threatening ischemia clti admitted to the academic vascular surgery unit for a major lower limb amputation to describe individual characteristics of those admitted in to the academic vascular surgery unit with chronic limb threatening ischemia clti who underwent a major lower limb amputation a descriptive cross sectional retrospective chart review was conducted of major limb amputations bka aka performed in by vascular surgery at a major academic medical center in the southeastern united states variables extracted included age sex and comorbid conditions descriptive statistics frequencies percentages and means were used to describe the sample there were patients thirty three were males the mean age was thirty seven individuals had a prior history of smoking other comorbidities included coronary artery disease cad n diabetes mellitus n hyperlipidemia n and hypertension n those with cad tended to have longer hospitalizations than those without cad the length of stay for those without cad ranged from to days median while those with cad the length of stay ranged from to days median twenty one of the had a prior amputation tma bka aka forty two patients were discharged from the hospital the discharge destinations varied significantly with one of the patient characteristics female sex p none of the women were discharged home while of the men went home thirty two patients were referred to the prosthetics and orthotics department with patients being fitted for a prosthetic limb twenty three of the who underwent a bka were fitted for a prosthesis while of the who underwent an aka were fitted for a prosthesis forty eight patients had major lower extremity amputations on the vascular surgery unit when the characteristics were compared between bkas and akas only age was close to significance p with akas occurring in older individuals on average compared with bkas there was also evidence p that the severity of the amputation was related to discharge destination with those with an aka discharged more often to a skilled nursing facility and less often to rehabilitation than those with a bka many factors affect the ability to walk with a prosthesis such as the severity of amputation co morbid conditions and living situation multidisciplinary teams are critical to ensure improved outcomes especially for the older amputee undergoing major limb amputation"
}