{
    "title": "[Nicorandil-associated anal ulceration].",
    "doc_id": "17072194",
    "writer": "Rival AL",
    "year": "2006",
    "summary": "BACKGROUND: Nicorandil is a potassium-channel activator used in the treatment of angina pectoris. The first cases of anal ulcerations induced by nicorandil were published in 2002. CASE REPORT: A 71-year-old man presented with a 2-year history of anal ulcerations occ …",
    "abstract": "Background:\n        \n      \n      Nicorandil is a potassium-channel activator used in the treatment of angina pectoris. The first cases of anal ulcerations induced by nicorandil were published in 2002.\n    \n\n\n          Case report:\n        \n      \n      A 71-year-old man presented with a 2-year history of anal ulcerations occurring within a few months of initiation of treatment with Nicorandil. Histological tests on a biopsy sample showed granulation tissue with non-specific chronic inflammation. Nicorandil was stopped and this resulted in complete healing of the ulcers after three months.\n    \n\n\n          Discussion:\n        \n      \n      Nicorandil can induce chronic and extensive anal ulcerations. The pathogenesis is unknown. Patients are usually treated with high doses of nicorandil. Dermatologists should be aware of this rare side-effect which heals after withdrawal of the drug.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17072194/",
    "clean_text": "nicorandil associated anal ulceration background nicorandil is a potassium channel activator used in the treatment of angina pectoris the first cases of anal ulcerations induced by nicorandil were published in case report a year old man presented with a year history of anal ulcerations occ background nicorandil is a potassium channel activator used in the treatment of angina pectoris the first cases of anal ulcerations induced by nicorandil were published in case report a year old man presented with a year history of anal ulcerations occurring within a few months of initiation of treatment with nicorandil histological tests on a biopsy sample showed granulation tissue with non specific chronic inflammation nicorandil was stopped and this resulted in complete healing of the ulcers after three months discussion nicorandil can induce chronic and extensive anal ulcerations the pathogenesis is unknown patients are usually treated with high doses of nicorandil dermatologists should be aware of this rare side effect which heals after withdrawal of the drug"
}