{
    "title": "The fight against gastric cancer - the IARC Working Group report.",
    "doc_id": "25439075",
    "writer": "Herrero R",
    "year": "2014",
    "summary": "Gastric cancer is the third cause of cancer death worldwide, and Helicobacter pylori infection causes almost 90% of non-cardia cancers, the predominant type. H. pylori infection is treatable, and in clinical trials there is evidence of a 30-40% reduction in i …",
    "abstract": "Gastric cancer is the third cause of cancer death worldwide, and Helicobacter pylori infection causes almost 90% of non-cardia cancers, the predominant type. H. pylori infection is treatable, and in clinical trials there is evidence of a 30-40% reduction in incidence of gastric cancer among treated subjects. However, with a few exceptions, there are no public health programmes for gastric cancer prevention. In December 2013, the International Agency for Research on Cancer (IARC), organized a Working Group of international experts to discuss and make recommendations for gastric cancer control. The Working Group considered that the enormous burden of disease, which is not expected to decline in the coming decades, requires decisive public health action to include gastric cancer in cancer control programmes. Interventions should be tailored to the local conditions and consider population-based screening and eradication of H. pylori, in the context of evaluation of feasibility, efficacy and adverse consequences.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25439075/",
    "clean_text": "the fight against gastric cancer the iarc working group report gastric cancer is the third cause of cancer death worldwide and helicobacter pylori infection causes almost of non cardia cancers the predominant type h pylori infection is treatable and in clinical trials there is evidence of a reduction in i gastric cancer is the third cause of cancer death worldwide and helicobacter pylori infection causes almost of non cardia cancers the predominant type h pylori infection is treatable and in clinical trials there is evidence of a reduction in incidence of gastric cancer among treated subjects however with a few exceptions there are no public health programmes for gastric cancer prevention in december the international agency for research on cancer iarc organized a working group of international experts to discuss and make recommendations for gastric cancer control the working group considered that the enormous burden of disease which is not expected to decline in the coming decades requires decisive public health action to include gastric cancer in cancer control programmes interventions should be tailored to the local conditions and consider population based screening and eradication of h pylori in the context of evaluation of feasibility efficacy and adverse consequences"
}