{
    "title": "Umbrella Review of Systematic Reviews and Meta-analyses on Consumption of Different Food Groups and Risk of All-cause Mortality.",
    "doc_id": "39956388",
    "writer": "Onni AT",
    "year": "2025",
    "summary": "",
    "abstract": "Consumption of different food groups is linked to a range of health outcomes. It is essential to integrate the most reliable evidence regarding intake of different food groups and risk of mortality to optimize dietary guidance. Our aim is to systematically and comprehensively assess the associations between the consumption of various food groups and all-cause mortality. The food groups under consideration include edible grains (refined and whole grains), fruits, vegetables, nuts, legumes, fish and fish products, eggs, dairy products/milk, meat and meat products (including processed meat, unprocessed red and white meat), sugar-sweetened beverages, and added sugars. We present these associations with high compared with low consumption and per serving comparisons. We comprehensively and systematically reviewed a search in Medline, Embase, Web of Science, and Epistemonikos (PROSPERO: CRD42024498035), identifying 41 meta-analyses involving over a million participants, many of which showed significant heterogeneity. Of the 41 studies, 18 were rated high quality, 8 moderate quality, 5 low quality, and 10 critically low quality according to AMSTAR-2 assessments. Our findings revealed that higher consumption of nuts, whole grains, fruits, vegetables, and fish was associated with lower mortality rates, both in high compared with low comparisons and per serving analyses. Similarly, we observed favorable outcomes for legumes and white meat in high compared with low comparisons. Conversely, high intakes of red and processed meats, as well as sugar-sweetened beverages, were linked to higher all-cause mortality. Dairy products and refined grains did not show clear associations with mortality, whereas there was a tendency in all-cause mortality for high intakes of added sugars and eggs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39956388/",
    "clean_text": "umbrella review of systematic reviews and meta analyses on consumption of different food groups and risk of all cause mortality consumption of different food groups is linked to a range of health outcomes it is essential to integrate the most reliable evidence regarding intake of different food groups and risk of mortality to optimize dietary guidance our aim is to systematically and comprehensively assess the associations between the consumption of various food groups and all cause mortality the food groups under consideration include edible grains refined and whole grains fruits vegetables nuts legumes fish and fish products eggs dairy products milk meat and meat products including processed meat unprocessed red and white meat sugar sweetened beverages and added sugars we present these associations with high compared with low consumption and per serving comparisons we comprehensively and systematically reviewed a search in medline embase web of science and epistemonikos prospero crd identifying meta analyses involving over a million participants many of which showed significant heterogeneity of the studies were rated high quality moderate quality low quality and critically low quality according to amstar assessments our findings revealed that higher consumption of nuts whole grains fruits vegetables and fish was associated with lower mortality rates both in high compared with low comparisons and per serving analyses similarly we observed favorable outcomes for legumes and white meat in high compared with low comparisons conversely high intakes of red and processed meats as well as sugar sweetened beverages were linked to higher all cause mortality dairy products and refined grains did not show clear associations with mortality whereas there was a tendency in all cause mortality for high intakes of added sugars and eggs"
}