{
    "pmid": "41458675",
    "title": "A Brief Report on Outcomes of Metastatic Non-Small Cell Lung Cancer: A Retrospective Observational Study in a Community Practice Setting.",
    "abstract": "Purpose Metastatic non-small cell lung cancer (mNSCLC) is associated with poor prognosis, and treatment outcomes in real-world practice differ from those observed in clinical trials. There is an unmet need for real-world data (RWD) on treatment efficacy, tolerability, and outcomes in the community setting. Patients and methods We conducted a retrospective, observational study that reviewed patient data from a community setting between January 2019 and December 2021. A total of 182 patients with stage IV metastatic NSCLC were included. Data were collected on patient demographics, performance status, molecular characteristics, treatment regimens, and survival outcomes. Results The cohort had a median age of 72.9 years, with 51.7% females, 86.8% tobacco use, and 76.9% adenocarcinoma. Median overall survival (OS) for the entire cohort was 10.4 months (including patients with therapeutic contraindication), with survival rates of 46.7%, 33.7%, and 25.4% at 1, 2, and 3 years, respectively. OS for chemotherapy + immunotherapy (17 months) was superior to chemotherapy alone (10.6 months) and immunotherapy alone (6.2 months). Three-year OS with immunotherapy + chemotherapy did not consistently improve as PD-L1 TPS percentage increased (<1% - 25%; 1-49% - 30.4%; 50-100% - 26.7%). OS with brain metastasis at diagnosis was 7.3 months. Conclusion This study provides valuable RWD of OS and treatment patterns in metastatic NSCLC patients, highlighting differences in survival compared to clinical trial outcomes. Our findings underscore the need for further research to improve outcomes of NSCLC patients treated in community practices.",
    "disease": "lung cancer",
    "clean_text": "a brief report on outcomes of metastatic non small cell lung cancer a retrospective observational study in a community practice setting purpose metastatic non small cell lung cancer mnsclc is associated with poor prognosis and treatment outcomes in real world practice differ from those observed in clinical trials there is an unmet need for real world data rwd on treatment efficacy tolerability and outcomes in the community setting patients and methods we conducted a retrospective observational study that reviewed patient data from a community setting between january and december a total of patients with stage iv metastatic nsclc were included data were collected on patient demographics performance status molecular characteristics treatment regimens and survival outcomes results the cohort had a median age of years with females tobacco use and adenocarcinoma median overall survival os for the entire cohort was months including patients with therapeutic contraindication with survival rates of and at and years respectively os for chemotherapy immunotherapy months was superior to chemotherapy alone months and immunotherapy alone months three year os with immunotherapy chemotherapy did not consistently improve as pd l tps percentage increased os with brain metastasis at diagnosis was months conclusion this study provides valuable rwd of os and treatment patterns in metastatic nsclc patients highlighting differences in survival compared to clinical trial outcomes our findings underscore the need for further research to improve outcomes of nsclc patients treated in community practices"
}