{
    "pmid": "41406559",
    "title": "Omaciclovir suppresses influenza A virus replication via interaction with viral PA protein.",
    "abstract": "Influenza A virus (IAV) is a segmented negative-strand RNA virus that causes seasonal epidemics and occasional pandemics, posing a great threat to the public health. Current vaccines and antiviral drugs can not completely protect human and animals from IAV infection due to high frequency mutations in the viral genome and the emergence of drug-resistant strains, presenting an urgent need to explore new drugs against IAV infection. Here, we identified that omaciclovir significantly suppressed the replication of IAV. In vitro studies showed that omaciclovir inhibited replication of different IAV subtypes, including H1N1, H3N2 and H9N2. Furthermore, we demonstrated that omaciclovir strikingly attenuated replication of IAV in mice, as evidenced by a lower degree of tissue injury, slower body weight loss, and better survival, than the untreated animals following IAV infection. Mechanistically, omaciclovir interacted with viral PA protein, and interfered with the activity of IAV polymerase complexes, thereby limiting the synthesis of viral RNA (vRNA), complementary RNA (cRNA), and messenger RNA (mRNA). Together, these findings characterize the antiviral property of omaciclovir against IAV in vitro and in vivo, and provide insights into the development of potential antivirals against IAV infection.",
    "disease": "influenza",
    "clean_text": "omaciclovir suppresses influenza a virus replication via interaction with viral pa protein influenza a virus iav is a segmented negative strand rna virus that causes seasonal epidemics and occasional pandemics posing a great threat to the public health current vaccines and antiviral drugs can not completely protect human and animals from iav infection due to high frequency mutations in the viral genome and the emergence of drug resistant strains presenting an urgent need to explore new drugs against iav infection here we identified that omaciclovir significantly suppressed the replication of iav in vitro studies showed that omaciclovir inhibited replication of different iav subtypes including h n h n and h n furthermore we demonstrated that omaciclovir strikingly attenuated replication of iav in mice as evidenced by a lower degree of tissue injury slower body weight loss and better survival than the untreated animals following iav infection mechanistically omaciclovir interacted with viral pa protein and interfered with the activity of iav polymerase complexes thereby limiting the synthesis of viral rna vrna complementary rna crna and messenger rna mrna together these findings characterize the antiviral property of omaciclovir against iav in vitro and in vivo and provide insights into the development of potential antivirals against iav infection"
}