{
    "title": "Management of Cerebral Edema, Brain Compression, and Intracranial Pressure.",
    "doc_id": "34618757",
    "writer": "Liotta EM.",
    "year": "2021",
    "summary": "All patients with acute brain injury should be treated with standard measures to optimize intracranial compliance and minimize risk of ICP elevation. ...However, our knowledge of the pathophysiology of acute brain injury is incomplete, and the conceptu …",
    "abstract": "Purpose of review:\n        \n      \n      This article reviews the pathophysiology and management of cerebral edema, brain compression, and elevated intracranial pressure (ICP). It also provides a brief introduction to the concept of the glymphatic system and select cellular contributors to cerebral edema.\n    \n\n\n          Recent findings:\n        \n      \n      Cerebral edema and brain compression should be treated in a tiered approach after the patient demonstrates a symptomatic indication to start treatment. All patients with acute brain injury should be treated with standard measures to optimize intracranial compliance and minimize risk of ICP elevation. When ICP monitors are used, therapies should target maintaining ICP at 22 mm Hg or less. Evidence exists that serial clinical examination and neuroimaging may be a reasonable alternative to ICP monitoring; however, clinical trials in progress may demonstrate advantages to advanced monitoring techniques. Early decompressive craniectomy and hypothermia are not neuroprotective in traumatic brain injury and should be reserved for situations refractory to initial medical interventions. Medical therapies that acutely lower plasma osmolality may lead to neurologic deterioration from osmotic cerebral edema, and patients with acute brain injury and renal or liver failure are at elevated risk.\n    \n\n\n          Summary:\n        \n      \n      A tiered approach to the management of cerebral edema and brain compression can reduce secondary brain injury when implemented according to core physiologic principles. However, our knowledge of the pathophysiology of acute brain injury is incomplete, and the conceptual framework underlying decades of clinical management may need to be revised in response to currently evolving discoveries regarding the pathophysiology of acute brain injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34618757/",
    "clean_text": "management of cerebral edema brain compression and intracranial pressure all patients with acute brain injury should be treated with standard measures to optimize intracranial compliance and minimize risk of icp elevation however our knowledge of the pathophysiology of acute brain injury is incomplete and the conceptu purpose of review this article reviews the pathophysiology and management of cerebral edema brain compression and elevated intracranial pressure icp it also provides a brief introduction to the concept of the glymphatic system and select cellular contributors to cerebral edema recent findings cerebral edema and brain compression should be treated in a tiered approach after the patient demonstrates a symptomatic indication to start treatment all patients with acute brain injury should be treated with standard measures to optimize intracranial compliance and minimize risk of icp elevation when icp monitors are used therapies should target maintaining icp at mm hg or less evidence exists that serial clinical examination and neuroimaging may be a reasonable alternative to icp monitoring however clinical trials in progress may demonstrate advantages to advanced monitoring techniques early decompressive craniectomy and hypothermia are not neuroprotective in traumatic brain injury and should be reserved for situations refractory to initial medical interventions medical therapies that acutely lower plasma osmolality may lead to neurologic deterioration from osmotic cerebral edema and patients with acute brain injury and renal or liver failure are at elevated risk summary a tiered approach to the management of cerebral edema and brain compression can reduce secondary brain injury when implemented according to core physiologic principles however our knowledge of the pathophysiology of acute brain injury is incomplete and the conceptual framework underlying decades of clinical management may need to be revised in response to currently evolving discoveries regarding the pathophysiology of acute brain injury"
}