{
    "title": "How Structural Features of a Spring-Based Model of Fibrous Collagen Tissue Govern the Overall Young's Modulus.",
    "doc_id": "34382641",
    "writer": "Neubert N",
    "year": "2022",
    "summary": "Our results show that fiber length, nodal density, and level of connectivity each uniquely impact the Young's modulus of the lattice. Furthermore, our model indicates that the Young's modulus of a lattice can be estimated using the effective resistance of the networ …",
    "abstract": "While much study has been dedicated to investigating biopolymers' stress-strain response at low strain levels, little research has been done to investigate the almost linear region of biopolymers' stress-strain response and how the microstructure affects it. We propose a mathematical model of fibrous networks, which reproduces qualitative features of collagen gel's stress-strain response and provides insight into the key features which impact the Young's modulus of similar fibrous tissues. This model analyzes the relationship of the Young's modulus of the lattice to internodal fiber length, number of connection points or nodes per unit area, and average number of connections to each node. Our results show that fiber length, nodal density, and level of connectivity each uniquely impact the Young's modulus of the lattice. Furthermore, our model indicates that the Young's modulus of a lattice can be estimated using the effective resistance of the network, a graph theory technique that measures distances across a network. Our model thus provides insight into how the organization of fibers in a biopolymer impact its Young's modulus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34382641/",
    "clean_text": "how structural features of a spring based model of fibrous collagen tissue govern the overall young s modulus our results show that fiber length nodal density and level of connectivity each uniquely impact the young s modulus of the lattice furthermore our model indicates that the young s modulus of a lattice can be estimated using the effective resistance of the networ while much study has been dedicated to investigating biopolymers stress strain response at low strain levels little research has been done to investigate the almost linear region of biopolymers stress strain response and how the microstructure affects it we propose a mathematical model of fibrous networks which reproduces qualitative features of collagen gel s stress strain response and provides insight into the key features which impact the young s modulus of similar fibrous tissues this model analyzes the relationship of the young s modulus of the lattice to internodal fiber length number of connection points or nodes per unit area and average number of connections to each node our results show that fiber length nodal density and level of connectivity each uniquely impact the young s modulus of the lattice furthermore our model indicates that the young s modulus of a lattice can be estimated using the effective resistance of the network a graph theory technique that measures distances across a network our model thus provides insight into how the organization of fibers in a biopolymer impact its young s modulus"
}