{
    "pmid": "41437519",
    "title": "A narrative review of vascular conduits for coronary artery bypass grafting.",
    "abstract": "Coronary artery bypass grafting (CABG) involves creating new conduits to restore blood flow to the heart. Using autologous vascular grafts presents challenges, including infection risk after vein harvesting, and scarcity of viable vein tissue. Researchers are exploring tissue-engineered vascular grafts (TEVGs), aiming to create optimal small-diameter vascular graft (SDVG) (<6 mm) for CABG surgery. TEVGs with suitable long-term patency could offer a promising alternative, potentially reduce patient morbidity and improve surgical outcomes. However, no SDVG is commercially available for CABG surgery in Europe, and no new clinical trials of coronary TEVGs have been reported since 2018. This narrative review summarizes the development and use of SDVG (<6 mm) for CABG, focusing on TEVGs and cell-seeding strategies. We outline the main types of grafts tested in preclinical and early clinical studies and highlight how different cell sources and seeding approaches aim to enhance graft functionality, patency, and long-term outcome.",
    "disease": "coronary artery disease",
    "clean_text": "a narrative review of vascular conduits for coronary artery bypass grafting coronary artery bypass grafting cabg involves creating new conduits to restore blood flow to the heart using autologous vascular grafts presents challenges including infection risk after vein harvesting and scarcity of viable vein tissue researchers are exploring tissue engineered vascular grafts tevgs aiming to create optimal small diameter vascular graft sdvg mm for cabg surgery tevgs with suitable long term patency could offer a promising alternative potentially reduce patient morbidity and improve surgical outcomes however no sdvg is commercially available for cabg surgery in europe and no new clinical trials of coronary tevgs have been reported since this narrative review summarizes the development and use of sdvg mm for cabg focusing on tevgs and cell seeding strategies we outline the main types of grafts tested in preclinical and early clinical studies and highlight how different cell sources and seeding approaches aim to enhance graft functionality patency and long term outcome"
}