{
    "pmid": "41449294",
    "title": "Anticoagulation after Hemorrhagic Transformation in Acute Cardioembolic Ischemic Stroke.",
    "abstract": "To assess the association of anticoagulation in patients with cardioembolic acute ischemic stroke (CES) who develop hemorrhagic transformation (HT) and its impact on neuroimaging and functional outcomes. This retrospective study enrolled patients presenting with CES within 48 h at a tertiary stroke center between January 2011 and August 2023. Patients who developed HT during hospitalization and underwent follow-up imaging within 1 week were included, focusing on those with hemorrhagic infarction or parenchymal hematoma type 1. Primary outcomes were HT exacerbation on follow-up imaging and 3-month modified Rankin Scale (mRS) distribution shift, comparing anticoagulation therapy (AC), antiplatelet therapy (APT), and drug discontinuation (DDDD). The safety outcome was the occurrence of symptomatic intracerebral hemorrhage (sICH), which was defined as a hemorrhage concomitant with neurological deterioration. Among 763 patients with HT (age 74.6 ± 8.9 years, 48.1% male), AC was associated with a higher incidence of HT exacerbation compared to APT (adjusted OR 0.48, 95% CI 0.29-0.80, p-value = 0.005). AC associated with a better 3-month mRS compared to both APT (adjusted OR 0.63, 95% CI 0.43-0.92, p-value = 0.017) and DD (adjusted OR 0.38, 95% CI 0.26-0.55, p-value < 0.001). sICH occurred in 5%, with rates of 1.5%, 2.1%, and 11.7% in the AC, APT, and DD groups, respectively (adjusted OR for DD vs. AC: 3.93, 95% CI 1.18-13.16, p-value = 0.026). Anticoagulation in CES patients with HT was associated with a better functional outcome and radiological exacerbation, without a significant increase in sICH risk. These findings suggest that the presence of HT should not necessarily preclude the use of anticoagulation therapy in this patient population. However, our study should be interpreted as hypothesis-generating, and confirmation from future prospective studies is warranted.",
    "disease": "stroke",
    "clean_text": "anticoagulation after hemorrhagic transformation in acute cardioembolic ischemic stroke to assess the association of anticoagulation in patients with cardioembolic acute ischemic stroke ces who develop hemorrhagic transformation ht and its impact on neuroimaging and functional outcomes this retrospective study enrolled patients presenting with ces within h at a tertiary stroke center between january and august patients who developed ht during hospitalization and underwent follow up imaging within week were included focusing on those with hemorrhagic infarction or parenchymal hematoma type primary outcomes were ht exacerbation on follow up imaging and month modified rankin scale mrs distribution shift comparing anticoagulation therapy ac antiplatelet therapy apt and drug discontinuation dddd the safety outcome was the occurrence of symptomatic intracerebral hemorrhage sich which was defined as a hemorrhage concomitant with neurological deterioration among patients with ht age years male ac was associated with a higher incidence of ht exacerbation compared to apt adjusted or ci p value ac associated with a better month mrs compared to both apt adjusted or ci p value and dd adjusted or ci p value sich occurred in with rates of and in the ac apt and dd groups respectively adjusted or for dd vs ac ci p value anticoagulation in ces patients with ht was associated with a better functional outcome and radiological exacerbation without a significant increase in sich risk these findings suggest that the presence of ht should not necessarily preclude the use of anticoagulation therapy in this patient population however our study should be interpreted as hypothesis generating and confirmation from future prospective studies is warranted"
}