{
    "pmid": "41389552",
    "title": "Heightened prevalence of chronic fatigue syndrome in U.S. sexual minorities.",
    "abstract": "To assess the prevalence and odds of chronic fatigue syndrome (CFS) among lesbian, gay, bisexual, and other sexual minority individuals (LGB+) in the United States using a multi-year, nationally representative survey. We performed multivariate logistic regression of 2021-2023 National Health Interview Surveys to determine any relationship between LGB+ identity and CFS. Of 86,440 Americans, CFS was present in 1,489 [1.7%]. A higher proportion of LGB+ adults (2.4% [95% confidence interval (CI): 2.21%-2.59%]) than non-LGB+ adults (1.7% [95% CI: 1.60%-1.80%] reported CFS (p = 0.002). After adjusting for age, sex, race, ethnicity, income, education, employment, depression, and history of arthritis, rheumatoid arthritis, gout, lupus, or fibromyalgia, LGB+ participants were more likely to report CFS than were heterosexuals (adjusted odds ratio, 1.47; 95% CI, 1.12-1.92). LGB+ adults in the United States have a disproportionate prevalence and odds of CFS compared with heterosexual individuals.",
    "disease": "rheumatoid arthritis",
    "clean_text": "heightened prevalence of chronic fatigue syndrome in u s sexual minorities to assess the prevalence and odds of chronic fatigue syndrome cfs among lesbian gay bisexual and other sexual minority individuals lgb in the united states using a multi year nationally representative survey we performed multivariate logistic regression of national health interview surveys to determine any relationship between lgb identity and cfs of americans cfs was present in a higher proportion of lgb adults confidence interval ci than non lgb adults ci reported cfs p after adjusting for age sex race ethnicity income education employment depression and history of arthritis rheumatoid arthritis gout lupus or fibromyalgia lgb participants were more likely to report cfs than were heterosexuals adjusted odds ratio ci lgb adults in the united states have a disproportionate prevalence and odds of cfs compared with heterosexual individuals"
}