{
    "title": "Quantifying Young's moduli of protein fibrils and particles with bimodal force spectroscopy.",
    "doc_id": "29050479",
    "writer": "Gilbert J",
    "year": "2017",
    "summary": "In this study, a linear correlation between experimental frequency shift and Young's modulus of polymer films was used to calibrate bimodal force spectroscopy and quantify Young's modulus of two protein nanostructures: beta-lactoglobulin fibrils and zein nanoparticl …",
    "abstract": "Force spectroscopy is a means of obtaining mechanical information of individual nanometer-scale structures in composite materials, such as protein assemblies for use in consumer films or gels. As a recently developed force spectroscopy technique, bimodal force spectroscopy relates frequency shifts in cantilevers simultaneously excited at multiple frequencies to the elastic properties of the contacted material, yet its utility for quantitative characterization of biopolymer assemblies has been limited. In this study, a linear correlation between experimental frequency shift and Young's modulus of polymer films was used to calibrate bimodal force spectroscopy and quantify Young's modulus of two protein nanostructures: β-lactoglobulin fibrils and zein nanoparticles. Cross-sectional Young's modulus of protein fibrils was determined to be 1.6 GPa while the modulus of zein nanoparticles was determined as 854 MPa. Parallel measurement of β-lactoglobulin fibril by a competing pulsed-force technique found a higher cross-sectional Young's modulus, highlighting the importance of comparative calibration against known standards in both pulsed and bimodal force spectroscopies. These findings demonstrate a successful procedure for measuring mechanical properties of individual protein assemblies with potential use in biological or packaging applications using bimodal force spectroscopy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29050479/",
    "clean_text": "quantifying young s moduli of protein fibrils and particles with bimodal force spectroscopy in this study a linear correlation between experimental frequency shift and young s modulus of polymer films was used to calibrate bimodal force spectroscopy and quantify young s modulus of two protein nanostructures beta lactoglobulin fibrils and zein nanoparticl force spectroscopy is a means of obtaining mechanical information of individual nanometer scale structures in composite materials such as protein assemblies for use in consumer films or gels as a recently developed force spectroscopy technique bimodal force spectroscopy relates frequency shifts in cantilevers simultaneously excited at multiple frequencies to the elastic properties of the contacted material yet its utility for quantitative characterization of biopolymer assemblies has been limited in this study a linear correlation between experimental frequency shift and young s modulus of polymer films was used to calibrate bimodal force spectroscopy and quantify young s modulus of two protein nanostructures lactoglobulin fibrils and zein nanoparticles cross sectional young s modulus of protein fibrils was determined to be gpa while the modulus of zein nanoparticles was determined as mpa parallel measurement of lactoglobulin fibril by a competing pulsed force technique found a higher cross sectional young s modulus highlighting the importance of comparative calibration against known standards in both pulsed and bimodal force spectroscopies these findings demonstrate a successful procedure for measuring mechanical properties of individual protein assemblies with potential use in biological or packaging applications using bimodal force spectroscopy"
}