{
    "title": "On the Evolving World of What Constitutes Qualitative Synthesis.",
    "doc_id": "30799767",
    "writer": "Thorne S.",
    "year": "2019",
    "summary": "As the body of available qualitatively derived knowledge expands, there is increasing temptation to capitalize on it to generate knowledge synthesis products. ...This has created a context in which both new and seasoned scholars are, in increasing numbers, working with ext …",
    "abstract": "As the body of available qualitatively derived knowledge expands, there is increasing temptation to capitalize on it to generate knowledge synthesis products. Concurrently, in the wake of an ever-expanding enthusiasm for evidence-based practice knowledge in health care, scholars are facing pressure to forgo the more narrative or interpretive form of literature review in favor of reviews that are positioned as explicitly systematic. This has created a context in which both new and seasoned scholars are, in increasing numbers, working with extant bodies of qualitative literature in ways that counter the very motivations that drove health researchers into qualitative methods in the first place. In this commentary, I trace the evolution of this trend, illustrating how a reasonable original intent has taken a misguided turn in the context of competing understandings and priorities in health care knowledge development. On this basis, I propose a strategic direction for this journal as a leader in what constitutes the meaningful application of qualitative research methodological approaches, including that which purports to represent synthesis of available knowledge, for the purposes of addressing the inherently complex challenges of the health field.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30799767/",
    "clean_text": "on the evolving world of what constitutes qualitative synthesis as the body of available qualitatively derived knowledge expands there is increasing temptation to capitalize on it to generate knowledge synthesis products this has created a context in which both new and seasoned scholars are in increasing numbers working with ext as the body of available qualitatively derived knowledge expands there is increasing temptation to capitalize on it to generate knowledge synthesis products concurrently in the wake of an ever expanding enthusiasm for evidence based practice knowledge in health care scholars are facing pressure to forgo the more narrative or interpretive form of literature review in favor of reviews that are positioned as explicitly systematic this has created a context in which both new and seasoned scholars are in increasing numbers working with extant bodies of qualitative literature in ways that counter the very motivations that drove health researchers into qualitative methods in the first place in this commentary i trace the evolution of this trend illustrating how a reasonable original intent has taken a misguided turn in the context of competing understandings and priorities in health care knowledge development on this basis i propose a strategic direction for this journal as a leader in what constitutes the meaningful application of qualitative research methodological approaches including that which purports to represent synthesis of available knowledge for the purposes of addressing the inherently complex challenges of the health field"
}