{
    "pmid": "41405051",
    "title": "Isolation and subtyping of avian influenza A virus from wild birds in Khartoum, Sudan.",
    "abstract": "Avian influenza (AI) is a significant disease affecting chickens and other avian species. Wild birds are thought to contribute to the virus transmission. The present study intends to explore the existence of AI type A virus in wild birds at the Six April Zoo, Khartoum State, Sudan. A total of 42 cloacal and tracheal swabs were collected from clinically healthy individuals belonging to five different wild bird species. The selected wild bird species were Common crane Grus grus, Sudan crowned crane Balearica pavonina, Helmeted guinea fowl Numida meleagris, Duck sp. Anatidae and Chestnut-billed sand grouse Pterocles exustus. Swabs were examined for AI virus antigen using the agar gel immunodiffusion (AGID) test, and all tested swabs produced positive results. The swab samples were inoculated into embryonated chicken eggs. The isolated virus was identified by AGID test and polymerase chain reaction. The virus was isolated from swabs collected from Grus grus, Balearica pavonina, Numida meleagris, Duck sp. Anatidae and Pterocles exustus. Subtyping of the isolated viruses was performed using reverse transcriptase-polymerase chain reaction, which identified the H5 subtype.Contribution: The present study confirmed the existence and isolation of type A AI virus from different species of wild birds as well as subtyping of its virus for the first time in Khartoum State, Sudan.",
    "disease": "influenza",
    "clean_text": "isolation and subtyping of avian influenza a virus from wild birds in khartoum sudan avian influenza ai is a significant disease affecting chickens and other avian species wild birds are thought to contribute to the virus transmission the present study intends to explore the existence of ai type a virus in wild birds at the six april zoo khartoum state sudan a total of cloacal and tracheal swabs were collected from clinically healthy individuals belonging to five different wild bird species the selected wild bird species were common crane grus grus sudan crowned crane balearica pavonina helmeted guinea fowl numida meleagris duck sp anatidae and chestnut billed sand grouse pterocles exustus swabs were examined for ai virus antigen using the agar gel immunodiffusion agid test and all tested swabs produced positive results the swab samples were inoculated into embryonated chicken eggs the isolated virus was identified by agid test and polymerase chain reaction the virus was isolated from swabs collected from grus grus balearica pavonina numida meleagris duck sp anatidae and pterocles exustus subtyping of the isolated viruses was performed using reverse transcriptase polymerase chain reaction which identified the h subtype contribution the present study confirmed the existence and isolation of type a ai virus from different species of wild birds as well as subtyping of its virus for the first time in khartoum state sudan"
}