{
    "title": "Contact With Older Adults Is Related to Positive Age Stereotypes and Self-Views of Aging: The Older You Are the More You Profit.",
    "doc_id": "36864682",
    "writer": "Cohn-Schwartz E",
    "year": "2023",
    "summary": "OBJECTIVES: Past studies showed that intergenerational contact is beneficial in improving attitudes toward older people. To date, however, research on the benefits of contact with older adults focused on younger adults (intergenerational contact), overlooking the ef …",
    "abstract": "Objectives:\n        \n      \n      Past studies showed that intergenerational contact is beneficial in improving attitudes toward older people. To date, however, research on the benefits of contact with older adults focused on younger adults (intergenerational contact), overlooking the effects for older adults (contact with same-age peers). In this study, we investigated the association between contact with older adults and views of the self in old age in a domain-specific way among younger and older adults.\n    \n\n\n          Methods:\n        \n      \n      The sample (n = 2,356) comprised younger (39-55 years) and older (65-90 years) adults who participated in the aging as future study and were from China (Hong Kong and Taiwan), the Czech Republic, Germany, and the United States. We used moderated mediation models for data analysis.\n    \n\n\n          Results:\n        \n      \n      Contact with older adults was related to more positive views of the self in old age and this effect was mediated by more positive stereotypes of older people. These relations were stronger for older adults. Beneficial effects of contact with older adults emerged mostly in the domains of friends and leisure, but less in the family domain.\n    \n\n\n          Discussion:\n        \n      \n      Having interactions with other older adults may help favorably shape how younger adults and particularly older adults view their own aging, especially in relation to friends and leisure activities. From the perspective of older adults, having regular contacts with other older adults may increase the heterogeneity of exposure to different aging experiences, thus encouraging the formation of more differentiated stereotypes of older people and of their views of themselves in old age.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36864682/",
    "clean_text": "contact with older adults is related to positive age stereotypes and self views of aging the older you are the more you profit objectives past studies showed that intergenerational contact is beneficial in improving attitudes toward older people to date however research on the benefits of contact with older adults focused on younger adults intergenerational contact overlooking the ef objectives past studies showed that intergenerational contact is beneficial in improving attitudes toward older people to date however research on the benefits of contact with older adults focused on younger adults intergenerational contact overlooking the effects for older adults contact with same age peers in this study we investigated the association between contact with older adults and views of the self in old age in a domain specific way among younger and older adults methods the sample n comprised younger years and older years adults who participated in the aging as future study and were from china hong kong and taiwan the czech republic germany and the united states we used moderated mediation models for data analysis results contact with older adults was related to more positive views of the self in old age and this effect was mediated by more positive stereotypes of older people these relations were stronger for older adults beneficial effects of contact with older adults emerged mostly in the domains of friends and leisure but less in the family domain discussion having interactions with other older adults may help favorably shape how younger adults and particularly older adults view their own aging especially in relation to friends and leisure activities from the perspective of older adults having regular contacts with other older adults may increase the heterogeneity of exposure to different aging experiences thus encouraging the formation of more differentiated stereotypes of older people and of their views of themselves in old age"
}