{
    "title": "Breast sensibility in a breast cancer population - Reference data for clinical practice.",
    "doc_id": "41072173",
    "writer": "Bubberman JM",
    "year": "2025",
    "summary": "BACKGROUND: Sensibility is an important outcome after oncologic breast surgery, yet normative data are lacking. This study describes normative breast sensibility in a breast cancer population. ...CONCLUSION: This study provides normative values for breast …",
    "abstract": "Background:\n        \n      \n      Sensibility is an important outcome after oncologic breast surgery, yet normative data are lacking. This study describes normative breast sensibility in a breast cancer population.\n    \n\n\n          Methods:\n        \n      \n      In this observational study, breast cancer patients were prospectively included between 2016 and 2022, and underwent tactile and thermal sensibility assessment. Breasts were categorized as healthy (non-operated), mastectomy, implant reconstruction, lumpectomy, reduction and augmentation.\n    \n\n\n          Results:\n        \n      \n      287 patients (572 breasts) were included. In healthy breasts, tactile sensibility ranged 2.37-2.60 (Semmes-Weinstein Monofilament values), or 1.33-2.02 g/mm2 (Pressure Specified Sensory Device), and thermal sensibility ranged 36.51-36.57 °C (warm) and 27.75-27.77 °C (cold). In all operated breasts except after augmentation, sensibility was significantly impaired. Protective sensation was more often diminished after mastectomy or implant reconstruction.\n    \n\n\n          Conclusion:\n        \n      \n      This study provides normative values for breast sensibility in a breast cancer population. It varies by surgical history and is impaired to a clinically relevant extent after a mastectomy or implant reconstruction. Our results provide reference values for tactile and thermal sensibility. This facilitates preoperative evaluation, patient education, and interpretation of postoperative results.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41072173/",
    "clean_text": "breast sensibility in a breast cancer population reference data for clinical practice background sensibility is an important outcome after oncologic breast surgery yet normative data are lacking this study describes normative breast sensibility in a breast cancer population conclusion this study provides normative values for breast background sensibility is an important outcome after oncologic breast surgery yet normative data are lacking this study describes normative breast sensibility in a breast cancer population methods in this observational study breast cancer patients were prospectively included between and and underwent tactile and thermal sensibility assessment breasts were categorized as healthy non operated mastectomy implant reconstruction lumpectomy reduction and augmentation results patients breasts were included in healthy breasts tactile sensibility ranged semmes weinstein monofilament values or g mm pressure specified sensory device and thermal sensibility ranged c warm and c cold in all operated breasts except after augmentation sensibility was significantly impaired protective sensation was more often diminished after mastectomy or implant reconstruction conclusion this study provides normative values for breast sensibility in a breast cancer population it varies by surgical history and is impaired to a clinically relevant extent after a mastectomy or implant reconstruction our results provide reference values for tactile and thermal sensibility this facilitates preoperative evaluation patient education and interpretation of postoperative results"
}