{
    "pmid": "41383913",
    "title": "[Fat Harvesting for Micro-Fragmented Adipose Tissue Injections: A Pilot Study Comparing Safety in Procedures Performed by Orthopedic and Plastic Surgeons].",
    "abstract": "To compare short-term complication rates of small-volume adipose tissue harvesting for micro-fragmented adipose tissue (mFAT) knee injections performed by orthopedic surgeons with those performed by plastic surgeons. Additionally, to evaluate the orthopedic surgeon's learning curve. The present case-control study enrolled patients with knee osteoarthritis. All patients underwent a single-stage procedure consisting of abdominal adipose tissue harvesting, processing of the extracted material using the Lipogems (Lipogems International SpA) device to obtain mFAT, which was then injected intra-articularly into the knee. The patients were divided into a test group, with harvesting being performed by a recently trained orthopedic surgeon, and a control group, in which the procedure was performed by an experienced plastic surgeon. Short-term adverse effects, minor and major complications related to harvesting, were assessed intraoperatively and at 7-day follow-up. No major complications (fat embolism, thromboembolic events, abdominal perforation, wound infection, dehiscence, or cosmetic changes) were observed in either group. Abdominal discomfort during harvesting, classified as a minor complication, showed no statistically significant difference between groups (  The present pilot study suggests that, with adequate training, orthopedic surgeons can perform small-volume adipose tissue harvesting with low complication rates comparable to those achieved by plastic surgeons experienced in liposuction. Este estudo teve como objetivo comparar as taxas de complicações em curto prazo da coleta de tecido adiposo em pequeno volume para injeções de tecido adiposo microfragmentado (mFAT) no joelho realizada por um cirurgião ortopédico ou um cirurgião plástico, além de avaliar a curva de aprendizado de cirurgiões ortopédicos. Este estudo de caso-controle incluiu pacientes com osteoartrite de joelho. Todos os pacientes foram submetidos a um procedimento em estágio único composto por coleta de tecido adiposo abdominal, processamento do material extraído com o dispositivo Lipogems (Lipogems International SpA) para obtenção de mFAT, que foi injetada via intra-articular no joelho. Os pacientes foram divididos em grupo teste, no qual a coleta foi realizada por um cirurgião ortopédico recém-treinado, e grupo controle, no qual o procedimento foi feito por um cirurgião plástico com experiência. Efeitos adversos em curto prazo e complicações mais e menos sérias relacionadas à coleta foram avaliados no período intraoperatório e à consulta de acompanhamento 7 dias após a cirurgia. Nenhum paciente apresentou complicações mais sérias (embolia gordurosa, eventos tromboembólicos, perfuração abdominal, infecção da ferida, deiscência ou alterações estéticas). A taxa de desconforto abdominal durante a coleta, classificado como complicação menor, não apresentou diferença estatisticamente significativa entre os grupos (  Este estudo piloto sugere que, com treinamento adequado, cirurgiões ortopédicos podem realizar a coleta de tecido adiposo em pequeno volume com baixas taxas de complicações, comparáveis às observadas em procedimentos realizados por cirurgiões plásticos experientes em lipoaspiração.",
    "disease": "osteoarthritis",
    "clean_text": "fat harvesting for micro fragmented adipose tissue injections a pilot study comparing safety in procedures performed by orthopedic and plastic surgeons to compare short term complication rates of small volume adipose tissue harvesting for micro fragmented adipose tissue mfat knee injections performed by orthopedic surgeons with those performed by plastic surgeons additionally to evaluate the orthopedic surgeon s learning curve the present case control study enrolled patients with knee osteoarthritis all patients underwent a single stage procedure consisting of abdominal adipose tissue harvesting processing of the extracted material using the lipogems lipogems international spa device to obtain mfat which was then injected intra articularly into the knee the patients were divided into a test group with harvesting being performed by a recently trained orthopedic surgeon and a control group in which the procedure was performed by an experienced plastic surgeon short term adverse effects minor and major complications related to harvesting were assessed intraoperatively and at day follow up no major complications fat embolism thromboembolic events abdominal perforation wound infection dehiscence or cosmetic changes were observed in either group abdominal discomfort during harvesting classified as a minor complication showed no statistically significant difference between groups the present pilot study suggests that with adequate training orthopedic surgeons can perform small volume adipose tissue harvesting with low complication rates comparable to those achieved by plastic surgeons experienced in liposuction este estudo teve como objetivo comparar as taxas de complica es em curto prazo da coleta de tecido adiposo em pequeno volume para inje es de tecido adiposo microfragmentado mfat no joelho realizada por um cirurgi o ortop dico ou um cirurgi o pl stico al m de avaliar a curva de aprendizado de cirurgi es ortop dicos este estudo de caso controle incluiu pacientes com osteoartrite de joelho todos os pacientes foram submetidos a um procedimento em est gio nico composto por coleta de tecido adiposo abdominal processamento do material extra do com o dispositivo lipogems lipogems international spa para obten o de mfat que foi injetada via intra articular no joelho os pacientes foram divididos em grupo teste no qual a coleta foi realizada por um cirurgi o ortop dico rec m treinado e grupo controle no qual o procedimento foi feito por um cirurgi o pl stico com experi ncia efeitos adversos em curto prazo e complica es mais e menos s rias relacionadas coleta foram avaliados no per odo intraoperat rio e consulta de acompanhamento dias ap s a cirurgia nenhum paciente apresentou complica es mais s rias embolia gordurosa eventos tromboemb licos perfura o abdominal infec o da ferida deisc ncia ou altera es est ticas a taxa de desconforto abdominal durante a coleta classificado como complica o menor n o apresentou diferen a estatisticamente significativa entre os grupos este estudo piloto sugere que com treinamento adequado cirurgi es ortop dicos podem realizar a coleta de tecido adiposo em pequeno volume com baixas taxas de complica es compar veis s observadas em procedimentos realizados por cirurgi es pl sticos experientes em lipoaspira o"
}