{
    "pmid": "41465589",
    "title": "The Role of miRNAs in Parkinson's Disease: A Systematic Review.",
    "abstract": "Over the years, there has been extensive research conducted on Parkinson's Disease (PD), a neurodegenerative disorder known for causing motor impairment and behavioral changes. In more recent years, the roles of dysregulated microRNAs (miRNAs) in PD pathology have been studied in the hopes of developing new diagnostic methods or even treatments. This systematic review pinpoints and examines studies between 2010 and 2024 that have identified significant dysregulation of miRNAs in patients with PD. Upon filtering out the search results by a series of exclusion criteria, this review was conducted using 56 relevant studies. These studies revealed a vast array of significantly dysregulated miRNAs identified in the samples of patients with PD, when compared to healthy controls. A number of these miRNAs, such as miR-29c-3p, are likely biomarkers for more accurate PD diagnosis, and many, such as miR-485-3p, were found to be involved in PD pathogenesis. With further research, miRNAs could become a helpful diagnostic and prognostic tool for PD, with some of them even being candidate therapeutic targets for future treatments.",
    "disease": "parkinson disease",
    "clean_text": "the role of mirnas in parkinson s disease a systematic review over the years there has been extensive research conducted on parkinson s disease pd a neurodegenerative disorder known for causing motor impairment and behavioral changes in more recent years the roles of dysregulated micrornas mirnas in pd pathology have been studied in the hopes of developing new diagnostic methods or even treatments this systematic review pinpoints and examines studies between and that have identified significant dysregulation of mirnas in patients with pd upon filtering out the search results by a series of exclusion criteria this review was conducted using relevant studies these studies revealed a vast array of significantly dysregulated mirnas identified in the samples of patients with pd when compared to healthy controls a number of these mirnas such as mir c p are likely biomarkers for more accurate pd diagnosis and many such as mir p were found to be involved in pd pathogenesis with further research mirnas could become a helpful diagnostic and prognostic tool for pd with some of them even being candidate therapeutic targets for future treatments"
}