{
    "pmid": "41461773",
    "title": "Protective role of the C-reactive protein-albumin-lymphocyte (CALLY) index for cardiovascular risk and mortality.",
    "abstract": "The C-reactive protein-albumin-lymphocyte (CALLY) index represents a novel immune-nutritional scoring system. However, the relationship between the CALLY index and cardiovascular disease (CVD) risk, as well as its association with all-cause and CVD mortality, remains to be elucidated. The binary weighted logistic regression models, Cox proportional hazards model, and Kaplan-Meier survival analysis curves were respectively used to analyze the relationship between CALLY index and outcomes. ROC curve was adopted to compare the predictive abilities of CALLY index and other inflammatory-related indexes. Moreover, restricted cubic splines (RCS) were employed to assess the potential nonlinear relationship between CALLY index and outcomes. We revealed an inverse association between CALLY index and CVD in U.S. general population (OR = 0.74, 95% CI 0.63-0.87). Moreover, elevated CALLY index was significantly associated with reduced risks of both all-cause mortality (HR = 0.62, 95% CI 0.50-0.78) and CVD mortality in CVD participants (HR = 0.68, 95% CI 0.49-0.94). RCS analysis demonstrated a linear relationship between the CALLY index and CVD in the U.S. general population and a non-linear relationship between CALLY index and all-cause and CVD mortality in CVD patients. The ROC analysis indicated that the CALLY index had a better discriminatory ability than other inflammatory-related indexes. Elevated baseline CALLY index levels were independently associated with a decreased incidence of CVD in the U.S. general population, as well as reduced risks of both all-cause mortality and CVD mortality among patients with CVD. This study suggested that the CALLY index had potential utility for risk stratification in clinical practice.",
    "disease": "breast cancer",
    "clean_text": "protective role of the c reactive protein albumin lymphocyte cally index for cardiovascular risk and mortality the c reactive protein albumin lymphocyte cally index represents a novel immune nutritional scoring system however the relationship between the cally index and cardiovascular disease cvd risk as well as its association with all cause and cvd mortality remains to be elucidated the binary weighted logistic regression models cox proportional hazards model and kaplan meier survival analysis curves were respectively used to analyze the relationship between cally index and outcomes roc curve was adopted to compare the predictive abilities of cally index and other inflammatory related indexes moreover restricted cubic splines rcs were employed to assess the potential nonlinear relationship between cally index and outcomes we revealed an inverse association between cally index and cvd in u s general population or ci moreover elevated cally index was significantly associated with reduced risks of both all cause mortality hr ci and cvd mortality in cvd participants hr ci rcs analysis demonstrated a linear relationship between the cally index and cvd in the u s general population and a non linear relationship between cally index and all cause and cvd mortality in cvd patients the roc analysis indicated that the cally index had a better discriminatory ability than other inflammatory related indexes elevated baseline cally index levels were independently associated with a decreased incidence of cvd in the u s general population as well as reduced risks of both all cause mortality and cvd mortality among patients with cvd this study suggested that the cally index had potential utility for risk stratification in clinical practice"
}