{
    "pmid": "41377468",
    "title": "Intraoperative management of Takotsubo cardiomyopathy secondary to parathyroidectomy in the setting of myocardial bridge: a case report.",
    "abstract": "Intraoperative Takotsubo cardiomyopathy (TTC) is a rare, stress-induced condition that mimics acute coronary syndrome and can arise intraoperatively, even during low-risk surgeries. Prompt recognition is essential, as TTC may lead to significant hemodynamic instability in an otherwise stable patient. We report a 54-year-old female with a history of hyperparathyroidism and prior non-ischemic cardiomyopathy who presented for parathyroidectomy. Despite a negative preoperative cardiac work-up, including stress echocardiogram and transthoracic echocardiogram, the patient developed intraoperative ST depressions and ventricular arrhythmias shortly after thyroid manipulation. Surgical intervention was immediately paused. The patient reverted to normal sinus rhythm, and the surgery was aborted. Postoperatively, troponin levels peaked at 4856. Cardiac catheterization confirmed TTC with apical ballooning and a reduced ejection fraction of 20%. Coronary angiography further revealed a myocardial bridge in the mid-left anterior descending artery with no evidence of obstructive coronary artery disease. The incidental finding of a myocardial bridge offered a critical insight. Dynamic coronary compression during heightened catecholamine stress may have primed the myocardium for collapse. Far from being a benign anomaly, the bridge likely amplified stress-induced dysfunction, reshaping the patient's risk profile and offering new explanations for prior cardiac symptoms. This case illustrates how intraoperative TTC can occur unexpectedly, even with a reassuring cardiac history. Careful monitoring, early recognition of arrhythmias, and quick multidisciplinary response are critical to patient safety during surgical procedures.",
    "disease": "coronary artery disease",
    "clean_text": "intraoperative management of takotsubo cardiomyopathy secondary to parathyroidectomy in the setting of myocardial bridge a case report intraoperative takotsubo cardiomyopathy ttc is a rare stress induced condition that mimics acute coronary syndrome and can arise intraoperatively even during low risk surgeries prompt recognition is essential as ttc may lead to significant hemodynamic instability in an otherwise stable patient we report a year old female with a history of hyperparathyroidism and prior non ischemic cardiomyopathy who presented for parathyroidectomy despite a negative preoperative cardiac work up including stress echocardiogram and transthoracic echocardiogram the patient developed intraoperative st depressions and ventricular arrhythmias shortly after thyroid manipulation surgical intervention was immediately paused the patient reverted to normal sinus rhythm and the surgery was aborted postoperatively troponin levels peaked at cardiac catheterization confirmed ttc with apical ballooning and a reduced ejection fraction of coronary angiography further revealed a myocardial bridge in the mid left anterior descending artery with no evidence of obstructive coronary artery disease the incidental finding of a myocardial bridge offered a critical insight dynamic coronary compression during heightened catecholamine stress may have primed the myocardium for collapse far from being a benign anomaly the bridge likely amplified stress induced dysfunction reshaping the patient s risk profile and offering new explanations for prior cardiac symptoms this case illustrates how intraoperative ttc can occur unexpectedly even with a reassuring cardiac history careful monitoring early recognition of arrhythmias and quick multidisciplinary response are critical to patient safety during surgical procedures"
}