{
    "title": "Quality Improvement: A Primer for Plastic Surgeons.",
    "doc_id": "35311758",
    "writer": "Drinane JJ",
    "year": "2022",
    "summary": "This article discusses techniques and tools often used in quality improvement. Challenges encountered with quality improvement initiatives are discussed, and recommendations on how to handle them as they occur are offered. This primer provides a founda …",
    "abstract": "It is the duty of all health care workers to improve the quality of care and patient outcomes. Quality improvement is a component of health policy required by residency accrediting bodies and is a mandatory component of postgraduate medical education. It is imperative for plastic surgeons to develop skills in quality improvement to ensure that they can cope with increased patient volumes while ensuring that their patients have access to care that is safe, equitable, effective, efficient, timely, and patient-centered. This article discusses techniques and tools often used in quality improvement. Challenges encountered with quality improvement initiatives are discussed, and recommendations on how to handle them as they occur are offered. This primer provides a foundation for plastic surgeons and their staff to guide their quality improvement efforts. A hypothetical quality improvement project is used as an example to illustrate the concepts of quality improvement in this primer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35311758/",
    "clean_text": "quality improvement a primer for plastic surgeons this article discusses techniques and tools often used in quality improvement challenges encountered with quality improvement initiatives are discussed and recommendations on how to handle them as they occur are offered this primer provides a founda it is the duty of all health care workers to improve the quality of care and patient outcomes quality improvement is a component of health policy required by residency accrediting bodies and is a mandatory component of postgraduate medical education it is imperative for plastic surgeons to develop skills in quality improvement to ensure that they can cope with increased patient volumes while ensuring that their patients have access to care that is safe equitable effective efficient timely and patient centered this article discusses techniques and tools often used in quality improvement challenges encountered with quality improvement initiatives are discussed and recommendations on how to handle them as they occur are offered this primer provides a foundation for plastic surgeons and their staff to guide their quality improvement efforts a hypothetical quality improvement project is used as an example to illustrate the concepts of quality improvement in this primer"
}