{
    "pmid": "41402842",
    "title": "Street view-derived city built environment and vulnerability to temperature extremes: a nationally representative population-based cohort study.",
    "abstract": "The city built environment plays a crucial role in influencing population vulnerability to temperature extremes, yet population-based evidence has been limited. We included 21,494 urban residents from a nationally representative cohort study. Temperature extremes were defined using residential address-specific thresholds lasting for ≥ 3 days. Street view images within participants' residences (500-m radius) were evaluated using semantic segmentation by DeepLabV3 Plus-ResNet101 pretrained by the Cityscapes dataset. Cox proportional hazard models and interaction models were applied to explore the moderating effects of street view-derived built environments on the effects of temperature extremes on mortality. Each additional day of heatwave (95th) and coldspell (5th) duration per year was associated with a 6% (HR = 1.06, 1.03-1.08) and 4% (HR = 1.04, 1.01-1.08) increase in all-cause mortality risk, respectively. Lower sky view factor (SVF) and openness, and higher grayness, building coverage, and interface enclosure (IE) were associated with increased risks of mortality. Street view-derived built environment factors could modify the associations between temperature extremes and mortality. Specifically, high levels of IE, along with low levels of SVF and openness, across different road levels intensified the effects of heatwaves. Conversely, low levels of IE, along with high levels of SVF and openness, in residential roads amplified the effects of coldspells. Our findings provide insights for evidence-based urban planning and public health strategies, emphasizing the need for adaptive, context-specific urban design that balances the potentially competing demands of population heat resilience and cold adaptation.",
    "disease": "chronic kidney disease",
    "clean_text": "street view derived city built environment and vulnerability to temperature extremes a nationally representative population based cohort study the city built environment plays a crucial role in influencing population vulnerability to temperature extremes yet population based evidence has been limited we included urban residents from a nationally representative cohort study temperature extremes were defined using residential address specific thresholds lasting for days street view images within participants residences m radius were evaluated using semantic segmentation by deeplabv plus resnet pretrained by the cityscapes dataset cox proportional hazard models and interaction models were applied to explore the moderating effects of street view derived built environments on the effects of temperature extremes on mortality each additional day of heatwave th and coldspell th duration per year was associated with a hr and hr increase in all cause mortality risk respectively lower sky view factor svf and openness and higher grayness building coverage and interface enclosure ie were associated with increased risks of mortality street view derived built environment factors could modify the associations between temperature extremes and mortality specifically high levels of ie along with low levels of svf and openness across different road levels intensified the effects of heatwaves conversely low levels of ie along with high levels of svf and openness in residential roads amplified the effects of coldspells our findings provide insights for evidence based urban planning and public health strategies emphasizing the need for adaptive context specific urban design that balances the potentially competing demands of population heat resilience and cold adaptation"
}