{
    "title": "The physical examination in acute cardiac ischemic syndromes.",
    "doc_id": "2045649",
    "writer": "Craddock LD.",
    "year": "1991",
    "summary": "The physical examination in acute cardiac ischemia remains a valuable tool when done with skill. Ischemia without infarction alters cardiac function, and the physical examination yields findings that reflect these changes. Ischemia with infarction alte …",
    "abstract": "The physical examination in acute cardiac ischemia remains a valuable tool when done with skill. Ischemia without infarction alters cardiac function, and the physical examination yields findings that reflect these changes. Ischemia with infarction alters structure and function, resulting in physical findings that are usually more dramatic and of longer duration, sometimes permanent. Carefully done, the physical examination provides information that helps in management of the immediate course, predicts prognosis, and allows for better interpretation of cardiovascular tests, both invasive and noninvasive.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2045649/",
    "clean_text": "the physical examination in acute cardiac ischemic syndromes the physical examination in acute cardiac ischemia remains a valuable tool when done with skill ischemia without infarction alters cardiac function and the physical examination yields findings that reflect these changes ischemia with infarction alte the physical examination in acute cardiac ischemia remains a valuable tool when done with skill ischemia without infarction alters cardiac function and the physical examination yields findings that reflect these changes ischemia with infarction alters structure and function resulting in physical findings that are usually more dramatic and of longer duration sometimes permanent carefully done the physical examination provides information that helps in management of the immediate course predicts prognosis and allows for better interpretation of cardiovascular tests both invasive and noninvasive"
}