{
    "title": "Mentalizing individuals, families and systems: Towards a translational socioecological approach.",
    "doc_id": "39239982",
    "writer": "Luyten P",
    "year": "2024",
    "summary": "Mentalization-based treatment (MBT) is a spectrum of interventions that share a central focus on improving the capacity for mentalizing. ...These contributions also highlight several current limitations in mentalization-based approaches, providing important p …",
    "abstract": "Mentalization-based treatment (MBT) is a spectrum of interventions that share a central focus on improving the capacity for mentalizing. Although MBT was originally developed as a treatment for individuals with borderline personality disorder, its scope and focus have been broadened to become a socioecological approach that stresses the role of broader sociocultural factors in determining the closely related capacities for mentalizing and epistemic trust. This special issue brings together some of the newest developments in MBT that illustrate this shift. These contributions also highlight several current limitations in mentalization-based approaches, providing important pointers for further research. In this editorial, we first outline the broadening scope of the mentalizing approach, and then provide a discussion of each of the contributions to this special issue in the context of the need for further research concerning some of the key assumptions of mentalization-based approaches and their implementation in clinical practice. We close this editorial with considerations concerning future research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39239982/",
    "clean_text": "mentalizing individuals families and systems towards a translational socioecological approach mentalization based treatment mbt is a spectrum of interventions that share a central focus on improving the capacity for mentalizing these contributions also highlight several current limitations in mentalization based approaches providing important p mentalization based treatment mbt is a spectrum of interventions that share a central focus on improving the capacity for mentalizing although mbt was originally developed as a treatment for individuals with borderline personality disorder its scope and focus have been broadened to become a socioecological approach that stresses the role of broader sociocultural factors in determining the closely related capacities for mentalizing and epistemic trust this special issue brings together some of the newest developments in mbt that illustrate this shift these contributions also highlight several current limitations in mentalization based approaches providing important pointers for further research in this editorial we first outline the broadening scope of the mentalizing approach and then provide a discussion of each of the contributions to this special issue in the context of the need for further research concerning some of the key assumptions of mentalization based approaches and their implementation in clinical practice we close this editorial with considerations concerning future research"
}