{
    "title": "Direct intrauterine sampling: the IUMC Endometrial Sampler.",
    "doc_id": "9258625",
    "writer": "Tao LC.",
    "year": "1997",
    "summary": "A new endometrial sampling device, the IUMC Endometrial Sampler, was developed at the Indiana University Medical Center and approved by the Food and Drug Administration for general medical use. ...The procedure of endometrial sampling using this device and th …",
    "abstract": "Endometrial cytology has been studied for more than 25 years, and a variety of cytologic devices have been developed for direct sampling of the endometrium. The quality of endometrial samples procured by various devices is markedly different and greatly affects the diagnostic accuracy. A new endometrial sampling device, the IUMC Endometrial Sampler, was developed at the Indiana University Medical Center and approved by the Food and Drug Administration for general medical use. This device is intended for the early detection of endometrial carcinoma and its precursors. It can be used to monitor the endometrial condition of patients receiving estrogen replacement therapy or tamoxifen. It is also useful for the procurement of uncontaminated endometrial samples for microbiologic studies from patients with suspected endometritis. It has the potential to be used for endometrial dating for patients with infertility disorders. In our clinical trials and sampling tests using hysterectomy specimens, adequate and representative endometrial samples without contamination from endocervix and vagina were consistently obtained by this device. The procedure of endometrial sampling using this device and the preparation techniques for endometrial brushing specimens are discussed and illustrated.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9258625/",
    "clean_text": "direct intrauterine sampling the iumc endometrial sampler a new endometrial sampling device the iumc endometrial sampler was developed at the indiana university medical center and approved by the food and drug administration for general medical use the procedure of endometrial sampling using this device and th endometrial cytology has been studied for more than years and a variety of cytologic devices have been developed for direct sampling of the endometrium the quality of endometrial samples procured by various devices is markedly different and greatly affects the diagnostic accuracy a new endometrial sampling device the iumc endometrial sampler was developed at the indiana university medical center and approved by the food and drug administration for general medical use this device is intended for the early detection of endometrial carcinoma and its precursors it can be used to monitor the endometrial condition of patients receiving estrogen replacement therapy or tamoxifen it is also useful for the procurement of uncontaminated endometrial samples for microbiologic studies from patients with suspected endometritis it has the potential to be used for endometrial dating for patients with infertility disorders in our clinical trials and sampling tests using hysterectomy specimens adequate and representative endometrial samples without contamination from endocervix and vagina were consistently obtained by this device the procedure of endometrial sampling using this device and the preparation techniques for endometrial brushing specimens are discussed and illustrated"
}