{
    "title": "The neutral sphingomyelinase 2 in T cell receptor signaling and polarity.",
    "doc_id": "29337691",
    "writer": "Collenburg L",
    "year": "2018",
    "summary": "This review highlights studies adressing the role of NSM2 in T cell polarity in which the enzyme plays a major role in regulating cytoskeletal dynamics....",
    "abstract": "By hydrolyzing its substrate sphingomyelin at the cytosolic leaflet of cellular membranes, the neutral sphingomyelinase 2 (NSM2) generates microdomains which serve as docking sites for signaling proteins and thereby, functions to regulate signal relay. This has been particularly studied in cellular stress responses while the regulatory role of this enzyme in the immune cell compartment has only recently emerged. In T cells, phenotypic polarization by co-ordinated cytoskeletal remodeling is central to motility and interaction with endothelial or antigen-presenting cells during tissue recruitment or immune synapse formation, respectively. This review highlights studies adressing the role of NSM2 in T cell polarity in which the enzyme plays a major role in regulating cytoskeletal dynamics.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29337691/",
    "clean_text": "the neutral sphingomyelinase in t cell receptor signaling and polarity this review highlights studies adressing the role of nsm in t cell polarity in which the enzyme plays a major role in regulating cytoskeletal dynamics by hydrolyzing its substrate sphingomyelin at the cytosolic leaflet of cellular membranes the neutral sphingomyelinase nsm generates microdomains which serve as docking sites for signaling proteins and thereby functions to regulate signal relay this has been particularly studied in cellular stress responses while the regulatory role of this enzyme in the immune cell compartment has only recently emerged in t cells phenotypic polarization by co ordinated cytoskeletal remodeling is central to motility and interaction with endothelial or antigen presenting cells during tissue recruitment or immune synapse formation respectively this review highlights studies adressing the role of nsm in t cell polarity in which the enzyme plays a major role in regulating cytoskeletal dynamics"
}