{
    "pmid": "41415068",
    "title": "Enhanced immunogenicity and protective efficacy of a novel bacillus Calmette-Guérin/Mycobacterium tuberculosis H37Ra fusion vaccine expressing codon-optimized culture filtrate protein 10 in a mouse model.",
    "abstract": "Tuberculosis (TB) remains a major global health challenge, as the currently available Bacillus Calmette-Guérin (BCG) vaccine provides only limited protection against adult pulmonary TB. This study aimed to develop and evaluate a novel fusion vaccine that combines the safety of BCG, the broader antigenic repertoire of Mycobacterium tuberculosis H37Ra, and the enhanced expression of codon-optimized culture filtrate protein 10 (CFP10). A fusion strain, B/R-a, was constructed by protoplast fusion of BCG with a genetically engineered H37Ra strain expressing codon-optimized CFP10. The successful fusion was verified using fluorescence microscopy. The safety, immunogenicity, and protective efficacy of B/R-a were evaluated in C57BL/6 mice and compared with those of conventional BCG and a control BCG/H37Ra fusion strain lacking CFP10 optimization (B/R). Immune responses were assessed by measuring spleen indices, plasma interleukin-2 (IL-2) and interferon-γ (IFN-γ) levels, histopathological changes, and protection following challenge with virulent Mycobacterium tuberculosis H37Rv. The B/R-a fusion strain was successfully constructed and confirmed by fluorescence microscopy. Safety evaluation revealed normal weight gain in all vaccine groups, no histopathological abnormalities, and no adverse reactions. Compared with the BCG and B/R groups, B/R-a vaccination induced significantly higher plasma IL-2 and IFN-γ levels at all time points, indicating an enhanced Th1-type immune responses. Following H37Rv challenge, the B/R-a group exhibited markedly lower bacterial burdens in the lungs, spleen, and liver than the other groups, demonstrating superior protective efficacy. The novel BCG/H37Ra fusion strain expressing codon-optimized CFP10 enhanced immunogenicity and superior protection compared with conventional BCG. This innovative vaccine strategy integrates the complementary advantages of distinct Mycobacterium strains and utilizes genetic optimization to augment protective immunity, representing a promising advance in TB vaccine development.",
    "disease": "tuberculosis",
    "clean_text": "enhanced immunogenicity and protective efficacy of a novel bacillus calmette gu rin mycobacterium tuberculosis h ra fusion vaccine expressing codon optimized culture filtrate protein in a mouse model tuberculosis tb remains a major global health challenge as the currently available bacillus calmette gu rin bcg vaccine provides only limited protection against adult pulmonary tb this study aimed to develop and evaluate a novel fusion vaccine that combines the safety of bcg the broader antigenic repertoire of mycobacterium tuberculosis h ra and the enhanced expression of codon optimized culture filtrate protein cfp a fusion strain b r a was constructed by protoplast fusion of bcg with a genetically engineered h ra strain expressing codon optimized cfp the successful fusion was verified using fluorescence microscopy the safety immunogenicity and protective efficacy of b r a were evaluated in c bl mice and compared with those of conventional bcg and a control bcg h ra fusion strain lacking cfp optimization b r immune responses were assessed by measuring spleen indices plasma interleukin il and interferon ifn levels histopathological changes and protection following challenge with virulent mycobacterium tuberculosis h rv the b r a fusion strain was successfully constructed and confirmed by fluorescence microscopy safety evaluation revealed normal weight gain in all vaccine groups no histopathological abnormalities and no adverse reactions compared with the bcg and b r groups b r a vaccination induced significantly higher plasma il and ifn levels at all time points indicating an enhanced th type immune responses following h rv challenge the b r a group exhibited markedly lower bacterial burdens in the lungs spleen and liver than the other groups demonstrating superior protective efficacy the novel bcg h ra fusion strain expressing codon optimized cfp enhanced immunogenicity and superior protection compared with conventional bcg this innovative vaccine strategy integrates the complementary advantages of distinct mycobacterium strains and utilizes genetic optimization to augment protective immunity representing a promising advance in tb vaccine development"
}