{
    "title": "Common risk factors for heart failure and cancer.",
    "doc_id": "30715247",
    "writer": "Meijers WC",
    "year": "2019",
    "summary": "This overlap exists between risk factors that are historically classified as 'CV risk factors' as these factors do equally strong predict cancer development. ...In this review, we summarize current insights in common behavioural risk f …",
    "abstract": "Cardiovascular (CV) disease and cancer are the leading causes of death.1,2 Over the last decades, it has been appreciated that both CV disease and cancer are more common in individuals in whom risk factors for disease development accumulate, and preventative measures have been extremely important in driving down the incidence of disease.3-6 In general, the field of epidemiology, risk reduction, and preventative trials is divided into health care professionals who have an interest in either CV disease or cancer. As a result, the medical literature and medical practice has largely focused on the one disease, or the other. However, human individuals do not behave according to this dogma. Emerging data clearly suggest that identical risk factors may lead to CV disease in the one individual, but may cause cancer in another, or even both diseases in the same individual. This overlap exists between risk factors that are historically classified as 'CV risk factors' as these factors do equally strong predict cancer development. Therefore, we propose that a holistic approach might better estimate actual risks for CV disease and cancer. In this review, we summarize current insights in common behavioural risk factors for heart failure, being the most progressed and lethal form of CV disease, and cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30715247/",
    "clean_text": "common risk factors for heart failure and cancer this overlap exists between risk factors that are historically classified as cv risk factors as these factors do equally strong predict cancer development in this review we summarize current insights in common behavioural risk f cardiovascular cv disease and cancer are the leading causes of death over the last decades it has been appreciated that both cv disease and cancer are more common in individuals in whom risk factors for disease development accumulate and preventative measures have been extremely important in driving down the incidence of disease in general the field of epidemiology risk reduction and preventative trials is divided into health care professionals who have an interest in either cv disease or cancer as a result the medical literature and medical practice has largely focused on the one disease or the other however human individuals do not behave according to this dogma emerging data clearly suggest that identical risk factors may lead to cv disease in the one individual but may cause cancer in another or even both diseases in the same individual this overlap exists between risk factors that are historically classified as cv risk factors as these factors do equally strong predict cancer development therefore we propose that a holistic approach might better estimate actual risks for cv disease and cancer in this review we summarize current insights in common behavioural risk factors for heart failure being the most progressed and lethal form of cv disease and cancer"
}