{
    "title": "Insulin resistance in type 1 diabetes: what is 'double diabetes' and what are the risks?",
    "doc_id": "23613085",
    "writer": "Cleland SJ",
    "year": "2013",
    "summary": "In this review, we explore the concept of 'double diabetes', a combination of type 1 diabetes with features of insulin resistance and type 2 diabetes. After considering whether double diabetes is a useful concept, we discuss potential mechanisms of increased …",
    "abstract": "In this review, we explore the concept of 'double diabetes', a combination of type 1 diabetes with features of insulin resistance and type 2 diabetes. After considering whether double diabetes is a useful concept, we discuss potential mechanisms of increased insulin resistance in type 1 diabetes before examining the extent to which double diabetes might increase the risk of cardiovascular disease (CVD). We then go on to consider the proposal that weight gain from intensive insulin regimens may be associated with increased CV risk factors in some patients with type 1 diabetes, and explore the complex relationships between weight gain, insulin resistance, glycaemic control and CV outcome. Important comparisons and contrasts between type 1 diabetes and type 2 diabetes are highlighted in terms of hepatic fat, fat partitioning and lipid profile, and how these may differ between type 1 diabetic patients with and without double diabetes. In so doing, we hope this work will stimulate much-needed research in this area and an improvement in clinical practice.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23613085/",
    "clean_text": "insulin resistance in type diabetes what is double diabetes and what are the risks in this review we explore the concept of double diabetes a combination of type diabetes with features of insulin resistance and type diabetes after considering whether double diabetes is a useful concept we discuss potential mechanisms of increased in this review we explore the concept of double diabetes a combination of type diabetes with features of insulin resistance and type diabetes after considering whether double diabetes is a useful concept we discuss potential mechanisms of increased insulin resistance in type diabetes before examining the extent to which double diabetes might increase the risk of cardiovascular disease cvd we then go on to consider the proposal that weight gain from intensive insulin regimens may be associated with increased cv risk factors in some patients with type diabetes and explore the complex relationships between weight gain insulin resistance glycaemic control and cv outcome important comparisons and contrasts between type diabetes and type diabetes are highlighted in terms of hepatic fat fat partitioning and lipid profile and how these may differ between type diabetic patients with and without double diabetes in so doing we hope this work will stimulate much needed research in this area and an improvement in clinical practice"
}