{
    "pmid": "41412446",
    "title": "Retinoic acid promotes expression of inflammatory factors in proliferative adult human heart cells.",
    "abstract": "Retinoid signaling is increased in the hearts of patients with coronary artery disease and during acute myocardial infarction (MI). The effects of retinoids on cardiac repair after injury remain incompletely understood. Our laboratory has derived proliferative cardiac cell clones from adult human left ventricle biopsies and is investigating how these cells might participate in cardiac repair in heart failure. We treated clones isolated from unique individuals with retinoic acid (RA) and performed unbiased proteomics, bioinformatic analyses, and targeted follow-up experiments to identify and confirm RA-regulated factors and processes. RA increased the expression of well-known pro-inflammatory proteins including Interleukin-1 (IL1A & B) and inducible cyclooxygenase COX2, while decreasing expression of extracellular matrix (ECM) factors such as Thrombospondin 1 and collagens. Additionally, we found that basal expression of retinoid metabolizing enzymes (e.g., ALDH1A3) significantly correlated with expression of cytokines and inflammatory mediators including IL1A/B and COX2 across clones from different donors. Secretion of IL1B by clones was found to respond to physiological and pharmacological doses of RA, and monocyte migration ",
    "disease": "coronary artery disease",
    "clean_text": "retinoic acid promotes expression of inflammatory factors in proliferative adult human heart cells retinoid signaling is increased in the hearts of patients with coronary artery disease and during acute myocardial infarction mi the effects of retinoids on cardiac repair after injury remain incompletely understood our laboratory has derived proliferative cardiac cell clones from adult human left ventricle biopsies and is investigating how these cells might participate in cardiac repair in heart failure we treated clones isolated from unique individuals with retinoic acid ra and performed unbiased proteomics bioinformatic analyses and targeted follow up experiments to identify and confirm ra regulated factors and processes ra increased the expression of well known pro inflammatory proteins including interleukin il a b and inducible cyclooxygenase cox while decreasing expression of extracellular matrix ecm factors such as thrombospondin and collagens additionally we found that basal expression of retinoid metabolizing enzymes e g aldh a significantly correlated with expression of cytokines and inflammatory mediators including il a b and cox across clones from different donors secretion of il b by clones was found to respond to physiological and pharmacological doses of ra and monocyte migration"
}