{
    "pmid": "41436947",
    "title": "Risk prediction models for sarcopenia in maintenance hemodialysis patients: a systematic review and meta-analysis.",
    "abstract": "Sarcopenia can severely affect patients undergoing maintenance hemodialysis. A high-quality prediction model could facilitate early identification and prevention. Despite the growing number of risk prediction models for sarcopenia in these patients, their quality and clinical utility remain uncertain. This study aims to systematically review existing studies on risk prediction models for sarcopenia in maintenance hemodialysis patients. A comprehensive literature search was conducted across PubMed, Web of Science, Embase, The Cochrane Library, CINAHL, CNKI, VIP, CBM, Wanfang databases, and Clinical Trials.gov from their inception until May 12, 2024. Studies on sarcopenia risk prediction models for maintenance hemodialysis patients were included. Two independent reviewers screened studies using the Prediction Model Risk of Bias Assessment Tool (PROBAST) and the CHARMS checklist, applying predefined inclusion and exclusion criteria. Relevant data were extracted, and the risk of bias in the included studies was assessed. Eighteen studies, encompassing 21 prediction models, were included. Sample sizes ranged from 60 to 805 participants, with outcome event incidence rates varying between 6.6% and 70.0%. The reported risk factors were age, gender, body mass index, grip strength and so on. The area under the receiver operating characteristic curve (AUC) for the models ranged from 0.73 to 0.955. Most studies had a high risk of bias, primarily due to issues related to study population selection and data analysis, including inappropriate data sources, insufficient outcome events, and poor management of missing data. Only two studies raised concerns regarding applicability. Current models for predicting sarcopenia in maintenance hemodialysis patients exhibit a high risk of bias, as determined by PROBAST criteria. Future research should focus on improving existing models or developing new ones using rigorous methodologies. This study is registered with PROSPERO (registration number: CRD42024544944). Not applicable.",
    "disease": "chronic kidney disease",
    "clean_text": "risk prediction models for sarcopenia in maintenance hemodialysis patients a systematic review and meta analysis sarcopenia can severely affect patients undergoing maintenance hemodialysis a high quality prediction model could facilitate early identification and prevention despite the growing number of risk prediction models for sarcopenia in these patients their quality and clinical utility remain uncertain this study aims to systematically review existing studies on risk prediction models for sarcopenia in maintenance hemodialysis patients a comprehensive literature search was conducted across pubmed web of science embase the cochrane library cinahl cnki vip cbm wanfang databases and clinical trials gov from their inception until may studies on sarcopenia risk prediction models for maintenance hemodialysis patients were included two independent reviewers screened studies using the prediction model risk of bias assessment tool probast and the charms checklist applying predefined inclusion and exclusion criteria relevant data were extracted and the risk of bias in the included studies was assessed eighteen studies encompassing prediction models were included sample sizes ranged from to participants with outcome event incidence rates varying between and the reported risk factors were age gender body mass index grip strength and so on the area under the receiver operating characteristic curve auc for the models ranged from to most studies had a high risk of bias primarily due to issues related to study population selection and data analysis including inappropriate data sources insufficient outcome events and poor management of missing data only two studies raised concerns regarding applicability current models for predicting sarcopenia in maintenance hemodialysis patients exhibit a high risk of bias as determined by probast criteria future research should focus on improving existing models or developing new ones using rigorous methodologies this study is registered with prospero registration number crd not applicable"
}