{
    "pmid": "41438987",
    "title": "DDX49 as a novel prognostic biomarker regulates colorectal cancer cell proliferation through the TIMM44-PI3K-AKT pathway.",
    "abstract": "Colorectal cancer (CRC) ranks as the third most common global cancer. This study aims to explore the expression, function, and mechanism of DEAD-box helicase 49 (DDX49) in CRC. Pan-cancer data were obtained from The Cancer Genome Atlas (TCGA) database to compare expression differences of DDX49 across 33 types of cancers. Immunohistochemistry (IHC) was used to detect the protein expression levels of DDX49 in CRC. Kaplan-Meier curves and Cox proportional hazards regression model were employed to demonstrate the prognostic value of DDX49. The effects of key molecules on cancer cell proliferation were assessed using a Cell Counting Kit-8 (CCK-8) assay and colony formation assay. Western blot (WB) was employed to measure key molecules in the PI3K-AKT pathway. Both TCGA data and IHC showed that elevated DDX49 in CRC tumors was correlated with advanced stages and poor prognosis. DDX49 knockdown inhibited proliferation and colony formation in SW480 and HCT-8 cells, suppressing PI3K-AKT pathway activation and TIMM44 expression-reducing AKT phosphorylation. SC79 treatment partially rescued phosphorylated AKT and proliferation. TIMM44 knockdown mimicked these effects, while its overexpression restored AKT phosphorylation and proliferation in DDX49-knockdown cells. DDX49, a potential prognostic biomarker, promotes cell proliferation by TIMM44-PI3K-AKT pathway, which may offer a target for clinical anti-tumor therapy.",
    "disease": "colorectal cancer",
    "clean_text": "ddx as a novel prognostic biomarker regulates colorectal cancer cell proliferation through the timm pi k akt pathway colorectal cancer crc ranks as the third most common global cancer this study aims to explore the expression function and mechanism of dead box helicase ddx in crc pan cancer data were obtained from the cancer genome atlas tcga database to compare expression differences of ddx across types of cancers immunohistochemistry ihc was used to detect the protein expression levels of ddx in crc kaplan meier curves and cox proportional hazards regression model were employed to demonstrate the prognostic value of ddx the effects of key molecules on cancer cell proliferation were assessed using a cell counting kit cck assay and colony formation assay western blot wb was employed to measure key molecules in the pi k akt pathway both tcga data and ihc showed that elevated ddx in crc tumors was correlated with advanced stages and poor prognosis ddx knockdown inhibited proliferation and colony formation in sw and hct cells suppressing pi k akt pathway activation and timm expression reducing akt phosphorylation sc treatment partially rescued phosphorylated akt and proliferation timm knockdown mimicked these effects while its overexpression restored akt phosphorylation and proliferation in ddx knockdown cells ddx a potential prognostic biomarker promotes cell proliferation by timm pi k akt pathway which may offer a target for clinical anti tumor therapy"
}