{
    "pmid": "41437604",
    "title": "[Recent Therapeutic Development Targeting KRAS Mutations in Colorectal Cancer].",
    "abstract": "KRAS mutations are a major genetic alteration found in approximately 40% of unresectable advanced or recurrent colorectal cancer. KRAS has long been considered an\"undruggable\"target due to its structural characteristics, but in recent years, inhibitors targeting the KRAS G12C mutant protein have been developed, enabling molecular targeted therapy. Sotorasib is the first KRAS G12C inhibitor to be clinically implemented. Following its approval for non-small cell lung cancer, it has also been approved for chemorefractory metastatic colorectal cancer. In colorectal cancer, combination therapy with a KRAS inhibitor and an anti-EGFR antibody is necessary to suppress the activation of EGFR induced by KRAS inhibition. Currently, it is recommended to confirm the presence of KRAS mutations, including G12C, before initiating first-line therapy. Since sotorasib can be administered based on these results, it is expected to broaden treatment options for colorectal cancer patients harboring the KRAS G12C mutation.",
    "disease": "colorectal cancer",
    "clean_text": "recent therapeutic development targeting kras mutations in colorectal cancer kras mutations are a major genetic alteration found in approximately of unresectable advanced or recurrent colorectal cancer kras has long been considered an undruggable target due to its structural characteristics but in recent years inhibitors targeting the kras g c mutant protein have been developed enabling molecular targeted therapy sotorasib is the first kras g c inhibitor to be clinically implemented following its approval for non small cell lung cancer it has also been approved for chemorefractory metastatic colorectal cancer in colorectal cancer combination therapy with a kras inhibitor and an anti egfr antibody is necessary to suppress the activation of egfr induced by kras inhibition currently it is recommended to confirm the presence of kras mutations including g c before initiating first line therapy since sotorasib can be administered based on these results it is expected to broaden treatment options for colorectal cancer patients harboring the kras g c mutation"
}