{
    "title": "Chronic spinal cord injury.",
    "doc_id": "8302323",
    "writer": "Ditunno JF Jr",
    "year": "1994",
    "summary": "Spinal cord injuries predispose patients to numerous complications. The care of such patients requires attention to multiple bodily systems, sensitivity to the effects of interventions on function and lifestyle, and a special vigilance because of the tendency …",
    "abstract": "Spinal cord injuries predispose patients to numerous complications. The care of such patients requires attention to multiple bodily systems, sensitivity to the effects of interventions on function and lifestyle, and a special vigilance because of the tendency of spinal cord injuries to mask problems. Improved clinical care, however, has increased the life expectancy of people with spinal cord injuries and therefore the prevalence of such injuries. The Americans with Disabilities Act should make people with spinal injuries more visible, as they participate in and contribute to society in greater numbers. Maintenance of health brings greater opportunities for self-care and mobility through rehabilitation and may allow people with spinal cord injuries to take advantage of future opportunities for neurologic improvement or cure.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8302323/",
    "clean_text": "chronic spinal cord injury spinal cord injuries predispose patients to numerous complications the care of such patients requires attention to multiple bodily systems sensitivity to the effects of interventions on function and lifestyle and a special vigilance because of the tendency spinal cord injuries predispose patients to numerous complications the care of such patients requires attention to multiple bodily systems sensitivity to the effects of interventions on function and lifestyle and a special vigilance because of the tendency of spinal cord injuries to mask problems improved clinical care however has increased the life expectancy of people with spinal cord injuries and therefore the prevalence of such injuries the americans with disabilities act should make people with spinal injuries more visible as they participate in and contribute to society in greater numbers maintenance of health brings greater opportunities for self care and mobility through rehabilitation and may allow people with spinal cord injuries to take advantage of future opportunities for neurologic improvement or cure"
}