{
    "title": "Trans-Compartmental Regulation of Tight Junction Barrier Function.",
    "doc_id": "36220768",
    "writer": "Naser AN",
    "year": "2023",
    "summary": "Tight junctions (TJs) are the most apical components of junctional complexes in epithelial and endothelial cells. Barrier function is one of the major functions of TJ, which restricts the ions and small water-soluble molecules from passing through the paracellular p …",
    "abstract": "Tight junctions (TJs) are the most apical components of junctional complexes in epithelial and endothelial cells. Barrier function is one of the major functions of TJ, which restricts the ions and small water-soluble molecules from passing through the paracellular pathway. Adherens junctions (AJs) play an important role in cell-cell adhesion and cell signaling. Gap junctions (GJs) are intercellular channels regulating electrical and metabolic signals between cells. It is well known that TJ integral membrane proteins, such as claudins and occludins, are the molecular building blocks responsible for TJ barrier function. However, recent studies demonstrate that proteins of other junctional complexes can influence and regulate TJ barrier function. Therefore, the crosstalk between different cell junctions represents a common means to modulate cellular activities. In this review, we will discuss the interactions among TJ, AJ, and GJ by focusing on how AJ and GJ proteins regulate TJ barrier function in different biological systems.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36220768/",
    "clean_text": "trans compartmental regulation of tight junction barrier function tight junctions tjs are the most apical components of junctional complexes in epithelial and endothelial cells barrier function is one of the major functions of tj which restricts the ions and small water soluble molecules from passing through the paracellular p tight junctions tjs are the most apical components of junctional complexes in epithelial and endothelial cells barrier function is one of the major functions of tj which restricts the ions and small water soluble molecules from passing through the paracellular pathway adherens junctions ajs play an important role in cell cell adhesion and cell signaling gap junctions gjs are intercellular channels regulating electrical and metabolic signals between cells it is well known that tj integral membrane proteins such as claudins and occludins are the molecular building blocks responsible for tj barrier function however recent studies demonstrate that proteins of other junctional complexes can influence and regulate tj barrier function therefore the crosstalk between different cell junctions represents a common means to modulate cellular activities in this review we will discuss the interactions among tj aj and gj by focusing on how aj and gj proteins regulate tj barrier function in different biological systems"
}