{
    "title": "Determinants of Sleep Quality: A Cross-Sectional Study in University Students.",
    "doc_id": "36767422",
    "writer": "Schmickler JM",
    "year": "2023",
    "summary": "Moreover, determinants of sleep quality are not yet fully understood. This study was designed to (1) assess the prevalence of poor sleep quality and (2) identify determinants of sleep quality in German university students. In total, 1,684 …",
    "abstract": "When entering the university setting, poor sleep quality is reportedly prevalent among students and has been linked to a range of adverse health outcomes, including reduced academic performance. Moreover, determinants of sleep quality are not yet fully understood. This study was designed to (1) assess the prevalence of poor sleep quality and (2) identify determinants of sleep quality in German university students. In total, 1,684 undergraduate and graduate students (50.6% female, mean age 22.87 ± 3.15 years) from multiple academic disciplines completed a cross-sectional online survey assessing socio-demographic, health, and study-related indicators and sleep quality using the Pittsburgh Sleep Quality Index (PSQI). In our sample, 820 (48.7%) met the PSQI cut-off score (>5) for poor sleep quality. Multiple regression analysis showed that older age, being a business student, lower subjective social status, poorer self-rated health, stress, exhaustion, and poor academic performance significantly predicted poor sleep quality. Our findings document a high prevalence of poor sleep quality among university students and suggest that business students, especially, might be exposed to a greater risk for poor sleep quality. Furthermore, the results of this study are valuable for academic staff to develop tailored interventions to promote healthy sleep-in university students.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36767422/",
    "clean_text": "determinants of sleep quality a cross sectional study in university students moreover determinants of sleep quality are not yet fully understood this study was designed to assess the prevalence of poor sleep quality and identify determinants of sleep quality in german university students in total when entering the university setting poor sleep quality is reportedly prevalent among students and has been linked to a range of adverse health outcomes including reduced academic performance moreover determinants of sleep quality are not yet fully understood this study was designed to assess the prevalence of poor sleep quality and identify determinants of sleep quality in german university students in total undergraduate and graduate students female mean age years from multiple academic disciplines completed a cross sectional online survey assessing socio demographic health and study related indicators and sleep quality using the pittsburgh sleep quality index psqi in our sample met the psqi cut off score for poor sleep quality multiple regression analysis showed that older age being a business student lower subjective social status poorer self rated health stress exhaustion and poor academic performance significantly predicted poor sleep quality our findings document a high prevalence of poor sleep quality among university students and suggest that business students especially might be exposed to a greater risk for poor sleep quality furthermore the results of this study are valuable for academic staff to develop tailored interventions to promote healthy sleep in university students"
}