{
    "pmid": "41465253",
    "title": "From Autoimmune Sialadenitis to Central Pain: Hypothesizing Shared Pathogenesis for Fibromyalgia and Primary Sjogren's Disease and Identifying Essential Screening Strategies.",
    "abstract": "Even though primary Sjögren disease (pSjD) is mainly associated with sicca symptoms, there are extraglandular manifestations of the disease which affect the quality of life of patients the most and may even be life-threatening. Among the most severe, polyneuropathy and myopathy are worth mentioning. Additionally, clinical observations suggest a higher prevalence of fibromyalgia (FM) in this group of patients, clouding physicians' assessment and potentially leading to unsuccessful therapeutic decisions. The aim of our study was to evaluate the frequency of pSjD and FM co-occurrence as well as to find the most effective screening tools and markers of such overlap. A total of 97 consecutive patients with diagnosed pSjD were incorporated in the study after obtaining their informed consent. Participants completed a set of broadly available questionnaires, including Fibromyalgia Survey Questionnaire, SF-36 and EULAR Sjögren's Syndrome Patient-Reported Index (ESSPRI). Data on their laboratory results was collected in the dedicated database. Moreover, patients underwent electroneurographic (ENG) and electromyographic (EMG) testing. Central nervous system (CNS) abnormalities were detected using MRI. Objective disease activity was evaluated based on EULAR Sjögren's Syndrome Disease Activity Index (ESSDAI). The mean age was 55.3 (range 19.0-78.0 years, SD = 13.9). The disease duration ranged from 2 to 42 years (M = 9.03 years, SD = 7.1 years). Nearly half of the participants (n = 44, 45%) met diagnostic criteria of FM. Interestingly, the diagnosis of FM correlated with CNS involvement. There was no significant correlation between FM and either polyneuropathy/myopathy nor laboratory findings (however, C3c and folic acid concentrations were near the level of significance-mean 1.2 vs. 1.29; ",
    "disease": "rheumatoid arthritis",
    "clean_text": "from autoimmune sialadenitis to central pain hypothesizing shared pathogenesis for fibromyalgia and primary sjogren s disease and identifying essential screening strategies even though primary sj gren disease psjd is mainly associated with sicca symptoms there are extraglandular manifestations of the disease which affect the quality of life of patients the most and may even be life threatening among the most severe polyneuropathy and myopathy are worth mentioning additionally clinical observations suggest a higher prevalence of fibromyalgia fm in this group of patients clouding physicians assessment and potentially leading to unsuccessful therapeutic decisions the aim of our study was to evaluate the frequency of psjd and fm co occurrence as well as to find the most effective screening tools and markers of such overlap a total of consecutive patients with diagnosed psjd were incorporated in the study after obtaining their informed consent participants completed a set of broadly available questionnaires including fibromyalgia survey questionnaire sf and eular sj gren s syndrome patient reported index esspri data on their laboratory results was collected in the dedicated database moreover patients underwent electroneurographic eng and electromyographic emg testing central nervous system cns abnormalities were detected using mri objective disease activity was evaluated based on eular sj gren s syndrome disease activity index essdai the mean age was range years sd the disease duration ranged from to years m years sd years nearly half of the participants n met diagnostic criteria of fm interestingly the diagnosis of fm correlated with cns involvement there was no significant correlation between fm and either polyneuropathy myopathy nor laboratory findings however c c and folic acid concentrations were near the level of significance mean vs"
}