{
    "title": "Cancer cachexia update in head and neck cancer: Definitions and diagnostic features.",
    "doc_id": "24415363",
    "writer": "Couch ME",
    "year": "2015",
    "summary": "Cachexia is a profoundly debilitating wasting syndrome that affects patients with head and neck cancer and often contributes to their demise. A comprehensive literature search was performed up to April 2013 using PubMed, the Cochrane Library, CINAHL, and the Google …",
    "abstract": "Cachexia is a profoundly debilitating wasting syndrome that affects patients with head and neck cancer and often contributes to their demise. A comprehensive literature search was performed up to April 2013 using PubMed, the Cochrane Library, CINAHL, and the Google search engine. For the meta-analyses, pooled prevalence estimates were calculated with a confidence interval of 95% (95% CI) by using random effects modeling. In this review, we outlined the unique challenges of cancer cachexia among patients with head and neck cancer by reviewing its impacts on quality of life (QOL), morbidity, and mortality. We explored the prevalence of different clinical markers of cachexia at the time of diagnosis and before and after treatment. Finally, we present updates regarding the diagnosis of cancer cachexia and recent findings, such as cardiac dysfunction that warrant clinical attention to more carefully identify patients at risk and potentially lead to better outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24415363/",
    "clean_text": "cancer cachexia update in head and neck cancer definitions and diagnostic features cachexia is a profoundly debilitating wasting syndrome that affects patients with head and neck cancer and often contributes to their demise a comprehensive literature search was performed up to april using pubmed the cochrane library cinahl and the google cachexia is a profoundly debilitating wasting syndrome that affects patients with head and neck cancer and often contributes to their demise a comprehensive literature search was performed up to april using pubmed the cochrane library cinahl and the google search engine for the meta analyses pooled prevalence estimates were calculated with a confidence interval of ci by using random effects modeling in this review we outlined the unique challenges of cancer cachexia among patients with head and neck cancer by reviewing its impacts on quality of life qol morbidity and mortality we explored the prevalence of different clinical markers of cachexia at the time of diagnosis and before and after treatment finally we present updates regarding the diagnosis of cancer cachexia and recent findings such as cardiac dysfunction that warrant clinical attention to more carefully identify patients at risk and potentially lead to better outcomes"
}