{
    "pmid": "41450388",
    "title": "Inter-breast Ratios of Tissue Dielectric Constant Values to Detect and Track Unilateral Breast Edema or Lymphedema.",
    "abstract": "In the absence of sophisticated imaging, the assessment of breast edema or breast lymphedema relies mostly on patient-reported symptoms and subjective clinical assessments. These are useful, but they may occur late in the process, which limits the ability to detect them earlier. Measurements of breast tissue dielectric constant (TDC), due to its sensitivity to local tissue water, may provide a quantitative assessment method. The goal of this report is to present new results based on the analysis of inter-breast TDC measurements and the formulation of threshold ratios that may be useful as an aid in detecting and quantitatively tracking breast edema or lymphedema.  Methods: Breast TDC values obtained in healthy breasts of 165 women with a tumor in the other breast were used to determine the variability in healthy breast TDC values. In addition, in 78 of these women, in whom a subsequent biopsy showed them to have a benign tumor, inter-breast TDC ratios were determined (tumor breast/healthy breast). Edema thresholds were calculated based on the overall mean inter-breast ratio for these 78 women, to which a multiple of the overall standard deviation (SD) was added.  Results: The healthy breast TDC value for the 165 women was 28.74 ± 7.10, with a calculated coefficient of variation among patients of 24.7%. The inter-breast TDC ratio for the 78 women yielded an overall mean of 1.029 with a SD of 0.108. Based on this mean and variance, inter-breast edema thresholds corresponding to 2.0 SD, 2.5 SD, and 3.0 SD above the mean are 1.25, 1.30, and 1.35, respectively.  Conclusions: The inter-breast TDC ratios derived from bilateral breast TDC yield potentially useful inter-breast threshold values to help quantitatively assess the presence of breast edema or breast lymphedema. These proposed inter-breast threshold ratios ranged from 1.25 to 1.35, depending on the acceptable test sensitivity. The accuracy of these thresholds for assessing or tracking patients at risk of developing breast edema or lymphedema awaits future validation studies using quantitative imaging methods. The present values provide interim considerations for potential clinical use and serve as the requisite reference data for future validation studies.",
    "disease": "breast cancer",
    "clean_text": "inter breast ratios of tissue dielectric constant values to detect and track unilateral breast edema or lymphedema in the absence of sophisticated imaging the assessment of breast edema or breast lymphedema relies mostly on patient reported symptoms and subjective clinical assessments these are useful but they may occur late in the process which limits the ability to detect them earlier measurements of breast tissue dielectric constant tdc due to its sensitivity to local tissue water may provide a quantitative assessment method the goal of this report is to present new results based on the analysis of inter breast tdc measurements and the formulation of threshold ratios that may be useful as an aid in detecting and quantitatively tracking breast edema or lymphedema methods breast tdc values obtained in healthy breasts of women with a tumor in the other breast were used to determine the variability in healthy breast tdc values in addition in of these women in whom a subsequent biopsy showed them to have a benign tumor inter breast tdc ratios were determined tumor breast healthy breast edema thresholds were calculated based on the overall mean inter breast ratio for these women to which a multiple of the overall standard deviation sd was added results the healthy breast tdc value for the women was with a calculated coefficient of variation among patients of the inter breast tdc ratio for the women yielded an overall mean of with a sd of based on this mean and variance inter breast edema thresholds corresponding to sd sd and sd above the mean are and respectively conclusions the inter breast tdc ratios derived from bilateral breast tdc yield potentially useful inter breast threshold values to help quantitatively assess the presence of breast edema or breast lymphedema these proposed inter breast threshold ratios ranged from to depending on the acceptable test sensitivity the accuracy of these thresholds for assessing or tracking patients at risk of developing breast edema or lymphedema awaits future validation studies using quantitative imaging methods the present values provide interim considerations for potential clinical use and serve as the requisite reference data for future validation studies"
}