{
    "pmid": "41394833",
    "title": "NLRP3 regulates epithelial barrier integrity and protects from airway hyperresponsiveness in experimental allergic asthma.",
    "abstract": "The inflammasome NLRP3 (NOD-like receptor family pyrin domain containing 3) is critical for epithelial barrier integrity. Allergic asthma is characterized by airway inflammation, airway hyperresponsiveness (AHR), and mucus hypersecretion. To date, the key players and underlying mechanisms in the interaction between NLRP3 and epithelial barrier integrity in type 2-mediated allergic asthma are poorly understood. Our study aims to evaluate the protective mechanisms of NLRP3 on airway epithelium and its structural and functional components during type 2-mediated allergic asthma inflammation. Using an experimental model of allergic airway disease, NLRP3-deficient (NLRP3 In comparison to WT mice, NLRP3 NLRP3 is essential for epithelial barrier integrity in the lung and protects from the development of allergic asthma in a murine model.",
    "disease": "asthma",
    "clean_text": "nlrp regulates epithelial barrier integrity and protects from airway hyperresponsiveness in experimental allergic asthma the inflammasome nlrp nod like receptor family pyrin domain containing is critical for epithelial barrier integrity allergic asthma is characterized by airway inflammation airway hyperresponsiveness ahr and mucus hypersecretion to date the key players and underlying mechanisms in the interaction between nlrp and epithelial barrier integrity in type mediated allergic asthma are poorly understood our study aims to evaluate the protective mechanisms of nlrp on airway epithelium and its structural and functional components during type mediated allergic asthma inflammation using an experimental model of allergic airway disease nlrp deficient nlrp in comparison to wt mice nlrp nlrp is essential for epithelial barrier integrity in the lung and protects from the development of allergic asthma in a murine model"
}