{
    "pmid": "41459585",
    "title": "Lipidomic changes in persister cancer cells drive enhanced ferroptosis sensitivity.",
    "abstract": "Unique in the broader category of drug-resistant cells, persister cancer cells (PSs) acquire their tolerance to compounds through reversible, chromatin-mediated changes, allowing them to 'persist' in the face of cancer therapeutic agents. PSs are implicated in minimal residual disease from which cancer relapse occurs, and given their established sensitivity to ferroptosis, PSs present a critical point through which identification and targeting of drug-resistant cancers may be possible. Ferroptosis sensitivity in drug-resistant cancers may be caused by the attainment of the persister state, or it may merely be correlative with this state and due instead to extended inhibition of oncogenic signaling or the induction of chemotherapy stress. Nonetheless, ferroptosis sensitivity has emerged as a common phenotype across multiple PS and drug-resistant cancer cell types. Identifying biomarkers for and drivers of ferroptosis sensitivity in drug-resistant and PS cells is therefore a high priority. We derived PS cells from the lung carcinoma cell line PC9 (PS We observed enrichment of lipid and sugar metabolism gene expression in PS In summary, lipidomic changes dependent on the presence of mitochondria are key to the ferroptosis sensitivity of drug-tolerant persister cancer cells.",
    "disease": "lung cancer",
    "clean_text": "lipidomic changes in persister cancer cells drive enhanced ferroptosis sensitivity unique in the broader category of drug resistant cells persister cancer cells pss acquire their tolerance to compounds through reversible chromatin mediated changes allowing them to persist in the face of cancer therapeutic agents pss are implicated in minimal residual disease from which cancer relapse occurs and given their established sensitivity to ferroptosis pss present a critical point through which identification and targeting of drug resistant cancers may be possible ferroptosis sensitivity in drug resistant cancers may be caused by the attainment of the persister state or it may merely be correlative with this state and due instead to extended inhibition of oncogenic signaling or the induction of chemotherapy stress nonetheless ferroptosis sensitivity has emerged as a common phenotype across multiple ps and drug resistant cancer cell types identifying biomarkers for and drivers of ferroptosis sensitivity in drug resistant and ps cells is therefore a high priority we derived ps cells from the lung carcinoma cell line pc ps we observed enrichment of lipid and sugar metabolism gene expression in ps in summary lipidomic changes dependent on the presence of mitochondria are key to the ferroptosis sensitivity of drug tolerant persister cancer cells"
}