{
    "pmid": "41473009",
    "title": "Erectile dysfunction and cardiovascular-kidney-metabolic syndrome: Insights from the all of us research program.",
    "abstract": "Erectile dysfunction (ED) is associated with cardiovascular disease (CVD) risk factors and is a potential indicator for future CVD events, but ED's association with cardiovascular-kidney-metabolic (CKM) syndrome has not been systematically studied. This study used data from the  Of the 97,475 male participants in this study, 5,575 (5.7 %) had a documented baseline ED diagnosis. The highest prevalence by race was white individuals (7.2 %) and by age range was 75-80 (12.7 %). Participants with ED versus those without ED had a higher rate of CKM conditions including diabetes mellitus (T2DM) (19.3 % vs 7.3 %), hypertension (HTN) (47.6 % vs 18.8 %), chronic kidney disease (CKD) (10.3 % vs 2.8 %), heart failure (HF) (5.7 % vs 2.0 %), atherosclerotic cardiovascular disease (ASCVD) (3.0 % vs 1.3 %), and atrial fibrillation (AF) (7.3 % vs 2.5 %). Baseline prevalent ED was associated with higher risks of developing CKM conditions of CKD, HF, AF, ASCVD, and HTN but not the development of T2DM. A diagnosis of ED was significantly associated with both the prevalence and future development of cardiovascular and metabolic conditions, suggesting that ED assessment should be incorporated into routine cardiometabolic risk evaluation.",
    "disease": "diabetes mellitus",
    "clean_text": "erectile dysfunction and cardiovascular kidney metabolic syndrome insights from the all of us research program erectile dysfunction ed is associated with cardiovascular disease cvd risk factors and is a potential indicator for future cvd events but ed s association with cardiovascular kidney metabolic ckm syndrome has not been systematically studied this study used data from the of the male participants in this study had a documented baseline ed diagnosis the highest prevalence by race was white individuals and by age range was participants with ed versus those without ed had a higher rate of ckm conditions including diabetes mellitus t dm vs hypertension htn vs chronic kidney disease ckd vs heart failure hf vs atherosclerotic cardiovascular disease ascvd vs and atrial fibrillation af vs baseline prevalent ed was associated with higher risks of developing ckm conditions of ckd hf af ascvd and htn but not the development of t dm a diagnosis of ed was significantly associated with both the prevalence and future development of cardiovascular and metabolic conditions suggesting that ed assessment should be incorporated into routine cardiometabolic risk evaluation"
}