{
    "title": "Management of endometrial cancer.",
    "doc_id": "16765558",
    "writer": "Kitchener H.",
    "year": "2006",
    "summary": "RESULTS: A rising incidence of endometrial cancer will continue to present challenges to improve survival particularly for high-risk and advanced disease. ...CONCLUSIONS: The area of greatest need in endometrial cancer is now to improve outcomes for wo …",
    "abstract": "Aim:\n        \n      \n      To review broadly the diagnosis and treatment of endometrial cancer, concentrating on the evidence base.\n    \n\n\n          Methods:\n        \n      \n      The peer reviewed literature has been cited selectively to support the principal themes of the review.\n    \n\n\n          Results:\n        \n      \n      A rising incidence of endometrial cancer will continue to present challenges to improve survival particularly for high-risk and advanced disease. Lymphadenectomy and adjuvant radiotherapy are and will be used more rationally as evidence for their effectiveness accumulates.\n    \n\n\n          Conclusions:\n        \n      \n      The area of greatest need in endometrial cancer is now to improve outcomes for women with advanced/recurrent disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16765558/",
    "clean_text": "management of endometrial cancer results a rising incidence of endometrial cancer will continue to present challenges to improve survival particularly for high risk and advanced disease conclusions the area of greatest need in endometrial cancer is now to improve outcomes for wo aim to review broadly the diagnosis and treatment of endometrial cancer concentrating on the evidence base methods the peer reviewed literature has been cited selectively to support the principal themes of the review results a rising incidence of endometrial cancer will continue to present challenges to improve survival particularly for high risk and advanced disease lymphadenectomy and adjuvant radiotherapy are and will be used more rationally as evidence for their effectiveness accumulates conclusions the area of greatest need in endometrial cancer is now to improve outcomes for women with advanced recurrent disease"
}