{
    "title": "Genetics of sinoatrial node function and heart rate disorders.",
    "doc_id": "37194974",
    "writer": "van der Maarel LE",
    "year": "2023",
    "summary": "The sinoatrial node (SAN) is the primary pacemaker of the mammalian heart, initiating its electrical activation and ensuring that the heart's functional cardiac output meets physiological demand. ...",
    "abstract": "The sinoatrial node (SAN) is the primary pacemaker of the mammalian heart, initiating its electrical activation and ensuring that the heart's functional cardiac output meets physiological demand. SAN dysfunction (SND) can cause complex cardiac arrhythmias that can manifest as severe sinus bradycardia, sinus arrest, chronotropic incompetence and increased susceptibility to atrial fibrillation, among other cardiac conditions. SND has a complex aetiology, with both pre-existing disease and heritable genetic variation predisposing individuals to this pathology. In this Review, we summarize the current understanding of the genetic contributions to SND and the insights that they provide into this disorder's underlying molecular mechanisms. With an improved understanding of these molecular mechanisms, we can improve treatment options for SND patients and develop new therapeutics.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37194974/",
    "clean_text": "genetics of sinoatrial node function and heart rate disorders the sinoatrial node san is the primary pacemaker of the mammalian heart initiating its electrical activation and ensuring that the heart s functional cardiac output meets physiological demand the sinoatrial node san is the primary pacemaker of the mammalian heart initiating its electrical activation and ensuring that the heart s functional cardiac output meets physiological demand san dysfunction snd can cause complex cardiac arrhythmias that can manifest as severe sinus bradycardia sinus arrest chronotropic incompetence and increased susceptibility to atrial fibrillation among other cardiac conditions snd has a complex aetiology with both pre existing disease and heritable genetic variation predisposing individuals to this pathology in this review we summarize the current understanding of the genetic contributions to snd and the insights that they provide into this disorder s underlying molecular mechanisms with an improved understanding of these molecular mechanisms we can improve treatment options for snd patients and develop new therapeutics"
}