{
    "pmid": "41393636",
    "title": "The Impact of Smoking on Outcomes Following Anterior Cruciate Ligament Reconstruction: A Systematic Review and Meta-Analysis.",
    "abstract": "The influence of smoking on postoperative outcomes following anterior cruciate ligament (ACL) reconstruction is a topic of ongoing scientific discussion and uncertainty. We aimed to conduct a systematic review and meta-analysis to compare the outcomes between smokers and non-smokers undergoing this procedure. We conducted a systematic search of electronic information sources, including MEDLINE, EMBASE, CINAHL, CENTRAL, ClinicalTrials.gov, and bibliographic reference lists. We applied a combination of free-text search and controlled vocabulary search adapted to thesaurus headings, search operators, and limits in each of the above-mentioned databases. Primary outcome parameters included surgical site infections, ACL graft rupture, revision rates, and patient-reported outcome measures (PROMs). We identified 24 comparative studies, including a total of 672,241 patients, of whom 69,113 were in the smoker group and 603,128 were in the non-smoker group. The analysis revealed that smoking was associated with a significantly higher risk of surgical site infections (OR 1.40, P=0.01). Smokers also reported significantly worse PROMs on the International Knee Documentation Committee (IKDC) score (MD -5.38, P<0.00001) and multiple Knee Injury and Osteoarthritis Outcome Score (KOOS) subscales. There was no statistically significant difference between the two cohorts for ACL graft rupture or all-cause revision rates. Smoking appears to be associated with a higher risk of surgical site infections following ACL reconstruction and is linked to significantly poorer functional PROMs.",
    "disease": "osteoarthritis",
    "clean_text": "the impact of smoking on outcomes following anterior cruciate ligament reconstruction a systematic review and meta analysis the influence of smoking on postoperative outcomes following anterior cruciate ligament acl reconstruction is a topic of ongoing scientific discussion and uncertainty we aimed to conduct a systematic review and meta analysis to compare the outcomes between smokers and non smokers undergoing this procedure we conducted a systematic search of electronic information sources including medline embase cinahl central clinicaltrials gov and bibliographic reference lists we applied a combination of free text search and controlled vocabulary search adapted to thesaurus headings search operators and limits in each of the above mentioned databases primary outcome parameters included surgical site infections acl graft rupture revision rates and patient reported outcome measures proms we identified comparative studies including a total of patients of whom were in the smoker group and were in the non smoker group the analysis revealed that smoking was associated with a significantly higher risk of surgical site infections or p smokers also reported significantly worse proms on the international knee documentation committee ikdc score md p and multiple knee injury and osteoarthritis outcome score koos subscales there was no statistically significant difference between the two cohorts for acl graft rupture or all cause revision rates smoking appears to be associated with a higher risk of surgical site infections following acl reconstruction and is linked to significantly poorer functional proms"
}