{
    "title": "Best practice guidelines in the psychosocial management of HPV-related head and neck cancer: recommendations from the European Head and Neck Cancer Society's Make Sense Campaign.",
    "doc_id": "27456297",
    "writer": "Reich M",
    "year": "2016",
    "summary": "Oncologists treating patients with HPV-related head and neck cancer must integrate new parameters focused on infection risk transmission and sexual topics. The development and dissemination of best practice guidelines through The European Head and N …",
    "abstract": "Over the past three decades, oral human papillomavirus (HPV) has been associated with an increase in the incidence of oropharyngeal squamous cell carcinoma (OPSCC) in several countries. Specialist oncologists in head and neck cancer are observing a wider range of demographics, sexual behaviours, and survival outcomes with their patients. Additionally, there are fewer smokers, consumers of alcohol, or people of lower socioeconomic status than in previous decades. In order to support patients, the European Head and Neck Society's Make Sense Campaign aims to promote best practice in the management of head and neck cancer through the delivery of counselling, psychological assessment, support with the patient experience following HPV-related cancer diagnosis, sexual impact (in terms of communication, behaviour and prevention), facilitating access to educational resources about HPV in head and neck squamous cell carcinoma and OPSCC, and early referral if necessary. New concerns about psychosocial distress and unmet psychosocial needs following diagnosis, therefore, exist throughout the disease and treatment periods. Oncologists treating patients with HPV-related head and neck cancer must integrate new parameters focused on infection risk transmission and sexual topics. The development and dissemination of best practice guidelines through The European Head and Neck Cancer Society Make Sense Campaign will help healthcare professionals to be more confident and resourceful in supporting patients with HPV-related head and neck cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27456297/",
    "clean_text": "best practice guidelines in the psychosocial management of hpv related head and neck cancer recommendations from the european head and neck cancer society s make sense campaign oncologists treating patients with hpv related head and neck cancer must integrate new parameters focused on infection risk transmission and sexual topics the development and dissemination of best practice guidelines through the european head and n over the past three decades oral human papillomavirus hpv has been associated with an increase in the incidence of oropharyngeal squamous cell carcinoma opscc in several countries specialist oncologists in head and neck cancer are observing a wider range of demographics sexual behaviours and survival outcomes with their patients additionally there are fewer smokers consumers of alcohol or people of lower socioeconomic status than in previous decades in order to support patients the european head and neck society s make sense campaign aims to promote best practice in the management of head and neck cancer through the delivery of counselling psychological assessment support with the patient experience following hpv related cancer diagnosis sexual impact in terms of communication behaviour and prevention facilitating access to educational resources about hpv in head and neck squamous cell carcinoma and opscc and early referral if necessary new concerns about psychosocial distress and unmet psychosocial needs following diagnosis therefore exist throughout the disease and treatment periods oncologists treating patients with hpv related head and neck cancer must integrate new parameters focused on infection risk transmission and sexual topics the development and dissemination of best practice guidelines through the european head and neck cancer society make sense campaign will help healthcare professionals to be more confident and resourceful in supporting patients with hpv related head and neck cancer"
}