{
    "title": "Outcomes of acute myocardial infarction in patients with hypertrophic cardiomyopathy.",
    "doc_id": "25910786",
    "writer": "Gupta T",
    "year": "2015",
    "summary": "BACKGROUND: Acute myocardial infarction is a recognized complication in patients with hypertrophic cardiomyopathy. ...Patients with hypertrophic cardiomyopathy with ST-elevation myocardial infarction or non-ST-elevation myocardial infarction …",
    "abstract": "Background:\n        \n      \n      Acute myocardial infarction is a recognized complication in patients with hypertrophic cardiomyopathy. However, limited data are available on outcomes of patients with hypertrophic cardiomyopathy and acute myocardial infarction.\n    \n\n\n          Methods:\n        \n      \n      We analyzed the 2003-2011 Nationwide Inpatient Sample databases to identify all patients aged ≥18 years with a principal diagnosis of acute myocardial infarction. Patients with a concomitant diagnosis of hypertrophic cardiomyopathy were then identified and analyzed as a separate cohort. Multivariate logistic regression was used to compare outcomes in patients with acute myocardial infarction with and without hypertrophic cardiomyopathy.\n    \n\n\n          Results:\n        \n      \n      Of 5,901,827 patients with acute myocardial infarction, 5688 (0.1%) had a diagnosis of hypertrophic cardiomyopathy. Patients with hypertrophic cardiomyopathy were older, more likely to be female, and less likely to have traditional cardiovascular risk factors. Compared with patients without hypertrophic cardiomyopathy, patients with hypertrophic cardiomyopathy were less likely to present with ST-elevation myocardial infarction and more likely to present with non-ST-elevation myocardial infarction. Patients with hypertrophic cardiomyopathy with ST-elevation myocardial infarction or non-ST-elevation myocardial infarction were less likely to receive revascularization. In the overall population with acute myocardial infarction, there was no difference in risk-adjusted in-hospital mortality between patients with and without hypertrophic cardiomyopathy (odds ratio [OR], 0.96; 95% confidence interval [CI], 0.84-1.11; P = .59). In the population with ST-elevation myocardial infarction, patients with hypertrophic cardiomyopathy had lower risk-adjusted in-hospital mortality than those without hypertrophic cardiomyopathy (OR, 0.75; 95% CI, 0.63-0.91; P = .003), whereas in the population with non-ST-elevation myocardial infarction, there was no difference in risk-adjusted in-hospital mortality between patients with and without hypertrophic cardiomyopathy (OR, 0.97; 95% CI, 0.84-1.11; P = .63).\n    \n\n\n          Conclusions:\n        \n      \n      Patients with hypertrophic cardiomyopathy represent a small proportion of patients with acute myocardial infarction and are less likely to receive revascularization. Compared with patients without hypertrophic cardiomyopathy, patients with hypertrophic cardiomyopathy with ST-elevation myocardial infarction have lower risk-adjusted in-hospital mortality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25910786/",
    "clean_text": "outcomes of acute myocardial infarction in patients with hypertrophic cardiomyopathy background acute myocardial infarction is a recognized complication in patients with hypertrophic cardiomyopathy patients with hypertrophic cardiomyopathy with st elevation myocardial infarction or non st elevation myocardial infarction background acute myocardial infarction is a recognized complication in patients with hypertrophic cardiomyopathy however limited data are available on outcomes of patients with hypertrophic cardiomyopathy and acute myocardial infarction methods we analyzed the nationwide inpatient sample databases to identify all patients aged years with a principal diagnosis of acute myocardial infarction patients with a concomitant diagnosis of hypertrophic cardiomyopathy were then identified and analyzed as a separate cohort multivariate logistic regression was used to compare outcomes in patients with acute myocardial infarction with and without hypertrophic cardiomyopathy results of patients with acute myocardial infarction had a diagnosis of hypertrophic cardiomyopathy patients with hypertrophic cardiomyopathy were older more likely to be female and less likely to have traditional cardiovascular risk factors compared with patients without hypertrophic cardiomyopathy patients with hypertrophic cardiomyopathy were less likely to present with st elevation myocardial infarction and more likely to present with non st elevation myocardial infarction patients with hypertrophic cardiomyopathy with st elevation myocardial infarction or non st elevation myocardial infarction were less likely to receive revascularization in the overall population with acute myocardial infarction there was no difference in risk adjusted in hospital mortality between patients with and without hypertrophic cardiomyopathy odds ratio or confidence interval ci p in the population with st elevation myocardial infarction patients with hypertrophic cardiomyopathy had lower risk adjusted in hospital mortality than those without hypertrophic cardiomyopathy or ci p whereas in the population with non st elevation myocardial infarction there was no difference in risk adjusted in hospital mortality between patients with and without hypertrophic cardiomyopathy or ci p conclusions patients with hypertrophic cardiomyopathy represent a small proportion of patients with acute myocardial infarction and are less likely to receive revascularization compared with patients without hypertrophic cardiomyopathy patients with hypertrophic cardiomyopathy with st elevation myocardial infarction have lower risk adjusted in hospital mortality"
}