{
    "pmid": "41402794",
    "title": "Association of albumin-bilirubin grade with prognosis in ICU patients with pulmonary edema: a retrospective cohort study and a predictive model based on machine learning.",
    "abstract": "The Albumin-Bilirubin (ALBI) grade was initially used to assess liver reserve function in patients with cirrhosis and has since been applied in the prognostic evaluation of various diseases. This study explored the relationship between the ALBI grade and the prognosis of patients with pulmonary edema (PE). We conducted a retrospective analysis with 1,562 ICU patients with pulmonary edema from the Medical Information Mart for Intensive Care-IV (MIMIC-IV) database. This study investigated the correlation between the ALBI grade and prognosis in patients diagnosed with acute or chronic pulmonary edema at different stages of the disease. Kaplan-Meier survival analysis, multivariate Cox regression, and ROC curves were used to evaluate the prognostic value of ALBI. Kaplan‒Meier survival curves and multivariate Cox proportional hazards regression models assessed the associations between ALBI grade and short-term and long-term prognoses. Receiver operating characteristic (ROC) analysis was used to evaluate the prognostic prediction ability, sensitivity, specificity, and area under the curve (AUC) of short-term and long-term ALBI grades of PE. Subgroup analyses were also conducted. The Boruta algorithm was used to assess the predictive ability of ALBI, and a predictive model was built using machine learning algorithms. Machine learning algorithms including Gradient Boosting Machine (GBM), Random Survival Forest (RSF), Lasso Cox Regression (Lasso_Cox), etc., were employed to build predictive models. This study included a cohort of 1,562 participants. Cox proportional hazards models revealed independent associations between ALBI grade and 30-, 90-, 180-day, and 1-year outcomes in PE patients before and after confounder adjustment. The survival curves indicated that patients with an ALBI grade of 3 (-1.39 to 3) had lower survival rates at 30, 90, and 180 days and 1 year. High ALBI grade (Grade 3) was independently associated with increased mortality at 30 days (HR = 47.4, 95% CI: 6.55-344), 90 days (HR = 8.56, 95% CI: 4.11-17.8), and 1 year (HR = 8.01, 95% CI: 4.58-14.0). The AUC values for ALBI in predicting 30-day and 1-year mortality were 0.741 and 0.700, respectively. Subgroup analysis revealed no significant interactions between ALBI grade and any subgroup. Elevated ALBI levels were associated with increased short-term and long-term all-cause mortality (ACM) in PE patients, suggesting that the ALBI grade may be an independent prognostic factor across disease stages. The ALBI grade is significantly associated with ACM and prognosis in PE patients, which provides a scientific basis for the development of precise treatment strategies.",
    "disease": "liver cirrhosis",
    "clean_text": "association of albumin bilirubin grade with prognosis in icu patients with pulmonary edema a retrospective cohort study and a predictive model based on machine learning the albumin bilirubin albi grade was initially used to assess liver reserve function in patients with cirrhosis and has since been applied in the prognostic evaluation of various diseases this study explored the relationship between the albi grade and the prognosis of patients with pulmonary edema pe we conducted a retrospective analysis with icu patients with pulmonary edema from the medical information mart for intensive care iv mimic iv database this study investigated the correlation between the albi grade and prognosis in patients diagnosed with acute or chronic pulmonary edema at different stages of the disease kaplan meier survival analysis multivariate cox regression and roc curves were used to evaluate the prognostic value of albi kaplan meier survival curves and multivariate cox proportional hazards regression models assessed the associations between albi grade and short term and long term prognoses receiver operating characteristic roc analysis was used to evaluate the prognostic prediction ability sensitivity specificity and area under the curve auc of short term and long term albi grades of pe subgroup analyses were also conducted the boruta algorithm was used to assess the predictive ability of albi and a predictive model was built using machine learning algorithms machine learning algorithms including gradient boosting machine gbm random survival forest rsf lasso cox regression lasso cox etc were employed to build predictive models this study included a cohort of participants cox proportional hazards models revealed independent associations between albi grade and day and year outcomes in pe patients before and after confounder adjustment the survival curves indicated that patients with an albi grade of to had lower survival rates at and days and year high albi grade grade was independently associated with increased mortality at days hr ci days hr ci and year hr ci the auc values for albi in predicting day and year mortality were and respectively subgroup analysis revealed no significant interactions between albi grade and any subgroup elevated albi levels were associated with increased short term and long term all cause mortality acm in pe patients suggesting that the albi grade may be an independent prognostic factor across disease stages the albi grade is significantly associated with acm and prognosis in pe patients which provides a scientific basis for the development of precise treatment strategies"
}