{
    "pmid": "41317966",
    "title": "Comparative Effectiveness of Tezepelumab and Dupilumab in Asthma: A Multinational Retrospective Cohort Study.",
    "abstract": "Although both dupilumab and tezepelumab are approved for severe asthma, real-world evidence comparing their effectiveness remains limited. To compare the effectiveness of tezepelumab versus dupilumab in reducing asthma exacerbations among patients with asthma. Data were obtained from the Global Collaborative Network of TriNetX. Adults aged ≥18 years who initiated dupilumab or tezepelumab between December 17, 2021, and September 1, 2024, were included. The primary outcome was time to first asthma exacerbation, and the secondary outcome was systemic corticosteroid use. Both outcomes were assessed over 1 year. Subgroup analyses were conducted by blood eosinophil counts, presence of chronic obstructive pulmonary disease (COPD), prior biologics use, and obesity. Propensity score matching was used to balance covariates between groups. Kaplan-Meier curves and Cox regression models were used to estimate comparative effectiveness. After 1:1 matching, 688 matched patients were included in each group. In the matched cohorts, the risk of asthma exacerbation did not differ between dupilumab and tezepelumab (hazard ratio [HR], 0.96; 95% confidence interval [CI], 0.83-1.10). This finding was consistent across sensitivity analyses. Both biologics showed similar benefits across all blood eosinophil levels and regardless of COPD, prior biologics use, or obesity. The risk of systemic corticosteroid use was also similar between both biologics (HR, 0.97; 95% CI, 0.85-1.10). No significant difference in exacerbation risk was found between dupilumab and tezepelumab. Because residual confounding may exist, further investigation is warranted to guide the selection of biological therapies in clinical practice.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "comparative effectiveness of tezepelumab and dupilumab in asthma a multinational retrospective cohort study although both dupilumab and tezepelumab are approved for severe asthma real world evidence comparing their effectiveness remains limited to compare the effectiveness of tezepelumab versus dupilumab in reducing asthma exacerbations among patients with asthma data were obtained from the global collaborative network of trinetx adults aged years who initiated dupilumab or tezepelumab between december and september were included the primary outcome was time to first asthma exacerbation and the secondary outcome was systemic corticosteroid use both outcomes were assessed over year subgroup analyses were conducted by blood eosinophil counts presence of chronic obstructive pulmonary disease copd prior biologics use and obesity propensity score matching was used to balance covariates between groups kaplan meier curves and cox regression models were used to estimate comparative effectiveness after matching matched patients were included in each group in the matched cohorts the risk of asthma exacerbation did not differ between dupilumab and tezepelumab hazard ratio hr confidence interval ci this finding was consistent across sensitivity analyses both biologics showed similar benefits across all blood eosinophil levels and regardless of copd prior biologics use or obesity the risk of systemic corticosteroid use was also similar between both biologics hr ci no significant difference in exacerbation risk was found between dupilumab and tezepelumab because residual confounding may exist further investigation is warranted to guide the selection of biological therapies in clinical practice"
}