{
    "pmid": "41435367",
    "title": "Movements of poultry product off HPAI-infected premises: using science-based standards for achieving confidence in risk.",
    "abstract": "During highly pathogenic avian influenza (HPAI) outbreaks, the United States Department of Agriculture response requires infected egg production premises to discard on-site poultry products, including eggs that have been processed and stored prior to infection of the site. The disposal of these eggs contributes to global food insecurity through market disruptions, industry revenue loss, and federal indemnity paid. Further, rural farming communities are economically destabilized and farmer health and well-being challenged. To support continuity of business movement decisions during HPAI outbreaks, the Secure Poultry Supply team at the University of Minnesota along with an egg sector stakeholder workgroup has been examining the risk of moving processed, segregated, and stored eggs from an infected premises that were laid by uninfected flocks to market. Three important criteria for achieving both acceptable risk and confidence for movement were identified: identification and removal of potentially contaminated eggs from the cooler; protection of cooler eggs from recontamination; and science-assessed egg truck disinfection protocols for exiting an infected premises. The science behind biosecurity and biocontainment practices and risk determination for moving eggs off infected premises are discussed. Confidence in movements determined to be low risk may provide a means for farm and food-protein sustainability.",
    "disease": "influenza",
    "clean_text": "movements of poultry product off hpai infected premises using science based standards for achieving confidence in risk during highly pathogenic avian influenza hpai outbreaks the united states department of agriculture response requires infected egg production premises to discard on site poultry products including eggs that have been processed and stored prior to infection of the site the disposal of these eggs contributes to global food insecurity through market disruptions industry revenue loss and federal indemnity paid further rural farming communities are economically destabilized and farmer health and well being challenged to support continuity of business movement decisions during hpai outbreaks the secure poultry supply team at the university of minnesota along with an egg sector stakeholder workgroup has been examining the risk of moving processed segregated and stored eggs from an infected premises that were laid by uninfected flocks to market three important criteria for achieving both acceptable risk and confidence for movement were identified identification and removal of potentially contaminated eggs from the cooler protection of cooler eggs from recontamination and science assessed egg truck disinfection protocols for exiting an infected premises the science behind biosecurity and biocontainment practices and risk determination for moving eggs off infected premises are discussed confidence in movements determined to be low risk may provide a means for farm and food protein sustainability"
}