{
    "pmid": "41388411",
    "title": "Activation of regenerative pathways by exercise intervention in subjects with chronic obstructive pulmonary disease - a study protocol.",
    "abstract": "Although Chronic Obstructive Pulmonary Disease (COPD) is generally considered a progressive condition with limited reversibility, recent data suggests potential for lung function improvement with exercise. Mechanistic insights into exercise-induced benefits remain limited, but in vitro models offer promise for understanding cellular and molecular changes. This study aims to elucidate the mechanisms behind lung tissue regeneration in COPD through adapted exercise training as well as validating advanced lung function tests, such as Impulse Oscillometry (IOS) and Airspace Dimension Assessment (AiDA) for improved detection of early physiological /structural changes and predicting clinical outcomes. This is the protocol of a multicenter, hypothesis-generating, single-arm study exploring the mechanisms for lung regeneration in subjects with COPD induced by exercise. The exercise protocol includes supervised and individually tailored moderate-intensity aerobic- and muscle strengthening exercise, performed three times per week for 12 weeks. Eighty sedentary adults with a clinically stable COPD will be recruited at two study sites. Included participants will be assessed at baseline and at 12 weeks by comprehensive pulmonary function testing (including spirometry, IOS, body plethysmography, diffusing capacity of the lung, single breath nitrogen wash-out, AiDA, questionnaires, physical capacity performance (including 6-minutes walking test (6MWT), one-minute sit-to-stand test, and cardiopulmonary exercise testing (CPET)), and collection of blood and urine samples and bronchoscopy. A mid-intervention assessment at week 6 will include medication use, health status, questionnaires, spirometry, and blood sampling. Understanding the molecular and cellular activities related to lung function induced by exercise provides insights into repair pathways, challenges the notion of irreversible lung damage in COPD, and paves the way for improved management strategies with potential identification of biomarkers and pharmacological interventions. ClinicalTrials.gov ID NCT06335992 (Registration date 2024-03-28).",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "activation of regenerative pathways by exercise intervention in subjects with chronic obstructive pulmonary disease a study protocol although chronic obstructive pulmonary disease copd is generally considered a progressive condition with limited reversibility recent data suggests potential for lung function improvement with exercise mechanistic insights into exercise induced benefits remain limited but in vitro models offer promise for understanding cellular and molecular changes this study aims to elucidate the mechanisms behind lung tissue regeneration in copd through adapted exercise training as well as validating advanced lung function tests such as impulse oscillometry ios and airspace dimension assessment aida for improved detection of early physiological structural changes and predicting clinical outcomes this is the protocol of a multicenter hypothesis generating single arm study exploring the mechanisms for lung regeneration in subjects with copd induced by exercise the exercise protocol includes supervised and individually tailored moderate intensity aerobic and muscle strengthening exercise performed three times per week for weeks eighty sedentary adults with a clinically stable copd will be recruited at two study sites included participants will be assessed at baseline and at weeks by comprehensive pulmonary function testing including spirometry ios body plethysmography diffusing capacity of the lung single breath nitrogen wash out aida questionnaires physical capacity performance including minutes walking test mwt one minute sit to stand test and cardiopulmonary exercise testing cpet and collection of blood and urine samples and bronchoscopy a mid intervention assessment at week will include medication use health status questionnaires spirometry and blood sampling understanding the molecular and cellular activities related to lung function induced by exercise provides insights into repair pathways challenges the notion of irreversible lung damage in copd and paves the way for improved management strategies with potential identification of biomarkers and pharmacological interventions clinicaltrials gov id nct registration date"
}