{
    "title": "Yellow fever - An old foe with new developments.",
    "doc_id": "38506501",
    "writer": "Grahn E",
    "year": "2024",
    "summary": "INTRODUCTION: Yellow fever is caused by an RNA flavivirus. Immunisation in conjunction with vector control is at the forefront of yellow fever control and elimination. ...Mobile populations, like travellers or migrant workers, continue to be at risk of …",
    "abstract": "Introduction:\n        \n      \n      Yellow fever is caused by an RNA flavivirus. Immunisation in conjunction with vector control is at the forefront of yellow fever control and elimination.\n    \n\n\n          Objective:\n        \n      \n      This narrative review describes the impact and importance of yellow fever vaccinations for northern Australian health practitioners.\n    \n\n\n          Design:\n        \n      \n      Selected key policies, studies and medical guidelines are reviewed and presented.\n    \n\n\n          Finding:\n        \n      \n      Large yellow fever outbreaks, associated with vector spread, have occurred in the last decade in Africa and South America, increasing the risk of international spread of the virus. Mobile populations, like travellers or migrant workers, continue to be at risk of yellow fever. Quality assurance, including yellow fever centre accreditation and initiatives to decrease fraudulent yellow fever vaccination documentation, has evolved in the past few years. Fractional dosing of yellow fever vaccines has been shown to provide protection for 1 year in outbreak scenarios, but further studies are needed.\n    \n\n\n          Discussion:\n        \n      \n      Although Australia is yellow fever-free, the disease could be introduced by viraemic persons as a competent Aedes mosquito vector is present in northern Australia. In addition to surveillance and vector control, health education and yellow fever vaccination remain the best lines of defence. In the event of an outbreak, a response via fractional dosing could prove to be effective in controlling the virus.\n    \n\n\n          Conclusion:\n        \n      \n      Health care providers in northern Australia should be aware of the risks of yellow fever and its introduction to northern Australia and be able to discuss vaccination status with their clients when needed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38506501/",
    "clean_text": "yellow fever an old foe with new developments introduction yellow fever is caused by an rna flavivirus immunisation in conjunction with vector control is at the forefront of yellow fever control and elimination mobile populations like travellers or migrant workers continue to be at risk of introduction yellow fever is caused by an rna flavivirus immunisation in conjunction with vector control is at the forefront of yellow fever control and elimination objective this narrative review describes the impact and importance of yellow fever vaccinations for northern australian health practitioners design selected key policies studies and medical guidelines are reviewed and presented finding large yellow fever outbreaks associated with vector spread have occurred in the last decade in africa and south america increasing the risk of international spread of the virus mobile populations like travellers or migrant workers continue to be at risk of yellow fever quality assurance including yellow fever centre accreditation and initiatives to decrease fraudulent yellow fever vaccination documentation has evolved in the past few years fractional dosing of yellow fever vaccines has been shown to provide protection for year in outbreak scenarios but further studies are needed discussion although australia is yellow fever free the disease could be introduced by viraemic persons as a competent aedes mosquito vector is present in northern australia in addition to surveillance and vector control health education and yellow fever vaccination remain the best lines of defence in the event of an outbreak a response via fractional dosing could prove to be effective in controlling the virus conclusion health care providers in northern australia should be aware of the risks of yellow fever and its introduction to northern australia and be able to discuss vaccination status with their clients when needed"
}