{
    "title": "Identification of Urinary Activin A as a Novel Biomarker Reflecting the Severity of Acute Kidney Injury.",
    "doc_id": "29581558",
    "writer": "Takahashi S",
    "year": "2018",
    "summary": "Acute kidney injury (AKI) is a common but complex condition that is associated with increased morbidity and mortality. ...Expression of activin A was markedly increased in ischemic mouse kidneys. In situ hybridization demonstrated that activin mRNA was expres …",
    "abstract": "Acute kidney injury (AKI) is a common but complex condition that is associated with increased morbidity and mortality. In the present study, we examined whether urinary activin A, a member of the TGF-beta superfamily, is present in mice with ischemia-reperfusion injury and in humans with AKI, as well as its potential as a biomarker for AKI. Expression of activin A was markedly increased in ischemic mouse kidneys. In situ hybridization demonstrated that activin mRNA was expressed in tubular cells of ischemic kidneys but not of normal kidneys. Immunoreactive activin A, which was absent in normal kidneys, was detected in the cytoplasm of proximal tubular cells in ischemic kidneys. Activin A was undetectable in the urine of normal mice. In contrast, activin A was significantly increased in the urine of ischemic mice at 3 h after reperfusion. Urinary activin A levels increased according to the period of ischemia. In humans, urinary activin A was almost undetectable in healthy volunteers and in patients with pre-renal AKI, but was significantly increased in patients with renal AKI. There was no significant correlation between urinary activin A and serum activin A. Collectively, urinary activin A might be a useful biomarker reflecting the severity of AKI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29581558/",
    "clean_text": "identification of urinary activin a as a novel biomarker reflecting the severity of acute kidney injury acute kidney injury aki is a common but complex condition that is associated with increased morbidity and mortality expression of activin a was markedly increased in ischemic mouse kidneys in situ hybridization demonstrated that activin mrna was expres acute kidney injury aki is a common but complex condition that is associated with increased morbidity and mortality in the present study we examined whether urinary activin a a member of the tgf beta superfamily is present in mice with ischemia reperfusion injury and in humans with aki as well as its potential as a biomarker for aki expression of activin a was markedly increased in ischemic mouse kidneys in situ hybridization demonstrated that activin mrna was expressed in tubular cells of ischemic kidneys but not of normal kidneys immunoreactive activin a which was absent in normal kidneys was detected in the cytoplasm of proximal tubular cells in ischemic kidneys activin a was undetectable in the urine of normal mice in contrast activin a was significantly increased in the urine of ischemic mice at h after reperfusion urinary activin a levels increased according to the period of ischemia in humans urinary activin a was almost undetectable in healthy volunteers and in patients with pre renal aki but was significantly increased in patients with renal aki there was no significant correlation between urinary activin a and serum activin a collectively urinary activin a might be a useful biomarker reflecting the severity of aki"
}