{
    "pmid": "41457140",
    "title": "Activated oligoadenylate synthetase-ribonuclease L pathway promotes endothelial pyroptosis and impairs diabetic wound healing via thioredoxin-interacting protein m",
    "abstract": "In diabetic skin, even in the absence of infection, the antiviral enzymes 2'-5'-oligoadenylate synthetase (OAS) and ribonuclease L (RNase L) demonstrate abnormally heightened activity. This dysregulation triggers a state of cellular stress, which not only suppresses intracellular protein synthesis but also activates innate immune responses-particularly upon pathogenic bacterial invasion. Whether the sustained activation of the OAS-RNase L pathway in diabetic skin tissue critically contributes to impaired wound healing remains to be determined. We have investigated the pyroptosis changes in human umbilical vein endothelial cells (HUVECs) treated with Lipopolysaccharide (LPS) under high glucose by RNase L small interfering RNA (siRNA) to down-regulate RNase L expression. Under high glucose conditions, we observed abnormal activation of the OAS/RNase L pathway in HUVECs, which further exacerbated cellular pyroptosis upon LPS stimulation. Abnormally activated RNase L, which reduces the expression of methyltransferase 3 (METTL3), led to decreased m",
    "disease": "diabetes mellitus",
    "clean_text": "activated oligoadenylate synthetase ribonuclease l pathway promotes endothelial pyroptosis and impairs diabetic wound healing via thioredoxin interacting protein m in diabetic skin even in the absence of infection the antiviral enzymes oligoadenylate synthetase oas and ribonuclease l rnase l demonstrate abnormally heightened activity this dysregulation triggers a state of cellular stress which not only suppresses intracellular protein synthesis but also activates innate immune responses particularly upon pathogenic bacterial invasion whether the sustained activation of the oas rnase l pathway in diabetic skin tissue critically contributes to impaired wound healing remains to be determined we have investigated the pyroptosis changes in human umbilical vein endothelial cells huvecs treated with lipopolysaccharide lps under high glucose by rnase l small interfering rna sirna to down regulate rnase l expression under high glucose conditions we observed abnormal activation of the oas rnase l pathway in huvecs which further exacerbated cellular pyroptosis upon lps stimulation abnormally activated rnase l which reduces the expression of methyltransferase mettl led to decreased m"
}