{
    "title": "Quiescence: Good and Bad of Stem Cell Aging.",
    "doc_id": "31248787",
    "writer": "Tümpel S",
    "year": "2019",
    "summary": "Stem cells are required for lifelong homeostasis and regeneration of tissues and organs in mammals, but the function of stem cells declines during aging. ...Thus, while protecting stem cell maintenance, quiescence comes at the cost of vul …",
    "abstract": "Stem cells are required for lifelong homeostasis and regeneration of tissues and organs in mammals, but the function of stem cells declines during aging. To preserve stem cells during life, they are kept in a quiescent state with low metabolic and low proliferative activity. However, activation of quiescent stem cells - an essential process for organ homeostasis/regeneration - requires concerted and faithful regulation of multiple molecular circuits controlling biosynthetic processes, repair mechanisms, and metabolic activity. Thus, while protecting stem cell maintenance, quiescence comes at the cost of vulnerability during the process of stem cell activation. Here we discuss molecular and biochemical processes regulating stem cells' maintenance in and exit from quiescence and how age-related failures of these circuits can contribute to organism aging.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31248787/",
    "clean_text": "quiescence good and bad of stem cell aging stem cells are required for lifelong homeostasis and regeneration of tissues and organs in mammals but the function of stem cells declines during aging thus while protecting stem cell maintenance quiescence comes at the cost of vul stem cells are required for lifelong homeostasis and regeneration of tissues and organs in mammals but the function of stem cells declines during aging to preserve stem cells during life they are kept in a quiescent state with low metabolic and low proliferative activity however activation of quiescent stem cells an essential process for organ homeostasis regeneration requires concerted and faithful regulation of multiple molecular circuits controlling biosynthetic processes repair mechanisms and metabolic activity thus while protecting stem cell maintenance quiescence comes at the cost of vulnerability during the process of stem cell activation here we discuss molecular and biochemical processes regulating stem cells maintenance in and exit from quiescence and how age related failures of these circuits can contribute to organism aging"
}