{
    "pmid": "41434187",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "White matter inflammation significantly contributes to the progression of Alzheimer's disease (AD). Changes in the translocator protein (TSPO), an in-vivo marker of brain inflammation, have been observed in white matter (WM) through in-vitro binding assays, immunostaining, and TSPO PET-based quantification. Our objective was to assess the effects of glial inflammation in WM via TSPO-PET on AD biomarkers and cognitive decline, beyond grey matter (GM) inflammation, across the AD spectrum. Eighty-eight elderly participants from the Translational Biomarkers in Aging and Dementia cohort (44% Aβ-positive, 38% cognitively impaired) underwent diffusion-weighted MRI, TSPO-PET ( We observed a significant three-way interaction between amyloid, GM TSPO, and WM TSPO on Tau (Braak-3 tau: p = 0.013, Braak-4: p = 0.029, Braak-5: p = 0.018, Braak-6: p = 0.005). Decomposing this interaction, individuals with greater amyloid in the presence of greater occipital WM TSPO displayed greater Tau (Figure 1A, left: Braak-3 tau, right: Braak-6 tau). No such effect was found with GM TSPO in the occipital lobe (Figure 1B) but there was a significant effect with GM TSPO in the cingulate cortex (Braak-45 tau: p = 0.001-0.004). Further, TSPO signal in the occipital WM was associated with greater concentrations of plasma GFAP (p = 0.039) and with lower fiber integrity (p = 0.029), but there was no association with plasma Aβ4240, ptau231, ptau181, or NfL. Last, TSPO signal in the occipital WM modulated the effect of amyloid-related tau increases on several cognitive domains (including executive function and language; Figure 2). Inflammation in the posterior WM, as quantified through TSPO-PET, modulated the relationship between amyloid and tau and between amyloid-related tau effects on cognitive dysfunction. These effects were beyond GM TSPO. Our findings highlight the importance of WM inflammation in the pathogenesis of AD.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium white matter inflammation significantly contributes to the progression of alzheimer s disease ad changes in the translocator protein tspo an in vivo marker of brain inflammation have been observed in white matter wm through in vitro binding assays immunostaining and tspo pet based quantification our objective was to assess the effects of glial inflammation in wm via tspo pet on ad biomarkers and cognitive decline beyond grey matter gm inflammation across the ad spectrum eighty eight elderly participants from the translational biomarkers in aging and dementia cohort a positive cognitively impaired underwent diffusion weighted mri tspo pet we observed a significant three way interaction between amyloid gm tspo and wm tspo on tau braak tau p braak p braak p braak p decomposing this interaction individuals with greater amyloid in the presence of greater occipital wm tspo displayed greater tau figure a left braak tau right braak tau no such effect was found with gm tspo in the occipital lobe figure b but there was a significant effect with gm tspo in the cingulate cortex braak tau p further tspo signal in the occipital wm was associated with greater concentrations of plasma gfap p and with lower fiber integrity p but there was no association with plasma a ptau ptau or nfl last tspo signal in the occipital wm modulated the effect of amyloid related tau increases on several cognitive domains including executive function and language figure inflammation in the posterior wm as quantified through tspo pet modulated the relationship between amyloid and tau and between amyloid related tau effects on cognitive dysfunction these effects were beyond gm tspo our findings highlight the importance of wm inflammation in the pathogenesis of ad"
}