{
    "pmid": "41466946",
    "title": "The Duodenum Under Duress: Unmasking Isolated Duodenal Hypoperfusion After Kidney Transplantation.",
    "abstract": "Duodenal ischemia is an uncommon clinical entity due to the extensive collateral blood supply of the duodenum. It is rarely reported in the postoperative setting and poses a significant diagnostic and management challenge. We present the case of a 34-year-old male patient with uncontrolled type 1 diabetes mellitus and end-stage renal disease on maintenance hemodialysis, who underwent a robot-assisted living donor kidney transplant. Postoperatively, he developed cardiogenic shock, requiring triple inotropic support, mechanical ventilation, and anticoagulation. During recovery, he developed melena with a significant drop in hemoglobin. Upper gastrointestinal endoscopy revealed circumferential duodenal ulceration with necrotic mucosa, raising suspicion of duodenal ischemia. CT angiography showed reduced mucosal enhancement in the duodenum and proximal jejunum, without evidence of major vascular occlusion. Non-occlusive mesenteric ischemia was considered the presumed mechanism for duodenal ischemia. The patient was initially managed conservatively; however, due to persistent gastrointestinal dysfunction, diagnostic laparotomy and feeding jejunostomy were performed. Intraoperative findings confirmed ischemic changes in the duodenum with a clear demarcation at the duodenojejunal flexure. Despite all supportive measures, the patient succumbed to sepsis a week later. This case highlights the rare occurrence of duodenal ischemia in a young postoperative patient and underscores the importance of early recognition and multidisciplinary management in improving outcomes.",
    "disease": "diabetes mellitus",
    "clean_text": "the duodenum under duress unmasking isolated duodenal hypoperfusion after kidney transplantation duodenal ischemia is an uncommon clinical entity due to the extensive collateral blood supply of the duodenum it is rarely reported in the postoperative setting and poses a significant diagnostic and management challenge we present the case of a year old male patient with uncontrolled type diabetes mellitus and end stage renal disease on maintenance hemodialysis who underwent a robot assisted living donor kidney transplant postoperatively he developed cardiogenic shock requiring triple inotropic support mechanical ventilation and anticoagulation during recovery he developed melena with a significant drop in hemoglobin upper gastrointestinal endoscopy revealed circumferential duodenal ulceration with necrotic mucosa raising suspicion of duodenal ischemia ct angiography showed reduced mucosal enhancement in the duodenum and proximal jejunum without evidence of major vascular occlusion non occlusive mesenteric ischemia was considered the presumed mechanism for duodenal ischemia the patient was initially managed conservatively however due to persistent gastrointestinal dysfunction diagnostic laparotomy and feeding jejunostomy were performed intraoperative findings confirmed ischemic changes in the duodenum with a clear demarcation at the duodenojejunal flexure despite all supportive measures the patient succumbed to sepsis a week later this case highlights the rare occurrence of duodenal ischemia in a young postoperative patient and underscores the importance of early recognition and multidisciplinary management in improving outcomes"
}