{
    "title": "A syndromic form of X-linked mental retardation: the Coffin-Lowry syndrome.",
    "doc_id": "12014383",
    "writer": "Touraine RL",
    "year": "2002",
    "summary": "Coffin-Lowry syndrome (CLS, OMIM 303600) is an X-linked inherited disorder characterised in male patients by growth and psychomotor retardation, hypotonia and progressive skeletal changes. ...In one family, a missense mutation was associated solely with mild mental …",
    "abstract": "Coffin-Lowry syndrome (CLS, OMIM 303600) is an X-linked inherited disorder characterised in male patients by growth and psychomotor retardation, hypotonia and progressive skeletal changes. Typically, male patients are of short stature and exhibit a characteristic coarse face with a prominent forehead, orbital hypertelorism, downslanting palpebral fissures, thick lips, a thick nasal septum with anteverted nares, and irregular or missing teeth. Their large and soft hands with lax skin and tapering fingers, are usually a strong diagnostic feature. Some patients present with additional complications including, sensorineural deafness, seizures, drop episodes and cardiac disease. There is some variability in the mental development of affected males, but most of the males who receive appropriate care appear to be moderately affected. A majority of carrier females have only minimal findings (mild facial coarsening, tapering fingers and obesity). Early diagnosis of CLS is essential for proper management, including survey of some specific complications already mentioned, and for genetic counselling. Establishing the diagnosis in very young children is often much more difficult than in older patients since physical characteristics are milder and not specific. Loss of function mutations in the gene encoding the growth-factor induced protein kinase ribosomal S6 kinase are responsible for CLS. A mutation has been detected in about 50% of patients with clinical features suggestive of CLS, and over 80 different mutations have so far been identified. They are distributed throughout the gene, the vast majority being unique to single families and a high proportion appear to be de novo events. Some missense mutations are associated with milder phenotypes. In one family, a missense mutation was associated solely with mild mental retardation and no other clinical feature.\n    \n\n\n          Conclusion:\n        \n      \n      Coffin-Lowry syndrome is a well characterised entity and a detailed clinical examination usually allows diagnosis. However, recognising it in very young children is often difficult since physical characteristics are mild and not specific. In addition, most cases are sporadic. Screening for ribosomal S6 kinase mutations is essential in most cases to confirm the diagnosis as well as for genetic counselling.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12014383/",
    "clean_text": "a syndromic form of x linked mental retardation the coffin lowry syndrome coffin lowry syndrome cls omim is an x linked inherited disorder characterised in male patients by growth and psychomotor retardation hypotonia and progressive skeletal changes in one family a missense mutation was associated solely with mild mental coffin lowry syndrome cls omim is an x linked inherited disorder characterised in male patients by growth and psychomotor retardation hypotonia and progressive skeletal changes typically male patients are of short stature and exhibit a characteristic coarse face with a prominent forehead orbital hypertelorism downslanting palpebral fissures thick lips a thick nasal septum with anteverted nares and irregular or missing teeth their large and soft hands with lax skin and tapering fingers are usually a strong diagnostic feature some patients present with additional complications including sensorineural deafness seizures drop episodes and cardiac disease there is some variability in the mental development of affected males but most of the males who receive appropriate care appear to be moderately affected a majority of carrier females have only minimal findings mild facial coarsening tapering fingers and obesity early diagnosis of cls is essential for proper management including survey of some specific complications already mentioned and for genetic counselling establishing the diagnosis in very young children is often much more difficult than in older patients since physical characteristics are milder and not specific loss of function mutations in the gene encoding the growth factor induced protein kinase ribosomal s kinase are responsible for cls a mutation has been detected in about of patients with clinical features suggestive of cls and over different mutations have so far been identified they are distributed throughout the gene the vast majority being unique to single families and a high proportion appear to be de novo events some missense mutations are associated with milder phenotypes in one family a missense mutation was associated solely with mild mental retardation and no other clinical feature conclusion coffin lowry syndrome is a well characterised entity and a detailed clinical examination usually allows diagnosis however recognising it in very young children is often difficult since physical characteristics are mild and not specific in addition most cases are sporadic screening for ribosomal s kinase mutations is essential in most cases to confirm the diagnosis as well as for genetic counselling"
}