{
    "title": "Update on the etiology, pathogenesis and diagnosis of ulcerative colitis.",
    "doc_id": "16265041",
    "writer": "Hanauer SB.",
    "year": "2004",
    "summary": "In particular, it is difficult to discriminate ulcerative colitis from other forms of colitis, including Crohn's disease, and there seems to be a growing overlap of pathophysiologic processes between ulcerative colitis and post-infectious irrita …",
    "abstract": "Evidence is accumulating that both genetic and environmental factors contribute to ulcerative colitis. The most consistent genetic associations have been shown for the MHC locus HLA Class II alleles, but the interleukin-1 family of genes and the multidrug resistance gene MDR1 have also been implicated as genetic susceptibility factors for the development of disease. In addition, there is a relationship between ulcerative colitis and bacterial flora, with an increased number of adherent Bacteroides spp. and Enterobacteriaceae spp. present in inflamed bowel segments. Conversely, cigarette smoking and appendectomy have both been shown to protect against the development of ulcerative colitis. Despite our improved understanding of the genetics and inflammatory mechanisms that underpin this disease, however, the etiology and pathogenesis of ulcerative colitis remain undefined. The diagnosis of ulcerative colitis is being aided by recent advances in diagnostic strategies, including the detection of fecal and serologic markers and the use of wireless capsule endoscopy, but, in the absence of a pathognomonic marker, the definition of this disease remains based on well-established clinical, endoscopic and histologic criteria. In particular, it is difficult to discriminate ulcerative colitis from other forms of colitis, including Crohn's disease, and there seems to be a growing overlap of pathophysiologic processes between ulcerative colitis and post-infectious irritable bowel syndrome. Patients who remain indeterminate between ulcerative colitis and Crohn's disease also continue to be a diagnostic challenge.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16265041/",
    "clean_text": "update on the etiology pathogenesis and diagnosis of ulcerative colitis in particular it is difficult to discriminate ulcerative colitis from other forms of colitis including crohn s disease and there seems to be a growing overlap of pathophysiologic processes between ulcerative colitis and post infectious irrita evidence is accumulating that both genetic and environmental factors contribute to ulcerative colitis the most consistent genetic associations have been shown for the mhc locus hla class ii alleles but the interleukin family of genes and the multidrug resistance gene mdr have also been implicated as genetic susceptibility factors for the development of disease in addition there is a relationship between ulcerative colitis and bacterial flora with an increased number of adherent bacteroides spp and enterobacteriaceae spp present in inflamed bowel segments conversely cigarette smoking and appendectomy have both been shown to protect against the development of ulcerative colitis despite our improved understanding of the genetics and inflammatory mechanisms that underpin this disease however the etiology and pathogenesis of ulcerative colitis remain undefined the diagnosis of ulcerative colitis is being aided by recent advances in diagnostic strategies including the detection of fecal and serologic markers and the use of wireless capsule endoscopy but in the absence of a pathognomonic marker the definition of this disease remains based on well established clinical endoscopic and histologic criteria in particular it is difficult to discriminate ulcerative colitis from other forms of colitis including crohn s disease and there seems to be a growing overlap of pathophysiologic processes between ulcerative colitis and post infectious irritable bowel syndrome patients who remain indeterminate between ulcerative colitis and crohn s disease also continue to be a diagnostic challenge"
}