{
    "pmid": "41393049",
    "title": "Kinematically aligned robotic total knee arthroplasty for post-traumatic femoral recurvatum with hardware retention: a case report.",
    "abstract": "We describe a 58-year-old male with severe posttraumatic osteoarthritis and distal femoral recurvatum deformity following adolescent fracture fixation. Preoperative imaging demonstrated a healed malunion stabilized by a lateral locking plate and tricompartmental osteoarthritis with 12° recurvatum. A single-stage robotic-assisted kinematically aligned total knee arthroplasty was performed using cementless cruciate-retaining components while retaining the femoral plate. Careful preoperative planning and intraoperative adjustment of bone resections enabled restoration of joint line orientation, balanced soft tissues, and stable press-fit fixation without stems or osteotomy. At two-year follow-up, the patient reported excellent function and pain-free mobility, with outcome scores including KOOS JR 91.98, Oxford Knee Score 47, and Forgotten Joint Score 100. This case highlights the feasibility of robotic-assisted, hardware-retaining, cementless TKA in the setting of complex extra-articular deformity, avoiding staged hardware removal or constrained implants while achieving durable clinical outcomes.",
    "disease": "osteoarthritis",
    "clean_text": "kinematically aligned robotic total knee arthroplasty for post traumatic femoral recurvatum with hardware retention a case report we describe a year old male with severe posttraumatic osteoarthritis and distal femoral recurvatum deformity following adolescent fracture fixation preoperative imaging demonstrated a healed malunion stabilized by a lateral locking plate and tricompartmental osteoarthritis with recurvatum a single stage robotic assisted kinematically aligned total knee arthroplasty was performed using cementless cruciate retaining components while retaining the femoral plate careful preoperative planning and intraoperative adjustment of bone resections enabled restoration of joint line orientation balanced soft tissues and stable press fit fixation without stems or osteotomy at two year follow up the patient reported excellent function and pain free mobility with outcome scores including koos jr oxford knee score and forgotten joint score this case highlights the feasibility of robotic assisted hardware retaining cementless tka in the setting of complex extra articular deformity avoiding staged hardware removal or constrained implants while achieving durable clinical outcomes"
}