{
    "title": "Physical activity and pediatric multiple sclerosis: Developing a research agenda.",
    "doc_id": "26447061",
    "writer": "Yeh EA",
    "year": "2015",
    "summary": "This topical review concludes with a list of 10 questions to guide future research on physical activity and pediatric MS. The objective of this paper is the provision of a research interest, focus and agenda involving pediatric MS and its lifelong management though …",
    "abstract": "Three-quarters of children with multiple sclerosis (MS) experience fatigue or depression, and progressive neurocognitive decline may be seen as early as two years after MS diagnosis. Furthermore, a higher magnetic resonance imaging disease burden is seen in pediatric-onset MS compared with adult-onset MS. To date, limited knowledge exists regarding behavioral methods for managing symptoms and disease progression in pediatric MS. To that end, this paper builds an evidence-based argument for the possible symptomatic and disease-modifying effects of exercise and physical activity in pediatric MS. This will be accomplished through: (a) a review of pediatric MS and its consequences; (b) a brief overview of physical activity and its consequences in children and adults with MS; and (c) a selective review of research on the neurological benefits of physical activity in pediatric populations. This topical review concludes with a list of 10 questions to guide future research on physical activity and pediatric MS. The objective of this paper is the provision of a research interest, focus and agenda involving pediatric MS and its lifelong management though exercise and physical activity behavior. Such an agenda is critical as the effects and maintenance of physical activity and exercise track across the lifespan, particularly when developed in the early stages of life.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26447061/",
    "clean_text": "physical activity and pediatric multiple sclerosis developing a research agenda this topical review concludes with a list of questions to guide future research on physical activity and pediatric ms the objective of this paper is the provision of a research interest focus and agenda involving pediatric ms and its lifelong management though three quarters of children with multiple sclerosis ms experience fatigue or depression and progressive neurocognitive decline may be seen as early as two years after ms diagnosis furthermore a higher magnetic resonance imaging disease burden is seen in pediatric onset ms compared with adult onset ms to date limited knowledge exists regarding behavioral methods for managing symptoms and disease progression in pediatric ms to that end this paper builds an evidence based argument for the possible symptomatic and disease modifying effects of exercise and physical activity in pediatric ms this will be accomplished through a a review of pediatric ms and its consequences b a brief overview of physical activity and its consequences in children and adults with ms and c a selective review of research on the neurological benefits of physical activity in pediatric populations this topical review concludes with a list of questions to guide future research on physical activity and pediatric ms the objective of this paper is the provision of a research interest focus and agenda involving pediatric ms and its lifelong management though exercise and physical activity behavior such an agenda is critical as the effects and maintenance of physical activity and exercise track across the lifespan particularly when developed in the early stages of life"
}