{
    "title": "Extracellular Vesicles under Oxidative Stress Conditions: Biological Properties and Physiological Roles.",
    "doc_id": "34359933",
    "writer": "Chiaradia E",
    "year": "2021",
    "summary": "Oxidative stress-related EVs exert both beneficial or harmful effects, as they can carry antioxidants or ROS-generating enzymes and oxidized molecules. ...Thus, the purpose of this review is to report and discuss this evidence, highlighting that the analysis of the …",
    "abstract": "Under physio-pathological conditions, cells release membrane-surrounded structures named Extracellular Vesicles (EVs), which convey their molecular cargo to neighboring or distant cells influencing their metabolism. Besides their involvement in the intercellular communication, EVs might represent a tool used by cells to eliminate unnecessary/toxic material. Here, we revised the literature exploring the link between EVs and redox biology. The first proof of this link derives from evidence demonstrating that EVs from healthy cells protect target cells from oxidative insults through the transfer of antioxidants. Oxidative stress conditions influence the release and the molecular cargo of EVs that, in turn, modulate the redox status of target cells. Oxidative stress-related EVs exert both beneficial or harmful effects, as they can carry antioxidants or ROS-generating enzymes and oxidized molecules. As mediators of cell-to-cell communication, EVs are also implicated in the pathophysiology of oxidative stress-related diseases. The review found evidence that numerous studies speculated on the role of EVs in redox signaling and oxidative stress-related pathologies, but few of them unraveled molecular mechanisms behind this complex link. Thus, the purpose of this review is to report and discuss this evidence, highlighting that the analysis of the molecular content of oxidative stress-released EVs (reminiscent of the redox status of originating cells), is a starting point for the use of EVs as diagnostic and therapeutic tools in oxidative stress-related diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34359933/",
    "clean_text": "extracellular vesicles under oxidative stress conditions biological properties and physiological roles oxidative stress related evs exert both beneficial or harmful effects as they can carry antioxidants or ros generating enzymes and oxidized molecules thus the purpose of this review is to report and discuss this evidence highlighting that the analysis of the under physio pathological conditions cells release membrane surrounded structures named extracellular vesicles evs which convey their molecular cargo to neighboring or distant cells influencing their metabolism besides their involvement in the intercellular communication evs might represent a tool used by cells to eliminate unnecessary toxic material here we revised the literature exploring the link between evs and redox biology the first proof of this link derives from evidence demonstrating that evs from healthy cells protect target cells from oxidative insults through the transfer of antioxidants oxidative stress conditions influence the release and the molecular cargo of evs that in turn modulate the redox status of target cells oxidative stress related evs exert both beneficial or harmful effects as they can carry antioxidants or ros generating enzymes and oxidized molecules as mediators of cell to cell communication evs are also implicated in the pathophysiology of oxidative stress related diseases the review found evidence that numerous studies speculated on the role of evs in redox signaling and oxidative stress related pathologies but few of them unraveled molecular mechanisms behind this complex link thus the purpose of this review is to report and discuss this evidence highlighting that the analysis of the molecular content of oxidative stress released evs reminiscent of the redox status of originating cells is a starting point for the use of evs as diagnostic and therapeutic tools in oxidative stress related diseases"
}