{
    "title": "Chromatin-Modifying Enzymes in T Cell Development.",
    "doc_id": "31990620",
    "writer": "Shapiro MJ",
    "year": "2020",
    "summary": "T cell development involves stepwise progression through defined stages that give rise to multiple T cell subtypes, and this is accompanied by the establishment of stage-specific gene expression. Changes in chromatin accessibility and chromatin modific …",
    "abstract": "T cell development involves stepwise progression through defined stages that give rise to multiple T cell subtypes, and this is accompanied by the establishment of stage-specific gene expression. Changes in chromatin accessibility and chromatin modifications accompany changes in gene expression during T cell development. Chromatin-modifying enzymes that add or reverse covalent modifications to DNA and histones have a critical role in the dynamic regulation of gene expression throughout T cell development. As each chromatin-modifying enzyme has multiple family members that are typically all coexpressed during T cell development, their function is sometimes revealed only when two related enzymes are concurrently deleted. This work has also revealed that the biological effects of these enzymes often involve regulation of a limited set of targets. The growing diversity in the types and sites of modification, as well as the potential for a single enzyme to catalyze multiple modifications, is also highlighted.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31990620/",
    "clean_text": "chromatin modifying enzymes in t cell development t cell development involves stepwise progression through defined stages that give rise to multiple t cell subtypes and this is accompanied by the establishment of stage specific gene expression changes in chromatin accessibility and chromatin modific t cell development involves stepwise progression through defined stages that give rise to multiple t cell subtypes and this is accompanied by the establishment of stage specific gene expression changes in chromatin accessibility and chromatin modifications accompany changes in gene expression during t cell development chromatin modifying enzymes that add or reverse covalent modifications to dna and histones have a critical role in the dynamic regulation of gene expression throughout t cell development as each chromatin modifying enzyme has multiple family members that are typically all coexpressed during t cell development their function is sometimes revealed only when two related enzymes are concurrently deleted this work has also revealed that the biological effects of these enzymes often involve regulation of a limited set of targets the growing diversity in the types and sites of modification as well as the potential for a single enzyme to catalyze multiple modifications is also highlighted"
}