{
    "pmid": "41460505",
    "title": "Brilliant at the Basics Part II: An Academic- Practice Partnership Collaboration and Its Impact on the Nursing and Health Care Leadership Workforce.",
    "abstract": "The Brilliant at the Basics Leadership Presentation Series represents an output of a strategic collaboration between academic and clinical partners that addresses the gap between theoretical leadership education and practical application in health care settings. In response to evolving post-pandemic challenges and changing organizational needs, this initiative delivered an enhanced 8-month program focused on developing core leadership competencies (e.g., decision-making, conflict resolution, and communication) among nursing and interprofessional leaders that built on the framework of the original series from 2018. Participant feedback reflected overall program satisfaction, and both partners regarded the leadership series as beneficial. This article offers insight for nurses and institutions interested in offering continuing education in leadership development, especially within the academic-practice partnership setting. In addition, this article describes an academic-practice partnership that successfully collaborated in sustaining a much needed up-to-date training program.",
    "disease": "pneumonia",
    "clean_text": "brilliant at the basics part ii an academic practice partnership collaboration and its impact on the nursing and health care leadership workforce the brilliant at the basics leadership presentation series represents an output of a strategic collaboration between academic and clinical partners that addresses the gap between theoretical leadership education and practical application in health care settings in response to evolving post pandemic challenges and changing organizational needs this initiative delivered an enhanced month program focused on developing core leadership competencies e g decision making conflict resolution and communication among nursing and interprofessional leaders that built on the framework of the original series from participant feedback reflected overall program satisfaction and both partners regarded the leadership series as beneficial this article offers insight for nurses and institutions interested in offering continuing education in leadership development especially within the academic practice partnership setting in addition this article describes an academic practice partnership that successfully collaborated in sustaining a much needed up to date training program"
}