{
    "title": "Redox proteomics in the blue mussel Mytilus edulis: carbonylation is not a pre-requisite for ubiquitination in acute free radical-mediated oxidative stress.",
    "doc_id": "16930738",
    "writer": "McDonagh B",
    "year": "2006",
    "summary": "While gill showed consistently higher constitutive levels of glutathione transferase, glucose 6-phosphate dehydrogenase and glutathione reductase activity, pro-oxidant treatment had only modest effect on these enzymes and on the ratio of reduced/oxidised glutathione …",
    "abstract": "Mytilus edulis was exposed under controlled conditions to a panel of model pro-oxidants (H(2)O(2), CdCl(2) and menadione) for 24h. Protein extracts of gill, mantle and digestive gland were analysed by immunoblotting in sodium dodecyl sulphate polyacrylamide gel electrophoresis (SDS-PAGE) separations. Immunoblotting revealed extensive and comparable levels of protein carbonylation across the pro-oxidant panel with approximately 1.5-fold higher levels in gill than digestive gland. Ubiquitination in gill was modest in response to H(2)O(2), but increased in response to menadione and CdCl(2). High ubiquitination levels were found for all pro-oxidants in digestive gland with levels comparable to the highest found in gill. Two-dimensional (2D) SDS-PAGE confirmed specific targeting of individual proteins by ubiquitin against a generally stable protein expression signature. Spot matching suggested that carbonylation is not a pre-requisite for ubiquitination. While gill showed consistently higher constitutive levels of glutathione transferase, glucose 6-phosphate dehydrogenase and glutathione reductase activity, pro-oxidant treatment had only modest effect on these enzymes and on the ratio of reduced/oxidised glutathione. In digestive gland, this latter ratio was higher than in gill and increased in response to menadione and CdCl(2). Ubiquitination may provide a marker for acute onset of oxidative stress in bivalves.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16930738/",
    "clean_text": "redox proteomics in the blue mussel mytilus edulis carbonylation is not a pre requisite for ubiquitination in acute free radical mediated oxidative stress while gill showed consistently higher constitutive levels of glutathione transferase glucose phosphate dehydrogenase and glutathione reductase activity pro oxidant treatment had only modest effect on these enzymes and on the ratio of reduced oxidised glutathione mytilus edulis was exposed under controlled conditions to a panel of model pro oxidants h o cdcl and menadione for h protein extracts of gill mantle and digestive gland were analysed by immunoblotting in sodium dodecyl sulphate polyacrylamide gel electrophoresis sds page separations immunoblotting revealed extensive and comparable levels of protein carbonylation across the pro oxidant panel with approximately fold higher levels in gill than digestive gland ubiquitination in gill was modest in response to h o but increased in response to menadione and cdcl high ubiquitination levels were found for all pro oxidants in digestive gland with levels comparable to the highest found in gill two dimensional d sds page confirmed specific targeting of individual proteins by ubiquitin against a generally stable protein expression signature spot matching suggested that carbonylation is not a pre requisite for ubiquitination while gill showed consistently higher constitutive levels of glutathione transferase glucose phosphate dehydrogenase and glutathione reductase activity pro oxidant treatment had only modest effect on these enzymes and on the ratio of reduced oxidised glutathione in digestive gland this latter ratio was higher than in gill and increased in response to menadione and cdcl ubiquitination may provide a marker for acute onset of oxidative stress in bivalves"
}