{
    "title": "Tight junction: a co-ordinator of cell signalling and membrane trafficking.",
    "doc_id": "16033326",
    "writer": "Köhler K",
    "year": "2005",
    "summary": "Increasing evidence indicates that the tight junction plays a role in membrane transport. Various signalling and trafficking molecules localize to the sites of cell-cell junctions in epithelial cells, including Rab proteins, a family of small GTPases that reg …",
    "abstract": "Increasing evidence indicates that the tight junction plays a role in membrane transport. Various signalling and trafficking molecules localize to the sites of cell-cell junctions in epithelial cells, including Rab proteins, a family of small GTPases that regulate different steps of vesicular transport along the endocytic and exocytic pathways. We have recently shown that Rab13 controls protein kinase A activity, demonstrating a clear biochemical and functional link between Rab13 and protein kinase A signalling during tight junction assembly in epithelial cells. The present article focuses on how protein kinase A signalling and protein trafficking events could be integrated at tight junctions in epithelial cells.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16033326/",
    "clean_text": "tight junction a co ordinator of cell signalling and membrane trafficking increasing evidence indicates that the tight junction plays a role in membrane transport various signalling and trafficking molecules localize to the sites of cell cell junctions in epithelial cells including rab proteins a family of small gtpases that reg increasing evidence indicates that the tight junction plays a role in membrane transport various signalling and trafficking molecules localize to the sites of cell cell junctions in epithelial cells including rab proteins a family of small gtpases that regulate different steps of vesicular transport along the endocytic and exocytic pathways we have recently shown that rab controls protein kinase a activity demonstrating a clear biochemical and functional link between rab and protein kinase a signalling during tight junction assembly in epithelial cells the present article focuses on how protein kinase a signalling and protein trafficking events could be integrated at tight junctions in epithelial cells"
}