{
    "pmid": "41459320",
    "title": "Dementia is associated with higher mortality and worse patient-centered outcomes after complex and high-risk coronary artery stenting.",
    "abstract": "The aims of this study were to assess whether dementia status influences outcomes of complex high-risk indicated percutaneous coronary intervention (CHIP-PCI). CHIP-PCI is a type of coronary artery stenting procedure for patients with anatomically complex coronary artery disease and significant medical comorbidities. As the population ages, more patients will require CHIP-PCI including those with Alzheimer's dementia and related dementias (ADRD). Outcomes of CHIP-PCI in patients with ADRD are underexplored. We compared outcomes of Medicare fee-for-service (FFS) beneficiaries 66 years or older with and without ADRD who underwent CHIP-PCI from July 1, 2017 to December 31, 2019. The primary clinical outcome was 1-year mortality, and secondary clinical outcomes were complications and readmissions. Patient-centered outcomes were time-at-home ratio and discharge to higher level of care. 8884 patients undergoing CHIP-PCI met study criteria, and 766 (8.6 %) patients carried a diagnosis of ADRD. Patients with ADRD were more likely to be older (81.2 vs 77.5,  Patients with ADRD demonstrate higher 1-year mortality as well as major complications. They demonstrate especially poor time-at-home ratio and risk for discharge to a higher level of care. These data should be used by patients, their families, and physicians to facilitate goal-concordant care.",
    "disease": "coronary artery disease",
    "clean_text": "dementia is associated with higher mortality and worse patient centered outcomes after complex and high risk coronary artery stenting the aims of this study were to assess whether dementia status influences outcomes of complex high risk indicated percutaneous coronary intervention chip pci chip pci is a type of coronary artery stenting procedure for patients with anatomically complex coronary artery disease and significant medical comorbidities as the population ages more patients will require chip pci including those with alzheimer s dementia and related dementias adrd outcomes of chip pci in patients with adrd are underexplored we compared outcomes of medicare fee for service ffs beneficiaries years or older with and without adrd who underwent chip pci from july to december the primary clinical outcome was year mortality and secondary clinical outcomes were complications and readmissions patient centered outcomes were time at home ratio and discharge to higher level of care patients undergoing chip pci met study criteria and patients carried a diagnosis of adrd patients with adrd were more likely to be older vs patients with adrd demonstrate higher year mortality as well as major complications they demonstrate especially poor time at home ratio and risk for discharge to a higher level of care these data should be used by patients their families and physicians to facilitate goal concordant care"
}