{
    "title": "[Side effects of interferon alfa].",
    "doc_id": "10443261",
    "writer": "Berk L",
    "year": "1999",
    "summary": "Side effects frequently necessitate interruption and dose reduction. Severe or even life-threatening side effects are not frequent but do occur. Patient education is an important promotor of patient compliance, as are proper detection and symptomatic t …",
    "abstract": "Interferons are a class of glycoproteins whose properties include antiviral, immunomodulatory and antiproliferative effects. Immunotherapy with interferons is used in a variety of diseases, such as haemato-oncological disorders, solid tumours, viral hepatitis and multiple sclerosis. Due to their involvement in the regulation of a large number of physiological functions, many different side effects can occur. Flu-like syndromes, gastrointestinal complaints, fatigue, pain, increased susceptibility to infections, thyroid dysfunction and psychiatric side effects occur frequently with alfa-interferon. Side effects frequently necessitate interruption and dose reduction. Severe or even life-threatening side effects are not frequent but do occur. Patient education is an important promotor of patient compliance, as are proper detection and symptomatic treatment of the side effects.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10443261/",
    "clean_text": "side effects of interferon alfa side effects frequently necessitate interruption and dose reduction severe or even life threatening side effects are not frequent but do occur patient education is an important promotor of patient compliance as are proper detection and symptomatic t interferons are a class of glycoproteins whose properties include antiviral immunomodulatory and antiproliferative effects immunotherapy with interferons is used in a variety of diseases such as haemato oncological disorders solid tumours viral hepatitis and multiple sclerosis due to their involvement in the regulation of a large number of physiological functions many different side effects can occur flu like syndromes gastrointestinal complaints fatigue pain increased susceptibility to infections thyroid dysfunction and psychiatric side effects occur frequently with alfa interferon side effects frequently necessitate interruption and dose reduction severe or even life threatening side effects are not frequent but do occur patient education is an important promotor of patient compliance as are proper detection and symptomatic treatment of the side effects"
}