{
    "title": "Psychological factors in low back pain.",
    "doc_id": "2959192",
    "writer": "Joukamaa M.",
    "year": "1987",
    "summary": "This may explain why the myth exists that low back pain is often psychogenic in origin or that psychological factors are often at least involved in low back pain. ...It seems that the most common psychiatric disturbances associated with low back …",
    "abstract": "Even though low back pain is one of the commonest diseases, little is known about its aetiology, its natural history and its treatment. This may explain why the myth exists that low back pain is often psychogenic in origin or that psychological factors are often at least involved in low back pain. The aim of the early studies on low back pain and psychological factors was to try to divide these pains into functional (psychogenic) and organic, according to the aetiology. The aim of the studies was to predict the quality and success of the treatment. According to the current view, it is not meaningful to try to dichotomize low back pain in this way. According to the earlier literature, both conversion hysteria and psychoses were the main cause of psychogenic low back pain. More recent studies do not, however, support this view. It seems that the most common psychiatric disturbances associated with low back pain are neuroses and neurotic traits. There is controversy as to how often psychological factors are involved in low back pain. Population studies have shown that this association may be weaker than was thought earlier. It seems that individuals who suffer from low back pain, more often than others, have aggression problems and weaknesses in their ego function and more frequently have problems in interpersonal relations and sexual problems. There is no clear picture of what kind of psychotherapy is best suited to low back pain patients who have mental problems. The results attained by learning therapy and also with multidisciplinary ward programs seem quite promising.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2959192/",
    "clean_text": "psychological factors in low back pain this may explain why the myth exists that low back pain is often psychogenic in origin or that psychological factors are often at least involved in low back pain it seems that the most common psychiatric disturbances associated with low back even though low back pain is one of the commonest diseases little is known about its aetiology its natural history and its treatment this may explain why the myth exists that low back pain is often psychogenic in origin or that psychological factors are often at least involved in low back pain the aim of the early studies on low back pain and psychological factors was to try to divide these pains into functional psychogenic and organic according to the aetiology the aim of the studies was to predict the quality and success of the treatment according to the current view it is not meaningful to try to dichotomize low back pain in this way according to the earlier literature both conversion hysteria and psychoses were the main cause of psychogenic low back pain more recent studies do not however support this view it seems that the most common psychiatric disturbances associated with low back pain are neuroses and neurotic traits there is controversy as to how often psychological factors are involved in low back pain population studies have shown that this association may be weaker than was thought earlier it seems that individuals who suffer from low back pain more often than others have aggression problems and weaknesses in their ego function and more frequently have problems in interpersonal relations and sexual problems there is no clear picture of what kind of psychotherapy is best suited to low back pain patients who have mental problems the results attained by learning therapy and also with multidisciplinary ward programs seem quite promising"
}