{
    "title": "Circular RNAs as a promising biomarker for heart disease.",
    "doc_id": "36411622",
    "writer": "Kim YK.",
    "year": "2022",
    "summary": "Heart-related diseases account for a high proportion of deadly pathologies, so a large number of studies have been conducted to discover potential biomarkers for the early detection of heart disease. Circular RNAs (circRNAs) are known to be involved in …",
    "abstract": "Heart-related diseases account for a high proportion of deadly pathologies, so a large number of studies have been conducted to discover potential biomarkers for the early detection of heart disease. Circular RNAs (circRNAs) are known to be involved in various human diseases, and several circRNAs associated with heart disease have been reported recently. However, there is a lack of literature summarizing the potential of circRNAs as biomarkers of heart disease and suggesting future research prospects. In this review, the history of circRNA research and important studies on circRNAs are described. In addition, the biogenesis process of circRNAs and the applicability of circRNA as a biomarker of heart disease are introduced, and select studies that monitored circRNAs circulating in human blood as biomarkers of heart disease are summarized. The contents of this review may help the researchers interested in the detection and prevention of heart disease at an early stage.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36411622/",
    "clean_text": "circular rnas as a promising biomarker for heart disease heart related diseases account for a high proportion of deadly pathologies so a large number of studies have been conducted to discover potential biomarkers for the early detection of heart disease circular rnas circrnas are known to be involved in heart related diseases account for a high proportion of deadly pathologies so a large number of studies have been conducted to discover potential biomarkers for the early detection of heart disease circular rnas circrnas are known to be involved in various human diseases and several circrnas associated with heart disease have been reported recently however there is a lack of literature summarizing the potential of circrnas as biomarkers of heart disease and suggesting future research prospects in this review the history of circrna research and important studies on circrnas are described in addition the biogenesis process of circrnas and the applicability of circrna as a biomarker of heart disease are introduced and select studies that monitored circrnas circulating in human blood as biomarkers of heart disease are summarized the contents of this review may help the researchers interested in the detection and prevention of heart disease at an early stage"
}