{
    "pmid": "41460946",
    "title": "Ion dynamics underlying the seizure delay effect of low-frequency electrical stimulation.",
    "abstract": "The biological mechanisms underlying the spontaneous and recurrent transition to seizures in the epileptic brain are still poorly understood. As a result, seizures remain uncontrolled in a substantial proportion of patients. Brain stimulation is an emerging and promising method to treat various brain disorders, including drug-refractory epilepsy. Selected stimulation protocols previously demonstrated therapeutic efficacy in reducing the seizure rate. The stimulation efficacy critically depends on chosen stimulation parameters, such as the time point, amplitude, and frequency of stimulation. This study aims to explore the neurobiological impact of 1Hz stimulation and provide the mechanistic explanation behind its seizure-delaying effects. We study this effect using a computational model, a modified version of the Epileptor-2 model, in close comparison with such stimulation effects on spontaneous seizures recorded in vitro in a high-potassium model of ictogenesis in rat hippocampal slices. In particular, we investigate the mechanisms and dynamics of spontaneous seizure emergence, the seizure-delaying effect of the stimulation, and the optimal stimulation parameters to achieve the maximal anti-seizure effect. We show that the modified Epileptor-2 model replicates key experimental observations, and captures seizure dynamics and the anti-seizure effects of low-frequency electrical stimulation (LFES) observed in hippocampal slices. We identify the critical thresholds in the model for seizure onset and determine the optimal stimulation parameters-timing, amplitude, and duration-that exceed specific thresholds to delay seizures without triggering premature seizures. Our study highlights the central role of sodium-potassium pump dynamics in terminating seizures and mediating the LFES effect.",
    "disease": "epilepsy",
    "clean_text": "ion dynamics underlying the seizure delay effect of low frequency electrical stimulation the biological mechanisms underlying the spontaneous and recurrent transition to seizures in the epileptic brain are still poorly understood as a result seizures remain uncontrolled in a substantial proportion of patients brain stimulation is an emerging and promising method to treat various brain disorders including drug refractory epilepsy selected stimulation protocols previously demonstrated therapeutic efficacy in reducing the seizure rate the stimulation efficacy critically depends on chosen stimulation parameters such as the time point amplitude and frequency of stimulation this study aims to explore the neurobiological impact of hz stimulation and provide the mechanistic explanation behind its seizure delaying effects we study this effect using a computational model a modified version of the epileptor model in close comparison with such stimulation effects on spontaneous seizures recorded in vitro in a high potassium model of ictogenesis in rat hippocampal slices in particular we investigate the mechanisms and dynamics of spontaneous seizure emergence the seizure delaying effect of the stimulation and the optimal stimulation parameters to achieve the maximal anti seizure effect we show that the modified epileptor model replicates key experimental observations and captures seizure dynamics and the anti seizure effects of low frequency electrical stimulation lfes observed in hippocampal slices we identify the critical thresholds in the model for seizure onset and determine the optimal stimulation parameters timing amplitude and duration that exceed specific thresholds to delay seizures without triggering premature seizures our study highlights the central role of sodium potassium pump dynamics in terminating seizures and mediating the lfes effect"
}