{
    "title": "Blood Aggravates Histological and Functional Damage after Acute Subdural Hematoma in Rats.",
    "doc_id": "27178700",
    "writer": "Jussen D",
    "year": "2017",
    "summary": "Acute subdural hematoma (ASDH) is associated with high morbidity and mortality. Whether the volume effect of the hematoma and increase of intracranial pressure (ICP) or the local effect of blood are responsible for this severe pathophysiology is unclear. ...I …",
    "abstract": "Acute subdural hematoma (ASDH) is associated with high morbidity and mortality. Whether the volume effect of the hematoma and increase of intracranial pressure (ICP) or the local effect of blood are responsible for this severe pathophysiology is unclear. Therefore, we compared subdural infusion of autologous blood and paraffin oil in a rat model of ASDH. In a histological study, we investigated the effects on acute ICP, cerebral perfusion pressure (CPP), cerebral blood flow (CBF), tissue oxygen changes, and brain damage at 2, 24, and 96 h post-infusion. Inflammatory reaction was analyzed by immuno-staining for microglia (ionized calcium binding adaptor molecule 1 [Iba1]) and activated astrocytes (glial fibrillary acidic protein [GFAP]). Besides acute ICP and CBF changes, we investigated the development of behavior (neuroscore and beamwalk test) for up to 4 days after injury in a behavioral study. Despite comparably increased ICP, there was a more pronounced lesion growth in the blood infusion group during the first 96 h. Further, there was an increased peri-lesional immunoreactive area of Iba1 and GFAP 96 h post-infusion, primarily in the blood infusion group, whereas hippocampal damage was comparable in both infusion groups. In the behavioral evaluation, paraffin-infused animals showed a better recovery, compared with the blood infusion group. In conclusion, comparable acute time-course of ICP, CPP, and CBF clearly indicates that the differences in lesion size, inflammatory reaction, and behavioral deficits after blood- and paraffin oil-induced ASDH are partially due to blood constituents. Therefore, current data suggest that subdural hematomas should be completely removed as quickly as possible; decompression alone may not be sufficient to prevent secondary brain damage.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27178700/",
    "clean_text": "blood aggravates histological and functional damage after acute subdural hematoma in rats acute subdural hematoma asdh is associated with high morbidity and mortality whether the volume effect of the hematoma and increase of intracranial pressure icp or the local effect of blood are responsible for this severe pathophysiology is unclear i acute subdural hematoma asdh is associated with high morbidity and mortality whether the volume effect of the hematoma and increase of intracranial pressure icp or the local effect of blood are responsible for this severe pathophysiology is unclear therefore we compared subdural infusion of autologous blood and paraffin oil in a rat model of asdh in a histological study we investigated the effects on acute icp cerebral perfusion pressure cpp cerebral blood flow cbf tissue oxygen changes and brain damage at and h post infusion inflammatory reaction was analyzed by immuno staining for microglia ionized calcium binding adaptor molecule iba and activated astrocytes glial fibrillary acidic protein gfap besides acute icp and cbf changes we investigated the development of behavior neuroscore and beamwalk test for up to days after injury in a behavioral study despite comparably increased icp there was a more pronounced lesion growth in the blood infusion group during the first h further there was an increased peri lesional immunoreactive area of iba and gfap h post infusion primarily in the blood infusion group whereas hippocampal damage was comparable in both infusion groups in the behavioral evaluation paraffin infused animals showed a better recovery compared with the blood infusion group in conclusion comparable acute time course of icp cpp and cbf clearly indicates that the differences in lesion size inflammatory reaction and behavioral deficits after blood and paraffin oil induced asdh are partially due to blood constituents therefore current data suggest that subdural hematomas should be completely removed as quickly as possible decompression alone may not be sufficient to prevent secondary brain damage"
}