{
    "title": "Kidney disease in pregnancy: (Women's Health Series).",
    "doc_id": "24002558",
    "writer": "Gyamlani G",
    "year": "2013",
    "summary": "Kidney disease and pregnancy may exist in two general settings: acute kidney injury that develops during pregnancy, and chronic kidney disease that predates conception. ...In women with preexisting kidney disease, pregnancy-related …",
    "abstract": "Kidney disease and pregnancy may exist in two general settings: acute kidney injury that develops during pregnancy, and chronic kidney disease that predates conception. In the first trimester of pregnancy, acute kidney injury is most often the result of hyperemesis gravidarum, ectopic pregnancy, or miscarriage. In the second and third trimesters, the common causes of acute kidney injury are severe preeclampsia, hemolysis-elevated liver enzymes-low platelets syndrome, acute fatty liver of pregnancy, and thrombotic microangiopathies, which may pose diagnostic challenges to the clinician. Cortical necrosis and obstructive uropathy are other conditions that may lead to acute kidney injury in these trimesters. Early recognition of these disorders is essential to timely treatment that can improve both maternal and fetal outcomes. In women with preexisting kidney disease, pregnancy-related outcomes depend upon the degree of renal impairment, the amount of proteinuria, and the severity of hypertension. Neonatal and maternal outcomes in pregnancies among renal transplant patients are generally good if the mother has normal baseline allograft function. Common renally active drugs and immunosuppressant medications must be prescribed, with special considerations in pregnant patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24002558/",
    "clean_text": "kidney disease in pregnancy women s health series kidney disease and pregnancy may exist in two general settings acute kidney injury that develops during pregnancy and chronic kidney disease that predates conception in women with preexisting kidney disease pregnancy related kidney disease and pregnancy may exist in two general settings acute kidney injury that develops during pregnancy and chronic kidney disease that predates conception in the first trimester of pregnancy acute kidney injury is most often the result of hyperemesis gravidarum ectopic pregnancy or miscarriage in the second and third trimesters the common causes of acute kidney injury are severe preeclampsia hemolysis elevated liver enzymes low platelets syndrome acute fatty liver of pregnancy and thrombotic microangiopathies which may pose diagnostic challenges to the clinician cortical necrosis and obstructive uropathy are other conditions that may lead to acute kidney injury in these trimesters early recognition of these disorders is essential to timely treatment that can improve both maternal and fetal outcomes in women with preexisting kidney disease pregnancy related outcomes depend upon the degree of renal impairment the amount of proteinuria and the severity of hypertension neonatal and maternal outcomes in pregnancies among renal transplant patients are generally good if the mother has normal baseline allograft function common renally active drugs and immunosuppressant medications must be prescribed with special considerations in pregnant patients"
}