{
    "title": "Aging and Alzheimer's disease: Comparison and associations from molecular to system level.",
    "doc_id": "29963744",
    "writer": "Xia X",
    "year": "2018",
    "summary": "Aging is the main risk factor for Alzheimer's disease that cannot be explained by amyloid hypothesis. To evaluate how aging and Alzheimer's disease are intrinsically interwoven with each other, we review and summarize evidence from molecu …",
    "abstract": "Alzheimer's disease is the most prevalent cause of dementia, which is defined by the combined presence of amyloid and tau, but researchers are gradually moving away from the simple assumption of linear causality proposed by the original amyloid hypothesis. Aging is the main risk factor for Alzheimer's disease that cannot be explained by amyloid hypothesis. To evaluate how aging and Alzheimer's disease are intrinsically interwoven with each other, we review and summarize evidence from molecular, cellular, and system level. In particular, we focus on study designs, treatments, or interventions in Alzheimer's disease that could also be insightful in aging and vice versa.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29963744/",
    "clean_text": "aging and alzheimer s disease comparison and associations from molecular to system level aging is the main risk factor for alzheimer s disease that cannot be explained by amyloid hypothesis to evaluate how aging and alzheimer s disease are intrinsically interwoven with each other we review and summarize evidence from molecu alzheimer s disease is the most prevalent cause of dementia which is defined by the combined presence of amyloid and tau but researchers are gradually moving away from the simple assumption of linear causality proposed by the original amyloid hypothesis aging is the main risk factor for alzheimer s disease that cannot be explained by amyloid hypothesis to evaluate how aging and alzheimer s disease are intrinsically interwoven with each other we review and summarize evidence from molecular cellular and system level in particular we focus on study designs treatments or interventions in alzheimer s disease that could also be insightful in aging and vice versa"
}