{
    "pmid": "41405779",
    "title": "Metabolomics profiling and neuroprotective effects of Lagerstroemia loudonii leaf extract and its kleptose Crysmeb",
    "abstract": "This research was designed to explore the anti-epileptic action of the ethanolic leaf extract of Lagerstroemia loudonii (LLE) compared to the extract-loaded MβCD-stabilized nanosuspension (MβCD-NS). UPLC-ESI-QTOF -MS/MS analysis of LLE revealed the identification of 57 compounds; phenolics were the major recorded class. Nanosuspensions were prepared and examined; the particle size of the selected physically stable MβCD-NS was 445.8 ± 61.08 nm with a uniform size distribution and an almost spherical outline as shown by TEM. Based on the acute toxicity results, LLE or MβCD-NS was orally gavage at doses of 100 and 200 mg/kg. Convulsions were induced by maximum electric shock (MES, 35 mA, 3 s), and pentylenetetrazole (PTZ, 85 mg/kg i.p) in mice. MβCD-NS (200 mg/kg) demonstrated significant anticonvulsant effects, including complete protection% in MES study and low tonic convulsion score in PTZ-model. PTZ injection instigated locomotor deficits, oxidative and nitrosative insults, neuroinflammation, imbalance in brain neurotransmitters viz. dopamine, serotonin, norepinephrine, GABA, glutamate, and severe structural changes in the brain. However, LLE and MβCD-NS (200 mg/kg) ameliorated all these alterations through preserving antioxidant defense mechanisms by improving GSH content, and Nrf2 immuno-expression, as well as reducing MDA, NO, and GSSG levels in the brain. MβCD-NS restored the brain neurotransmitter levels that involved in the observed improvement in the animals' locomotor activity. The detected low TNF-α immuno-expression of the brain regions of the MβCD-NS group highlighted its anti-inflammatory action. In conclusion, MβCD-NS exhibited superior anti-epileptic potential by counteracting neuronal oxido-inflammatory damage, positioning it as a promising therapeutic strategy for epilepsy.",
    "disease": "epilepsy",
    "clean_text": "metabolomics profiling and neuroprotective effects of lagerstroemia loudonii leaf extract and its kleptose crysmeb this research was designed to explore the anti epileptic action of the ethanolic leaf extract of lagerstroemia loudonii lle compared to the extract loaded m cd stabilized nanosuspension m cd ns uplc esi qtof ms ms analysis of lle revealed the identification of compounds phenolics were the major recorded class nanosuspensions were prepared and examined the particle size of the selected physically stable m cd ns was nm with a uniform size distribution and an almost spherical outline as shown by tem based on the acute toxicity results lle or m cd ns was orally gavage at doses of and mg kg convulsions were induced by maximum electric shock mes ma s and pentylenetetrazole ptz mg kg i p in mice m cd ns mg kg demonstrated significant anticonvulsant effects including complete protection in mes study and low tonic convulsion score in ptz model ptz injection instigated locomotor deficits oxidative and nitrosative insults neuroinflammation imbalance in brain neurotransmitters viz dopamine serotonin norepinephrine gaba glutamate and severe structural changes in the brain however lle and m cd ns mg kg ameliorated all these alterations through preserving antioxidant defense mechanisms by improving gsh content and nrf immuno expression as well as reducing mda no and gssg levels in the brain m cd ns restored the brain neurotransmitter levels that involved in the observed improvement in the animals locomotor activity the detected low tnf immuno expression of the brain regions of the m cd ns group highlighted its anti inflammatory action in conclusion m cd ns exhibited superior anti epileptic potential by counteracting neuronal oxido inflammatory damage positioning it as a promising therapeutic strategy for epilepsy"
}