{
    "pmid": "41419421",
    "title": "Combining interictal and ictal low-density EEG source imaging to delineate the epileptogenic zone in young children.",
    "abstract": "The aim of this study was to evaluate the feasibility of low-density (LD) interictal (IIC) and ictal (IC) electrical source imaging (ESI), and to assess their individual and combined diagnostic accuracy and predictive value in a cohort of children with drug-resistant epilepsy (DRE) who underwent resective surgery before the age of 7. Retrospective analysis was conducted on de-identified EEG and MRI data, which were (semi)-automatically processed, blinded to clinical information, to compute both IIC and IC-ESI. The concordance of ESI localizations with the resection cavity at sublobar level, and the association with surgical outcome were assessed. Thirty-two children were included. IIC- and IC-ESI showed an accuracy of 66 ​% (CI 95 ​% 47-81 ​%) and 72 ​% (CI 95 ​% 53-86 ​%) and a diagnostic odds ratio (DOR) of 3.0 (CI 95 ​% 0,66-13,69; p ​= ​0,15) and 5.0 (CI 95 ​% 0,91-27,47; p ​= ​0,06), respectively. The combined approach increased diagnostic performance, achieving an overall accuracy of 75 ​% and a DOR of 11.4 (CI 95 ​% 1.08-120,35; p ​= ​0,042). In multivariate logistic regression analysis, the combined IIC/IC ESI result emerged as the strongest predictor of postsurgical seizure freedom (OR: 222,28; p ​= ​0,0262; AUC: 0.87). These findings demonstrate that combined (semi)-automated LD-IIC and IC-ESI is feasible and can accurately localize the epileptogenic zone and predict postsurgical seizure freedom in children under 7 years of age. ESI may support earlier surgical referral, reduce the time from epilepsy onset to surgery, and ultimately improve long-term outcomes.",
    "disease": "epilepsy",
    "clean_text": "combining interictal and ictal low density eeg source imaging to delineate the epileptogenic zone in young children the aim of this study was to evaluate the feasibility of low density ld interictal iic and ictal ic electrical source imaging esi and to assess their individual and combined diagnostic accuracy and predictive value in a cohort of children with drug resistant epilepsy dre who underwent resective surgery before the age of retrospective analysis was conducted on de identified eeg and mri data which were semi automatically processed blinded to clinical information to compute both iic and ic esi the concordance of esi localizations with the resection cavity at sublobar level and the association with surgical outcome were assessed thirty two children were included iic and ic esi showed an accuracy of ci and ci and a diagnostic odds ratio dor of ci p and ci p respectively the combined approach increased diagnostic performance achieving an overall accuracy of and a dor of ci p in multivariate logistic regression analysis the combined iic ic esi result emerged as the strongest predictor of postsurgical seizure freedom or p auc these findings demonstrate that combined semi automated ld iic and ic esi is feasible and can accurately localize the epileptogenic zone and predict postsurgical seizure freedom in children under years of age esi may support earlier surgical referral reduce the time from epilepsy onset to surgery and ultimately improve long term outcomes"
}