{
    "pmid": "41393865",
    "title": "Association of age-appropriate vaccination status at 24 months with all-cause hospitalizations: A retrospective cohort study.",
    "abstract": "Childhood vaccinations can be effective for preventing not only infectious diseases but also other diseases and traumas. This is because vaccines may have nonspecific immunological effects. Additionally, visits for vaccinations may benefit doctors in promoting the overall health of children. We assessed whether vaccination status at 24 months was associated with the incidence of all-cause hospitalization. This retrospective cohort study used the vaccine records and healthcare claims from a Japanese city. We included children born between April 2014 and December 2020. Children who took all the following vaccine doses covered by the national immunization program at 24 months of age were defined as having an age-appropriate vaccination status: four doses of Hemophilus influenza type b, four of 13-valent pneumococcal conjugate, four of diphtheria, tetanus, acellular pertussis, and inactivated polio, three of hepatitis B virus, one of Bacille de Calmette et Guérin, one of measles and rubella, and one of varicella-zoster virus. A Cox regression model compared all-cause hospitalizations between children with and without age-appropriate vaccination, adjusting for sex, birth year, and comorbidities. We identified 2,492 children: 1,689 were age-appropriate vaccinated, and 803 were not. There was no significant difference in all-cause hospitalizations (adjusted hazard ratio, 0.93; 95% confidence interval, 0.69 to 1.3; P = 0.65). The effect of age-appropriate vaccinations on the overall health of children may be small.",
    "disease": "influenza",
    "clean_text": "association of age appropriate vaccination status at months with all cause hospitalizations a retrospective cohort study childhood vaccinations can be effective for preventing not only infectious diseases but also other diseases and traumas this is because vaccines may have nonspecific immunological effects additionally visits for vaccinations may benefit doctors in promoting the overall health of children we assessed whether vaccination status at months was associated with the incidence of all cause hospitalization this retrospective cohort study used the vaccine records and healthcare claims from a japanese city we included children born between april and december children who took all the following vaccine doses covered by the national immunization program at months of age were defined as having an age appropriate vaccination status four doses of hemophilus influenza type b four of valent pneumococcal conjugate four of diphtheria tetanus acellular pertussis and inactivated polio three of hepatitis b virus one of bacille de calmette et gu rin one of measles and rubella and one of varicella zoster virus a cox regression model compared all cause hospitalizations between children with and without age appropriate vaccination adjusting for sex birth year and comorbidities we identified children were age appropriate vaccinated and were not there was no significant difference in all cause hospitalizations adjusted hazard ratio confidence interval to p the effect of age appropriate vaccinations on the overall health of children may be small"
}