{
    "title": "Integrating Multi-Omics in Endometrial Cancer: From Molecular Insights to Clinical Applications.",
    "doc_id": "40940815",
    "writer": "Kim HK",
    "year": "2025",
    "summary": "Endometrial cancer (EC) is the most common gynecologic malignancy in developed countries, and its incidence is increasing globally. ...Recent developments in multi-omics have enhanced our understanding of EC biology, which supports more personalized treatment strate …",
    "abstract": "Endometrial cancer (EC) is the most common gynecologic malignancy in developed countries, and its incidence is increasing globally. While early-stage ECs generally show good prognosis, advanced or recurrent cases and those with aggressive histologic subtypes exhibit poor outcomes. Traditional histopathologic classification, however, fails to reflect the molecular heterogeneity of EC, limiting its role in guiding treatment. Recent developments in multi-omics have enhanced our understanding of EC biology, which supports more personalized treatment strategies. The Cancer Genome Atlas (TCGA) classification has provided a more systematic molecular framework for stratifying risk and identifying prognostic and therapeutic biomarkers. This review discusses the latest developments in multi-omics-based classification of EC, highlights emerging diagnostic and therapeutic strategies, and summarizes ongoing clinical trials that aim to translate molecular discoveries into improved outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40940815/",
    "clean_text": "integrating multi omics in endometrial cancer from molecular insights to clinical applications endometrial cancer ec is the most common gynecologic malignancy in developed countries and its incidence is increasing globally recent developments in multi omics have enhanced our understanding of ec biology which supports more personalized treatment strate endometrial cancer ec is the most common gynecologic malignancy in developed countries and its incidence is increasing globally while early stage ecs generally show good prognosis advanced or recurrent cases and those with aggressive histologic subtypes exhibit poor outcomes traditional histopathologic classification however fails to reflect the molecular heterogeneity of ec limiting its role in guiding treatment recent developments in multi omics have enhanced our understanding of ec biology which supports more personalized treatment strategies the cancer genome atlas tcga classification has provided a more systematic molecular framework for stratifying risk and identifying prognostic and therapeutic biomarkers this review discusses the latest developments in multi omics based classification of ec highlights emerging diagnostic and therapeutic strategies and summarizes ongoing clinical trials that aim to translate molecular discoveries into improved outcomes"
}