{
    "pmid": "41419230",
    "title": "Mineralocorticoid receptor antagonists for acute myocardial infarction: a systematic review and meta-analysis of randomised controlled trials.",
    "abstract": "The role of mineralocorticoid receptor antagonists (MRAs) in acute myocardial infarction (MI) remains controversial, with conflicting evidence from landmark trials. We aimed to assess the impact of MRAs on mortality and cardiovascular outcomes post-acute MI. We systematically searched PubMed, Embase and Cochrane CENTRAL databases up to February 2025 for randomised controlled trials comparing MRAs with placebo or standard care in adults experiencing acute MI. Primary outcome was all-cause mortality; secondary outcomes included cardiovascular mortality, heart failure, recurrent MI and ventricular arrhythmia. Data were pooled using random-effects models, with heterogeneity explored via subgroup analyses and meta-regression. 15 trials (n=18 471) were included. MRA therapy demonstrated non-significant reductions in all-cause mortality (OR 0.80, 95% CI 0.55 to 1.18), cardiovascular mortality (OR 0.84, 95% CI 0.59 to 1.18), heart failure (OR 0.76, 95% CI 0.52 to 1.12), recurrent MI (OR 0.92, 95% CI 0.67 to 1.27) and ventricular arrhythmia (OR 0.83, 95% CI 0.47 to 1.47). Subgroup analyses revealed that trials with >6 months follow-up demonstrated modest cardiovascular mortality reduction (OR 0.86, 95% CI 0.75 to 0.99). Effects were consistent across MRA types, left ventricular ejection fraction categories and initiation timing. Meta-regression showed no significant effect modifiers among baseline characteristics or concomitant therapies. In MI populations, MRA therapy did not significantly improve mortality or cardiovascular outcomes in the short term. However, a significant reduction in cardiovascular mortality emerged after 6 months, alongside a non-significant trend towards less heart failure, indicating potential benefits for high-risk patients with longer-term treatment rather than routine use in all acute MI cases.",
    "disease": "coronary artery disease",
    "clean_text": "mineralocorticoid receptor antagonists for acute myocardial infarction a systematic review and meta analysis of randomised controlled trials the role of mineralocorticoid receptor antagonists mras in acute myocardial infarction mi remains controversial with conflicting evidence from landmark trials we aimed to assess the impact of mras on mortality and cardiovascular outcomes post acute mi we systematically searched pubmed embase and cochrane central databases up to february for randomised controlled trials comparing mras with placebo or standard care in adults experiencing acute mi primary outcome was all cause mortality secondary outcomes included cardiovascular mortality heart failure recurrent mi and ventricular arrhythmia data were pooled using random effects models with heterogeneity explored via subgroup analyses and meta regression trials n were included mra therapy demonstrated non significant reductions in all cause mortality or ci to cardiovascular mortality or ci to heart failure or ci to recurrent mi or ci to and ventricular arrhythmia or ci to subgroup analyses revealed that trials with months follow up demonstrated modest cardiovascular mortality reduction or ci to effects were consistent across mra types left ventricular ejection fraction categories and initiation timing meta regression showed no significant effect modifiers among baseline characteristics or concomitant therapies in mi populations mra therapy did not significantly improve mortality or cardiovascular outcomes in the short term however a significant reduction in cardiovascular mortality emerged after months alongside a non significant trend towards less heart failure indicating potential benefits for high risk patients with longer term treatment rather than routine use in all acute mi cases"
}