{
    "pmid": "41446857",
    "title": "Clinical and systemic factors associated with pressure ulcer development: a retrospective evaluation of 339 patients in a palliative care unit.",
    "abstract": "Pressure ulcers (PUs) remain a prevalent and serious complication in palliative care settings, often resulting from a combination of immobility, systemic illness, and inadequate preventive strategies. Understanding the multifactorial risk landscape is essential for developing effective interventions. This study aimed to determine the prevalence of pressure ulcers and to identify clinical and systemic risk factors associated with PU development in a palliative care population. A retrospective, single-center study was conducted by reviewing medical records of 339 adult patients hospitalized for more than 24 h in the palliative care unit of Maltepe University Hospital between June 2021 and November 2023. Demographic data, comorbidities, Braden and Care Dependency Scale (CDS) scores, and PU characteristics were analyzed. Multivariable logistic regression was used to identify independent risk and protective factors. The overall prevalence of pressure ulcers was 33.6%. A total of 385 ulcers were recorded among 114 patients, with deep tissue injury (26%) being the most common type. Significant independent risk factors included stroke (OR: 4.89), gastrointestinal diseases (OR: 8.72), paraplegia (OR: 17.65), recent confusion (OR: 148.00), hypertension (OR: 2.98), coronary artery disease (OR: 3.42), arrhythmia (OR: 3.05), and heart failure (OR: 3.88). Longer hospital stay also increased PU risk (OR: 1.04 per day). In contrast, adherence to PU prevention protocols (OR: 0.18) and complete care dependency (OR: 0.02) were significant protective factors. Pressure ulcers are alarmingly common in palliative care patients and are closely linked to multiple comorbid conditions. Targeted preventive measures focusing on cardiovascular and neurological stability, nutritional support, cognitive function, and strict adherence to care protocols are vital. Proactive, multidisciplinary management and individualized risk assessment should be integrated into routine care to reduce PU burden and improve patient outcomes.",
    "disease": "coronary artery disease",
    "clean_text": "clinical and systemic factors associated with pressure ulcer development a retrospective evaluation of patients in a palliative care unit pressure ulcers pus remain a prevalent and serious complication in palliative care settings often resulting from a combination of immobility systemic illness and inadequate preventive strategies understanding the multifactorial risk landscape is essential for developing effective interventions this study aimed to determine the prevalence of pressure ulcers and to identify clinical and systemic risk factors associated with pu development in a palliative care population a retrospective single center study was conducted by reviewing medical records of adult patients hospitalized for more than h in the palliative care unit of maltepe university hospital between june and november demographic data comorbidities braden and care dependency scale cds scores and pu characteristics were analyzed multivariable logistic regression was used to identify independent risk and protective factors the overall prevalence of pressure ulcers was a total of ulcers were recorded among patients with deep tissue injury being the most common type significant independent risk factors included stroke or gastrointestinal diseases or paraplegia or recent confusion or hypertension or coronary artery disease or arrhythmia or and heart failure or longer hospital stay also increased pu risk or per day in contrast adherence to pu prevention protocols or and complete care dependency or were significant protective factors pressure ulcers are alarmingly common in palliative care patients and are closely linked to multiple comorbid conditions targeted preventive measures focusing on cardiovascular and neurological stability nutritional support cognitive function and strict adherence to care protocols are vital proactive multidisciplinary management and individualized risk assessment should be integrated into routine care to reduce pu burden and improve patient outcomes"
}