{
    "title": "Skin models for cutaneous melioidosis reveal Burkholderia infection dynamics at wound's edge with inflammasome activation, keratinocyte extrusion and epidermal detachment.",
    "doc_id": "34821529",
    "writer": "Ku JWK",
    "year": "2021",
    "summary": "Percutaneous inoculation through cuts and wounds on the skin is one of the major modes of natural transmission. Despite cuts in skin being a major route of entry, very little is known about how the causative bacterium Burkholderia pseudomallei initiates an infection at the …",
    "abstract": "ABSTRACTMelioidosis is a serious infectious disease endemic in Southeast Asia, Northern Australia and has been increasingly reported in other tropical and subtropical regions in the world. Percutaneous inoculation through cuts and wounds on the skin is one of the major modes of natural transmission. Despite cuts in skin being a major route of entry, very little is known about how the causative bacterium Burkholderia pseudomallei initiates an infection at the skin and the disease manifestation at the skin known as cutaneous melioidosis. One key issue is the lack of suitable and relevant infection models. Employing an in vitro 2D keratinocyte cell culture, a 3D skin equivalent fibroblast-keratinocyte co-culture and ex vivo organ culture from human skin, we developed infection models utilizing surrogate model organism Burkholderia thailandensis to investigate Burkholderia-skin interactions. Collectively, these models show that the bacterial infection was largely limited at the wound's edge. Infection impedes wound closure, triggers inflammasome activation and cellular extrusion in the keratinocytes as a potential way to control bacterial infectious load at the skin. However, extensive infection over time could result in the epidermal layer being sloughed off, potentially contributing to formation of skin lesions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34821529/",
    "clean_text": "skin models for cutaneous melioidosis reveal burkholderia infection dynamics at wound s edge with inflammasome activation keratinocyte extrusion and epidermal detachment percutaneous inoculation through cuts and wounds on the skin is one of the major modes of natural transmission despite cuts in skin being a major route of entry very little is known about how the causative bacterium burkholderia pseudomallei initiates an infection at the abstractmelioidosis is a serious infectious disease endemic in southeast asia northern australia and has been increasingly reported in other tropical and subtropical regions in the world percutaneous inoculation through cuts and wounds on the skin is one of the major modes of natural transmission despite cuts in skin being a major route of entry very little is known about how the causative bacterium burkholderia pseudomallei initiates an infection at the skin and the disease manifestation at the skin known as cutaneous melioidosis one key issue is the lack of suitable and relevant infection models employing an in vitro d keratinocyte cell culture a d skin equivalent fibroblast keratinocyte co culture and ex vivo organ culture from human skin we developed infection models utilizing surrogate model organism burkholderia thailandensis to investigate burkholderia skin interactions collectively these models show that the bacterial infection was largely limited at the wound s edge infection impedes wound closure triggers inflammasome activation and cellular extrusion in the keratinocytes as a potential way to control bacterial infectious load at the skin however extensive infection over time could result in the epidermal layer being sloughed off potentially contributing to formation of skin lesions"
}