{
    "pmid": "41462779",
    "title": "Retrospective Study of Severe Atopic Disease in Young Children (0-5 Years) Managed with Dupilumab Highlights Significant Comorbidities.",
    "abstract": "Atopic dermatitis (AD) is a common pediatric skin disease that is associated with other atopic comorbidities, all of which correlate with higher rates of neurocognitive alterations such as developmental delays and ADHD. We conducted a retrospective chart review from January 2022 through January 2024 and identified 79 children aged 0-5 years who were prescribed dupilumab in the Massachusetts General Brigham healthcare system. We defined the patient population (including demographics, atopic comorbidities, and neurocognitive burden), and assessed whether time to treatment access varied by patient or prescriber characteristics. The mean age at dupilumab initiation was 3.4 years, and 62.0% of patients were male. The cohort was diverse (48.1% White, 25.3% Black, 16.5% Hispanic/Latino, 10.1% Asian/other), with 48.1% publicly insured. Atopic comorbidities were common: 64.6% had food allergies, 34.2% had asthma, and 10.1% had eosinophilic esophagitis (EOE); 73.4% had two or more atopic diagnoses. Neurodevelopmental disorders affected 43.0% of patients, with speech and language delay most frequent (25.3%) and higher rates among those with EOE (87.5% vs. 38.0%,  Our findings reveal infrequently reported high rates of atopic and neurologic comorbidities in young children with AD and underscore the importance of coordinated inter-specialty collaboration to ensure timely access to dupilumab for these patients.",
    "disease": "asthma",
    "clean_text": "retrospective study of severe atopic disease in young children years managed with dupilumab highlights significant comorbidities atopic dermatitis ad is a common pediatric skin disease that is associated with other atopic comorbidities all of which correlate with higher rates of neurocognitive alterations such as developmental delays and adhd we conducted a retrospective chart review from january through january and identified children aged years who were prescribed dupilumab in the massachusetts general brigham healthcare system we defined the patient population including demographics atopic comorbidities and neurocognitive burden and assessed whether time to treatment access varied by patient or prescriber characteristics the mean age at dupilumab initiation was years and of patients were male the cohort was diverse white black hispanic latino asian other with publicly insured atopic comorbidities were common had food allergies had asthma and had eosinophilic esophagitis eoe had two or more atopic diagnoses neurodevelopmental disorders affected of patients with speech and language delay most frequent and higher rates among those with eoe vs our findings reveal infrequently reported high rates of atopic and neurologic comorbidities in young children with ad and underscore the importance of coordinated inter specialty collaboration to ensure timely access to dupilumab for these patients"
}