{
    "title": "Emerging Variants of Castration-Resistant Prostate Cancer.",
    "doc_id": "28361223",
    "writer": "Vlachostergios PJ",
    "year": "2017",
    "summary": "Metastatic castration-resistant prostate cancer (CRPC) is associated with substantial clinical, pathologic, and molecular heterogeneity. ...However, histologic and clinical resistance phenotypes can emerge after AR inhibition, in which the tumors become less depende …",
    "abstract": "Metastatic castration-resistant prostate cancer (CRPC) is associated with substantial clinical, pathologic, and molecular heterogeneity. Most tumors remain driven by androgen receptor (AR) signaling, which has clinical implications for patient selection for AR-directed approaches. However, histologic and clinical resistance phenotypes can emerge after AR inhibition, in which the tumors become less dependent on the AR. In this review, we discuss prostate cancer variants including neuroendocrine (NEPC) and aggressive variant (AVPC) prostate cancers and their clinical implications. Improvements in the understanding of the biologic mechanisms and molecular features underlying prostate cancer variants may help prognostication and facilitate the development of novel therapeutic approaches for subclasses of patient with CRPC.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28361223/",
    "clean_text": "emerging variants of castration resistant prostate cancer metastatic castration resistant prostate cancer crpc is associated with substantial clinical pathologic and molecular heterogeneity however histologic and clinical resistance phenotypes can emerge after ar inhibition in which the tumors become less depende metastatic castration resistant prostate cancer crpc is associated with substantial clinical pathologic and molecular heterogeneity most tumors remain driven by androgen receptor ar signaling which has clinical implications for patient selection for ar directed approaches however histologic and clinical resistance phenotypes can emerge after ar inhibition in which the tumors become less dependent on the ar in this review we discuss prostate cancer variants including neuroendocrine nepc and aggressive variant avpc prostate cancers and their clinical implications improvements in the understanding of the biologic mechanisms and molecular features underlying prostate cancer variants may help prognostication and facilitate the development of novel therapeutic approaches for subclasses of patient with crpc"
}