{
    "pmid": "41465555",
    "title": "The Influence of Glucagon-like Peptide-1 Receptor Agonists and Other Incretin Hormone Agonists on Body Composition.",
    "abstract": "Glucagon-like peptide-1 receptor agonists (GLP-1 RAs) and newer incretin-based co-agonists have transformed obesity and type 2 diabetes (T2D) management, achieving unprecedented weight loss and cardiometabolic benefits. However, their effects on body composition, particularly lean and skeletal muscle mass, remain incompletely defined. In this current review, we examined the influence of GLP-1 RAs and incretin hormone agonists on lean tissue, integrating physiological, clinical, and mechanistic perspectives. We first outlined the physiology of incretin hormones, with emphasis on their metabolic roles and potential relevance to muscle health. We then discussed sarcopenia and sarcopenic obesity as conditions of rising clinical concern, given their overlap with obesity and metabolic disease. Evidence from preclinical studies and randomized clinical trials indicates that while GLP-1-based therapies predominantly reduce adipose tissue, including visceral and ectopic depots, but they also produce absolute reductions in lean mass, generally representing 20-30% of total weight loss. The extent to which these changes translate into impaired muscle function or increased vulnerability to frailty remains unclear. Preservation of lean and skeletal muscle mass is a critical yet underexplored aspect of incretin-based weight loss. Current studies are constrained by methodological heterogeneity, small sample sizes, and limited assessment of functional outcomes. Data on dual and triple agonists are emerging but remain limited. Future research should integrate standardized body-composition measures, mechanistic exploration, and adjunctive interventions such as resistance training or protein optimization.",
    "disease": "diabetes mellitus",
    "clean_text": "the influence of glucagon like peptide receptor agonists and other incretin hormone agonists on body composition glucagon like peptide receptor agonists glp ras and newer incretin based co agonists have transformed obesity and type diabetes t d management achieving unprecedented weight loss and cardiometabolic benefits however their effects on body composition particularly lean and skeletal muscle mass remain incompletely defined in this current review we examined the influence of glp ras and incretin hormone agonists on lean tissue integrating physiological clinical and mechanistic perspectives we first outlined the physiology of incretin hormones with emphasis on their metabolic roles and potential relevance to muscle health we then discussed sarcopenia and sarcopenic obesity as conditions of rising clinical concern given their overlap with obesity and metabolic disease evidence from preclinical studies and randomized clinical trials indicates that while glp based therapies predominantly reduce adipose tissue including visceral and ectopic depots but they also produce absolute reductions in lean mass generally representing of total weight loss the extent to which these changes translate into impaired muscle function or increased vulnerability to frailty remains unclear preservation of lean and skeletal muscle mass is a critical yet underexplored aspect of incretin based weight loss current studies are constrained by methodological heterogeneity small sample sizes and limited assessment of functional outcomes data on dual and triple agonists are emerging but remain limited future research should integrate standardized body composition measures mechanistic exploration and adjunctive interventions such as resistance training or protein optimization"
}