{
    "pmid": "41431000",
    "title": "Efficacy and safety of acupoint catgut embedding for knee osteoarthritis: A systematic review and meta-analysis.",
    "abstract": "Acupoint catgut embedding (ACE) is a therapeutic method for pain management that involves inserting a thread or catgut into the body with anti-hyperalgesic effect. This study aims to systematically review and comprehensively compare the effectiveness of ACE with that of each comparator in the treatment of knee osteoarthritis (OA). We searched 11 databases (PubMed, Embase, Cochrane Central Register of Controlled Trials, Web of Science, Chinese Biomedical Literature Database, Chinese Scientific Journal Database, WanFang Database, China National Knowledge Infrastructure, Oriental Medicine Advanced Searching Integrated System, Science-On, and KoreaMed) from their inception through August 1, 2023, without language limitations. Additionally, 2 registration platforms - ClinicalTrials.gov and the World Health Organization International Clinical Trials Registry - were searched for ongoing trials. The primary outcomes were assessed using a visual analog scale (VAS) and the Western Ontario and McMaster Universities OA Index. The secondary outcomes included the total effective rate, Lysholm score, and adverse effects. The risk of bias was assessed using the Cochrane handbook. The meta-analysis was performed using review manager, while the quality of evidence was evaluated using GradePro. A total of 28 randomized controlled trials were included in the present study, encompassing 2120 participants. The most frequently used acupoint was GB34. The overall risk of bias was unclear. According to the meta-analysis results, the combination of ACE and conventional treatments showed higher effectiveness in term of the VAS, Western Ontario and McMaster Universities OA Index, total effectiveness, and Lysholm scores. Moreover, compared with the sham ACE control, the results showed that the combination of ACE and conventional treatments was more beneficial in term of the VAS, Western Ontario and McMaster Universities OA Index, and total effectiveness. Despite some potential improvement, the current evidence regarding the effectiveness of ACE for the treatment of knee OA is inconclusive due to the poor quality of the available evidence. Future well-designed randomized controlled trials are needed to confirm ACE's effectiveness for treating knee OA.",
    "disease": "osteoarthritis",
    "clean_text": "efficacy and safety of acupoint catgut embedding for knee osteoarthritis a systematic review and meta analysis acupoint catgut embedding ace is a therapeutic method for pain management that involves inserting a thread or catgut into the body with anti hyperalgesic effect this study aims to systematically review and comprehensively compare the effectiveness of ace with that of each comparator in the treatment of knee osteoarthritis oa we searched databases pubmed embase cochrane central register of controlled trials web of science chinese biomedical literature database chinese scientific journal database wanfang database china national knowledge infrastructure oriental medicine advanced searching integrated system science on and koreamed from their inception through august without language limitations additionally registration platforms clinicaltrials gov and the world health organization international clinical trials registry were searched for ongoing trials the primary outcomes were assessed using a visual analog scale vas and the western ontario and mcmaster universities oa index the secondary outcomes included the total effective rate lysholm score and adverse effects the risk of bias was assessed using the cochrane handbook the meta analysis was performed using review manager while the quality of evidence was evaluated using gradepro a total of randomized controlled trials were included in the present study encompassing participants the most frequently used acupoint was gb the overall risk of bias was unclear according to the meta analysis results the combination of ace and conventional treatments showed higher effectiveness in term of the vas western ontario and mcmaster universities oa index total effectiveness and lysholm scores moreover compared with the sham ace control the results showed that the combination of ace and conventional treatments was more beneficial in term of the vas western ontario and mcmaster universities oa index and total effectiveness despite some potential improvement the current evidence regarding the effectiveness of ace for the treatment of knee oa is inconclusive due to the poor quality of the available evidence future well designed randomized controlled trials are needed to confirm ace s effectiveness for treating knee oa"
}