{
    "pmid": "41344933",
    "title": "Treatment of rheumatoid arthritis in patients with chronic kidney disease: A real-world experience.",
    "abstract": "Rheumatoid arthritis is associated with an increased risk of chronic kidney disease, which complicates the safe use of disease-modifying antirheumatic drugs (DMARDs), particularly in patients with severe renal impairment. Our aim was to describe treatment patterns and clinical outcomes in this population. Descriptive study of a cohort of RA patients with an estimated glomerular filtration rate (eGFR) <30 ml/min/1.73 m A total of 38 patients were identified, most of whom were elderly women with a high burden of comorbidities. Leflunomide was the most frequently used conventional synthetic DMARD. Biologic therapy was used in 42% of cases, with rituximab being the most commonly prescribed agent. Most patients achieved remission or low disease activity, with no serious adverse events reported. These findings provide real-world evidence on the effectiveness and safety of DMARDs in a population often excluded from clinical trials, underscoring the need for prospective studies to inform long-term therapeutic decisions.",
    "disease": "rheumatoid arthritis",
    "clean_text": "treatment of rheumatoid arthritis in patients with chronic kidney disease a real world experience rheumatoid arthritis is associated with an increased risk of chronic kidney disease which complicates the safe use of disease modifying antirheumatic drugs dmards particularly in patients with severe renal impairment our aim was to describe treatment patterns and clinical outcomes in this population descriptive study of a cohort of ra patients with an estimated glomerular filtration rate egfr ml min m a total of patients were identified most of whom were elderly women with a high burden of comorbidities leflunomide was the most frequently used conventional synthetic dmard biologic therapy was used in of cases with rituximab being the most commonly prescribed agent most patients achieved remission or low disease activity with no serious adverse events reported these findings provide real world evidence on the effectiveness and safety of dmards in a population often excluded from clinical trials underscoring the need for prospective studies to inform long term therapeutic decisions"
}