{
    "pmid": "41458354",
    "title": "Targeting the IL-4/IL-4R Axis in Th2 Inflammatory Diseases: A Review of Clinical Efficacy and Safety.",
    "abstract": "The interleukin-4/its receptor (IL-4/IL-4R) axis has been identified as a pivotal driver of type 2 (Th2) inflammation. Biologics targeting this axis, particularly IL-4 receptor alpha subunit (IL-4Rα) monoclonal antibodies (such as dupilumab), provide revolutionary therapeutic options for multiple Th2 inflammatory diseases by simultaneously blocking IL-4 and interleukin-13 (IL-13) signaling. This review systematically evaluates the clinical application of IL-4/IL-4R-targeted therapies across a spectrum of indications, including atopic dermatitis, asthma, chronic rhinosinusitis with nasal polyps, eosinophilic esophagitis, prurigo nodularis, and bullous pemphigoid. A substantial body of research, including randomized controlled trials and real-world studies, has demonstrated the efficacy of this therapy in improving disease-specific scores, enhancing lung function, and reducing the risk of acute exacerbations. However, the effectiveness of this treatment exhibits heterogeneity, with some patients developing primary resistance. With respect to safety, the therapy is generally well-tolerated; however, it is associated with a series of characteristic adverse events, including injection site reactions (incidence 8%-22%), disease-specific conjunctivitis (up to 14%-19% in patients with atopic dermatitis), nasopharyngitis, and transient eosinophilia. Future advancements in dynamic biomarker monitoring, bispecific antibody development, and precision dosing strategies hold promise for further optimizing the efficacy-safety balance and expanding therapeutic applications, including in neurodegenerative diseases. The objective of this review is to provide clinicians with a thorough, evidence-based synopsis of the current clinical value and prospects of IL-4/IL-4R-targeted therapies.",
    "disease": "asthma",
    "clean_text": "targeting the il il r axis in th inflammatory diseases a review of clinical efficacy and safety the interleukin its receptor il il r axis has been identified as a pivotal driver of type th inflammation biologics targeting this axis particularly il receptor alpha subunit il r monoclonal antibodies such as dupilumab provide revolutionary therapeutic options for multiple th inflammatory diseases by simultaneously blocking il and interleukin il signaling this review systematically evaluates the clinical application of il il r targeted therapies across a spectrum of indications including atopic dermatitis asthma chronic rhinosinusitis with nasal polyps eosinophilic esophagitis prurigo nodularis and bullous pemphigoid a substantial body of research including randomized controlled trials and real world studies has demonstrated the efficacy of this therapy in improving disease specific scores enhancing lung function and reducing the risk of acute exacerbations however the effectiveness of this treatment exhibits heterogeneity with some patients developing primary resistance with respect to safety the therapy is generally well tolerated however it is associated with a series of characteristic adverse events including injection site reactions incidence disease specific conjunctivitis up to in patients with atopic dermatitis nasopharyngitis and transient eosinophilia future advancements in dynamic biomarker monitoring bispecific antibody development and precision dosing strategies hold promise for further optimizing the efficacy safety balance and expanding therapeutic applications including in neurodegenerative diseases the objective of this review is to provide clinicians with a thorough evidence based synopsis of the current clinical value and prospects of il il r targeted therapies"
}