{
    "pmid": "41468753",
    "title": "Discovery of the selective chemical probe for protein methyltransferase METTL13 by biological evaluation and molecular dynamics simulation.",
    "abstract": "METTL13, a dual-functional methyltransferase harboring protein N-terminal methyltransferase (NTMT) activity, has emerged as a pivotal regulator in carcinogenesis, tumor progression, and patient prognosis, thereby garnering substantial interest as a promising therapeutic target for cancers. Despite its clinical significance, no specific chemical probes or inhibitors have been reported to date, highlighting an urgent need for drug discovery efforts targeting this enzyme. Herein, we employed the bisubstrate inhibitor strategy to develop the chemical probe NT32 for METTL13, which showed selective against a panel of methyltransferases. Comprehensive investigations into the structural and functional impacts of NT32 on METTL13 were conducted via molecular docking, molecular dynamics (MD) simulations, and multi-dimensional analyses. Computational modeling revealed that NT32 could occupy both the SAM/SAH-binding pocket and the peptide substrate-binding site of METTL13 simultaneously, establishing a bivalent binding mode. Notably, MD simulations unveiled significant enhancements in both positive and negative residue correlations within the NT32-METTL13 complex compared to the wild-type enzyme. Specifically, interactions between NT32 and critical residues (Gly503, Asn614, Gly644, Glu645) strengthened the connectivity of Met692 with its surrounding residues. This structural reorganization was accompanied by augmented correlated motions between the Gly501-Val511 region (loop",
    "disease": "breast cancer",
    "clean_text": "discovery of the selective chemical probe for protein methyltransferase mettl by biological evaluation and molecular dynamics simulation mettl a dual functional methyltransferase harboring protein n terminal methyltransferase ntmt activity has emerged as a pivotal regulator in carcinogenesis tumor progression and patient prognosis thereby garnering substantial interest as a promising therapeutic target for cancers despite its clinical significance no specific chemical probes or inhibitors have been reported to date highlighting an urgent need for drug discovery efforts targeting this enzyme herein we employed the bisubstrate inhibitor strategy to develop the chemical probe nt for mettl which showed selective against a panel of methyltransferases comprehensive investigations into the structural and functional impacts of nt on mettl were conducted via molecular docking molecular dynamics md simulations and multi dimensional analyses computational modeling revealed that nt could occupy both the sam sah binding pocket and the peptide substrate binding site of mettl simultaneously establishing a bivalent binding mode notably md simulations unveiled significant enhancements in both positive and negative residue correlations within the nt mettl complex compared to the wild type enzyme specifically interactions between nt and critical residues gly asn gly glu strengthened the connectivity of met with its surrounding residues this structural reorganization was accompanied by augmented correlated motions between the gly val region loop"
}