{
    "pmid": "41350746",
    "title": "Efficacy and safety of non-conventional synthetic disease-modifying antirheumatic drugs in early active rheumatoid arthritis: a network meta-analysis.",
    "abstract": "To compare the clinical efficacy and safety of biological disease-modifying antirheumatic drugs (DMARDs) and Janus kinase(JAK) inhibitors in patients with early rheumatoid arthritis (RA). A systematic search was conducted of PubMed, Web of Science, Cochrane Library, and EMBASE databases (up to February 2025), supplemented by searches of clinical trial registries. Eligible randomised controlled trials enrolled adults with early RA (< 2 years) treated with biological DMARDs/JAK inhibitors versus conventional synthetic DMARDs. Statistical analyses were conducted using Stata software (version 16.0). 21 eligible trials involving nine interventions and 8,361 participants were included in this meta-analysis. Multiple biological DMARDs demonstrated superior therapeutic efficacy compared to methotrexate. Adalimumab + methotrexate showed the most pronounced effect on DAS28 remission (OR 2.90[95% CI 1.94-4.33]; SUCRA 83.7%), while tocilizumab + methotrexate exhibited the highest efficacy in achieving ACR70 response (OR 4.41[95% CI 2.29-8.49]; SUCRA 94.7%). Regarding safety, only tocilizumab + methotrexate demonstrated a higher incidence of adverse events(OR 5.11[95% CI 2.03-12.86]; SUCRA 0.6%). No safety risks were identified for other interventions. Due to the limited number of eligible clinical trials, the optimal treatment strategy remains inconclusive. For patients with early RA and high disease activity, combination therapy with certain biological DMARDs demonstrated superior clinical efficacy compared to methotrexate. No noteworthy safety risks have been observed. More high-quality trials should be conducted to evaluate treatment strategies for individuals with early RA comprehensively. Not applicable.",
    "disease": "rheumatoid arthritis",
    "clean_text": "efficacy and safety of non conventional synthetic disease modifying antirheumatic drugs in early active rheumatoid arthritis a network meta analysis to compare the clinical efficacy and safety of biological disease modifying antirheumatic drugs dmards and janus kinase jak inhibitors in patients with early rheumatoid arthritis ra a systematic search was conducted of pubmed web of science cochrane library and embase databases up to february supplemented by searches of clinical trial registries eligible randomised controlled trials enrolled adults with early ra years treated with biological dmards jak inhibitors versus conventional synthetic dmards statistical analyses were conducted using stata software version eligible trials involving nine interventions and participants were included in this meta analysis multiple biological dmards demonstrated superior therapeutic efficacy compared to methotrexate adalimumab methotrexate showed the most pronounced effect on das remission or ci sucra while tocilizumab methotrexate exhibited the highest efficacy in achieving acr response or ci sucra regarding safety only tocilizumab methotrexate demonstrated a higher incidence of adverse events or ci sucra no safety risks were identified for other interventions due to the limited number of eligible clinical trials the optimal treatment strategy remains inconclusive for patients with early ra and high disease activity combination therapy with certain biological dmards demonstrated superior clinical efficacy compared to methotrexate no noteworthy safety risks have been observed more high quality trials should be conducted to evaluate treatment strategies for individuals with early ra comprehensively not applicable"
}