{
    "title": "Impact of carbon fiscal policy on Zhejiang Economy-Evidence from E-DSGE.",
    "doc_id": "38707346",
    "writer": "Zhao Z",
    "year": "2024",
    "summary": "This paper studies the impact of carbon fiscal policy on the Zhejiang economy through the lens of a DSGE model with an environmental sector. The model was estimated via Bayesian estimation using data from Zhejiang Province for the period from 2005Q1 to 2021Q4. ...Th …",
    "abstract": "This paper studies the impact of carbon fiscal policy on the Zhejiang economy through the lens of a DSGE model with an environmental sector. The model was estimated via Bayesian estimation using data from Zhejiang Province for the period from 2005Q1 to 2021Q4. We found that both carbon tax and carbon emission subsidy can improve environmental quality and reduce carbon emissions. However, the subsidy tends to stimulate output and employment more, while both policies have a negative impact on consumption and investment. We suggest that the government should exercise caution in implementing these policies, as their scale of impact is relatively small. The combination of the two policies could neutralize their impact on output but may enhance their impact on other sectors in Zhejiang. However, the structure and timing of these policies matter; implementing a low carbon tax first followed by a high carbon subsidy would be preferable. Furthermore, we examined and concluded that emission technology, particularly at the firm level, can play a significant role in mitigating the negative impact.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38707346/",
    "clean_text": "impact of carbon fiscal policy on zhejiang economy evidence from e dsge this paper studies the impact of carbon fiscal policy on the zhejiang economy through the lens of a dsge model with an environmental sector the model was estimated via bayesian estimation using data from zhejiang province for the period from q to q th this paper studies the impact of carbon fiscal policy on the zhejiang economy through the lens of a dsge model with an environmental sector the model was estimated via bayesian estimation using data from zhejiang province for the period from q to q we found that both carbon tax and carbon emission subsidy can improve environmental quality and reduce carbon emissions however the subsidy tends to stimulate output and employment more while both policies have a negative impact on consumption and investment we suggest that the government should exercise caution in implementing these policies as their scale of impact is relatively small the combination of the two policies could neutralize their impact on output but may enhance their impact on other sectors in zhejiang however the structure and timing of these policies matter implementing a low carbon tax first followed by a high carbon subsidy would be preferable furthermore we examined and concluded that emission technology particularly at the firm level can play a significant role in mitigating the negative impact"
}