{
    "title": "Evidence-based validation of the predictive value of the American Association for the Surgery of Trauma kidney injury scale.",
    "doc_id": "17426551",
    "writer": "Shariat SF",
    "year": "2007",
    "summary": "BACKGROUND: To evaluate the predictive value of the American Association for the Surgery of Trauma (AAST) kidney injury scale for the management of traumatic renal injuries. METHODS: From October 1995 through October 2004, 424 patients presented to our hospit …",
    "abstract": "Background:\n        \n      \n      To evaluate the predictive value of the American Association for the Surgery of Trauma (AAST) kidney injury scale for the management of traumatic renal injuries.\n    \n\n\n          Methods:\n        \n      \n      From October 1995 through October 2004, 424 patients presented to our hospital with traumatic renal injury.\n    \n\n\n          Results:\n        \n      \n      Overall, 27.8% of patients had grade I injury, 26.4% had grade II injury, 19.3% had grade III injury, 18.2% had grade IV injury, and 8.3% had grade V injury. Patient age, Glasgow Coma Scale score, Revised Trauma Score, creatinine, blood urea nitrogen (BUN), white blood count, gender, substance abuse, shock, flank ecchymosis, abdominal pain, and mortality were not associated with AAST grade. Systolic blood pressure and hematocrit levels decreased with increasing AAST grades (p = 0.032 and p = 0.045, respectively). Volume transfused and length of hospitalization increased with AAST grades (p = 0.003 and p = 0.004, respectively). Patients with gunshot injury had higher AAST grades than those with blunt trauma (p < 0.001). Hypotension (14%), blood transfusion (47%), gross hematuria (65.9%), and flank pain (25%) were associated with higher AAST grades (p = 0.010, p < 0.001, p = 0.016, and p = 0.001, respectively). Ninety patients (21.2%) underwent renal exploration: 61% nephrectomies and 39% renorraphies. In multivariable analyses, type of injury, hematuria at presentation, and AAST scale predicted the risk of renal exploration (p < 0.001, p = 0.024, and p < 0.001, respectively), whereas type of injury and AAST scale were the sole predictors of nephrectomy (p < 0.001 and p < 0.001, respectively).\n    \n\n\n          Conclusions:\n        \n      \n      We confirmed that the AAST injury severity scale is a powerful and valid tool for prediction of clinical outcome in patients with renal trauma.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17426551/",
    "clean_text": "evidence based validation of the predictive value of the american association for the surgery of trauma kidney injury scale background to evaluate the predictive value of the american association for the surgery of trauma aast kidney injury scale for the management of traumatic renal injuries methods from october through october patients presented to our hospit background to evaluate the predictive value of the american association for the surgery of trauma aast kidney injury scale for the management of traumatic renal injuries methods from october through october patients presented to our hospital with traumatic renal injury results overall of patients had grade i injury had grade ii injury had grade iii injury had grade iv injury and had grade v injury patient age glasgow coma scale score revised trauma score creatinine blood urea nitrogen bun white blood count gender substance abuse shock flank ecchymosis abdominal pain and mortality were not associated with aast grade systolic blood pressure and hematocrit levels decreased with increasing aast grades p and p respectively volume transfused and length of hospitalization increased with aast grades p and p respectively patients with gunshot injury had higher aast grades than those with blunt trauma p hypotension blood transfusion gross hematuria and flank pain were associated with higher aast grades p p p and p respectively ninety patients underwent renal exploration nephrectomies and renorraphies in multivariable analyses type of injury hematuria at presentation and aast scale predicted the risk of renal exploration p p and p respectively whereas type of injury and aast scale were the sole predictors of nephrectomy p and p respectively conclusions we confirmed that the aast injury severity scale is a powerful and valid tool for prediction of clinical outcome in patients with renal trauma"
}