{
    "title": "Bridging the Divide Between Health and Mental Health: New Opportunity for Parity in Childhood.",
    "doc_id": "37230286",
    "writer": "Constantino JN.",
    "year": "2023",
    "summary": "The modern era for mental health parity in the US began in 1996, when Congress enacted the Mental Health Parity Act (MHPA), which required equivalence in aggregate lifetime and annual dollar limits for mental health benefits and medical/s …",
    "abstract": "The modern era for mental health parity in the US began in 1996, when Congress enacted the Mental Health Parity Act (MHPA), which required equivalence in aggregate lifetime and annual dollar limits for mental health benefits and medical/surgical benefits. Mental health parity generally refers to the equal treatment of mental health conditions and physical health conditions in insurance plans, the substance of which extends far beyond equivalence in the dollar limits of benefits. Mental health parity is a foundational aspiration that has not yet been fulfilled in the US; this article describes details of subsequent legislation that has created new opportunity to finish the work that was started by MHPA, to achieve actual mental health parity, with particular reference to the needs of children.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37230286/",
    "clean_text": "bridging the divide between health and mental health new opportunity for parity in childhood the modern era for mental health parity in the us began in when congress enacted the mental health parity act mhpa which required equivalence in aggregate lifetime and annual dollar limits for mental health benefits and medical s the modern era for mental health parity in the us began in when congress enacted the mental health parity act mhpa which required equivalence in aggregate lifetime and annual dollar limits for mental health benefits and medical surgical benefits mental health parity generally refers to the equal treatment of mental health conditions and physical health conditions in insurance plans the substance of which extends far beyond equivalence in the dollar limits of benefits mental health parity is a foundational aspiration that has not yet been fulfilled in the us this article describes details of subsequent legislation that has created new opportunity to finish the work that was started by mhpa to achieve actual mental health parity with particular reference to the needs of children"
}