{
    "pmid": "41465964",
    "title": "Analysis of factors affecting the efficacy of contralateral seventh cervical nerve transfer for central upper limb paralysis and prediction model for efficacy evaluation.",
    "abstract": "This study aims to evaluate the efficacy, safety, and predictors of contralateral C7 nerve transfer (CC7) for central upper limb spastic hemiplegia and develop a preoperative prediction model. A retrospective analysis included 58 stroke patients with spastic hemiplegia undergoing CC7 surgery. Composite efficacy endpoints assessed efficacy. Univariate and multivariate logistic regression identified predictive factors. A nomogram prediction model was built and validated using receiver operating characteristic curves, calibration curves, and decision curve analysis. CC7 significantly improved affected upper limb function. The Fugl-Meyer Assessment for upper extremity (FMA-UE) score increased from 25.9 ± 3.6 preoperatively to 37.6 ± 3.4 at final follow-up (P < .001). Based on composite endpoints, the overall efficacy rate was 60.3% (35/58). Analysis of 15 potential factors identified 2 significant independent predictors of efficacy: younger age (odds ratio = 0.86, 95% confidence interval [CI]: 0.77-0.96, P = .006) and higher baseline FMA-UE score (odds ratio = 1.45, 95% CI: 1.12-1.89, P = .005). A nomogram incorporating these factors demonstrated strong diagnostic performance (area under the curve = 0.898, 95% CI: 0.820-0.976, P < .05). Bootstrap validation (area under the curve = 0.884), calibration curves, and decision curve analysis confirmed the model's robustness and clinical utility. CC7 showed good safety; postoperative adverse reactions (transient contralateral limb numbness/pain) were mild and resolved without long-term issues. CC7 is a safe and effective treatment for central hemiplegia, significantly improving upper limb function. The developed nomogram, using age and baseline FMA-UE score, provides an accurate tool for predicting CC7 efficacy and aiding patient selection.",
    "disease": "stroke",
    "clean_text": "analysis of factors affecting the efficacy of contralateral seventh cervical nerve transfer for central upper limb paralysis and prediction model for efficacy evaluation this study aims to evaluate the efficacy safety and predictors of contralateral c nerve transfer cc for central upper limb spastic hemiplegia and develop a preoperative prediction model a retrospective analysis included stroke patients with spastic hemiplegia undergoing cc surgery composite efficacy endpoints assessed efficacy univariate and multivariate logistic regression identified predictive factors a nomogram prediction model was built and validated using receiver operating characteristic curves calibration curves and decision curve analysis cc significantly improved affected upper limb function the fugl meyer assessment for upper extremity fma ue score increased from preoperatively to at final follow up p based on composite endpoints the overall efficacy rate was analysis of potential factors identified significant independent predictors of efficacy younger age odds ratio confidence interval ci p and higher baseline fma ue score odds ratio ci p a nomogram incorporating these factors demonstrated strong diagnostic performance area under the curve ci p bootstrap validation area under the curve calibration curves and decision curve analysis confirmed the model s robustness and clinical utility cc showed good safety postoperative adverse reactions transient contralateral limb numbness pain were mild and resolved without long term issues cc is a safe and effective treatment for central hemiplegia significantly improving upper limb function the developed nomogram using age and baseline fma ue score provides an accurate tool for predicting cc efficacy and aiding patient selection"
}