{
    "pmid": "41444413",
    "title": "Cancer-cell-secreted DDAH1 induces TGF-β1/Smad3 signaling pathway to promote fibrosis and aging in lung.",
    "abstract": "Lung aging is a multifactorial series of molecular alterations that leads to gradual deterioration of lung function and increased vulnerability to cancer. Tumor communicates with host organs partially through extracellular vesicles; however, the mechanistic drivers and consequences of lung aging in the context of cancer remain unclear. Here we identify cancer cell-secreted dimethylarginine dimethylaminohydrolase-1 (DDAH1) protein induces citrulline accumulation and promotes lung fibrosis and aging. Mechanistically, our single-cell sequencing and genetic knockout mice evidence that citrulline availability elevation inhibits peptidyl arginine deiminase 4-mediated transforming growth factor-β1 (TGF-β1) citrullination, thereby inducing the TGF-β1/Smad3 signaling pathway in lung fibroblasts. Notably, vacuolar protein sorting assists the packaging of DDAH1 into the late endosomes. The administration of DDAH1 inhibitor reduces fibrosis and alleviates lung aging. Conclusively, our findings reveal tumor-derived DDAH1 protein contributes to citrulline accumulation to promote lung aging, shedding light on the treatment and diagnosis of tumors by inhibiting senescent lung fibroblasts.",
    "disease": "lung cancer",
    "clean_text": "cancer cell secreted ddah induces tgf smad signaling pathway to promote fibrosis and aging in lung lung aging is a multifactorial series of molecular alterations that leads to gradual deterioration of lung function and increased vulnerability to cancer tumor communicates with host organs partially through extracellular vesicles however the mechanistic drivers and consequences of lung aging in the context of cancer remain unclear here we identify cancer cell secreted dimethylarginine dimethylaminohydrolase ddah protein induces citrulline accumulation and promotes lung fibrosis and aging mechanistically our single cell sequencing and genetic knockout mice evidence that citrulline availability elevation inhibits peptidyl arginine deiminase mediated transforming growth factor tgf citrullination thereby inducing the tgf smad signaling pathway in lung fibroblasts notably vacuolar protein sorting assists the packaging of ddah into the late endosomes the administration of ddah inhibitor reduces fibrosis and alleviates lung aging conclusively our findings reveal tumor derived ddah protein contributes to citrulline accumulation to promote lung aging shedding light on the treatment and diagnosis of tumors by inhibiting senescent lung fibroblasts"
}