{
    "title": "Invited review: pathology, etiology, prevention, and treatment of fatty liver in dairy cows.",
    "doc_id": "15377589",
    "writer": "Bobe G",
    "year": "2004",
    "summary": "Excess lipids are stored as triacylglycerol in the liver and are associated with decreased metabolic functions of the liver. Liver can be categorized into normal liver or mild, moderate, or severe fatty liver; the latter can be subdivided …",
    "abstract": "Fatty liver (i.e., hepatic lipidosis) is a major metabolic disorder of many dairy cows in early lactation and is associated with decreased health status and reproductive performance. In severe cases, milk production and feed intake are decreased. Therefore, a practical preventative or an efficacious treatment of fatty liver could save millions of dollars yearly in treatment, replacement, and production losses for dairy farmers. Fatty liver develops when the hepatic uptake of lipids exceeds the oxidation and secretion of lipids by the liver, which usually is preceded by high concentrations of plasma NEFA mobilized from adipose tissue. Excess lipids are stored as triacylglycerol in the liver and are associated with decreased metabolic functions of the liver. Liver can be categorized into normal liver or mild, moderate, or severe fatty liver; the latter can be subdivided further into nonencephalopathic severe fatty liver and hepatic encephalopathy. Insufficient or unbalanced dietary intake, obesity, and elevated estrogen concentrations are involved in the etiology of fatty liver, which is associated with greater incidence of dystocia, diseases, infections, and inflammations. Because even mild fatty liver is associated with decreased health status and reproductive performance of dairy cows, prevention of fatty liver by supplying cows with sufficient nutrients and a clean and health-promoting environment in the peripartal period would reduce production losses of cows more than would any treatment of fatty liver. This, however, might not be enough for cows that are obese or do not eat well, had calving difficulties or twins, have metabolic or infectious diseases, or are in severe negative energy balance because of high milk production immediately after calving. Potential and commonly used preventatives, as well as treatments, are discussed in the review. Currently, detection of fatty liver is possible only by minor surgery. Ultrasonic techniques offer a potential tool to noninvasively detect fatty liver. Future gene-array and proteomic studies may provide means to detect early molecular events in the etiology of fatty liver plus their connection with immune function and reproductive performance so that more effective treatments and preventatives of fatty liver can be developed. Such advances hopefully will make fatty liver a problem of the past.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15377589/",
    "clean_text": "invited review pathology etiology prevention and treatment of fatty liver in dairy cows excess lipids are stored as triacylglycerol in the liver and are associated with decreased metabolic functions of the liver liver can be categorized into normal liver or mild moderate or severe fatty liver the latter can be subdivided fatty liver i e hepatic lipidosis is a major metabolic disorder of many dairy cows in early lactation and is associated with decreased health status and reproductive performance in severe cases milk production and feed intake are decreased therefore a practical preventative or an efficacious treatment of fatty liver could save millions of dollars yearly in treatment replacement and production losses for dairy farmers fatty liver develops when the hepatic uptake of lipids exceeds the oxidation and secretion of lipids by the liver which usually is preceded by high concentrations of plasma nefa mobilized from adipose tissue excess lipids are stored as triacylglycerol in the liver and are associated with decreased metabolic functions of the liver liver can be categorized into normal liver or mild moderate or severe fatty liver the latter can be subdivided further into nonencephalopathic severe fatty liver and hepatic encephalopathy insufficient or unbalanced dietary intake obesity and elevated estrogen concentrations are involved in the etiology of fatty liver which is associated with greater incidence of dystocia diseases infections and inflammations because even mild fatty liver is associated with decreased health status and reproductive performance of dairy cows prevention of fatty liver by supplying cows with sufficient nutrients and a clean and health promoting environment in the peripartal period would reduce production losses of cows more than would any treatment of fatty liver this however might not be enough for cows that are obese or do not eat well had calving difficulties or twins have metabolic or infectious diseases or are in severe negative energy balance because of high milk production immediately after calving potential and commonly used preventatives as well as treatments are discussed in the review currently detection of fatty liver is possible only by minor surgery ultrasonic techniques offer a potential tool to noninvasively detect fatty liver future gene array and proteomic studies may provide means to detect early molecular events in the etiology of fatty liver plus their connection with immune function and reproductive performance so that more effective treatments and preventatives of fatty liver can be developed such advances hopefully will make fatty liver a problem of the past"
}