{
    "pmid": "41420262",
    "title": "Efficacy and predictors of virological non-suppression in Thailand's rollout of dolutegravir-based first-line antiretroviral therapy: A nationwide cohort analysis.",
    "abstract": "To evaluate real-world outcomes of dolutegravir (DTG)-based first-line antiretroviral therapy (ART) among people with HIV in Thailand, where baseline HIV-1 RNA and resistance testing is not routinely available. This retrospective cohort study enrolled ART-naive Thai people with HIV aged ≥15 years who initiated DTG-based ART between 2020 and 2023 under the national Universal Health Coverage programme. People with HIV with ≥1 post-baseline HIV viral load (VL) measurement were included. Virological non-suppression (VNS) was defined as VL ≥1000 copies/mL after ≥6 months of ART. The primary outcome was the proportion achieving virological suppression (VL <50 copies/mL). Competing-risk regression was used to identify factors associated with VNS, accounting for death and loss to follow-up (LTFU). Mortality data were confirmed via the national death registry. Of 10 475 people with HIV initiating DTG-based ART, 84.5% achieved virological suppression and 95.3% achieved VL < 200 copies/mL within 1 year. The cumulative VNS incidence was 10.1% (95% confidence interval [CI]: 9.6%-10.5%), and highest among those with late ART initiation (10.6% [95% CI: 7.4%-14.3%]). VNS was significantly associated with younger age, 15-24 years (aSHR 2.28, 95% CI:1.66-3.12), 25-34 years (aSHR1.43, 95% CI:1.07-1.90), baseline CD4 < 100 cells/mm Nationwide rollout of DTG-based ART achieved excellent virological outcomes in Thailand. However, higher VNS risk among adolescents, individuals with advanced HIV disease and those in specific regions underscores the need for targeted interventions to improve treatment equity and long-term viral suppression.",
    "disease": "tuberculosis",
    "clean_text": "efficacy and predictors of virological non suppression in thailand s rollout of dolutegravir based first line antiretroviral therapy a nationwide cohort analysis to evaluate real world outcomes of dolutegravir dtg based first line antiretroviral therapy art among people with hiv in thailand where baseline hiv rna and resistance testing is not routinely available this retrospective cohort study enrolled art naive thai people with hiv aged years who initiated dtg based art between and under the national universal health coverage programme people with hiv with post baseline hiv viral load vl measurement were included virological non suppression vns was defined as vl copies ml after months of art the primary outcome was the proportion achieving virological suppression vl copies ml competing risk regression was used to identify factors associated with vns accounting for death and loss to follow up ltfu mortality data were confirmed via the national death registry of people with hiv initiating dtg based art achieved virological suppression and achieved vl copies ml within year the cumulative vns incidence was confidence interval ci and highest among those with late art initiation ci vns was significantly associated with younger age years ashr ci years ashr ci baseline cd cells mm nationwide rollout of dtg based art achieved excellent virological outcomes in thailand however higher vns risk among adolescents individuals with advanced hiv disease and those in specific regions underscores the need for targeted interventions to improve treatment equity and long term viral suppression"
}