{
    "pmid": "41410813",
    "title": "Hydrogen sulphide modifies the therapeutic potential of bone marrow mesenchymal stem cells in an adjuvant-induced polyarthritis rat model through the mitigation of angiogenesis, ectopic lymphoid tissue formation, and osteoclastogenesis.",
    "abstract": "Among the chronic and progressive autoimmune disorders that primarily affect joints in the hands, wrists, and knees, rheumatoid arthritis (RA) is a highly prevalent one. A significant number of patients develop severe adverse events, display weak responses, or cannot afford long-term use of the current RA medications, requiring more efficient and safer curative alternatives. increasing evidence recommends the application of mesenchymal stem cells (MSCs)-based therapy for mitigating chronic inflammation and boosting tissue renewal in intractable disorders. Moreover, sodium hydrosulphide (NaHS) has recently been found to have anti-inflammatory effects. Therefore, this study compared the therapeutic outcomes of four approaches; bone marrow-derived mesenchymal stem cells (BM-MSCs), their conditioned media (CM), BM-MSCs pre-conditioned with NaHS, and their conditioned media in a rat model of adjuvant-induced polyarthritis. The process involved the isolation of MSCs from rat bone marrow, propagation, and characterization of the isolated cells. polyarthritis was induced in male Wistar rats via intradermal injection of type II collagen on day 0 and day 21. Affected rats were treated with naproxen, BM-MSCs, BM-MSCs-CM, NaHS, BM-MSCs preconditioned with NaHS, or BM-MSCs preconditioned with NaHS-CM. The results indicated that the administered cells homed to the bone marrow and bone trabeculae of the knee joint tissue of the afflicted rats. The proposed treatments brought about significant down-regulation of peptidyl arginine deiminase 2 (PAD2) and chemokine ligand 13 (CXCL13) genes as well as angiopoietin-1 (Ang-1) protein expression, along with substantial upregulation of the galectin-1 (GAL-1) gene and osteoprotegerin (OPG) protein expression. Compared with BM-MSCs therapy, the treatment with BM-MSCs preconditioned with NaHS and their CM exhibited superior effect, with values close to those of the controls. In addition, treatment with the CM of BM-MSCs offered a lesser effect compared to BM-MSCs therapy alone. In conclusion, NaHS has the potential to improve the therapeutic capability of BM-MSCs for RA in rats by enhancing their anti-inflammatory, immunomodulatory, and regenerative capacity.",
    "disease": "rheumatoid arthritis",
    "clean_text": "hydrogen sulphide modifies the therapeutic potential of bone marrow mesenchymal stem cells in an adjuvant induced polyarthritis rat model through the mitigation of angiogenesis ectopic lymphoid tissue formation and osteoclastogenesis among the chronic and progressive autoimmune disorders that primarily affect joints in the hands wrists and knees rheumatoid arthritis ra is a highly prevalent one a significant number of patients develop severe adverse events display weak responses or cannot afford long term use of the current ra medications requiring more efficient and safer curative alternatives increasing evidence recommends the application of mesenchymal stem cells mscs based therapy for mitigating chronic inflammation and boosting tissue renewal in intractable disorders moreover sodium hydrosulphide nahs has recently been found to have anti inflammatory effects therefore this study compared the therapeutic outcomes of four approaches bone marrow derived mesenchymal stem cells bm mscs their conditioned media cm bm mscs pre conditioned with nahs and their conditioned media in a rat model of adjuvant induced polyarthritis the process involved the isolation of mscs from rat bone marrow propagation and characterization of the isolated cells polyarthritis was induced in male wistar rats via intradermal injection of type ii collagen on day and day affected rats were treated with naproxen bm mscs bm mscs cm nahs bm mscs preconditioned with nahs or bm mscs preconditioned with nahs cm the results indicated that the administered cells homed to the bone marrow and bone trabeculae of the knee joint tissue of the afflicted rats the proposed treatments brought about significant down regulation of peptidyl arginine deiminase pad and chemokine ligand cxcl genes as well as angiopoietin ang protein expression along with substantial upregulation of the galectin gal gene and osteoprotegerin opg protein expression compared with bm mscs therapy the treatment with bm mscs preconditioned with nahs and their cm exhibited superior effect with values close to those of the controls in addition treatment with the cm of bm mscs offered a lesser effect compared to bm mscs therapy alone in conclusion nahs has the potential to improve the therapeutic capability of bm mscs for ra in rats by enhancing their anti inflammatory immunomodulatory and regenerative capacity"
}