{
    "title": "Gut microbial metabolites in lung cancer development and immunotherapy: Novel insights into gut-lung axis.",
    "doc_id": "38969161",
    "writer": "Li X",
    "year": "2024",
    "summary": "As the study continues to deepen, the critical function of microbial metabolites in the occurrence and treatment of lung cancer has gradually been revealed. Microbial derivates can enter the circulation system to modulate the immune microenvironment of lung …",
    "abstract": "Metabolic derivatives of numerous microorganisms inhabiting the human gut can participate in regulating physiological activities and immune status of the lungs through the gut-lung axis. The current well-established microbial metabolites include short-chain fatty acids (SCFAs), tryptophan and its derivatives, polyamines (PAs), secondary bile acids (SBAs), etc. As the study continues to deepen, the critical function of microbial metabolites in the occurrence and treatment of lung cancer has gradually been revealed. Microbial derivates can enter the circulation system to modulate the immune microenvironment of lung cancer. Mechanistically, oncometabolites damage host DNA and promote the occurrence of lung cancer, while tumor-suppresive metabolites directly affect the immune system to combat the malignant properties of cancer cells and even show considerable application potential in improving the efficacy of lung cancer immunotherapy. Considering the crosstalk along the gut-lung axis, in-depth exploration of microbial metabolites in patients' feces or serum will provide novel guidance for lung cancer diagnosis and treatment selection strategies. In addition, targeted therapeutics on microbial metabolites are expected to overcome the bottleneck of lung cancer immunotherapy and alleviate adverse reactions, including fecal microbiota transplantation, microecological preparations, metabolite synthesis and drugs targeting metabolic pathways. In summary, this review provides novel insights and explanations on the intricate interplay between gut microbial metabolites and lung cancer development, and immunotherapy through the lens of the gut-lung axis, which further confirms the possible translational potential of the microbiome metabolome in lung cancer treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38969161/",
    "clean_text": "gut microbial metabolites in lung cancer development and immunotherapy novel insights into gut lung axis as the study continues to deepen the critical function of microbial metabolites in the occurrence and treatment of lung cancer has gradually been revealed microbial derivates can enter the circulation system to modulate the immune microenvironment of lung metabolic derivatives of numerous microorganisms inhabiting the human gut can participate in regulating physiological activities and immune status of the lungs through the gut lung axis the current well established microbial metabolites include short chain fatty acids scfas tryptophan and its derivatives polyamines pas secondary bile acids sbas etc as the study continues to deepen the critical function of microbial metabolites in the occurrence and treatment of lung cancer has gradually been revealed microbial derivates can enter the circulation system to modulate the immune microenvironment of lung cancer mechanistically oncometabolites damage host dna and promote the occurrence of lung cancer while tumor suppresive metabolites directly affect the immune system to combat the malignant properties of cancer cells and even show considerable application potential in improving the efficacy of lung cancer immunotherapy considering the crosstalk along the gut lung axis in depth exploration of microbial metabolites in patients feces or serum will provide novel guidance for lung cancer diagnosis and treatment selection strategies in addition targeted therapeutics on microbial metabolites are expected to overcome the bottleneck of lung cancer immunotherapy and alleviate adverse reactions including fecal microbiota transplantation microecological preparations metabolite synthesis and drugs targeting metabolic pathways in summary this review provides novel insights and explanations on the intricate interplay between gut microbial metabolites and lung cancer development and immunotherapy through the lens of the gut lung axis which further confirms the possible translational potential of the microbiome metabolome in lung cancer treatment"
}