{
    "title": "[Scurvy presenting with low-extremity necrotic and purpuric ulcers: Two cases].",
    "doc_id": "33203540",
    "writer": "Guellich A",
    "year": "2021",
    "summary": "CASES: Two men aged 87 and 69 were referred with multifactorial, progressive ulceration of the lower limbs, without scarring, in a context of arterial disease and other associated comorbidities. ...This report highlights the importance of maintaining a high index of suspic …",
    "abstract": "Background:\n        \n      \n      Scurvy is a clinical syndrome resulting from ascorbic acid deficiency. Although presently rare in the developed world, it continues to occur within certain susceptible populations, particularly the elderly and those with dietary habits with low vitamin C intake.\n    \n\n\n          Cases:\n        \n      \n      Two men aged 87 and 69 were referred with multifactorial, progressive ulceration of the lower limbs, without scarring, in a context of arterial disease and other associated comorbidities. In both cases, the level of vitamin C was undetectable. An improvement in the necrotic component and in the purpura was promptly observed after vitamin C supplementation.\n    \n\n\n          Conclusions:\n        \n      \n      Diagnosis of scurvy can be challenging. This report highlights the importance of maintaining a high index of suspicion for scurvy in atypical necrotic ulcerations of lower extremities with poor response to standard therapy especially in populations at high risk of vitamin C deficiency. Early diagnosis can improve patient prognosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33203540/",
    "clean_text": "scurvy presenting with low extremity necrotic and purpuric ulcers two cases cases two men aged and were referred with multifactorial progressive ulceration of the lower limbs without scarring in a context of arterial disease and other associated comorbidities this report highlights the importance of maintaining a high index of suspic background scurvy is a clinical syndrome resulting from ascorbic acid deficiency although presently rare in the developed world it continues to occur within certain susceptible populations particularly the elderly and those with dietary habits with low vitamin c intake cases two men aged and were referred with multifactorial progressive ulceration of the lower limbs without scarring in a context of arterial disease and other associated comorbidities in both cases the level of vitamin c was undetectable an improvement in the necrotic component and in the purpura was promptly observed after vitamin c supplementation conclusions diagnosis of scurvy can be challenging this report highlights the importance of maintaining a high index of suspicion for scurvy in atypical necrotic ulcerations of lower extremities with poor response to standard therapy especially in populations at high risk of vitamin c deficiency early diagnosis can improve patient prognosis"
}