{
    "title": "Experiences of Young Adults With Lymphoma During the COVID-19 Pandemic.",
    "doc_id": "34673763",
    "writer": "Vena JA.",
    "year": "2021",
    "summary": "",
    "abstract": "Purpose:\n        \n      \n      To investigate the experiences of young adults with lymphoma during the COVID-19 pandemic.\n    \n\n\n          Participants &amp; setting:\n        \n      \n      8 young adults with Hodgkin or non-Hodgkin lymphoma from one National Cancer Institute-designated cancer center in the northeastern United States.\n    \n\n\n          Methodologic approach:\n        \n      \n      Secondary data analysis of a study that investigated the experiences of young adults with lymphoma during acute survivorship was used. Thematic analysis was chosen for the secondary data analysis methodology.\n    \n\n\n          Findings:\n        \n      \n      Three themes define the experiences of young adults with lymphoma during the COVID-19 pandemic.\n    \n\n\n          Implications for nursing:\n        \n      \n      Nurse-led survivorship care and education of young adults with cancer may mitigate COVID-19-related anxiety and threats.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34673763/",
    "clean_text": "experiences of young adults with lymphoma during the covid pandemic purpose to investigate the experiences of young adults with lymphoma during the covid pandemic participants amp setting young adults with hodgkin or non hodgkin lymphoma from one national cancer institute designated cancer center in the northeastern united states methodologic approach secondary data analysis of a study that investigated the experiences of young adults with lymphoma during acute survivorship was used thematic analysis was chosen for the secondary data analysis methodology findings three themes define the experiences of young adults with lymphoma during the covid pandemic implications for nursing nurse led survivorship care and education of young adults with cancer may mitigate covid related anxiety and threats"
}