{
    "title": "Atrial fibrillation in athletes.",
    "doc_id": "16910441",
    "writer": "Farrar MW",
    "year": "2006",
    "summary": "A 60-year old male physician on staff at North Kansas City Hospital was admitted with paroxysmal atrial fibrillation. The physician is an avid long-distance runner. Ultimately, three other male physicians on staff, all long-distance runners, were identified as havin …",
    "abstract": "A 60-year old male physician on staff at North Kansas City Hospital was admitted with paroxysmal atrial fibrillation. The physician is an avid long-distance runner. Ultimately, three other male physicians on staff, all long-distance runners, were identified as having lone atrial fibrillation. This prompted a literature search which initially indicated a higher than normal incidence of atrial fibrillation in endurance and elite athletes. However, recent data has questioned the validity of this observation. The management of the athlete with atrial fibrillation poses special concerns and can be problematic. The incidence, causes, implications, and management of atrial fibrillation in athletes is the subject of this review.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16910441/",
    "clean_text": "atrial fibrillation in athletes a year old male physician on staff at north kansas city hospital was admitted with paroxysmal atrial fibrillation the physician is an avid long distance runner ultimately three other male physicians on staff all long distance runners were identified as havin a year old male physician on staff at north kansas city hospital was admitted with paroxysmal atrial fibrillation the physician is an avid long distance runner ultimately three other male physicians on staff all long distance runners were identified as having lone atrial fibrillation this prompted a literature search which initially indicated a higher than normal incidence of atrial fibrillation in endurance and elite athletes however recent data has questioned the validity of this observation the management of the athlete with atrial fibrillation poses special concerns and can be problematic the incidence causes implications and management of atrial fibrillation in athletes is the subject of this review"
}