{
    "title": "Physical activity and fitness for the prevention of hypertension.",
    "doc_id": "29762150",
    "writer": "Bakker EA",
    "year": "2018",
    "summary": "PURPOSE OF REVIEW: The aim of this review is to evaluate the most recent literature about the role of physical activity, exercise, and fitness in hypertension prevention. RECENT FINDINGS: Strong evidence indicates that performing moderate-to-vigorous physi …",
    "abstract": "Purpose of review:\n        \n      \n      The aim of this review is to evaluate the most recent literature about the role of physical activity, exercise, and fitness in hypertension prevention.\n    \n\n\n          Recent findings:\n        \n      \n      Strong evidence indicates that performing moderate-to-vigorous physical activity, particularly aerobic exercise, and improving cardiorespiratory fitness (CRF) reduce blood pressure (BP) levels and lower hypertension incidence. Although evidence is limited, performing resistance exercise or improving muscular strength appears to be associated with a lower incidence of hypertension. Furthermore, reducing sedentary time or replacing sedentary time with physical activity might lower BP.\n    \n\n\n          Summary:\n        \n      \n      To lower the risk of hypertension, promoting physical activity and improving fitness, especially CRF, should be encouraged. More research is needed to determine the effects of sedentary behavior, resistance exercise, and muscle strength on the development of hypertension across diverse populations and settings. Future studies should focus on dose-response relationships of exercise and physical activity with the development of hypertension to determine the minimal and optimal amount of exercise and physical activity for hypertension prevention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29762150/",
    "clean_text": "physical activity and fitness for the prevention of hypertension purpose of review the aim of this review is to evaluate the most recent literature about the role of physical activity exercise and fitness in hypertension prevention recent findings strong evidence indicates that performing moderate to vigorous physi purpose of review the aim of this review is to evaluate the most recent literature about the role of physical activity exercise and fitness in hypertension prevention recent findings strong evidence indicates that performing moderate to vigorous physical activity particularly aerobic exercise and improving cardiorespiratory fitness crf reduce blood pressure bp levels and lower hypertension incidence although evidence is limited performing resistance exercise or improving muscular strength appears to be associated with a lower incidence of hypertension furthermore reducing sedentary time or replacing sedentary time with physical activity might lower bp summary to lower the risk of hypertension promoting physical activity and improving fitness especially crf should be encouraged more research is needed to determine the effects of sedentary behavior resistance exercise and muscle strength on the development of hypertension across diverse populations and settings future studies should focus on dose response relationships of exercise and physical activity with the development of hypertension to determine the minimal and optimal amount of exercise and physical activity for hypertension prevention"
}