{
    "pmid": "41369134",
    "title": "Comparative analysis of influenza epidemiological characteristics in Quzhou, China from 2016 to 2024.",
    "abstract": "This study analyzed influenza-like illness (ILI) and influenza-positive rate (IPR) in Quzhou from 2016 to 2024 to assess the impact of the COVID-19 pandemic. The weekly surveillance data of ILI were collected from sentinel hospitals and network laboratories. Real-time reverse transcription-polymerase chain reaction (RT-PCR) was used to detect and identify the specific types of influenza viruses. A total of 77,912 ILI cases were reported (ILI% = 3.9%). Both ILI% and IPR showed seasonal winter-spring peaks. A marked decline in ILI% (4.7% to 2.7%) and IPR (19.2% to 10.7%) was observed during the COVID-19 pandemic period (2020-2022), followed by a post-pandemic rebound. Children under 15 years old accounted for the highest proportion of ILI cases (65.9%). The 5-14 age group had the highest IPR (33.6%). Influenza A(H3N2) (39.2%) and B/Victoria (36.0%) were the predominant strains. The correlation between ILI% and IPR varied significantly across COVID-19 pandemic phases: weak positive pre-pandemic ( The COVID-19 pandemic has significantly influenced influenza activity and altered the relationship between ILI% and IPR. The inconsistent correlation between ILI and IPR, especially during the COVID-19 pandemic, highlights the necessity of integrated virological surveillance and appropriate definition of ILI for effective influenza monitoring and public health response.",
    "disease": "influenza",
    "clean_text": "comparative analysis of influenza epidemiological characteristics in quzhou china from to this study analyzed influenza like illness ili and influenza positive rate ipr in quzhou from to to assess the impact of the covid pandemic the weekly surveillance data of ili were collected from sentinel hospitals and network laboratories real time reverse transcription polymerase chain reaction rt pcr was used to detect and identify the specific types of influenza viruses a total of ili cases were reported ili both ili and ipr showed seasonal winter spring peaks a marked decline in ili to and ipr to was observed during the covid pandemic period followed by a post pandemic rebound children under years old accounted for the highest proportion of ili cases the age group had the highest ipr influenza a h n and b victoria were the predominant strains the correlation between ili and ipr varied significantly across covid pandemic phases weak positive pre pandemic the covid pandemic has significantly influenced influenza activity and altered the relationship between ili and ipr the inconsistent correlation between ili and ipr especially during the covid pandemic highlights the necessity of integrated virological surveillance and appropriate definition of ili for effective influenza monitoring and public health response"
}