{
    "title": "Bone health and back pain: what do we know and where should we go?",
    "doc_id": "18716821",
    "writer": "Briggs AM",
    "year": "2009",
    "summary": "Bone health is generally not considered in patients who present with chronic back pain. Nonetheless, bone health and back pain share common genetic and environmental correlates suggesting a co-dependence. ...Bone health and back pain are …",
    "abstract": "Bone health is generally not considered in patients who present with chronic back pain. Nonetheless, bone health and back pain share common genetic and environmental correlates suggesting a co-dependence. Evidence exists for a relationship between back pain and impaired bone health. Here we present the evidence, theoretic framework and clinical relevance. Bone health and back pain are important determinants of musculoskeletal health. Back pain experienced in youth is a risk factor for future back pain, while suboptimal bone health during development increases the risk of skeletal fragility in later life. Generally, bone health is not considered in patients with chronic back pain who do not demonstrate other well-recognised bone health risk factors or associated conditions. Nonetheless, evidence suggests that back pain and impaired bone health share common environmental and genetic correlates, indicating that bone health ought to be considered in the context of back pain in otherwise healthy individuals. This review describes the likely mechanisms explaining the relationship between back pain and impaired bone health, evidence concerning the relationship and suggestions for future research. A narrative literature search was conducted using CINAHL, Medline, PubMed and Web of Science electronic databases. A history of back pain is associated with decreased bone mineral density in adults, yet this tends to be site-specific. No studies were identified examining this association in youth, yet the negative effects of childhood skeletal trauma and obesity on bone and spinal health provide indirect evidence for an association. Further research is required to clarify the impact of back pain on bone health at different lifespan stages using prospective cohort designs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18716821/",
    "clean_text": "bone health and back pain what do we know and where should we go bone health is generally not considered in patients who present with chronic back pain nonetheless bone health and back pain share common genetic and environmental correlates suggesting a co dependence bone health and back pain are bone health is generally not considered in patients who present with chronic back pain nonetheless bone health and back pain share common genetic and environmental correlates suggesting a co dependence evidence exists for a relationship between back pain and impaired bone health here we present the evidence theoretic framework and clinical relevance bone health and back pain are important determinants of musculoskeletal health back pain experienced in youth is a risk factor for future back pain while suboptimal bone health during development increases the risk of skeletal fragility in later life generally bone health is not considered in patients with chronic back pain who do not demonstrate other well recognised bone health risk factors or associated conditions nonetheless evidence suggests that back pain and impaired bone health share common environmental and genetic correlates indicating that bone health ought to be considered in the context of back pain in otherwise healthy individuals this review describes the likely mechanisms explaining the relationship between back pain and impaired bone health evidence concerning the relationship and suggestions for future research a narrative literature search was conducted using cinahl medline pubmed and web of science electronic databases a history of back pain is associated with decreased bone mineral density in adults yet this tends to be site specific no studies were identified examining this association in youth yet the negative effects of childhood skeletal trauma and obesity on bone and spinal health provide indirect evidence for an association further research is required to clarify the impact of back pain on bone health at different lifespan stages using prospective cohort designs"
}