{
    "pmid": "41353879",
    "title": "Xinfeng Capsule ameliorates RA joint injury by inhibiting cuproptosis via the METTL3/miR-221/222-3p/ATP7A Axis.",
    "abstract": "Xinfeng Capsule (XFC), a traditional Chinese herbal formulation, has long been used clinically for rheumatoid arthritis (RA); however, its underlying mechanism remains unclear. This study explored ​whether XFC alleviates RA-induced joint damage by suppressing cuproptosis via modulation of the METTL3/miR-221/222-3p/ATP7A axis. Potential therapeutic targets of XFC against RA were predicted using bioinformatic analyses. Adjuvant-induced arthritis (AA) rat models and in vitro chondrocyte injury models were established and allocated to different treatment groups. Dual-luciferase reporter assay confirmed the interaction between miR-221/222-3p and ATP7A. Optimal XFC treatment conditions (10 % for 24 h) were determined with a CCK-8 assay. The expression levels of METTL3, miR-221/222-3p, ATP7A, ATP7B, and key cuproptosis-related markers were assessed by RT-qPCR and western blotting. Functional assays were performed to evaluate cell morphology, reactive oxygen species (ROS), inflammatory cytokines, and intracellular copper accumulation. Bioinformatic analysis identified METTL3 as a pivotal target. In both animal and cell models, XFC markedly downregulated METTL3 and miR-221/222-3p while upregulating ATP7A and ATP7B. The direct targeting of ATP7A by miR-221/222-3p has been previously validated. Molecular docking revealed favorable binding between active XFC components and METTL3. Functionally, XFC suppressed the METTL3/miR-221/222-3p/ATP7A pathway, leading to reduced levels of cuproptosis drivers (FDX1, LIAS, and DLAT), diminished ROS generation, reduced inflammatory cytokine release, and reduced intracellular copper accumulation, thereby mitigating mitochondrial damage and chondrocyte injury. This study demonstrated for the first time that XFC protects against RA-related joint injury by inhibiting chondrocyte cuproptosis and inflammation via the METTL3/miR-221/222-3p/ATP7A axis, offering novel mechanistic insights into the therapeutic action of XFC and suggesting a promising strategy for RA management.",
    "disease": "rheumatoid arthritis",
    "clean_text": "xinfeng capsule ameliorates ra joint injury by inhibiting cuproptosis via the mettl mir p atp a axis xinfeng capsule xfc a traditional chinese herbal formulation has long been used clinically for rheumatoid arthritis ra however its underlying mechanism remains unclear this study explored whether xfc alleviates ra induced joint damage by suppressing cuproptosis via modulation of the mettl mir p atp a axis potential therapeutic targets of xfc against ra were predicted using bioinformatic analyses adjuvant induced arthritis aa rat models and in vitro chondrocyte injury models were established and allocated to different treatment groups dual luciferase reporter assay confirmed the interaction between mir p and atp a optimal xfc treatment conditions for h were determined with a cck assay the expression levels of mettl mir p atp a atp b and key cuproptosis related markers were assessed by rt qpcr and western blotting functional assays were performed to evaluate cell morphology reactive oxygen species ros inflammatory cytokines and intracellular copper accumulation bioinformatic analysis identified mettl as a pivotal target in both animal and cell models xfc markedly downregulated mettl and mir p while upregulating atp a and atp b the direct targeting of atp a by mir p has been previously validated molecular docking revealed favorable binding between active xfc components and mettl functionally xfc suppressed the mettl mir p atp a pathway leading to reduced levels of cuproptosis drivers fdx lias and dlat diminished ros generation reduced inflammatory cytokine release and reduced intracellular copper accumulation thereby mitigating mitochondrial damage and chondrocyte injury this study demonstrated for the first time that xfc protects against ra related joint injury by inhibiting chondrocyte cuproptosis and inflammation via the mettl mir p atp a axis offering novel mechanistic insights into the therapeutic action of xfc and suggesting a promising strategy for ra management"
}