{
    "title": "Prostate cancer in young men: an important clinical entity.",
    "doc_id": "24818853",
    "writer": "Salinas CA",
    "year": "2014",
    "summary": "Early-onset prostate cancer, that is prostate cancer diagnosed at age 55 years, differs from prostate cancer diagnosed at an older age in several ways. ...This finding suggests that important biological differences exist between early-ons …",
    "abstract": "Prostate cancer is considered a disease of older men (aged >65 years), but today over 10% of new diagnoses in the USA occur in young men aged ≤55 years. Early-onset prostate cancer, that is prostate cancer diagnosed at age ≤55 years, differs from prostate cancer diagnosed at an older age in several ways. Firstly, among men with high-grade and advanced-stage prostate cancer, those diagnosed at a young age have a higher cause-specific mortality than men diagnosed at an older age, except those over age 80 years. This finding suggests that important biological differences exist between early-onset prostate cancer and late-onset disease. Secondly, early-onset prostate cancer has a strong genetic component, which indicates that young men with prostate cancer could benefit from evaluation of genetic risk. Furthermore, although the majority of men with early-onset prostate cancer are diagnosed with low-risk disease, the extended life expectancy of these patients exposes them to long-term effects of treatment-related morbidities and to long-term risk of disease progression leading to death from prostate cancer. For these reasons, patients with early-onset prostate cancer pose unique challenges, as well as opportunities, for both research and clinical communities. Current data suggest that early-onset prostate cancer is a distinct phenotype-from both an aetiological and clinical perspective-that deserves further attention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24818853/",
    "clean_text": "prostate cancer in young men an important clinical entity early onset prostate cancer that is prostate cancer diagnosed at age years differs from prostate cancer diagnosed at an older age in several ways this finding suggests that important biological differences exist between early ons prostate cancer is considered a disease of older men aged years but today over of new diagnoses in the usa occur in young men aged years early onset prostate cancer that is prostate cancer diagnosed at age years differs from prostate cancer diagnosed at an older age in several ways firstly among men with high grade and advanced stage prostate cancer those diagnosed at a young age have a higher cause specific mortality than men diagnosed at an older age except those over age years this finding suggests that important biological differences exist between early onset prostate cancer and late onset disease secondly early onset prostate cancer has a strong genetic component which indicates that young men with prostate cancer could benefit from evaluation of genetic risk furthermore although the majority of men with early onset prostate cancer are diagnosed with low risk disease the extended life expectancy of these patients exposes them to long term effects of treatment related morbidities and to long term risk of disease progression leading to death from prostate cancer for these reasons patients with early onset prostate cancer pose unique challenges as well as opportunities for both research and clinical communities current data suggest that early onset prostate cancer is a distinct phenotype from both an aetiological and clinical perspective that deserves further attention"
}