{
    "title": "Gut microbiota-mediated immunomodulation in tumor.",
    "doc_id": "34217349",
    "writer": "Liu X",
    "year": "2021",
    "summary": "Tumor immunity consists of various types of cells, which serve an important role in antitumor therapy. The gastrointestinal tract is colonized by trillions of microorganisms, which form the gut microbiota. ...This review focuses on the interaction between the …",
    "abstract": "Tumor immunity consists of various types of cells, which serve an important role in antitumor therapy. The gastrointestinal tract is colonized by trillions of microorganisms, which form the gut microbiota. In addition to pathogen defense and maintaining the intestinal ecosystem, gut microbiota also plays a pivotal role in various physiological processes. Recently, the association between these symbionts and cancer, ranging from oncogenesis and cancer progression to resistance or sensitivity to antitumor therapies, has attracted much attention. Metagenome analysis revealed a significant difference between the gut microbial composition of cancer patients and healthy individuals. Moreover, modulation of microbiome could improve therapeutic response to immune checkpoint inhibitors (ICIs). These findings suggest that microbiome is involved in cancer pathogenesis and progression through regulation of tumor immunosurveillance, although the exact mechanisms remain largely unknown. This review focuses on the interaction between the microbiome and tumor immunity, with in-depth discussion regarding the therapeutic potential of modulating gut microbiota in ICIs. Further investigations are warranted before gut microbiota can be introduced into clinical practice.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34217349/",
    "clean_text": "gut microbiota mediated immunomodulation in tumor tumor immunity consists of various types of cells which serve an important role in antitumor therapy the gastrointestinal tract is colonized by trillions of microorganisms which form the gut microbiota this review focuses on the interaction between the tumor immunity consists of various types of cells which serve an important role in antitumor therapy the gastrointestinal tract is colonized by trillions of microorganisms which form the gut microbiota in addition to pathogen defense and maintaining the intestinal ecosystem gut microbiota also plays a pivotal role in various physiological processes recently the association between these symbionts and cancer ranging from oncogenesis and cancer progression to resistance or sensitivity to antitumor therapies has attracted much attention metagenome analysis revealed a significant difference between the gut microbial composition of cancer patients and healthy individuals moreover modulation of microbiome could improve therapeutic response to immune checkpoint inhibitors icis these findings suggest that microbiome is involved in cancer pathogenesis and progression through regulation of tumor immunosurveillance although the exact mechanisms remain largely unknown this review focuses on the interaction between the microbiome and tumor immunity with in depth discussion regarding the therapeutic potential of modulating gut microbiota in icis further investigations are warranted before gut microbiota can be introduced into clinical practice"
}