{
    "pmid": "41434173",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Resting state functional magnetic resonance imaging (rsfMRI) is a promising potential biomarker for diagnostic and prognostic assessment in Alzheimer's disease (AD) as it provides spatial and temporal information on brain functional connectivity (FC). The protracted course of AD necessitates a better understanding of the longitudinal utility of FC. Therefore, we utilized FC identifiability (ability to match scans at different visits from the same patient) to investigate whether participants with varying diagnostic AD severity displayed differential identifiability over two- and four-year follow-ups. KBASE rsfMRI data from 70 younger and 284 older cognitively normal (yCN, mean age: 38±9.8yo and oCN, 69±8yo), 147 mild cognitive impairment (MCI, 73.5±6.9yo), and 87 AD dementia (72.5±7.8yo) participants at baseline, underwent standard preprocessing and nuisance regression to generate Pearson correlation FC networks with the Schaefer 200 cortical region functional parcellation. Identifiability (the correlation between FC connections (edges) for any scan pair) was computed within visit (baseline: n = 594, 2-year: n = 371, 4-year: n = 207) and across visit pairs (baseline-2year: n = 369, baseline-4year: n = 207, 2year-4year: n = 181), where participants were further stratified based on visit-to-visit change in diagnosis. Measures of interest were self-identifiability (Iself), mean identifiability to others (Iothers), and differential identifiability defined as the proportion of Iself>Iothers. Cross-sectional identifiability at diagnostic group average showed a reduction in AD versus the oCN and MCI groups, white participant level matrices showed variability both within and between diagnostic groups (Figure 1). Longitudinal identifiability recapitulated this variability, while showing that a large portion of participants can be matched based on FC at two and four years apart (Figure 2). Success rate of identifiability was >80% for vast majority oCN participants and was reduced and more variable in diagnostic MCI/AD groups (Figure 3). The observed variability in identifiability recapitulates prior knowledge in the field at a 2-year gap, extending for the first time to a 4-year gap. The variable differential identifiability success rates in diagnostic groups necessitates further investigations into contributing patient specific factors, as explaining this variance is key in furthering the clinical utility of FC in AD.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium resting state functional magnetic resonance imaging rsfmri is a promising potential biomarker for diagnostic and prognostic assessment in alzheimer s disease ad as it provides spatial and temporal information on brain functional connectivity fc the protracted course of ad necessitates a better understanding of the longitudinal utility of fc therefore we utilized fc identifiability ability to match scans at different visits from the same patient to investigate whether participants with varying diagnostic ad severity displayed differential identifiability over two and four year follow ups kbase rsfmri data from younger and older cognitively normal ycn mean age yo and ocn yo mild cognitive impairment mci yo and ad dementia yo participants at baseline underwent standard preprocessing and nuisance regression to generate pearson correlation fc networks with the schaefer cortical region functional parcellation identifiability the correlation between fc connections edges for any scan pair was computed within visit baseline n year n year n and across visit pairs baseline year n baseline year n year year n where participants were further stratified based on visit to visit change in diagnosis measures of interest were self identifiability iself mean identifiability to others iothers and differential identifiability defined as the proportion of iself iothers cross sectional identifiability at diagnostic group average showed a reduction in ad versus the ocn and mci groups white participant level matrices showed variability both within and between diagnostic groups figure longitudinal identifiability recapitulated this variability while showing that a large portion of participants can be matched based on fc at two and four years apart figure success rate of identifiability was for vast majority ocn participants and was reduced and more variable in diagnostic mci ad groups figure the observed variability in identifiability recapitulates prior knowledge in the field at a year gap extending for the first time to a year gap the variable differential identifiability success rates in diagnostic groups necessitates further investigations into contributing patient specific factors as explaining this variance is key in furthering the clinical utility of fc in ad"
}