{
    "title": "The value of routine physical examination in the follow up of women with a history of early breast cancer.",
    "doc_id": "21130643",
    "writer": "Lu W",
    "year": "2011",
    "summary": "PURPOSE: Routine physical examination is recommended in follow up guidelines for women with a history of breast cancer. ...The additional contribution of routine physical examination over mammography was evaluated with the proportions of CBCs or LRRs d …",
    "abstract": "Purpose:\n        \n      \n      Routine physical examination is recommended in follow up guidelines for women with a history of breast cancer. The objective of this paper is to assess the contribution of routine physical examination in addition to mammography in the early diagnosis of breast cancer recurrences.\n    \n\n\n          Patients and methods:\n        \n      \n      The medical follow-up documents of 669 patients were reviewed. 127 contra-lateral breast cancers (CBCs) and 58 loco-regional recurrences (LRRs) in 163 patients were included. The additional contribution of routine physical examination over mammography was evaluated with the proportions of CBCs or LRRs detected by physical examination alone. χ(2) tests were used to compare the difference of contribution of physical examination among subgroups.\n    \n\n\n          Results:\n        \n      \n      Seven (6%) out of 127 CBCs and 13 (22%) out of 58 LRRs were detected by routine physical examination alone. Six LRRs (17%; 6/35) were in patients after breast conserving surgery and seven LRRs (30%; 7/23) in patients after mastectomy. There was a trend that the contribution of physical examination is higher in women under 60 years of age in the detection of CBCs (9%; 5/57) and LRRs (28%, 8/29) than in women over 60 years of age (CBCs:3%; 2/70 and LRRs:17%, 5/29; χ(2)=3.090, P=0.079).\n    \n\n\n          Conclusions:\n        \n      \n      Twenty-two percent of loco regional breast cancer recurrences would have been detected later without physical examination. Routine physical examination may be most valuable for women with a history of breast cancer younger than 60 years at follow-up visit.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21130643/",
    "clean_text": "the value of routine physical examination in the follow up of women with a history of early breast cancer purpose routine physical examination is recommended in follow up guidelines for women with a history of breast cancer the additional contribution of routine physical examination over mammography was evaluated with the proportions of cbcs or lrrs d purpose routine physical examination is recommended in follow up guidelines for women with a history of breast cancer the objective of this paper is to assess the contribution of routine physical examination in addition to mammography in the early diagnosis of breast cancer recurrences patients and methods the medical follow up documents of patients were reviewed contra lateral breast cancers cbcs and loco regional recurrences lrrs in patients were included the additional contribution of routine physical examination over mammography was evaluated with the proportions of cbcs or lrrs detected by physical examination alone tests were used to compare the difference of contribution of physical examination among subgroups results seven out of cbcs and out of lrrs were detected by routine physical examination alone six lrrs were in patients after breast conserving surgery and seven lrrs in patients after mastectomy there was a trend that the contribution of physical examination is higher in women under years of age in the detection of cbcs and lrrs than in women over years of age cbcs and lrrs p conclusions twenty two percent of loco regional breast cancer recurrences would have been detected later without physical examination routine physical examination may be most valuable for women with a history of breast cancer younger than years at follow up visit"
}