{
    "title": "Systematic review of clinical practice guidelines to identify recommendations for sleep in type 2 diabetes mellitus management.",
    "doc_id": "33157114",
    "writer": "Smyth A",
    "year": "2020",
    "summary": "The aim of this study was to identify recommendations for sleep assessment and management in international clinical practice guidelines focused on type 2 diabetes mellitus management in adults. STUDY DESIGN: Systematic Review. METHODOLOGY: Clinical pra …",
    "abstract": "Introduction:\n        \n      \n      Sleep quality, quantity and timing have been shown to impact glycaemic control, with a role in insulin sensitivity, glucose tolerance and HbA1C levels, in both diabetic and non-diabetic populations. The aim of this study was to identify recommendations for sleep assessment and management in international clinical practice guidelines focused on type 2 diabetes mellitus management in adults.\n    \n\n\n          Study design:\n        \n      \n      Systematic Review.\n    \n\n\n          Methodology:\n        \n      \n      Clinical practice guidelines which focused on the management of type 2 diabetes mellitus in adults were included (n = 35). Two independent reviewers utilised the Appraisal of Guidelines for Research and Evaluation tool (AGREE) II and a third reviewer resolved any disagreements. Included guidelines were assessed for recommendations about sleep in diabetes management (n = 14). Data were extracted on sleep recommendations ,themes were generated from the extracted data and narrative syntheses were created.\n    \n\n\n          Results:\n        \n      \n      From 1114 identified papers, 35 guidelines met the inclusion criteria. Fourteen of these guidelines included recommendations pertaining to sleep, which broadly fell into five categories; sleep assessment, sleep as a therapeutic target, sleep and co-morbidities of type 2 diabetes mellitus, shift work and sleep and driving. Recommendations varied across guidelines.\n    \n\n\n          Conclusion:\n        \n      \n      Few guidelines provided recommendations relating to assessment and management of sleep in type 2 diabetes care. Most of the recommendations were related to obstructive sleep apnoea. However, few guidelines discussed sleep as a therapeutic intervention for diabetes mellitus or described the potential importance of sleep quality and duration in glycaemic control. Prospero registration number: CRD42020142136.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33157114/",
    "clean_text": "systematic review of clinical practice guidelines to identify recommendations for sleep in type diabetes mellitus management the aim of this study was to identify recommendations for sleep assessment and management in international clinical practice guidelines focused on type diabetes mellitus management in adults study design systematic review methodology clinical pra introduction sleep quality quantity and timing have been shown to impact glycaemic control with a role in insulin sensitivity glucose tolerance and hba c levels in both diabetic and non diabetic populations the aim of this study was to identify recommendations for sleep assessment and management in international clinical practice guidelines focused on type diabetes mellitus management in adults study design systematic review methodology clinical practice guidelines which focused on the management of type diabetes mellitus in adults were included n two independent reviewers utilised the appraisal of guidelines for research and evaluation tool agree ii and a third reviewer resolved any disagreements included guidelines were assessed for recommendations about sleep in diabetes management n data were extracted on sleep recommendations themes were generated from the extracted data and narrative syntheses were created results from identified papers guidelines met the inclusion criteria fourteen of these guidelines included recommendations pertaining to sleep which broadly fell into five categories sleep assessment sleep as a therapeutic target sleep and co morbidities of type diabetes mellitus shift work and sleep and driving recommendations varied across guidelines conclusion few guidelines provided recommendations relating to assessment and management of sleep in type diabetes care most of the recommendations were related to obstructive sleep apnoea however few guidelines discussed sleep as a therapeutic intervention for diabetes mellitus or described the potential importance of sleep quality and duration in glycaemic control prospero registration number crd"
}