{
    "pmid": "41411018",
    "title": "Knowledge graph-augmented large language models for reconstructing life course risk pathways: a gestational diabetes mellitus-to-dementia case study.",
    "abstract": "To develop and evaluate a knowledge graph-augmented large language model (LLM) framework that synthesizes epidemiological evidence to infer life-course exposure-outcome pathways, using gestational diabetes mellitus (GDM) and dementia as a case study. We constructed a causal knowledge graph by extracting empirical epidemiological associations from scientific literature, excluding hypothetical assertions. The graph was integrated with GPT-4 through four graph retrieval-augmented generation (GRAG) strategies to infer bridging variables between early-life exposure (GDM) and later-life outcome (dementia). Semantic triples served as structured inputs to support LLM reasoning. Each GRAG strategy was evaluated by human clinical experts and three LLM-based reviewers (GPT-4o, Llama 3-70B, and Gemini Advanced), assessing scientific reliability, novelty, and clinical relevance. The GRAG strategy using a minimal set of abstracts specifically related to GDM-dementia bridging variables performed comparably to the strategy using broader sub-community abstracts, and both significantly outperformed approaches using the full GDM- or dementia-related corpus or baseline GPT-4 without external augmentation. The knowledge graph-augmented LLM identified 108 maternal candidate mediators, including validated risk factors such as chronic kidney disease and physical inactivity. The structured approach improved accuracy and reduced confabulation compared to standard LLM outputs. Our findings suggest that augmenting LLMs with epidemiological knowledge graphs enables effective reasoning over fragmented literature and supports the reconstruction of progressive risk pathways. Expert assessments revealed that LLMs may overestimate clinical relevance, highlighting the need for human-AI collaboration in interpretation and application. Integrating semantic epidemiological knowledge with LLMs via GRAG strategies provides a promising framework for life-course epidemiology, enabling early detection of modifiable risk factors and guiding variable selection in cohort study design.",
    "disease": "chronic kidney disease",
    "clean_text": "knowledge graph augmented large language models for reconstructing life course risk pathways a gestational diabetes mellitus to dementia case study to develop and evaluate a knowledge graph augmented large language model llm framework that synthesizes epidemiological evidence to infer life course exposure outcome pathways using gestational diabetes mellitus gdm and dementia as a case study we constructed a causal knowledge graph by extracting empirical epidemiological associations from scientific literature excluding hypothetical assertions the graph was integrated with gpt through four graph retrieval augmented generation grag strategies to infer bridging variables between early life exposure gdm and later life outcome dementia semantic triples served as structured inputs to support llm reasoning each grag strategy was evaluated by human clinical experts and three llm based reviewers gpt o llama b and gemini advanced assessing scientific reliability novelty and clinical relevance the grag strategy using a minimal set of abstracts specifically related to gdm dementia bridging variables performed comparably to the strategy using broader sub community abstracts and both significantly outperformed approaches using the full gdm or dementia related corpus or baseline gpt without external augmentation the knowledge graph augmented llm identified maternal candidate mediators including validated risk factors such as chronic kidney disease and physical inactivity the structured approach improved accuracy and reduced confabulation compared to standard llm outputs our findings suggest that augmenting llms with epidemiological knowledge graphs enables effective reasoning over fragmented literature and supports the reconstruction of progressive risk pathways expert assessments revealed that llms may overestimate clinical relevance highlighting the need for human ai collaboration in interpretation and application integrating semantic epidemiological knowledge with llms via grag strategies provides a promising framework for life course epidemiology enabling early detection of modifiable risk factors and guiding variable selection in cohort study design"
}