{
    "pmid": "41451259",
    "title": "Sex-specific patterns and limited bilateral symmetry in coronal knee alignment: Insights from the modified coronal plane alignment of the knee classification.",
    "abstract": "The modified Coronal Plane Alignment of the Knee (CPAK) classification broadens the neutral boundaries of arithmetic hip-knee-ankle angle (aHKA) and introduces the concept of arithmetic joint line obliquity (aJLO). This study aimed to compare the original and modified CPAK classifications and to evaluate their impact on sex-specific distribution and bilateral asymmetry. A total of 673 adults (400 women) from the Iwaki Health Promotion Project were analyzed. The aHKA was calculated as follows: aHKA = medial proximal tibial angle (MPTA) - lateral distal femoral angle (LDFA). The aJLO was calculated as follows: 90° - (LDFA + MPTA)/2. The original CPAK classification categorized knees into nine phenotypes using the aHKA and JLO, with neutral boundaries defined as 0° ± 2°. The modified CPAK classification adopted a wider neutral boundary of 0° ± 3° for the aHKA and aJLO. Sex-stratified analyses and bilateral comparisons were conducted. The modified CPAK classification redistributed the phenotypes more evenly and increased the proportion of neutral-neutral type V knees to 23.2% (vs. only 3.1% with the original CPAK classification). Men more frequently showed varus phenotypes, particularly type I (20.8%), whereas women had a higher prevalence of neutral (25.8%) and valgus phenotypes. Bilateral knee analysis revealed strong correlations with aHKA ( Compared with the original system, the modified CPAK classification offers a more balanced representation of coronal alignment in Asian knees.",
    "disease": "osteoarthritis",
    "clean_text": "sex specific patterns and limited bilateral symmetry in coronal knee alignment insights from the modified coronal plane alignment of the knee classification the modified coronal plane alignment of the knee cpak classification broadens the neutral boundaries of arithmetic hip knee ankle angle ahka and introduces the concept of arithmetic joint line obliquity ajlo this study aimed to compare the original and modified cpak classifications and to evaluate their impact on sex specific distribution and bilateral asymmetry a total of adults women from the iwaki health promotion project were analyzed the ahka was calculated as follows ahka medial proximal tibial angle mpta lateral distal femoral angle ldfa the ajlo was calculated as follows ldfa mpta the original cpak classification categorized knees into nine phenotypes using the ahka and jlo with neutral boundaries defined as the modified cpak classification adopted a wider neutral boundary of for the ahka and ajlo sex stratified analyses and bilateral comparisons were conducted the modified cpak classification redistributed the phenotypes more evenly and increased the proportion of neutral neutral type v knees to vs only with the original cpak classification men more frequently showed varus phenotypes particularly type i whereas women had a higher prevalence of neutral and valgus phenotypes bilateral knee analysis revealed strong correlations with ahka compared with the original system the modified cpak classification offers a more balanced representation of coronal alignment in asian knees"
}