{
    "pmid": "41408672",
    "title": "Impact of Sex on Residual Angina After Percutaneous Coronary Interventions.",
    "abstract": "Sex-related differences in the clinical presentation of coronary artery disease (CAD) are well recognized. The pullback pressure gradient (PPG) characterizes pathophysiological CAD patterns as focal or diffuse. To evaluate the influence of sex on residual angina at one year after percutaneous coronary intervention (PCI), stratified by PPG. We performed a sub-analysis of PPG Global, a multicenter, prospective, single-arm study. All patients had hemodynamically significant CAD (fractional flow reserve [FFR] ≤ 0.80) and underwent a manual FFR pullbacks to calculate PPG before PCI. Patient-reported outcomes were collected using the 7-item Seattle Angina Questionnaire (SAQ-7) at baseline and 1-year follow-up. We included 814 patients (205 [25.2%] women and 609 [74.8%] men). Women were significantly older than men (70 ± 10 years vs. 67 ± 10 years p < 0.001). Baseline FFR were comparable between sexes (0.68 ± 0.13 vs. 0.66 ± 0.12, p = 0.098), but women had a more focal CAD compared to men (PPG 0.66 ± 0.15 vs. 0.63 ± 0.15, p = 0.047). Post PCI-FFR was higher in women than men (0.88 ± 0.07 vs. 0.87 ± 0.07, p = 0.041); however, angina at 1 year was more frequent in women (SAQ angina frequency score 94 ± 12 vs. 96 ± 10, p = 0.041). Despite having a more focal CAD pattern and achieving higher post-PCI FFR, women report more residual angina than men at 1-year follow-up. ClinicalTrials.gov NCT04789317.",
    "disease": "coronary artery disease",
    "clean_text": "impact of sex on residual angina after percutaneous coronary interventions sex related differences in the clinical presentation of coronary artery disease cad are well recognized the pullback pressure gradient ppg characterizes pathophysiological cad patterns as focal or diffuse to evaluate the influence of sex on residual angina at one year after percutaneous coronary intervention pci stratified by ppg we performed a sub analysis of ppg global a multicenter prospective single arm study all patients had hemodynamically significant cad fractional flow reserve ffr and underwent a manual ffr pullbacks to calculate ppg before pci patient reported outcomes were collected using the item seattle angina questionnaire saq at baseline and year follow up we included patients women and men women were significantly older than men years vs years p baseline ffr were comparable between sexes vs p but women had a more focal cad compared to men ppg vs p post pci ffr was higher in women than men vs p however angina at year was more frequent in women saq angina frequency score vs p despite having a more focal cad pattern and achieving higher post pci ffr women report more residual angina than men at year follow up clinicaltrials gov nct"
}