{
    "title": "Acute renal obstruction: evaluation with intrarenal duplex Doppler and conventional US.",
    "doc_id": "8430174",
    "writer": "Platt JF",
    "year": "1993",
    "summary": "A mean renal resistive index (RI) was calculated for each obstructed and normal contralateral kidney and compared with findings on conventional US scans. The mean RI in the obstructed kidneys was elevated (.77 +/- .07 [standard deviation]) and was higher than the me …",
    "abstract": "To evaluate duplex Doppler ultrasound (US) in acute renal obstruction, bilateral intrarenal Doppler US was performed in 23 patients with unilateral renal obstruction (proved by means of intravenous urography) of 36 hours duration or less. A mean renal resistive index (RI) was calculated for each obstructed and normal contralateral kidney and compared with findings on conventional US scans. The mean RI in the obstructed kidneys was elevated (.77 +/- .07 [standard deviation]) and was higher than the mean RI in the normal contralateral kidney (.60 +/- .04) (P < .001). RIs in the obstructed kidneys were as follows: .75 or greater in 15 kidneys, .70-.74 (mild RI elevation) in five kidneys (but > or = .10 higher than the RI in the normal contralateral kidney), and less than .70 in three kidneys (two of these three patients had pyelosinus extravasation and one patient had clinical obstruction for only 4-5 hours). RI elevation occurred before collecting-system dilatation in four patients (17%). RI elevation occurs by 6 hours of clinical acute renal obstruction and may precede pyelocaliectasis. Renal duplex Doppler US contributes useful clinical information, especially when US is the first modality used to evaluate acute renal colic.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8430174/",
    "clean_text": "acute renal obstruction evaluation with intrarenal duplex doppler and conventional us a mean renal resistive index ri was calculated for each obstructed and normal contralateral kidney and compared with findings on conventional us scans the mean ri in the obstructed kidneys was elevated standard deviation and was higher than the me to evaluate duplex doppler ultrasound us in acute renal obstruction bilateral intrarenal doppler us was performed in patients with unilateral renal obstruction proved by means of intravenous urography of hours duration or less a mean renal resistive index ri was calculated for each obstructed and normal contralateral kidney and compared with findings on conventional us scans the mean ri in the obstructed kidneys was elevated standard deviation and was higher than the mean ri in the normal contralateral kidney p ris in the obstructed kidneys were as follows or greater in kidneys mild ri elevation in five kidneys but or higher than the ri in the normal contralateral kidney and less than in three kidneys two of these three patients had pyelosinus extravasation and one patient had clinical obstruction for only hours ri elevation occurred before collecting system dilatation in four patients ri elevation occurs by hours of clinical acute renal obstruction and may precede pyelocaliectasis renal duplex doppler us contributes useful clinical information especially when us is the first modality used to evaluate acute renal colic"
}