{
    "pmid": "41444262",
    "title": "COVID-19-associated neurological and psychological manifestations.",
    "abstract": "Long COVID is an infection-associated chronic condition that typically occurs within 3 months of acute COVID-19 infection in which symptoms are intermittently or continuously present for at least 3 months. Long COVID is estimated to affect between 80 and 400 million people globally, with an incidence of 5-20% in the community and up to 50% among hospitalized patients following acute SARS-CoV-2 infection. Common neuropsychiatric and mental health symptoms of long COVID include memory deficits, executive dysfunction, anxiety, depression, recurring headaches, sleep disturbances, neuropathies, problems with taste and smell, and dizziness that accompanies erratic heart rates and severe post-exertional malaise. Underlying pathophysiological mechanisms includes SARS-CoV-2 viral persistence, herpesvirus reactivation, microbiota dysbiosis, autoimmunity, clotting and endothelial abnormalities, and chronic immune activation. Owing to the variability in the clinical presentation, management must be tailored based on a patient's presenting symptoms.",
    "disease": "pneumonia",
    "clean_text": "covid associated neurological and psychological manifestations long covid is an infection associated chronic condition that typically occurs within months of acute covid infection in which symptoms are intermittently or continuously present for at least months long covid is estimated to affect between and million people globally with an incidence of in the community and up to among hospitalized patients following acute sars cov infection common neuropsychiatric and mental health symptoms of long covid include memory deficits executive dysfunction anxiety depression recurring headaches sleep disturbances neuropathies problems with taste and smell and dizziness that accompanies erratic heart rates and severe post exertional malaise underlying pathophysiological mechanisms includes sars cov viral persistence herpesvirus reactivation microbiota dysbiosis autoimmunity clotting and endothelial abnormalities and chronic immune activation owing to the variability in the clinical presentation management must be tailored based on a patient s presenting symptoms"
}