{
    "pmid": "41378329",
    "title": "Transient elastography and fibrosis-4 index as predictors of hepatocellular carcinoma in hepatitis C virus patients with sustained virological response.",
    "abstract": "People with compensated advanced chronic liver disease (cACLD) remain at high risk of hepatocellular carcinoma (HCC) even after hepatitis C virus (HCV) sustained virological response (HCV-SVR). To evaluate transient elastography and fibrosis-4 (FIB-4) index as prognostic markers for HCC after HCV-SVR. This retrospective cohort study analyzed data from people with cALCD and HCV-SVR. cALCD was defined as baseline liver stiffness measurement (LSM) ≥ 10 kPa. The primary outcome was the occurrence of HCC. Data collected at baseline (pre-treatment) and 1 year after the end of treatment (1-year-EOT) of LSM, FIB-4 index, and laboratory results were analyzed. LSM and FIB-4 index were evaluated as independent predictors of HCC by a Cox regression analysis. Receiver operator characteristic curves, Kaplan-Meier curves, and Cox regression analysis were performed. Total of 425 patients (65.2% female; mean age = 62 ± 10 years) were included. The median pre-treatment and 1-year-EOT LSM were respectively 15.0 kPa (interquartile range: 11.8-23.2) and 12 kPa (interquartile range: 7.9-19.9) ( In cACLD-HCV SVR patients, pre-treatment or 1-year-EOT LSM ≥ 20 kPa and FIB-4 ≥ 3.25 but not their delta was associated with HCC. A single measure of LSM ≥ 20 kPa or FIB-4 ≥ 3.25, either pre-treatment or 1-year-EOT, would be necessary to predict the incidence of HCC in people with HCV-SVR.",
    "disease": "liver cirrhosis",
    "clean_text": "transient elastography and fibrosis index as predictors of hepatocellular carcinoma in hepatitis c virus patients with sustained virological response people with compensated advanced chronic liver disease cacld remain at high risk of hepatocellular carcinoma hcc even after hepatitis c virus hcv sustained virological response hcv svr to evaluate transient elastography and fibrosis fib index as prognostic markers for hcc after hcv svr this retrospective cohort study analyzed data from people with calcd and hcv svr calcd was defined as baseline liver stiffness measurement lsm kpa the primary outcome was the occurrence of hcc data collected at baseline pre treatment and year after the end of treatment year eot of lsm fib index and laboratory results were analyzed lsm and fib index were evaluated as independent predictors of hcc by a cox regression analysis receiver operator characteristic curves kaplan meier curves and cox regression analysis were performed total of patients female mean age years were included the median pre treatment and year eot lsm were respectively kpa interquartile range and kpa interquartile range in cacld hcv svr patients pre treatment or year eot lsm kpa and fib but not their delta was associated with hcc a single measure of lsm kpa or fib either pre treatment or year eot would be necessary to predict the incidence of hcc in people with hcv svr"
}