{
    "title": "The epidemiology of traumatic spinal cord injury in British Columbia, Canada.",
    "doc_id": "22337075",
    "writer": "Lenehan B",
    "year": "2012",
    "summary": "OBJECTIVE: To describe the epidemiology and demographics of all patients with traumatic spinal cord injury (TSCI) treated at a single institution, which represents the sole referral center and specialized SCI unit for a population of 4 million people. ...In those ol …",
    "abstract": "Study design:\n        \n      \n      Retrospective observational study utilizing prospectively collected population-based data.\n    \n\n\n          Objective:\n        \n      \n      To describe the epidemiology and demographics of all patients with traumatic spinal cord injury (TSCI) treated at a single institution, which represents the sole referral center and specialized SCI unit for a population of 4 million people.\n    \n\n\n          Summary of background data:\n        \n      \n      Although many studies report on the epidemiology of TSCI, studies in which patients are prospectively characterized in the acute setting with precise recording of their baseline neurological impairment are uncommon.\n    \n\n\n          Methods:\n        \n      \n      Data on all patients admitted to a level 1 trauma center with TSCI between 1995 and 2004 were prospectively collected using a customized, fully relational, locally designed, spine database.\n    \n\n\n          Results:\n        \n      \n      The incidence of TSCI averaged 35.7 per million and did not change substantially during 10 years of data collection. However, the median age of TSCI patients increased from 34.5 to 45.5 years during this period. The men-to-women ratio was 4.4:1. In those older than 55 years, cervical-level injuries with incomplete American Spinal Injury Association (ASIA) Impairment Scale (AIS) scores C and D were most common, with men demonstrating predominantly lower cervical injuries and women more likely to exhibit upper cervical injuries. Increasing rates of surgical treatment during 10 years of this study (61.8%-86.4%) were not associated with improvements in mortality rate or length of hospital stay. Patients older than 75 years who presented with an acute TSCI had a mortality rate of 20% while in hospital.\n    \n\n\n          Conclusion:\n        \n      \n      The incidence of TSCI in our population has remained remarkably stable, and age-related changes mirror those in the population across 10 years. An increased tendency to surgical treatment during the 10 years of this study has not resulted in concomitant changes in patients' in-hospital mortality or length of stay.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22337075/",
    "clean_text": "the epidemiology of traumatic spinal cord injury in british columbia canada objective to describe the epidemiology and demographics of all patients with traumatic spinal cord injury tsci treated at a single institution which represents the sole referral center and specialized sci unit for a population of million people in those ol study design retrospective observational study utilizing prospectively collected population based data objective to describe the epidemiology and demographics of all patients with traumatic spinal cord injury tsci treated at a single institution which represents the sole referral center and specialized sci unit for a population of million people summary of background data although many studies report on the epidemiology of tsci studies in which patients are prospectively characterized in the acute setting with precise recording of their baseline neurological impairment are uncommon methods data on all patients admitted to a level trauma center with tsci between and were prospectively collected using a customized fully relational locally designed spine database results the incidence of tsci averaged per million and did not change substantially during years of data collection however the median age of tsci patients increased from to years during this period the men to women ratio was in those older than years cervical level injuries with incomplete american spinal injury association asia impairment scale ais scores c and d were most common with men demonstrating predominantly lower cervical injuries and women more likely to exhibit upper cervical injuries increasing rates of surgical treatment during years of this study were not associated with improvements in mortality rate or length of hospital stay patients older than years who presented with an acute tsci had a mortality rate of while in hospital conclusion the incidence of tsci in our population has remained remarkably stable and age related changes mirror those in the population across years an increased tendency to surgical treatment during the years of this study has not resulted in concomitant changes in patients in hospital mortality or length of stay"
}