{
    "title": "Approach to non-compressive back pain.",
    "doc_id": "31347533",
    "writer": "Gupta L",
    "year": "2019",
    "summary": "Back pain is the most common manifestation among rheumatologic conditions, with an 80% lifetime risk of development in each individual. ...Hence, it is pertinent for the physician to be aware of the various causes of back pain and identify promptly the …",
    "abstract": "Back pain is the most common manifestation among rheumatologic conditions, with an 80% lifetime risk of development in each individual. Most patients have no specific identifiable etiology. Low back pain has always been an important public health problem, having a significant impact on the working class of the population. Hence, it is pertinent for the physician to be aware of the various causes of back pain and identify promptly the various red flags and poor prognostic markers. Lamentably, widespread access to technology and fear of litigation in this era of evidence based medicine has made us slaves of medical imagery in the context of back pain. It is crucial to recognize the teachings of ancient medicine, where keen observation, a detailed history-taking and a meticulous examination were the mainstay of good decision-making. Its precise management can help in obviating debility, preventing the work absenteeism, and consequently, decreasing health-care expenses.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31347533/",
    "clean_text": "approach to non compressive back pain back pain is the most common manifestation among rheumatologic conditions with an lifetime risk of development in each individual hence it is pertinent for the physician to be aware of the various causes of back pain and identify promptly the back pain is the most common manifestation among rheumatologic conditions with an lifetime risk of development in each individual most patients have no specific identifiable etiology low back pain has always been an important public health problem having a significant impact on the working class of the population hence it is pertinent for the physician to be aware of the various causes of back pain and identify promptly the various red flags and poor prognostic markers lamentably widespread access to technology and fear of litigation in this era of evidence based medicine has made us slaves of medical imagery in the context of back pain it is crucial to recognize the teachings of ancient medicine where keen observation a detailed history taking and a meticulous examination were the mainstay of good decision making its precise management can help in obviating debility preventing the work absenteeism and consequently decreasing health care expenses"
}