{
    "pmid": "41394385",
    "title": "Evaluation of Efficacy and Review of Side Effect Profile in Epilepsy Patients Treated with Extended-Release Levetiracetam.",
    "abstract": "Extended-release levetiracetam offers pharmacokinetic advantages over immediate-release formulations, including stable plasma concentrations and once-daily dosing, which may improve seizure control and reduce psychiatric side effects. This study aimed to evaluate the clinical efficacy, tolerability, and psychiatric side effect profile of LEV ER in epilepsy patients, either newly initiated or switched from LEV IR. A retrospective multicenter cohort study was conducted at two tertiary neurology centers in Istanbul, Turkey. Medical records of 40 patients with epilepsy treated with LEV ER for 12-18 weeks were reviewed. Demographic data, seizure frequency, EEG/MRI findings, prior LEV use, treatment type, and psychiatric comorbidities were analyzed. The cohort included 27 females and 13 males (mean age 37.6 years). Mean seizure frequency decreased from 1.66 to 0.6 per month after LEV ER initiation (p < 0.001). Of the 36 patients switched from LEV IR, 88.4% with psychiatric adverse effects showed clinical improvement. Among four patients who initiated LEV ER as first-line therapy due to a preference for once-daily dosing, two discontinued treatment because of adverse effects. Clinical improvement was observed in the complaints of 83.3% of patients who switched from LEV IR to ER form due to psychiatric medication use. LEV ER was associated with a significant reduction in seizure frequency and demonstrated a favorable tolerability profile, particularly with respect to psychiatric adverse effects. Transitioning from LEV IR to LEV ER may offer clinically meaningful advantages in selected patient populations. Nevertheless, further prospective studies with larger cohorts are warranted to confirm these findings.",
    "disease": "epilepsy",
    "clean_text": "evaluation of efficacy and review of side effect profile in epilepsy patients treated with extended release levetiracetam extended release levetiracetam offers pharmacokinetic advantages over immediate release formulations including stable plasma concentrations and once daily dosing which may improve seizure control and reduce psychiatric side effects this study aimed to evaluate the clinical efficacy tolerability and psychiatric side effect profile of lev er in epilepsy patients either newly initiated or switched from lev ir a retrospective multicenter cohort study was conducted at two tertiary neurology centers in istanbul turkey medical records of patients with epilepsy treated with lev er for weeks were reviewed demographic data seizure frequency eeg mri findings prior lev use treatment type and psychiatric comorbidities were analyzed the cohort included females and males mean age years mean seizure frequency decreased from to per month after lev er initiation p of the patients switched from lev ir with psychiatric adverse effects showed clinical improvement among four patients who initiated lev er as first line therapy due to a preference for once daily dosing two discontinued treatment because of adverse effects clinical improvement was observed in the complaints of of patients who switched from lev ir to er form due to psychiatric medication use lev er was associated with a significant reduction in seizure frequency and demonstrated a favorable tolerability profile particularly with respect to psychiatric adverse effects transitioning from lev ir to lev er may offer clinically meaningful advantages in selected patient populations nevertheless further prospective studies with larger cohorts are warranted to confirm these findings"
}