{
    "title": "Acquired cystic kidney disease.",
    "doc_id": "11097395",
    "writer": "Choyke PL.",
    "year": "2000",
    "summary": "Acquired cystic kidney disease (ACKD), also known as acquired renal cystic disease (ARCD,) occurs in patients who are on dialysis for end-stage renal disease. ...",
    "abstract": "Acquired cystic kidney disease (ACKD), also known as acquired renal cystic disease (ARCD,) occurs in patients who are on dialysis for end-stage renal disease. It is generally accepted that ACKD develops as a consequence of sustained uremia and can first manifest even before dialysis is initiated while the patient is still in chronic renal failure. The role of immune suppression, particularly in transplant recipients, in the development of ACKD, is still under investigation. The prevalence of ACKD is directly related to the duration of dialysis and the risk of cancer is directly related to the presence of cysts. Herein we review the current understanding of the pathophysiology and imaging implications of ACKD.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11097395/",
    "clean_text": "acquired cystic kidney disease acquired cystic kidney disease ackd also known as acquired renal cystic disease arcd occurs in patients who are on dialysis for end stage renal disease acquired cystic kidney disease ackd also known as acquired renal cystic disease arcd occurs in patients who are on dialysis for end stage renal disease it is generally accepted that ackd develops as a consequence of sustained uremia and can first manifest even before dialysis is initiated while the patient is still in chronic renal failure the role of immune suppression particularly in transplant recipients in the development of ackd is still under investigation the prevalence of ackd is directly related to the duration of dialysis and the risk of cancer is directly related to the presence of cysts herein we review the current understanding of the pathophysiology and imaging implications of ackd"
}