{
    "pmid": "41405542",
    "title": "Can the Grana Padano and Parmigiano Reggiano production process guarantee a reduction in pathogenic microorganisms equivalent to the pasteurization process?",
    "abstract": "Italian hard cheeses made in the Pianura Padana area, such as Grana Padano and Parmigiano Reggiano, are traditionally produced from raw milk and undergo extended ripening periods. These processes generate multiple microbiological hurdles that can inactivate pathogens. However, current European regulations do not formally recognize the impact of these hurdles as equivalent to pasteurization, limiting trade opportunities. This extensive literature review evaluated experimental studies published between 2000 and 2025 assessing pathogen reduction during Grana-type cheese production. Seven studies met the inclusion criteria and examined Escherichia coli O157:H7, Listeria monocytogenes, Salmonella Typhimurium, Staphylococcus aureus, Mycobacterium bovis, M. avium subsp. paratuberculosis (MAP), and avian influenza viruses (H1N1, H5N1). Across trials, high inoculum levels declined by >4 log₁₀ within 24-48 hours, primarily during curd cooking and acidification. MAP and M. bovis were eliminated during ripening, within 90 days, while both influenza viruses were inactivated within 30 days. Calculated F-values were used as comparative indicators of equivalence, allowing the overall reduction achieved through the production process to be compared with the standard pasteurization benchmark (72°C for 15 sec). F-values exceeded this high-temperature short-time reference, confirming the substantial lethality of the process. Overall, evidence indicates that traditional Grana-type cheese production ensures microbiological safety at least comparable to pasteurization through the synergistic action of multiple hurdles. While European regulations currently treat ripening as an additional measure rather than an equivalent to pasteurization, our findings support reconsideration of this approach and provide a scientific basis for future regulatory evaluation.",
    "disease": "influenza",
    "clean_text": "can the grana padano and parmigiano reggiano production process guarantee a reduction in pathogenic microorganisms equivalent to the pasteurization process italian hard cheeses made in the pianura padana area such as grana padano and parmigiano reggiano are traditionally produced from raw milk and undergo extended ripening periods these processes generate multiple microbiological hurdles that can inactivate pathogens however current european regulations do not formally recognize the impact of these hurdles as equivalent to pasteurization limiting trade opportunities this extensive literature review evaluated experimental studies published between and assessing pathogen reduction during grana type cheese production seven studies met the inclusion criteria and examined escherichia coli o h listeria monocytogenes salmonella typhimurium staphylococcus aureus mycobacterium bovis m avium subsp paratuberculosis map and avian influenza viruses h n h n across trials high inoculum levels declined by log within hours primarily during curd cooking and acidification map and m bovis were eliminated during ripening within days while both influenza viruses were inactivated within days calculated f values were used as comparative indicators of equivalence allowing the overall reduction achieved through the production process to be compared with the standard pasteurization benchmark c for sec f values exceeded this high temperature short time reference confirming the substantial lethality of the process overall evidence indicates that traditional grana type cheese production ensures microbiological safety at least comparable to pasteurization through the synergistic action of multiple hurdles while european regulations currently treat ripening as an additional measure rather than an equivalent to pasteurization our findings support reconsideration of this approach and provide a scientific basis for future regulatory evaluation"
}