{
    "title": "The new era of lung cancer therapy: Combining immunotherapy with ferroptosis.",
    "doc_id": "38615871",
    "writer": "Li Y",
    "year": "2024",
    "summary": "As a result, triggering lung cancer cell ferroptosis holds significant therapeutic potential for drug-resistant malignancies. Here, we summarize the mechanisms underlying the suppression of ferroptosis in lung cancer, highlight its function in the l …",
    "abstract": "Ferroptosis is an unconventional programmed cell death mode caused by phospholipid peroxidation dependent on iron. Emerging immunotherapies (especially immune checkpoint inhibitors) have the potential to enhance lung cancer patients' long-term survival. Although immunotherapy has yielded significant positive applications in some patients, there are still many mechanisms that can cause lung cancer cells to evade immunity, thus leading to the failure of targeted therapies. Immune-tolerant cancer cells are insensitive to conventional death pathways such as apoptosis and necrosis, whereas mesenchymal and metastasis-prone cancer cells are particularly vulnerable to ferroptosis, which plays a vital role in mediating immune tolerance resistance by tumors and immune cells. As a result, triggering lung cancer cell ferroptosis holds significant therapeutic potential for drug-resistant malignancies. Here, we summarize the mechanisms underlying the suppression of ferroptosis in lung cancer, highlight its function in the lung cancer immune microenvironment, and propose possible therapeutic strategies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38615871/",
    "clean_text": "the new era of lung cancer therapy combining immunotherapy with ferroptosis as a result triggering lung cancer cell ferroptosis holds significant therapeutic potential for drug resistant malignancies here we summarize the mechanisms underlying the suppression of ferroptosis in lung cancer highlight its function in the l ferroptosis is an unconventional programmed cell death mode caused by phospholipid peroxidation dependent on iron emerging immunotherapies especially immune checkpoint inhibitors have the potential to enhance lung cancer patients long term survival although immunotherapy has yielded significant positive applications in some patients there are still many mechanisms that can cause lung cancer cells to evade immunity thus leading to the failure of targeted therapies immune tolerant cancer cells are insensitive to conventional death pathways such as apoptosis and necrosis whereas mesenchymal and metastasis prone cancer cells are particularly vulnerable to ferroptosis which plays a vital role in mediating immune tolerance resistance by tumors and immune cells as a result triggering lung cancer cell ferroptosis holds significant therapeutic potential for drug resistant malignancies here we summarize the mechanisms underlying the suppression of ferroptosis in lung cancer highlight its function in the lung cancer immune microenvironment and propose possible therapeutic strategies"
}