{
    "title": "Contemporary Concepts in the Young Adult Hip Patient: Periacetabular Osteotomy for Hip Dysplasia.",
    "doc_id": "25865812",
    "writer": "Coobs BR",
    "year": "2015",
    "summary": "Reinhold Ganz, is an effective treatment for symptomatic acetabular dysplasia in the pre-arthritic young adult hip. This technique has experienced several recent modifications in an attempt to optimize the clinical outcomes of these patients. ...",
    "abstract": "The Bernese periacetabular osteotomy, as originally described by Dr. Reinhold Ganz, is an effective treatment for symptomatic acetabular dysplasia in the pre-arthritic young adult hip. This technique has experienced several recent modifications in an attempt to optimize the clinical outcomes of these patients. We will review the clinical presentation of acetabular dysplasia, indications for surgery, contemporary refinements in technique and clinical results following periacetabular osteotomy. In well-selected patients, this reconstructive osteotomy should be considered safe and effective in alleviating pain and improving hip function.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25865812/",
    "clean_text": "contemporary concepts in the young adult hip patient periacetabular osteotomy for hip dysplasia reinhold ganz is an effective treatment for symptomatic acetabular dysplasia in the pre arthritic young adult hip this technique has experienced several recent modifications in an attempt to optimize the clinical outcomes of these patients the bernese periacetabular osteotomy as originally described by dr reinhold ganz is an effective treatment for symptomatic acetabular dysplasia in the pre arthritic young adult hip this technique has experienced several recent modifications in an attempt to optimize the clinical outcomes of these patients we will review the clinical presentation of acetabular dysplasia indications for surgery contemporary refinements in technique and clinical results following periacetabular osteotomy in well selected patients this reconstructive osteotomy should be considered safe and effective in alleviating pain and improving hip function"
}