{
    "title": "Antiphospholipid antibodies and non-thrombotic manifestations of systemic lupus erythematosus.",
    "doc_id": "29050535",
    "writer": "İlgen U",
    "year": "2018",
    "summary": "Objectives The aim of this study was to investigate the association between antiphospholipid antibodies and non-thrombotic and non-gestational manifestations of systemic lupus erythematosus. Methods Systemic lupus erythematosus patients w …",
    "abstract": "Objectives The aim of this study was to investigate the association between antiphospholipid antibodies and non-thrombotic and non-gestational manifestations of systemic lupus erythematosus. Methods Systemic lupus erythematosus patients with persistently positive antiphospholipid antibodies or lupus anticoagulant were identified and grouped as systemic lupus erythematosus with antiphospholipid syndrome (SLE-APS), systemic lupus erythematosus with positive antiphospholipid antibodies/lupus anticoagulant without antiphospholipid syndrome (SLE-aPL), and systemic lupus erythematosus with negative aPLs (SLE-No aPL). Groups were compared in terms of non-thrombotic systemic lupus erythematosus manifestations and laboratory features retrospectively. Results A total of 150 systemic lupus erythematosus patients, 26 with SLE-APS, 25 with SLE-aPL, and 99 with SLE-No aPL, were identified. Livedo reticularis, neurologic involvement, and thrombocytopenia were more common in antiphospholipid antibody positive systemic lupus erythematosus cases. Malar rash, arthritis, and pleuritis were more common in the SLE-No aPL, SLE-APS, and SLE-aPL groups, respectively. Positivity rates and titers of specific antiphospholipid antibodies did not differ between the SLE-APS and SLE-aPL groups. Conclusions Presence of antiphospholipid syndrome or persistent antiphospholipid antibodies may be related to non-thrombotic and non-gestational systemic lupus erythematosus manifestations. Patients with systemic lupus erythematosus plus antiphospholipid syndrome and persistent antiphospholipid antibodies without antiphospholipid syndrome also differ in terms of systemic lupus erythematosus manifestations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29050535/",
    "clean_text": "antiphospholipid antibodies and non thrombotic manifestations of systemic lupus erythematosus objectives the aim of this study was to investigate the association between antiphospholipid antibodies and non thrombotic and non gestational manifestations of systemic lupus erythematosus methods systemic lupus erythematosus patients w objectives the aim of this study was to investigate the association between antiphospholipid antibodies and non thrombotic and non gestational manifestations of systemic lupus erythematosus methods systemic lupus erythematosus patients with persistently positive antiphospholipid antibodies or lupus anticoagulant were identified and grouped as systemic lupus erythematosus with antiphospholipid syndrome sle aps systemic lupus erythematosus with positive antiphospholipid antibodies lupus anticoagulant without antiphospholipid syndrome sle apl and systemic lupus erythematosus with negative apls sle no apl groups were compared in terms of non thrombotic systemic lupus erythematosus manifestations and laboratory features retrospectively results a total of systemic lupus erythematosus patients with sle aps with sle apl and with sle no apl were identified livedo reticularis neurologic involvement and thrombocytopenia were more common in antiphospholipid antibody positive systemic lupus erythematosus cases malar rash arthritis and pleuritis were more common in the sle no apl sle aps and sle apl groups respectively positivity rates and titers of specific antiphospholipid antibodies did not differ between the sle aps and sle apl groups conclusions presence of antiphospholipid syndrome or persistent antiphospholipid antibodies may be related to non thrombotic and non gestational systemic lupus erythematosus manifestations patients with systemic lupus erythematosus plus antiphospholipid syndrome and persistent antiphospholipid antibodies without antiphospholipid syndrome also differ in terms of systemic lupus erythematosus manifestations"
}