{
    "pmid": "41466332",
    "title": "Relationship between TyG index, TyG-BMI and MACE events after percutaneous coronary intervention.",
    "abstract": "To explore the relationship between TyG index, TyG-BMI and MACE events in patients after percutaneous coronary intervention, and to evaluate their potential as prognostic indicators compared to traditional risk assessment tools. From October 2022 to September of the following year, a total of 105 inpatients who underwent percutaneous coronary intervention (PCI) were carefully selected as research subjects within the scope of the Department of Cardiovascular Medicine at Chengde Central Hospital. MACE events such as recurrent angina pectoris, acute myocardial infarction, severe arrhythmia, in-stent restenosis, and cardiac death were recorded within 12 months after discharge. According to the occurrence of MACE events, the patients were divided into two groups: the MACE group and the non-MACE group. Subgroup analysis was performed for diabetic and non-diabetic patients. Internal validation was performed using the bootstrap resampling method with 1000 iterations to assess model stability. A total of 105 patients were followed up, and 23 MACE events occurred. The proportion of hypertension history in the MACE group was higher than that in the non-MACE group (82.6% vs. 69.5%). The age, LDL, creatinine, the TyG index and TyG-BMI values observed in the MACE group surpassed those of the non-MACE group, with these disparities reaching statistical significance (P < 0.05). TyG index and TyG-BMI were associated with MACE events in patients with coronary heart disease after PCI (P < 0.05). Bootstrap internal validation yielded optimism-corrected C-statistics of 0.742 for TyG index and 0.768 for TyG-BMI, with correction factors of 0.023 and 0.028, respectively, indicating moderate overfitting. Similar associations were observed in both diabetic and non-diabetic subgroups. This study suggests that TyG index and TyG-BMI may be associated with MACE events in patients with coronary heart disease after PCI. However, the small sample size, evidence of model overfitting, and lack of external validation limit the generalizability of these findings. Independent validation in larger, multicenter cohorts is essential before these indices can be recommended for clinical use. These preliminary findings provide a foundation for future adequately powered validation studies.",
    "disease": "hypertension",
    "clean_text": "relationship between tyg index tyg bmi and mace events after percutaneous coronary intervention to explore the relationship between tyg index tyg bmi and mace events in patients after percutaneous coronary intervention and to evaluate their potential as prognostic indicators compared to traditional risk assessment tools from october to september of the following year a total of inpatients who underwent percutaneous coronary intervention pci were carefully selected as research subjects within the scope of the department of cardiovascular medicine at chengde central hospital mace events such as recurrent angina pectoris acute myocardial infarction severe arrhythmia in stent restenosis and cardiac death were recorded within months after discharge according to the occurrence of mace events the patients were divided into two groups the mace group and the non mace group subgroup analysis was performed for diabetic and non diabetic patients internal validation was performed using the bootstrap resampling method with iterations to assess model stability a total of patients were followed up and mace events occurred the proportion of hypertension history in the mace group was higher than that in the non mace group vs the age ldl creatinine the tyg index and tyg bmi values observed in the mace group surpassed those of the non mace group with these disparities reaching statistical significance p tyg index and tyg bmi were associated with mace events in patients with coronary heart disease after pci p bootstrap internal validation yielded optimism corrected c statistics of for tyg index and for tyg bmi with correction factors of and respectively indicating moderate overfitting similar associations were observed in both diabetic and non diabetic subgroups this study suggests that tyg index and tyg bmi may be associated with mace events in patients with coronary heart disease after pci however the small sample size evidence of model overfitting and lack of external validation limit the generalizability of these findings independent validation in larger multicenter cohorts is essential before these indices can be recommended for clinical use these preliminary findings provide a foundation for future adequately powered validation studies"
}