{
    "title": "Heart Transplant in Older Adults.",
    "doc_id": "35039790",
    "writer": "Rushakoff JA",
    "year": "2022",
    "summary": "This review explores historical, pre-HT evaluation, and post-HT outcomes for older adult HT recipients. RECENT FINDINGS: Rates of HT in older adults have increased in the past decade and more than 800 septuagenarians have undergone HT. ...SUMMARY: HT is feasible in …",
    "abstract": "Purpose of review:\n        \n      \n      Older adults with end-stage heart failure may be candidates for heart transplantation (HT) and changing guidelines and institutional policies have increased the availability of HT for septuagenarians. This review explores historical, pre-HT evaluation, and post-HT outcomes for older adult HT recipients.\n    \n\n\n          Recent findings:\n        \n      \n      Rates of HT in older adults have increased in the past decade and more than 800 septuagenarians have undergone HT. Older adult HT recipients have similar survival, rehospitalization, and graft failure rates when compared to younger patients despite additional comorbidities and higher risk donors.\n    \n\n\n          Summary:\n        \n      \n      HT is feasible in carefully selected older adults. As the number of older adults who are considered for HT increases, additional research into population-specific assessment tools will be needed. Furthermore, age-related immune changes warrant population-specific studies on immunosuppressive regimens.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35039790/",
    "clean_text": "heart transplant in older adults this review explores historical pre ht evaluation and post ht outcomes for older adult ht recipients recent findings rates of ht in older adults have increased in the past decade and more than septuagenarians have undergone ht summary ht is feasible in purpose of review older adults with end stage heart failure may be candidates for heart transplantation ht and changing guidelines and institutional policies have increased the availability of ht for septuagenarians this review explores historical pre ht evaluation and post ht outcomes for older adult ht recipients recent findings rates of ht in older adults have increased in the past decade and more than septuagenarians have undergone ht older adult ht recipients have similar survival rehospitalization and graft failure rates when compared to younger patients despite additional comorbidities and higher risk donors summary ht is feasible in carefully selected older adults as the number of older adults who are considered for ht increases additional research into population specific assessment tools will be needed furthermore age related immune changes warrant population specific studies on immunosuppressive regimens"
}