{
    "title": "Childhood psychological maltreatment and social anxiety in college students: The roles of parasympathetic nervous system activity and parent-child separation experience.",
    "doc_id": "38461709",
    "writer": "Zhao J",
    "year": "2024",
    "summary": "BACKGROUND: Childhood psychological maltreatment is a risk factor for social anxiety in adulthood. Parent-child separation, as one of the most serious adversities in early life, may exacerbate the risk of psychological maltreatment and influence the interactions between ch …",
    "abstract": "Background:\n        \n      \n      Childhood psychological maltreatment is a risk factor for social anxiety in adulthood. Parent-child separation, as one of the most serious adversities in early life, may exacerbate the risk of psychological maltreatment and influence the interactions between childhood psychological maltreatment and biological sensitivity to stress in relation to social anxiety. However, there has been a dearth of work on this issue.\n    \n\n\n          Objective:\n        \n      \n      This study investigated the interactive effects between childhood psychological maltreatment and parasympathetic nervous system (PNS) activity on social anxiety in college students by comparing those who experienced parent-child separation versus those who did not. Potential sex differences in the aforementioned associations were tested as an exploratory aim.\n    \n\n\n          Participants and setting:\n        \n      \n      Data were obtained from 264 college students (Mage = 18.45 years, SD = 0.69), including 156 students who experienced parent-child separation and 108 students without this experience.\n    \n\n\n          Methods:\n        \n      \n      Participants completed measures of childhood psychological maltreatment and social anxiety and reported their parent-child separation experience. The data of PNS activity, measured by respiratory sinus arrhythmia (RSA) reactivity, were obtained during the Trier Social Stress Test (TSST) in the lab.\n    \n\n\n          Results:\n        \n      \n      Childhood psychological maltreatment was positively associated with college students' social anxiety. RSA reactivity moderated the relationship between childhood psychological maltreatment and college students' social anxiety, and the moderating role of RSA reactivity varied with parent-child separation experience and sex.\n    \n\n\n          Conclusions:\n        \n      \n      Parent-child separation experience influenced the biosocial interactions between childhood psychological maltreatment and PNS activity in relation to individuals' social anxiety, and this effect persisted in adulthood.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38461709/",
    "clean_text": "childhood psychological maltreatment and social anxiety in college students the roles of parasympathetic nervous system activity and parent child separation experience background childhood psychological maltreatment is a risk factor for social anxiety in adulthood parent child separation as one of the most serious adversities in early life may exacerbate the risk of psychological maltreatment and influence the interactions between ch background childhood psychological maltreatment is a risk factor for social anxiety in adulthood parent child separation as one of the most serious adversities in early life may exacerbate the risk of psychological maltreatment and influence the interactions between childhood psychological maltreatment and biological sensitivity to stress in relation to social anxiety however there has been a dearth of work on this issue objective this study investigated the interactive effects between childhood psychological maltreatment and parasympathetic nervous system pns activity on social anxiety in college students by comparing those who experienced parent child separation versus those who did not potential sex differences in the aforementioned associations were tested as an exploratory aim participants and setting data were obtained from college students mage years sd including students who experienced parent child separation and students without this experience methods participants completed measures of childhood psychological maltreatment and social anxiety and reported their parent child separation experience the data of pns activity measured by respiratory sinus arrhythmia rsa reactivity were obtained during the trier social stress test tsst in the lab results childhood psychological maltreatment was positively associated with college students social anxiety rsa reactivity moderated the relationship between childhood psychological maltreatment and college students social anxiety and the moderating role of rsa reactivity varied with parent child separation experience and sex conclusions parent child separation experience influenced the biosocial interactions between childhood psychological maltreatment and pns activity in relation to individuals social anxiety and this effect persisted in adulthood"
}