{
    "pmid": "41432475",
    "title": "Requesting pattern of antinuclear antibodies (ANA) and anti-extractable nuclear antigens (ENA) simultaneously by clinicians in a tertiary care hospital in Malaysia.",
    "abstract": "International guidelines recommend having a positive anti-nuclear antibody (ANA) and clinical suspicion of systemic autoimmune rheumatic diseases (SARD) when requesting ANA subserologies. Compliance with these guidelines by physicians has been questioned in different parts of the world. To analyse the requesting pattern of ANA and anti-extractable nuclear antigens (ENA) simultaneously in the University of Malaya Medical Centre (UMMC). This is a retrospective descriptive study involving 1529 adult patients who had their ANA and ANA subserologies requested simultaneously by clinicians. The ANA, anti-ENA screening (ENASc) and anti-ENA specific (ENASp) results were retrieved. Their case records on their relevant diagnosis and follow-up tests were reviewed. Among the 1,529 samples, 536 (35%) patients were positive, and 993 (65%) patients were negative for ANA by indirect immunofluorescence assay (IIF). In the ANA positive group, 109 (20%) were positive and 46 (9%) were borderline for ENASc. Of those ENASc positive patients, only 47 patients were requested for ENASp. Forty-one (87.2%) were positive for ENASp, In the ANA negative group, 111 (11%) were positive and 66 (7%) were borderline for ENASc. The majority of the ENASc positive (86, 77%) or borderline (63, 95%) had not been requested for ENASp in this group. Of those who had ENASp tests done (28), 19 (76%) were positive and 3 were borderline positive for ENASp. A total of 223 patients were diagnosed with SARD, out of which 147 had SARD in the ANA positive group (66%), with systemic lupus erythematosus being identified as the commonest SARD. A total of 76 patients were diagnosed with SARD in the ANA negative group (34%), with rheumatoid arthritis being identified as the commonest SARD. A large number of ENASc negative results are obtained concurrently with ANA negative results, suggesting clinicians do not comply with international guidelines when requesting ENA tests. This survey strongly suggests implementing measures in hospitals to comply with international recommendations on ENA testing.",
    "disease": "rheumatoid arthritis",
    "clean_text": "requesting pattern of antinuclear antibodies ana and anti extractable nuclear antigens ena simultaneously by clinicians in a tertiary care hospital in malaysia international guidelines recommend having a positive anti nuclear antibody ana and clinical suspicion of systemic autoimmune rheumatic diseases sard when requesting ana subserologies compliance with these guidelines by physicians has been questioned in different parts of the world to analyse the requesting pattern of ana and anti extractable nuclear antigens ena simultaneously in the university of malaya medical centre ummc this is a retrospective descriptive study involving adult patients who had their ana and ana subserologies requested simultaneously by clinicians the ana anti ena screening enasc and anti ena specific enasp results were retrieved their case records on their relevant diagnosis and follow up tests were reviewed among the samples patients were positive and patients were negative for ana by indirect immunofluorescence assay iif in the ana positive group were positive and were borderline for enasc of those enasc positive patients only patients were requested for enasp forty one were positive for enasp in the ana negative group were positive and were borderline for enasc the majority of the enasc positive or borderline had not been requested for enasp in this group of those who had enasp tests done were positive and were borderline positive for enasp a total of patients were diagnosed with sard out of which had sard in the ana positive group with systemic lupus erythematosus being identified as the commonest sard a total of patients were diagnosed with sard in the ana negative group with rheumatoid arthritis being identified as the commonest sard a large number of enasc negative results are obtained concurrently with ana negative results suggesting clinicians do not comply with international guidelines when requesting ena tests this survey strongly suggests implementing measures in hospitals to comply with international recommendations on ena testing"
}