{
    "pmid": "41468680",
    "title": "Upper-thoracic predominance and non-vertebral fracture burden in Parkinson's disease: A matched Case-Control study.",
    "abstract": "We investigated whether Parkinson's disease (PD) alters the topographical distribution of vertebral fractures and the burden of concomitant non-vertebral fractures in patients with osteoporotic vertebral fractures (OVFs). Among 1627 OVF patients, 116 with PD were matched (up to 1:4) to 349 controls by age, sex, and duration of radiographic surveillance. Group differences were analyzed using generalized linear mixed models, adjusting for femoral neck bone mineral density (BMD). PD Patients exhibited higher adjusted risks of total (risk ratio [RR] 2.35, p < 0.001) and vertebral fractures (RR 1.46, p < 0.001). Upper-thoracic (T1-T10) fracture counts were nearly threefold higher in PD (RR 2.97, p < 0.001), with increased prevalence (odds ratio [OR] 1.90, p = 0.010). Although the adjusted within-person proportion of upper-thoracic fractures was not significant (p = 0.125), level-specific mapping showed increased prevalence across T4-T10 in patients with PD. Non-vertebral fractures were markedly more common in PD, particularly at the hip (OR 11.71), distal radius/ulna (OR 20.98), and ribs (OR 8.44) (all p < 0.001). Femoral neck T-scores were significantly lower in PD (p = 0.009). In patients with prevalent OVFs, PD is associated with a higher fracture burden and a distinct upper-thoracic pattern, even after adjustment for femoral neck BMD. The frequent concomitant non-vertebral fractures underscore fall-related biomechanical risks, highlighting the need for osteoporosis management that includes thoracic imaging and PD-specific interventions.",
    "disease": "parkinson disease",
    "clean_text": "upper thoracic predominance and non vertebral fracture burden in parkinson s disease a matched case control study we investigated whether parkinson s disease pd alters the topographical distribution of vertebral fractures and the burden of concomitant non vertebral fractures in patients with osteoporotic vertebral fractures ovfs among ovf patients with pd were matched up to to controls by age sex and duration of radiographic surveillance group differences were analyzed using generalized linear mixed models adjusting for femoral neck bone mineral density bmd pd patients exhibited higher adjusted risks of total risk ratio rr p and vertebral fractures rr p upper thoracic t t fracture counts were nearly threefold higher in pd rr p with increased prevalence odds ratio or p although the adjusted within person proportion of upper thoracic fractures was not significant p level specific mapping showed increased prevalence across t t in patients with pd non vertebral fractures were markedly more common in pd particularly at the hip or distal radius ulna or and ribs or all p femoral neck t scores were significantly lower in pd p in patients with prevalent ovfs pd is associated with a higher fracture burden and a distinct upper thoracic pattern even after adjustment for femoral neck bmd the frequent concomitant non vertebral fractures underscore fall related biomechanical risks highlighting the need for osteoporosis management that includes thoracic imaging and pd specific interventions"
}