{
    "title": "Deciphering the roles of glycogen synthase kinase 3 (GSK3) in the treatment of autism spectrum disorder and related syndromes.",
    "doc_id": "33650079",
    "writer": "Rizk M",
    "year": "2021",
    "summary": "Autism spectrum disorder (ASD) is a complex and multifactorial neurodevelopmental disorder characterized by the presence of restricted interests and repetitive behaviors besides deficits in social communication. Syndromic ASD is a subset of ASD caused by underlying genetic …",
    "abstract": "Autism spectrum disorder (ASD) is a complex and multifactorial neurodevelopmental disorder characterized by the presence of restricted interests and repetitive behaviors besides deficits in social communication. Syndromic ASD is a subset of ASD caused by underlying genetic disorders, most commonly Fragile X Syndrome (FXS) and Rett Syndrome (RTT). Various mutations and consequent malfunctions in core signaling pathways have been identified in ASD, including glycogen synthase kinase 3 (GSK3). A growing body of evidence suggests a key role of GSK3 dysregulation in the pathogenesis of ASD and its related disorders. Here, we provide a synopsis of the implication of GSK3 in ASD, FXS, and RTT as a promising therapeutic target for the treatment of ASD.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33650079/",
    "clean_text": "deciphering the roles of glycogen synthase kinase gsk in the treatment of autism spectrum disorder and related syndromes autism spectrum disorder asd is a complex and multifactorial neurodevelopmental disorder characterized by the presence of restricted interests and repetitive behaviors besides deficits in social communication syndromic asd is a subset of asd caused by underlying genetic autism spectrum disorder asd is a complex and multifactorial neurodevelopmental disorder characterized by the presence of restricted interests and repetitive behaviors besides deficits in social communication syndromic asd is a subset of asd caused by underlying genetic disorders most commonly fragile x syndrome fxs and rett syndrome rtt various mutations and consequent malfunctions in core signaling pathways have been identified in asd including glycogen synthase kinase gsk a growing body of evidence suggests a key role of gsk dysregulation in the pathogenesis of asd and its related disorders here we provide a synopsis of the implication of gsk in asd fxs and rtt as a promising therapeutic target for the treatment of asd"
}