{
    "title": "T Cell-Associated Immunotherapy for Hepatocellular Carcinoma.",
    "doc_id": "28214839",
    "writer": "Ma W",
    "year": "2017",
    "summary": "Accumulating evidences suggest that immunotherapy could be a promising option for treating HCC. T cell-associated immunotherapy lights up the hope for the improvement of complementary approach to conventional HCC treatments, which needs further research to consummat …",
    "abstract": "Hepatocellular carcinoma (HCC) is one of the most common malignant diseases worldwide with limited therapeutic options. Accumulating evidences suggest that immunotherapy could be a promising option for treating HCC. T cell-associated immunotherapy lights up the hope for the improvement of complementary approach to conventional HCC treatments, which needs further research to consummate the clinical consequences. The present work reviewed several T cells associated cellular immunotherapies for HCC, including immune checkpoint blockade, gene-engineered T cells, bispecific T cell engagers, and so on. We also analyzed how these immunotherapies can mediate tumor cell eradication and evaluated their superiority or insufficiency.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28214839/",
    "clean_text": "t cell associated immunotherapy for hepatocellular carcinoma accumulating evidences suggest that immunotherapy could be a promising option for treating hcc t cell associated immunotherapy lights up the hope for the improvement of complementary approach to conventional hcc treatments which needs further research to consummat hepatocellular carcinoma hcc is one of the most common malignant diseases worldwide with limited therapeutic options accumulating evidences suggest that immunotherapy could be a promising option for treating hcc t cell associated immunotherapy lights up the hope for the improvement of complementary approach to conventional hcc treatments which needs further research to consummate the clinical consequences the present work reviewed several t cells associated cellular immunotherapies for hcc including immune checkpoint blockade gene engineered t cells bispecific t cell engagers and so on we also analyzed how these immunotherapies can mediate tumor cell eradication and evaluated their superiority or insufficiency"
}