{
    "pmid": "41391891",
    "title": "Functional Radiotherapy for Non-Malignant Diseases: The Potential of Ionizing Radiation Beyond Cancer Treatment.",
    "abstract": "This special issue, \"Functional Radiotherapy for Non-Malignant Diseases - The Potential of Ionizing Radiation Beyond Cancer Treatment\", addresses one of the oldest yet often overlooked areas of radiation medicine: the therapeutic use of ionizing radiation for non-malignant disorders. More than a century after the first medical use of X-rays, functional radiotherapy for non-malignant diseases is experiencing a renaissance, supported by growing clinical and biological evidence. The articles in this issue span the historical evolution, mechanistic underpinnings, and modern clinical applications of radiotherapy across diverse indications. They address topics such as the biological effects and potential carcinogenic risks of low-dose irradiation, radiotherapy for osteoarthritis and periarticular soft-tissue disorders, benign and premalignant tumors, Graves' ophthalmopathy, and hyperproliferative diseases including Dupuytren's and Ledderhose's disease, among others. Emerging applications such as stereotactic arrhythmia radioablation and functional radiotherapy for neurological or psychiatric disorders further extend its scope. Together, these contributions illustrate how radiotherapy for non-malignant diseases has evolved from empirical practice to a scientifically grounded therapy aimed at functional restoration. In the future, the establishment of standardized protocols, international registries, and prospective clinical trials will be essential to validate efficacy and safety, thereby defining the evolving role of radiotherapy beyond cancer treatment.",
    "disease": "osteoarthritis",
    "clean_text": "functional radiotherapy for non malignant diseases the potential of ionizing radiation beyond cancer treatment this special issue functional radiotherapy for non malignant diseases the potential of ionizing radiation beyond cancer treatment addresses one of the oldest yet often overlooked areas of radiation medicine the therapeutic use of ionizing radiation for non malignant disorders more than a century after the first medical use of x rays functional radiotherapy for non malignant diseases is experiencing a renaissance supported by growing clinical and biological evidence the articles in this issue span the historical evolution mechanistic underpinnings and modern clinical applications of radiotherapy across diverse indications they address topics such as the biological effects and potential carcinogenic risks of low dose irradiation radiotherapy for osteoarthritis and periarticular soft tissue disorders benign and premalignant tumors graves ophthalmopathy and hyperproliferative diseases including dupuytren s and ledderhose s disease among others emerging applications such as stereotactic arrhythmia radioablation and functional radiotherapy for neurological or psychiatric disorders further extend its scope together these contributions illustrate how radiotherapy for non malignant diseases has evolved from empirical practice to a scientifically grounded therapy aimed at functional restoration in the future the establishment of standardized protocols international registries and prospective clinical trials will be essential to validate efficacy and safety thereby defining the evolving role of radiotherapy beyond cancer treatment"
}