{
    "title": "Breast cancer epidemiology, prevention, and early detection.",
    "doc_id": "11673680",
    "writer": "Brewster A",
    "year": "2001",
    "summary": "Breast cancer remains a worldwide public health concern despite the fact that mortality rates have been declining in some countries as a result of improvements in adjuvant therapy and screening for breast cancer. In the prevention arena, advances in ou …",
    "abstract": "Breast cancer remains a worldwide public health concern despite the fact that mortality rates have been declining in some countries as a result of improvements in adjuvant therapy and screening for breast cancer. In the prevention arena, advances in our understanding of the effects of tamoxifen have led to the investigations of newer agents that may provide extended options for breast cancer prevention in high-risk women. For women who are carriers of a mutation in the breast cancer susceptibility genes BRCA1 or BRCA2, prophylactic oophorectomy and bilateral mastectomy have emerged as preventative surgical options that can significantly impact breast cancer risk. In addition, the identification of potentially modifiable risk factors for breast cancer such as dietary folate intake, alcohol consumption, physical activity, and certain anthropometric factors provides opportunities for intervening in breast cancer prevention both among women at average and high risk. The challenge remains in overcoming the limitations of mammography and clinical breast examination by developing and evaluating new technologies for breast cancer screening such as digital mammogram and breast magnetic resonance imaging.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11673680/",
    "clean_text": "breast cancer epidemiology prevention and early detection breast cancer remains a worldwide public health concern despite the fact that mortality rates have been declining in some countries as a result of improvements in adjuvant therapy and screening for breast cancer in the prevention arena advances in ou breast cancer remains a worldwide public health concern despite the fact that mortality rates have been declining in some countries as a result of improvements in adjuvant therapy and screening for breast cancer in the prevention arena advances in our understanding of the effects of tamoxifen have led to the investigations of newer agents that may provide extended options for breast cancer prevention in high risk women for women who are carriers of a mutation in the breast cancer susceptibility genes brca or brca prophylactic oophorectomy and bilateral mastectomy have emerged as preventative surgical options that can significantly impact breast cancer risk in addition the identification of potentially modifiable risk factors for breast cancer such as dietary folate intake alcohol consumption physical activity and certain anthropometric factors provides opportunities for intervening in breast cancer prevention both among women at average and high risk the challenge remains in overcoming the limitations of mammography and clinical breast examination by developing and evaluating new technologies for breast cancer screening such as digital mammogram and breast magnetic resonance imaging"
}