{
    "pmid": "41350176",
    "title": "The lingering shadow of epidemics: post-acute sequelae across history.",
    "abstract": "The SARS-CoV-2 pandemic has drawn global attention to post-acute infection syndromes (PAIS), with millions affected by post-acute sequelae of COVID-19 (PASC, or Long COVID). While Long COVID is newly defined, PAIS have been described for over a century following epidemic infections. Multiple pathogens - including influenza, Epstein-Barr virus, and Borrelia burgdorferi, among others - can precipitate persistent, poorly understood symptoms. Chronic illnesses such as myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) have long been linked to infectious triggers. This recurring association highlights critical knowledge gaps and underscores the need for systematic investigation. Unlike prior pandemics, the current era offers advanced technologies and analytic tools to address these gaps. Defining the biology of Long COVID may yield broader insights into host-pathogen interactions and mechanisms of chronic illness.",
    "disease": "influenza",
    "clean_text": "the lingering shadow of epidemics post acute sequelae across history the sars cov pandemic has drawn global attention to post acute infection syndromes pais with millions affected by post acute sequelae of covid pasc or long covid while long covid is newly defined pais have been described for over a century following epidemic infections multiple pathogens including influenza epstein barr virus and borrelia burgdorferi among others can precipitate persistent poorly understood symptoms chronic illnesses such as myalgic encephalomyelitis chronic fatigue syndrome me cfs have long been linked to infectious triggers this recurring association highlights critical knowledge gaps and underscores the need for systematic investigation unlike prior pandemics the current era offers advanced technologies and analytic tools to address these gaps defining the biology of long covid may yield broader insights into host pathogen interactions and mechanisms of chronic illness"
}