{
    "title": "The fragile X syndrome: exploring its molecular basis and seeking a treatment.",
    "doc_id": "16626504",
    "writer": "Bardoni B",
    "year": "2006",
    "summary": "Fragile X syndrome (FXS) - the leading cause of inherited mental retardation - is an X-linked disease caused by loss of expression of the FMR1 (fragile X mental retardation 1) gene. ...",
    "abstract": "Fragile X syndrome (FXS) - the leading cause of inherited mental retardation - is an X-linked disease caused by loss of expression of the FMR1 (fragile X mental retardation 1) gene. In addition to impairment of higher-cognitive functions, FXS patients show a variety of physical and other mental abnormalities. FMRP, the protein encoded by the FMR1 gene, is thought to play a key role in translation, trafficking and targeting of mRNA in neurons. To better understand FMRP's functions, the protein partners and mRNA targets that interact with FMRP have been sought. These and functional studies have revealed links with processes such as cytoskeleton remodelling via the RhoGTPase pathway and mRNA processing via the RNA interference pathway. In this review, we focus on recent insights into the function of FMRP and speculate on how the absence of FMRP might cause the clinical phenotypes seen in FXS patients. Finally, we explore potential therapies for FXS.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16626504/",
    "clean_text": "the fragile x syndrome exploring its molecular basis and seeking a treatment fragile x syndrome fxs the leading cause of inherited mental retardation is an x linked disease caused by loss of expression of the fmr fragile x mental retardation gene fragile x syndrome fxs the leading cause of inherited mental retardation is an x linked disease caused by loss of expression of the fmr fragile x mental retardation gene in addition to impairment of higher cognitive functions fxs patients show a variety of physical and other mental abnormalities fmrp the protein encoded by the fmr gene is thought to play a key role in translation trafficking and targeting of mrna in neurons to better understand fmrp s functions the protein partners and mrna targets that interact with fmrp have been sought these and functional studies have revealed links with processes such as cytoskeleton remodelling via the rhogtpase pathway and mrna processing via the rna interference pathway in this review we focus on recent insights into the function of fmrp and speculate on how the absence of fmrp might cause the clinical phenotypes seen in fxs patients finally we explore potential therapies for fxs"
}