{
    "pmid": "41391753",
    "title": "Comparison of epilepsy mouse models induced by kainic acid through different administration routes.",
    "abstract": "Sleep disruption associated with epilepsy is frequently observed in clinical practice. Various epilepsy animal models including the widely-used chemoconvulsant kainic acid (KA) have been developed to unveil the mechanisms underlying this life-threatening central disorder and improve sleep management. However, a systematic comparison of epilepsy models induced through different KA administration routes (intrahippocampal, IH, vs. intraperitoneal, IP) remains lacking. In this study, we monitored the dynamic changes of sleep/wake architecture, the development of epilepsy, and performed histological mapping of brain regions potentially implicated in epileptogenesis. We observed a more severe disruption of sleep architecture associated with seizures perpetuating for a longer time in the IHKA group. IHKA induced a more robust epilepsy pattern with significant increases of wakefulness and reductions of sleep during the acute phase. A chronic epilepsy model was developed in the IHKA group, but not in the IPKA group. Both IHKA and IPKA groups developed NREM sleep fragmentation during the chronic phase. Isolated spikes induced by IHKA appeared more frequently than those induced by IPKA at all time points, and gradually declined before stabilization around day 14 post-administration. Both IPKA and IHKA induced elevated c-Fos expression within 3 h after the drug administration as compared to their controls. Pearson correlation analyses of c-Fos expression across brain regions revealed that the IHKA group exhibited more correlations among multiple brain regions, reflecting a broader network of activated regions compared with the IPKA group after local KA exposure. Therefore, IHKA creates a more robust epilepsy mouse model characterized by a more fragmented sleep pattern, more seizures, and more isolated spikes.",
    "disease": "epilepsy",
    "clean_text": "comparison of epilepsy mouse models induced by kainic acid through different administration routes sleep disruption associated with epilepsy is frequently observed in clinical practice various epilepsy animal models including the widely used chemoconvulsant kainic acid ka have been developed to unveil the mechanisms underlying this life threatening central disorder and improve sleep management however a systematic comparison of epilepsy models induced through different ka administration routes intrahippocampal ih vs intraperitoneal ip remains lacking in this study we monitored the dynamic changes of sleep wake architecture the development of epilepsy and performed histological mapping of brain regions potentially implicated in epileptogenesis we observed a more severe disruption of sleep architecture associated with seizures perpetuating for a longer time in the ihka group ihka induced a more robust epilepsy pattern with significant increases of wakefulness and reductions of sleep during the acute phase a chronic epilepsy model was developed in the ihka group but not in the ipka group both ihka and ipka groups developed nrem sleep fragmentation during the chronic phase isolated spikes induced by ihka appeared more frequently than those induced by ipka at all time points and gradually declined before stabilization around day post administration both ipka and ihka induced elevated c fos expression within h after the drug administration as compared to their controls pearson correlation analyses of c fos expression across brain regions revealed that the ihka group exhibited more correlations among multiple brain regions reflecting a broader network of activated regions compared with the ipka group after local ka exposure therefore ihka creates a more robust epilepsy mouse model characterized by a more fragmented sleep pattern more seizures and more isolated spikes"
}