{
    "title": "Fatty liver with metabolic disorder, such as metabolic dysfunction-associated fatty liver disease, indicates high risk for developing diabetes mellitus.",
    "doc_id": "35167194",
    "writer": "Miyake T",
    "year": "2022",
    "summary": "The participants were divided into the MAFLD group (fatty liver disease with overweight/obesity or non-overweight/obesity complicated by metabolic disorders), simple fatty liver group (fatty liver disease other than MAFLD group), metaboli …",
    "abstract": "Introduction:\n        \n      \n      Nonalcoholic fatty liver disease (NAFLD) is diagnosed after excluding other liver diseases. The pathogenesis of NAFLD when complicated by other liver diseases has not been established completely. Metabolic dysfunction-associated fatty liver disease (MAFLD) involves more metabolic factors than NAFLD, regardless of complications with other diseases. This study aimed to clarify the effects of fatty liver occurring with metabolic disorders, such as MAFLD without diabetes mellitus (DM), on the development of DM.\n    \n\n\n          Materials and methods:\n        \n      \n      We retrospectively assessed 9,459 participants who underwent two or more annual health check-ups. The participants were divided into the MAFLD group (fatty liver disease with overweight/obesity or non-overweight/obesity complicated by metabolic disorders), simple fatty liver group (fatty liver disease other than MAFLD group), metabolic disorder group (metabolic disorder without fatty liver disease), and normal group (all other participants).\n    \n\n\n          Results:\n        \n      \n      The DM onset rates in the normal, simple fatty liver, metabolic disorder, and MAFLD groups were 0.51, 1.85, 2.52, and 7.36%, respectively. In the multivariate analysis, the MAFLD group showed a significantly higher risk of DM onset compared with other three groups (P < 0.01). Additionally, the risk of DM onset was significantly increased in fatty liver disease with overweight/obesity or pre-diabetes (P < 0.01).\n    \n\n\n          Conclusions:\n        \n      \n      Fatty liver with metabolic disorders, such as MAFLD, can be used to identify patients with fatty liver disease who are at high risk of developing DM. Additionally, patients with fatty liver disease complicated with overweight/obesity or prediabetes are at an increased risk of DM onset and should receive more attention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35167194/",
    "clean_text": "fatty liver with metabolic disorder such as metabolic dysfunction associated fatty liver disease indicates high risk for developing diabetes mellitus the participants were divided into the mafld group fatty liver disease with overweight obesity or non overweight obesity complicated by metabolic disorders simple fatty liver group fatty liver disease other than mafld group metaboli introduction nonalcoholic fatty liver disease nafld is diagnosed after excluding other liver diseases the pathogenesis of nafld when complicated by other liver diseases has not been established completely metabolic dysfunction associated fatty liver disease mafld involves more metabolic factors than nafld regardless of complications with other diseases this study aimed to clarify the effects of fatty liver occurring with metabolic disorders such as mafld without diabetes mellitus dm on the development of dm materials and methods we retrospectively assessed participants who underwent two or more annual health check ups the participants were divided into the mafld group fatty liver disease with overweight obesity or non overweight obesity complicated by metabolic disorders simple fatty liver group fatty liver disease other than mafld group metabolic disorder group metabolic disorder without fatty liver disease and normal group all other participants results the dm onset rates in the normal simple fatty liver metabolic disorder and mafld groups were and respectively in the multivariate analysis the mafld group showed a significantly higher risk of dm onset compared with other three groups p additionally the risk of dm onset was significantly increased in fatty liver disease with overweight obesity or pre diabetes p conclusions fatty liver with metabolic disorders such as mafld can be used to identify patients with fatty liver disease who are at high risk of developing dm additionally patients with fatty liver disease complicated with overweight obesity or prediabetes are at an increased risk of dm onset and should receive more attention"
}