{
    "title": "Unruptured ovarian ectopic pregnancy: Two case reports and literature review.",
    "doc_id": "36388130",
    "writer": "Ren F",
    "year": "2022",
    "summary": "In clinical practice, ovarian pregnancy is extremely rare and is always found to be ruptured. A definitive diagnosis for ruptured ovarian pregnancy is difficult to obtain. ...More definitive diagnosis of ovarian pregnancy must be reported in order to gain a b …",
    "abstract": "In clinical practice, ovarian pregnancy is extremely rare and is always found to be ruptured. A definitive diagnosis for ruptured ovarian pregnancy is difficult to obtain. We present two cases of unruptured ovarian pregnancies detected during laparoscopy and review existing literature to better understand the clinical characteristics of ectopic pregnancies in this rare site. Intrauterine devices, assisted reproductive technology, and intrauterine operations are all high-risk factors in ovarian pregnancy. Moreover, menopause, abdominal pain, and vaginal bleeding are clinical manifestations. Ovarian pregnancy can be diagnosed using serum hCG, transvaginal ultrasound, and magnetic resonance imaging. Laparoscopy is the treatment of choice for ovarian pregnancy. It is recommended that the intact gestational sac be excised and the ovarian function be protected to the greatest extent possible during the operation. More definitive diagnosis of ovarian pregnancy must be reported in order to gain a better understanding of ovarian pregnancy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36388130/",
    "clean_text": "unruptured ovarian ectopic pregnancy two case reports and literature review in clinical practice ovarian pregnancy is extremely rare and is always found to be ruptured a definitive diagnosis for ruptured ovarian pregnancy is difficult to obtain more definitive diagnosis of ovarian pregnancy must be reported in order to gain a b in clinical practice ovarian pregnancy is extremely rare and is always found to be ruptured a definitive diagnosis for ruptured ovarian pregnancy is difficult to obtain we present two cases of unruptured ovarian pregnancies detected during laparoscopy and review existing literature to better understand the clinical characteristics of ectopic pregnancies in this rare site intrauterine devices assisted reproductive technology and intrauterine operations are all high risk factors in ovarian pregnancy moreover menopause abdominal pain and vaginal bleeding are clinical manifestations ovarian pregnancy can be diagnosed using serum hcg transvaginal ultrasound and magnetic resonance imaging laparoscopy is the treatment of choice for ovarian pregnancy it is recommended that the intact gestational sac be excised and the ovarian function be protected to the greatest extent possible during the operation more definitive diagnosis of ovarian pregnancy must be reported in order to gain a better understanding of ovarian pregnancy"
}