{
    "title": "Molecular barriers to direct cardiac reprogramming.",
    "doc_id": "28389873",
    "writer": "Vaseghi H",
    "year": "2017",
    "summary": "Myocardial infarction afflicts close to three quarters of a million Americans annually, resulting in reduced heart function, arrhythmia, and frequently death. Cardiomyocyte death reduces the heart's pump capacity while the deposition of a non-conductive scar …",
    "abstract": "Myocardial infarction afflicts close to three quarters of a million Americans annually, resulting in reduced heart function, arrhythmia, and frequently death. Cardiomyocyte death reduces the heart's pump capacity while the deposition of a non-conductive scar incurs the risk of arrhythmia. Direct cardiac reprogramming emerged as a novel technology to simultaneously reduce scar tissue and generate new cardiomyocytes to restore cardiac function. This technology converts endogenous cardiac fibroblasts directly into induced cardiomyocyte-like cells using a variety of cocktails including transcription factors, microRNAs, and small molecules. Although promising, direct cardiac reprogramming is still in its fledging phase, and numerous barriers have to be overcome prior to its clinical application. This review discusses current findings to optimize reprogramming efficiency, including reprogramming factor cocktails and stoichiometry, epigenetic barriers to cell fate reprogramming, incomplete conversion and residual fibroblast identity, requisite growth factors, and environmental cues. Finally, we address the current challenges and future directions for the field.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28389873/",
    "clean_text": "molecular barriers to direct cardiac reprogramming myocardial infarction afflicts close to three quarters of a million americans annually resulting in reduced heart function arrhythmia and frequently death cardiomyocyte death reduces the heart s pump capacity while the deposition of a non conductive scar myocardial infarction afflicts close to three quarters of a million americans annually resulting in reduced heart function arrhythmia and frequently death cardiomyocyte death reduces the heart s pump capacity while the deposition of a non conductive scar incurs the risk of arrhythmia direct cardiac reprogramming emerged as a novel technology to simultaneously reduce scar tissue and generate new cardiomyocytes to restore cardiac function this technology converts endogenous cardiac fibroblasts directly into induced cardiomyocyte like cells using a variety of cocktails including transcription factors micrornas and small molecules although promising direct cardiac reprogramming is still in its fledging phase and numerous barriers have to be overcome prior to its clinical application this review discusses current findings to optimize reprogramming efficiency including reprogramming factor cocktails and stoichiometry epigenetic barriers to cell fate reprogramming incomplete conversion and residual fibroblast identity requisite growth factors and environmental cues finally we address the current challenges and future directions for the field"
}