{
    "title": "Prevalence of Hidradenitis Suppurativa in Xi'an, China: A Single Center Epidemiological Study.",
    "doc_id": "39709957",
    "writer": "Geng S",
    "year": "2025",
    "summary": "OBJECTIVE AND METHODS: This study was a monocenter study in tertiary care in, The Second Affiliated Hospital, Xi'an Jiaotong University, Xi'an, China, and was conducted by the Department of Dermatology. ...CONCLUSION: The estimated adult HS prev …",
    "abstract": "<p>Background: Hidradenitis suppurativa (HS), also known as acne inversa, is a chronic, recurrent, and inflammatory disease. HS is fairly rare among the population. This study was a part of the Global Hidradenitis Suppurativa Atlas (GHiSA) initiative, aiming to establish the prevalence of HS, based on a questionnaire and subsequent clinical examination targeting healthy adults accompanying patients undergoing care in a tertiary hospital.\n    \n\n\n          Objective and methods:\n        \n      \n      This study was a monocenter study in tertiary care in, The Second Affiliated Hospital, Xi'an Jiaotong University, Xi'an, China, and was conducted by the Department of Dermatology. Healthy adults accompanying a patient to the outpatient clinic or hospitalized (Department of Dermatology excluded) were approached and surveyed after agreeing to participation. The data were collected by residents and students and the questionnaire was translated into Chinese.\n    \n\n\n          Results:\n        \n      \n      A total of 552 Chinese participants were eligible for inclusion, consisting of 246 males and 306 females. A total of 515 participants were screened negative through the questionnaire. Twenty-two of the participants screened positive. Of these, four participants who were highly suspected to have HS declined a physical exam. The possibility of HS was ruled out by the collection of detailed medical histories of other participants (n = 16) screened positive. The confirmed prevalence of HS in the remaining 552 participants was 0.36% (95% confidence interval 0.10%-1.31%). Two participants, one male and one female, respectively, were diagnosed with HS. There were no significant differences in the median age, BMI and the percentage of smokers between the control group and the HS group.\n    \n\n\n          Conclusion:\n        \n      \n      The estimated adult HS prevalence rate in Xi'an, China is 0.36%. </p>.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39709957/",
    "clean_text": "prevalence of hidradenitis suppurativa in xi an china a single center epidemiological study objective and methods this study was a monocenter study in tertiary care in the second affiliated hospital xi an jiaotong university xi an china and was conducted by the department of dermatology conclusion the estimated adult hs prev p background hidradenitis suppurativa hs also known as acne inversa is a chronic recurrent and inflammatory disease hs is fairly rare among the population this study was a part of the global hidradenitis suppurativa atlas ghisa initiative aiming to establish the prevalence of hs based on a questionnaire and subsequent clinical examination targeting healthy adults accompanying patients undergoing care in a tertiary hospital objective and methods this study was a monocenter study in tertiary care in the second affiliated hospital xi an jiaotong university xi an china and was conducted by the department of dermatology healthy adults accompanying a patient to the outpatient clinic or hospitalized department of dermatology excluded were approached and surveyed after agreeing to participation the data were collected by residents and students and the questionnaire was translated into chinese results a total of chinese participants were eligible for inclusion consisting of males and females a total of participants were screened negative through the questionnaire twenty two of the participants screened positive of these four participants who were highly suspected to have hs declined a physical exam the possibility of hs was ruled out by the collection of detailed medical histories of other participants n screened positive the confirmed prevalence of hs in the remaining participants was confidence interval two participants one male and one female respectively were diagnosed with hs there were no significant differences in the median age bmi and the percentage of smokers between the control group and the hs group conclusion the estimated adult hs prevalence rate in xi an china is p"
}