{
    "pmid": "41360978",
    "title": "Endosome traffic in rheumatic diseases: mechanistic insights and therapeutic opportunities.",
    "abstract": "Endosomal traffic governs various core processes that maintain immune homeostasis and self-tolerance, including receptor signalling, antigen processing, cytokine secretion and cellular metabolism. Traffic-regulated receptors - both intracellular and on the cell surface - modulate immune sensing of infection, nutrient availability and endogenous stress signals arising from cellular or tissue injury. In rheumatic diseases, such as systemic lupus erythematosus, rheumatoid arthritis, ankylosing spondylitis, systemic sclerosis, Sjögren syndrome and osteoarthritis, mounting evidence implicates disruptions in endosomal pathways as important drivers of disease onset and progression. Dysregulated endosomal trafficking contributes to type I interferon activation via signalling through Toll-like receptors, aberrant autoantigen presentation, and altered expression of metabolite transporters in immune cells and target organs. Endosome trafficking mediates autophagosome formation, the production of exosomes and the turnover of organelles, such as mitochondria that generate oxidative stress, thereby controlling chronic inflammation and connective tissue remodelling. Therefore, understanding the molecular architecture of endosomal recycling pathways and their integration with immune cell function can provide important insight into rheumatic diseases. Restoring trafficking fidelity - through modulation of RAB GTPases, endosomal Toll-like receptor signalling, metabolic reprogramming, autophagic flux and extracellular vesicle biology - represents a promising therapeutic strategy.",
    "disease": "rheumatoid arthritis",
    "clean_text": "endosome traffic in rheumatic diseases mechanistic insights and therapeutic opportunities endosomal traffic governs various core processes that maintain immune homeostasis and self tolerance including receptor signalling antigen processing cytokine secretion and cellular metabolism traffic regulated receptors both intracellular and on the cell surface modulate immune sensing of infection nutrient availability and endogenous stress signals arising from cellular or tissue injury in rheumatic diseases such as systemic lupus erythematosus rheumatoid arthritis ankylosing spondylitis systemic sclerosis sj gren syndrome and osteoarthritis mounting evidence implicates disruptions in endosomal pathways as important drivers of disease onset and progression dysregulated endosomal trafficking contributes to type i interferon activation via signalling through toll like receptors aberrant autoantigen presentation and altered expression of metabolite transporters in immune cells and target organs endosome trafficking mediates autophagosome formation the production of exosomes and the turnover of organelles such as mitochondria that generate oxidative stress thereby controlling chronic inflammation and connective tissue remodelling therefore understanding the molecular architecture of endosomal recycling pathways and their integration with immune cell function can provide important insight into rheumatic diseases restoring trafficking fidelity through modulation of rab gtpases endosomal toll like receptor signalling metabolic reprogramming autophagic flux and extracellular vesicle biology represents a promising therapeutic strategy"
}