{
    "pmid": "41387772",
    "title": "Enhanced detection of bacterial etiologies, antibiotic resistance profile, and treatment outcomes of meningitis patients in Ethiopia: a prospective cross-sectional study.",
    "abstract": "Bacterial meningitis remains a significant global health concern, particularly in resource-limited settings where patients often present late and have co-existing conditions. This study aimed to identify the common bacterial pathogens causing meningitis, assess their antibiotic resistance profiles, and evaluate treatment outcomes in suspected meningitis patients. We conducted a prospective cross-sectional study involving 195 patients suspected of meningitis at the University of Gondar Comprehensive Specialized Hospital. Cerebrospinal fluid samples were collected and analyzed using both culture and PCR for bacterial etiology. Antimicrobial susceptibility was determined via the disc diffusion method. Treatment outcomes were evaluated using the Glasgow Outcome Scale. We used descriptive statistics, bivariate analysis, and multivariable analysis to identify factors associated with unfavorable patient outcomes, with statistical significance set at a p-value < 0.05 at a 95% confidence level. The prevalence of bacterial meningitis, confirmed by either culture or PCR, was 28.2% (55/195). Among the 55 detected bacterial etiologies, E. coli was the most common (45.5%, n = 25), followed by H. influenzae (16.4%, n = 9), S. pneumoniae (10.9%, n = 6), N. meningitidis (7.3%, n = 4), S. aureus (5.5%, n = 3), S. agalactiae (5.5%, n = 3), K. pneumoniae (1.7%, n = 1), L. monocytogenes (1.7%, n = 1), and mixed infections of E. coli and K. pneumoniae (5.5%, n = 3). Notably, only 7.2% (14/195) of bacteria were recovered by culture, with S. pneumoniae and K. pneumoniae (4 each) being the most frequently cultured etiologies, followed by E. coli and S. aureus (2 each). Among K. pneumoniae isolates, 75% (3/4) were resistant to trimethoprim-sulfamethoxazole, and 50% (2/4) to meropenem, cefotaxime, and ciprofloxacin. One of four (25%) S. pneumoniae isolates showed resistance to erythromycin, trimethoprim-sulfamethoxazole, ciprofloxacin, and rifampin. Overall, 13.8% (27/195) of study participants experienced unfavorable outcomes. Factors independently associated with unfavorable outcomes included a low Glasgow Coma Scale (AOR = 0.668, 95% CI = 0.529-0.845), comorbidity (AOR = 9.221, 95% CI = 1.580-53.815), and delayed presentation (AOR = 1.684, 95% CI = 1.206-2.352). PCR significantly outperformed culture in detecting bacterial pathogens. E. coli was the most common causative agent of bacterial meningitis, and we observed high rates of antibiotic resistance among Gram-negative bacteria. While most patients had favorable outcomes, low Glasgow Coma Scale scores, comorbidities, and delayed presentation to healthcare facilities were independently associated with unfavorable outcomes.",
    "disease": "influenza",
    "clean_text": "enhanced detection of bacterial etiologies antibiotic resistance profile and treatment outcomes of meningitis patients in ethiopia a prospective cross sectional study bacterial meningitis remains a significant global health concern particularly in resource limited settings where patients often present late and have co existing conditions this study aimed to identify the common bacterial pathogens causing meningitis assess their antibiotic resistance profiles and evaluate treatment outcomes in suspected meningitis patients we conducted a prospective cross sectional study involving patients suspected of meningitis at the university of gondar comprehensive specialized hospital cerebrospinal fluid samples were collected and analyzed using both culture and pcr for bacterial etiology antimicrobial susceptibility was determined via the disc diffusion method treatment outcomes were evaluated using the glasgow outcome scale we used descriptive statistics bivariate analysis and multivariable analysis to identify factors associated with unfavorable patient outcomes with statistical significance set at a p value at a confidence level the prevalence of bacterial meningitis confirmed by either culture or pcr was among the detected bacterial etiologies e coli was the most common n followed by h influenzae n s pneumoniae n n meningitidis n s aureus n s agalactiae n k pneumoniae n l monocytogenes n and mixed infections of e coli and k pneumoniae n notably only of bacteria were recovered by culture with s pneumoniae and k pneumoniae each being the most frequently cultured etiologies followed by e coli and s aureus each among k pneumoniae isolates were resistant to trimethoprim sulfamethoxazole and to meropenem cefotaxime and ciprofloxacin one of four s pneumoniae isolates showed resistance to erythromycin trimethoprim sulfamethoxazole ciprofloxacin and rifampin overall of study participants experienced unfavorable outcomes factors independently associated with unfavorable outcomes included a low glasgow coma scale aor ci comorbidity aor ci and delayed presentation aor ci pcr significantly outperformed culture in detecting bacterial pathogens e coli was the most common causative agent of bacterial meningitis and we observed high rates of antibiotic resistance among gram negative bacteria while most patients had favorable outcomes low glasgow coma scale scores comorbidities and delayed presentation to healthcare facilities were independently associated with unfavorable outcomes"
}