{
    "pmid": "41461029",
    "title": "Enhanced insulin signaling via circulating ATG7: A potential therapeutic strategy for diabetes.",
    "abstract": "Diabetes and insulin resistance (IR) remain major global health challenges, underscoring the need for novel therapeutic strategies. Here, we identify an autophagy-independent role of circulating autophagy-related gene 7 (ATG7) in metabolic regulation. Circulating ATG7 enhances insulin sensitivity and glucose homeostasis by directly interacting with IRS1 and modulating insulin signaling (IS) through liver-muscle crosstalk. Mechanistically, ATG7 binds to IRS1, promoting its activation and the propagation of downstream IS. Notably, we identify an ATG7-derived peptide (Aap2) that recapitulates ATG7's insulin-sensitizing effects and improves glycemic control in both Type 1 and Type 2 diabetic mouse models. These findings establish ATG7 as a key regulator of IS and suggest that targeting ATG7 may represent a promising therapeutic approach for IR and diabetes.",
    "disease": "diabetes mellitus",
    "clean_text": "enhanced insulin signaling via circulating atg a potential therapeutic strategy for diabetes diabetes and insulin resistance ir remain major global health challenges underscoring the need for novel therapeutic strategies here we identify an autophagy independent role of circulating autophagy related gene atg in metabolic regulation circulating atg enhances insulin sensitivity and glucose homeostasis by directly interacting with irs and modulating insulin signaling is through liver muscle crosstalk mechanistically atg binds to irs promoting its activation and the propagation of downstream is notably we identify an atg derived peptide aap that recapitulates atg s insulin sensitizing effects and improves glycemic control in both type and type diabetic mouse models these findings establish atg as a key regulator of is and suggest that targeting atg may represent a promising therapeutic approach for ir and diabetes"
}