{
    "title": "Persistent increase in ventral hippocampal long-term potentiation by juvenile stress: A role for astrocytic glutamine synthetase.",
    "doc_id": "31313857",
    "writer": "Ivens S",
    "year": "2019",
    "summary": "In rodents, childhood adversity can be modeled by juvenile stress exposure, resulting in increased anxiety, and impaired coping with stress in adulthood. ...Assessing steady-state mRNA levels in the vCA1 stratum radiatum reveals distinct shifts in the expression of GS, ast …",
    "abstract": "A traumatic childhood is among the most important risk factors for developing stress-related psychopathologies such as posttraumatic stress disorder or depression later in life. However, despite the proven role of astrocytes in regulating transmitter release and synaptic plasticity, the contribution of astrocytic transmitter metabolism to such stress-induced psychopathologies is currently not understood. In rodents, childhood adversity can be modeled by juvenile stress exposure, resulting in increased anxiety, and impaired coping with stress in adulthood. We describe that such juvenile stress in rats, regardless of additional stress in adulthood, leads to reduced synaptic efficacy in the ventral CA1 (vCA1) Schaffer collaterals, but increased long-term potentiation (LTP) of synaptic transmission after high-frequency stimulation. We tested whether the glutamate-glutamine-cycle guides the lasting changes on plasticity observed after juvenile stress by blocking the astrocytic glutamate-degrading enzyme, glutamine synthetase (GS). Indeed, the pharmacological inhibition of GS by methionine sulfoximine in slices from naïve rats mimics the effect of juvenile stress on vCA1-LTP, while supplying glutamine is sufficient to normalize the LTP. Assessing steady-state mRNA levels in the vCA1 stratum radiatum reveals distinct shifts in the expression of GS, astrocytic glutamate, and glutamine transporters after stress in juvenility, adulthood, or combined juvenile/adult stress. While GS mRNA expression levels are lastingly reduced after juvenile stress, GS protein levels are maintained stable. Together our results suggest a critical role for astrocytes and the glutamate-glutamine cycle in mediating long-term effects of juvenile stress on plasticity in the vCA1, a region associated with anxiety and emotional memory processing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31313857/",
    "clean_text": "persistent increase in ventral hippocampal long term potentiation by juvenile stress a role for astrocytic glutamine synthetase in rodents childhood adversity can be modeled by juvenile stress exposure resulting in increased anxiety and impaired coping with stress in adulthood assessing steady state mrna levels in the vca stratum radiatum reveals distinct shifts in the expression of gs ast a traumatic childhood is among the most important risk factors for developing stress related psychopathologies such as posttraumatic stress disorder or depression later in life however despite the proven role of astrocytes in regulating transmitter release and synaptic plasticity the contribution of astrocytic transmitter metabolism to such stress induced psychopathologies is currently not understood in rodents childhood adversity can be modeled by juvenile stress exposure resulting in increased anxiety and impaired coping with stress in adulthood we describe that such juvenile stress in rats regardless of additional stress in adulthood leads to reduced synaptic efficacy in the ventral ca vca schaffer collaterals but increased long term potentiation ltp of synaptic transmission after high frequency stimulation we tested whether the glutamate glutamine cycle guides the lasting changes on plasticity observed after juvenile stress by blocking the astrocytic glutamate degrading enzyme glutamine synthetase gs indeed the pharmacological inhibition of gs by methionine sulfoximine in slices from na ve rats mimics the effect of juvenile stress on vca ltp while supplying glutamine is sufficient to normalize the ltp assessing steady state mrna levels in the vca stratum radiatum reveals distinct shifts in the expression of gs astrocytic glutamate and glutamine transporters after stress in juvenility adulthood or combined juvenile adult stress while gs mrna expression levels are lastingly reduced after juvenile stress gs protein levels are maintained stable together our results suggest a critical role for astrocytes and the glutamate glutamine cycle in mediating long term effects of juvenile stress on plasticity in the vca a region associated with anxiety and emotional memory processing"
}