{
    "title": "Using a Very Low Energy Diet to Achieve Substantial Preconception Weight Loss in Women with Obesity: A Review of the Safety and Efficacy.",
    "doc_id": "36297107",
    "writer": "Price SA",
    "year": "2022",
    "summary": "Almost all international guidelines suggest that women with obesity should aim to achieve weight loss prior to pregnancy. However, current pre-conception weight loss therapies are sub-optimal. ...Very low energy diets (VLEDs) have been proposed as a po …",
    "abstract": "Obesity in women of reproductive age is common. Emerging evidence suggests that maternal obesity not only increases the risk of adverse pregnancy outcomes but also has an enduring impact on the metabolic health of the offspring. Given this, management of obesity prior to pregnancy is critically important. Almost all international guidelines suggest that women with obesity should aim to achieve weight loss prior to pregnancy. However, current pre-conception weight loss therapies are sub-optimal. Lifestyle modification typically results in modest weight loss. This may assist fertility but does not alter pregnancy outcomes. Bariatric surgery results in substantial weight loss, which improves pregnancy outcomes for the mother but may be harmful to the offspring. Alternative approaches to the management of obesity in women planning pregnancy are needed. Very low energy diets (VLEDs) have been proposed as a possible tool to assist women with obesity achieve weight loss prior to conception. While VLEDs can induce substantial and rapid weight loss, there are concerns about the impact of rapid weight loss on maternal nutrition prior to pregnancy and about inadvertent exposure of the early fetus to ketosis. The purpose of this review is to examine the existing literature regarding the safety and efficacy of a preconception VLED program as a tool to achieve substantial weight loss in women with obesity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36297107/",
    "clean_text": "using a very low energy diet to achieve substantial preconception weight loss in women with obesity a review of the safety and efficacy almost all international guidelines suggest that women with obesity should aim to achieve weight loss prior to pregnancy however current pre conception weight loss therapies are sub optimal very low energy diets vleds have been proposed as a po obesity in women of reproductive age is common emerging evidence suggests that maternal obesity not only increases the risk of adverse pregnancy outcomes but also has an enduring impact on the metabolic health of the offspring given this management of obesity prior to pregnancy is critically important almost all international guidelines suggest that women with obesity should aim to achieve weight loss prior to pregnancy however current pre conception weight loss therapies are sub optimal lifestyle modification typically results in modest weight loss this may assist fertility but does not alter pregnancy outcomes bariatric surgery results in substantial weight loss which improves pregnancy outcomes for the mother but may be harmful to the offspring alternative approaches to the management of obesity in women planning pregnancy are needed very low energy diets vleds have been proposed as a possible tool to assist women with obesity achieve weight loss prior to conception while vleds can induce substantial and rapid weight loss there are concerns about the impact of rapid weight loss on maternal nutrition prior to pregnancy and about inadvertent exposure of the early fetus to ketosis the purpose of this review is to examine the existing literature regarding the safety and efficacy of a preconception vled program as a tool to achieve substantial weight loss in women with obesity"
}