{
    "pmid": "41443387",
    "title": "Is Subscapularis Repair Beneficial in Patients Undergoing Reverse Shoulder Arthroplasty for Glenohumeral Osteoarthritis with an Intact Rotator Cuff: Evaluation of a Treatment Protocol?",
    "abstract": "Reverse total shoulder arthroplasty (rTSA) is an alternative to anatomic total shoulder arthroplasty (aTSA) for the treatment of primary glenohumeral osteoarthritis (GHOA) with intact rotator cuff. The utility of subscapularis (SC) repair in rTSA remains controversial. The purpose of this study was to investigate the association of a SC repair treatment protocol on the outcome of rTSA for treating GHOA with an intact rotator cuff using a lateralized glenoid and inlay humerus rTSA system (Enovis/DJO RSP and Altivate, Austin, TX, USA). This was a retrospective study of 80 patients with GHOA and intact rotator cuff who underwent rTSA with a lateralized glenoid and inlay humerus design. SC repair was performed in 50 (62.5 percent) patients when it did not limit intraoperative passive external rotation (PER). Outcomes were assessed at a minimum of 1 year follow-up. Mixed effects models assessed associations between SC repair and patient-reported outcome measures (PROMs), internal rotation activities of daily living (IR-ADL), range of motion (ROM), and strength. There were no differences in the characteristics of the repaired and unrepaired groups. At minimum 1 year follow-up, there were no significant differences in the PROMs between the repaired and unrepaired groups. However, the repair group had significantly better PROMs at 3 and 6 month follow-up. The repair group had greater mean preoperative active external rotation (AER) (11.9±20.0° vs -1.3±23.1°, p=0.017). There was no difference in postoperative mean AER (32.5±15.3° vs 31.2±13.6°, p=1.000). The no repair group had greater improvement in AER (32.5±20.5° vs 20.8±20.7°, p=0.032). The repair group had significantly greater internal rotation (IR) ROM and strength at all follow-ups. A greater proportion of patients in the repair group achieved the patient-acceptable symptom state (PASS) for IR ROM (93.8% vs 75.9%; p=0.024) while a greater proportion of the unrepaired group achieved substantial clinical benefit (SCB) for AER (90.0% vs 60.4%, p=0.005). While there were no differences in IR-ADLs at 1 year minimum follow-up, the repair group was better at 3 and 6 month follow-up. There were no cases of instability. There are trade-offs to SC repair in rTSA for patients with GHOA and intact rotator cuff. Selective SC repair was associated greater early outcomes without meaningful PROMs differences at minimum 1 year follow-up. However, SC repair that does not limit intraoperative PER results in better IR motion and strength compared to cases in which repair without limiting PER ROM is not possible. On the other hand, if SC repair limits PER, foregoing repair improves AER ROM without impacting PROMs or stability.",
    "disease": "osteoarthritis",
    "clean_text": "is subscapularis repair beneficial in patients undergoing reverse shoulder arthroplasty for glenohumeral osteoarthritis with an intact rotator cuff evaluation of a treatment protocol reverse total shoulder arthroplasty rtsa is an alternative to anatomic total shoulder arthroplasty atsa for the treatment of primary glenohumeral osteoarthritis ghoa with intact rotator cuff the utility of subscapularis sc repair in rtsa remains controversial the purpose of this study was to investigate the association of a sc repair treatment protocol on the outcome of rtsa for treating ghoa with an intact rotator cuff using a lateralized glenoid and inlay humerus rtsa system enovis djo rsp and altivate austin tx usa this was a retrospective study of patients with ghoa and intact rotator cuff who underwent rtsa with a lateralized glenoid and inlay humerus design sc repair was performed in percent patients when it did not limit intraoperative passive external rotation per outcomes were assessed at a minimum of year follow up mixed effects models assessed associations between sc repair and patient reported outcome measures proms internal rotation activities of daily living ir adl range of motion rom and strength there were no differences in the characteristics of the repaired and unrepaired groups at minimum year follow up there were no significant differences in the proms between the repaired and unrepaired groups however the repair group had significantly better proms at and month follow up the repair group had greater mean preoperative active external rotation aer vs p there was no difference in postoperative mean aer vs p the no repair group had greater improvement in aer vs p the repair group had significantly greater internal rotation ir rom and strength at all follow ups a greater proportion of patients in the repair group achieved the patient acceptable symptom state pass for ir rom vs p while a greater proportion of the unrepaired group achieved substantial clinical benefit scb for aer vs p while there were no differences in ir adls at year minimum follow up the repair group was better at and month follow up there were no cases of instability there are trade offs to sc repair in rtsa for patients with ghoa and intact rotator cuff selective sc repair was associated greater early outcomes without meaningful proms differences at minimum year follow up however sc repair that does not limit intraoperative per results in better ir motion and strength compared to cases in which repair without limiting per rom is not possible on the other hand if sc repair limits per foregoing repair improves aer rom without impacting proms or stability"
}