{
    "pmid": "41404107",
    "title": "Conventional hybrid coronary vs. robot-assisted minimally invasive direct revascularization: a meta-analysis and systematic review.",
    "abstract": "Hybrid coronary revascularization (HCR), a revascularization strategy that amalgamates the minimally invasive direct coronary artery bypass (MIDCAB) procedure and percutaneous coronary intervention (PCI), represents a significant advancement in coronary artery disease treatment. This study compares conventional and robotic approaches in HCR. A systematic literature review and individual patient data analysis was conducted via PubMed following PRISMA guidelines, including original works published until 28 February 2025. 32 publications met the inclusion criteria, providing individual data from 2,048 patients. All patients underwent MIDCAB for LAD lesions and perioperative PCI for non-LAD lesions. 903 patients (670 male, 233 female; mean age 51.69 ± 7.77 years; BMI 34.66 ± 13.13) were treated with robot-assisted HCR, whilst 1,145 patients (890 male, 255 female; mean age 69.62 ± 8.42 years; BMI 26.62 ± 1.30) underwent conventional HCR. The robot-assisted group showed significantly higher rates of right coronary artery (RCA) stenosis (18.60% vs. 16.07%,  Hybrid coronary revascularization offers a less invasive alternative with potential benefits. Robotic assistance may enhance outcomes, but limited adoption and heterogeneous data underscore the need for further investigation and validation.",
    "disease": "coronary artery disease",
    "clean_text": "conventional hybrid coronary vs robot assisted minimally invasive direct revascularization a meta analysis and systematic review hybrid coronary revascularization hcr a revascularization strategy that amalgamates the minimally invasive direct coronary artery bypass midcab procedure and percutaneous coronary intervention pci represents a significant advancement in coronary artery disease treatment this study compares conventional and robotic approaches in hcr a systematic literature review and individual patient data analysis was conducted via pubmed following prisma guidelines including original works published until february publications met the inclusion criteria providing individual data from patients all patients underwent midcab for lad lesions and perioperative pci for non lad lesions patients male female mean age years bmi were treated with robot assisted hcr whilst patients male female mean age years bmi underwent conventional hcr the robot assisted group showed significantly higher rates of right coronary artery rca stenosis vs hybrid coronary revascularization offers a less invasive alternative with potential benefits robotic assistance may enhance outcomes but limited adoption and heterogeneous data underscore the need for further investigation and validation"
}