{
    "title": "Introduction to stem cells and regenerative medicine.",
    "doc_id": "23257690",
    "writer": "Kolios G",
    "year": "2013",
    "summary": "There are several sources of stem cells with varying potencies. Pluripotent cells are embryonic stem cells derived from the inner cell mass of the embryo and induced pluripotent cells are formed following reprogramming of somatic cells …",
    "abstract": "Stem cells are a population of undifferentiated cells characterized by the ability to extensively proliferate (self-renewal), usually arise from a single cell (clonal), and differentiate into different types of cells and tissue (potent). There are several sources of stem cells with varying potencies. Pluripotent cells are embryonic stem cells derived from the inner cell mass of the embryo and induced pluripotent cells are formed following reprogramming of somatic cells. Pluripotent cells can differentiate into tissue from all 3 germ layers (endoderm, mesoderm, and ectoderm). Multipotent stem cells may differentiate into tissue derived from a single germ layer such as mesenchymal stem cells which form adipose tissue, bone, and cartilage. Tissue-resident stem cells are oligopotent since they can form terminally differentiated cells of a specific tissue. Stem cells can be used in cellular therapy to replace damaged cells or to regenerate organs. In addition, stem cells have expanded our understanding of development as well as the pathogenesis of disease. Disease-specific cell lines can also be propagated and used in drug development. Despite the significant advances in stem cell biology, issues such as ethical controversies with embryonic stem cells, tumor formation, and rejection limit their utility. However, many of these limitations are being bypassed and this could lead to major advances in the management of disease. This review is an introduction to the world of stem cells and discusses their definition, origin, and classification, as well as applications of these cells in regenerative medicine.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23257690/",
    "clean_text": "introduction to stem cells and regenerative medicine there are several sources of stem cells with varying potencies pluripotent cells are embryonic stem cells derived from the inner cell mass of the embryo and induced pluripotent cells are formed following reprogramming of somatic cells stem cells are a population of undifferentiated cells characterized by the ability to extensively proliferate self renewal usually arise from a single cell clonal and differentiate into different types of cells and tissue potent there are several sources of stem cells with varying potencies pluripotent cells are embryonic stem cells derived from the inner cell mass of the embryo and induced pluripotent cells are formed following reprogramming of somatic cells pluripotent cells can differentiate into tissue from all germ layers endoderm mesoderm and ectoderm multipotent stem cells may differentiate into tissue derived from a single germ layer such as mesenchymal stem cells which form adipose tissue bone and cartilage tissue resident stem cells are oligopotent since they can form terminally differentiated cells of a specific tissue stem cells can be used in cellular therapy to replace damaged cells or to regenerate organs in addition stem cells have expanded our understanding of development as well as the pathogenesis of disease disease specific cell lines can also be propagated and used in drug development despite the significant advances in stem cell biology issues such as ethical controversies with embryonic stem cells tumor formation and rejection limit their utility however many of these limitations are being bypassed and this could lead to major advances in the management of disease this review is an introduction to the world of stem cells and discusses their definition origin and classification as well as applications of these cells in regenerative medicine"
}