{
    "pmid": "41431387",
    "title": "A multi-omic liquid biopsy for the earlier detection of colorectal cancer.",
    "abstract": "Timely diagnosis and intervention in colorectal cancer (CRC) are critical to improving patient outcomes and limiting disease progression. Screening of average-risk individuals is essential for detecting tumors at an earlier, more treatable stage. However, adherence to current screening programs remains suboptimal. Liquid biopsies represent a promising alternative to stool-based tests and may play a key role in optimizing CRC detection and diagnostic pathways. In this study, 957 patients were recruited across various clinical sites in the USA: 48 CRC, 157 advanced precancerous lesions (APL), 331 non-advanced lesions (NAL) and 421 with a negative colonoscopy diagnosis. Blood was obtained from patients either prior to scheduled colonoscopy or before surgical resection and any anti-cancer therapies. Streck plasma samples were analyzed by the Dxcover® Liquid Biopsy Platform and classified with machine learning algorithms. When CRC was classified against all other groups, the receiver operating characteristic curve generated an area under the curve value of 0.95, and test sensitivity and specificity were 90% and 89%, respectively. The diagnostic model accurately predicted 75% of stage I (3/4), 100% of stage II (15/15), 93% of stage III (14/15) and 100% of stage IV (6/6) CRCs. For the advanced colorectal neoplasia model, 29% of APL were detected. A simple blood test with high sensitivity for early-stage colorectal cancer could significantly enhance patient outcomes. With continued development, this liquid biopsy has the potential to make a substantial impact on the early detection of CRC.",
    "disease": "colorectal cancer",
    "clean_text": "a multi omic liquid biopsy for the earlier detection of colorectal cancer timely diagnosis and intervention in colorectal cancer crc are critical to improving patient outcomes and limiting disease progression screening of average risk individuals is essential for detecting tumors at an earlier more treatable stage however adherence to current screening programs remains suboptimal liquid biopsies represent a promising alternative to stool based tests and may play a key role in optimizing crc detection and diagnostic pathways in this study patients were recruited across various clinical sites in the usa crc advanced precancerous lesions apl non advanced lesions nal and with a negative colonoscopy diagnosis blood was obtained from patients either prior to scheduled colonoscopy or before surgical resection and any anti cancer therapies streck plasma samples were analyzed by the dxcover liquid biopsy platform and classified with machine learning algorithms when crc was classified against all other groups the receiver operating characteristic curve generated an area under the curve value of and test sensitivity and specificity were and respectively the diagnostic model accurately predicted of stage i of stage ii of stage iii and of stage iv crcs for the advanced colorectal neoplasia model of apl were detected a simple blood test with high sensitivity for early stage colorectal cancer could significantly enhance patient outcomes with continued development this liquid biopsy has the potential to make a substantial impact on the early detection of crc"
}