{
    "title": "Perineural invasion in intramedullary spinal cord metastasis.",
    "doc_id": "32003581",
    "writer": "Jayakumar N",
    "year": "2020",
    "summary": "This rare case of an intramedullary spinal cord metastasis highlights the extremely poor prognosis in this condition as well as the possibility of perineural invasion into the spinal cord from the brachial plexus lesion. A detailed discussion of the li …",
    "abstract": "A woman in her late sixties was referred to the orthopaedic clinic with progressive lower limb weakness and gait disturbance. She was known to have breast cancer with pre-existing infiltrative disease in the left brachial plexus. Magnetic resonance imaging of the spine revealed an intramedullary spinal cord metastasis in the lower cervical cord at C6-C7. She underwent surgical excision but died within six weeks of surgery. This rare case of an intramedullary spinal cord metastasis highlights the extremely poor prognosis in this condition as well as the possibility of perineural invasion into the spinal cord from the brachial plexus lesion. A detailed discussion of the literature on intramedullary spinal cord metastases is also presented.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32003581/",
    "clean_text": "perineural invasion in intramedullary spinal cord metastasis this rare case of an intramedullary spinal cord metastasis highlights the extremely poor prognosis in this condition as well as the possibility of perineural invasion into the spinal cord from the brachial plexus lesion a detailed discussion of the li a woman in her late sixties was referred to the orthopaedic clinic with progressive lower limb weakness and gait disturbance she was known to have breast cancer with pre existing infiltrative disease in the left brachial plexus magnetic resonance imaging of the spine revealed an intramedullary spinal cord metastasis in the lower cervical cord at c c she underwent surgical excision but died within six weeks of surgery this rare case of an intramedullary spinal cord metastasis highlights the extremely poor prognosis in this condition as well as the possibility of perineural invasion into the spinal cord from the brachial plexus lesion a detailed discussion of the literature on intramedullary spinal cord metastases is also presented"
}