{
    "title": "Mechano-acoustic determination of Young's modulus of articular cartilage.",
    "doc_id": "15299250",
    "writer": "Saarakkala S",
    "year": "2004",
    "summary": "The compressive stiffness of an elastic material is traditionally characterized by its Young's modulus. Young's modulus of articular cartilage can be directly measured using unconfined compression geometry by assuming the cartilage to be homogeneous and isotropic. I …",
    "abstract": "The compressive stiffness of an elastic material is traditionally characterized by its Young's modulus. Young's modulus of articular cartilage can be directly measured using unconfined compression geometry by assuming the cartilage to be homogeneous and isotropic. In isotropic materials, Young's modulus can also be determined acoustically by the measurement of sound speed and density of the material. In the present study, acoustic and mechanical techniques, feasible for in vivo measurements, were investigated to quantify the static and dynamic compressive stiffness of bovine articular cartilage in situ. Ultrasound reflection from the cartilage surface, as well as the dynamic modulus were determined with the recently developed ultrasound indentation instrument and compared with the reference mechanical and ultrasound speed measurements in unconfined compression (n=72). In addition, the applicability of manual creep measurements with the ultrasound indentation instrument was evaluated both experimentally and numerically. Our experimental results indicated that the sound speed could predict 47% and 53% of the variation in the Young's modulus and dynamic modulus of cartilage, respectively. The dynamic modulus, as determined manually with the ultrasound indentation instrument, showed significant linear correlations with the reference Young's modulus (r(2)=0.445, p<0.01, n=70) and dynamic modulus (r(2)=0.779, p<0.01, n=70) of the cartilage. Numerical analyses indicated that the creep measurements, conducted manually with the ultrasound indentation instrument, were sensitive to changes in Young's modulus and permeability of the tissue, and were significantly influenced by the tissue thickness. We conclude that acoustic parameters, i.e. ultrasound speed and reflection, are indicative to the intrinsic mechanical properties of the articular cartilage. Ultrasound indentation instrument, when further developed, provides an applicable tool for the in vivo detection of cartilage mechano-acoustic properties. These techniques could promote the diagnostics of osteoarthrosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15299250/",
    "clean_text": "mechano acoustic determination of young s modulus of articular cartilage the compressive stiffness of an elastic material is traditionally characterized by its young s modulus young s modulus of articular cartilage can be directly measured using unconfined compression geometry by assuming the cartilage to be homogeneous and isotropic i the compressive stiffness of an elastic material is traditionally characterized by its young s modulus young s modulus of articular cartilage can be directly measured using unconfined compression geometry by assuming the cartilage to be homogeneous and isotropic in isotropic materials young s modulus can also be determined acoustically by the measurement of sound speed and density of the material in the present study acoustic and mechanical techniques feasible for in vivo measurements were investigated to quantify the static and dynamic compressive stiffness of bovine articular cartilage in situ ultrasound reflection from the cartilage surface as well as the dynamic modulus were determined with the recently developed ultrasound indentation instrument and compared with the reference mechanical and ultrasound speed measurements in unconfined compression n in addition the applicability of manual creep measurements with the ultrasound indentation instrument was evaluated both experimentally and numerically our experimental results indicated that the sound speed could predict and of the variation in the young s modulus and dynamic modulus of cartilage respectively the dynamic modulus as determined manually with the ultrasound indentation instrument showed significant linear correlations with the reference young s modulus r p n and dynamic modulus r p n of the cartilage numerical analyses indicated that the creep measurements conducted manually with the ultrasound indentation instrument were sensitive to changes in young s modulus and permeability of the tissue and were significantly influenced by the tissue thickness we conclude that acoustic parameters i e ultrasound speed and reflection are indicative to the intrinsic mechanical properties of the articular cartilage ultrasound indentation instrument when further developed provides an applicable tool for the in vivo detection of cartilage mechano acoustic properties these techniques could promote the diagnostics of osteoarthrosis"
}