{
    "pmid": "41391521",
    "title": "Integrated network pharmacology, metabolomics, and proteomics analysis of Shiqi Waigan Granules for treating exogenous febrile disease.",
    "abstract": "Fever, which is closely associated with inflammation, is classified in Traditional Chinese Medicine as either exogenous or endogenous. Shiqi Waigan Granules (SWG) are indicated for treating fever and headache caused by exogenous factors, as well as for preventing influenza. To investigate the main therapeutic compounds and potential mechanisms of SWG in treating exogenous febrile disease. UPLC-QTOF/MS profiling identified the absorbed compounds of SWG in rat plasma. Network pharmacology, metabolomics, and proteomics were employed to pinpoint the targets and pathways, while molecular docking, immunofluorescence, and Western blot validated these findings. A total of 47 prototype compounds and 13 metabolites were detected in rat plasma. Network analysis identified 145 overlapping targets associated with antipyretic and anti-inflammatory GO and KEGG pathways. Molecular docking revealed that key bioactive compounds-Asprelloside B, Verbascoside, Isoverbascoside, Chlorogenic acid, and Ellagic acid 4-O-xylopyranoside-exhibited binding energies lower than -7.0 kcal mol SWG exerts multi-compound, multi-target, multi-pathway control of exogenous febrile disease, offering a rational basis for its clinical application and novel strategies for fever management.",
    "disease": "influenza",
    "clean_text": "integrated network pharmacology metabolomics and proteomics analysis of shiqi waigan granules for treating exogenous febrile disease fever which is closely associated with inflammation is classified in traditional chinese medicine as either exogenous or endogenous shiqi waigan granules swg are indicated for treating fever and headache caused by exogenous factors as well as for preventing influenza to investigate the main therapeutic compounds and potential mechanisms of swg in treating exogenous febrile disease uplc qtof ms profiling identified the absorbed compounds of swg in rat plasma network pharmacology metabolomics and proteomics were employed to pinpoint the targets and pathways while molecular docking immunofluorescence and western blot validated these findings a total of prototype compounds and metabolites were detected in rat plasma network analysis identified overlapping targets associated with antipyretic and anti inflammatory go and kegg pathways molecular docking revealed that key bioactive compounds asprelloside b verbascoside isoverbascoside chlorogenic acid and ellagic acid o xylopyranoside exhibited binding energies lower than kcal mol swg exerts multi compound multi target multi pathway control of exogenous febrile disease offering a rational basis for its clinical application and novel strategies for fever management"
}