{
    "title": "Handheld ultrasound versus physical examination in patients referred for transthoracic echocardiography for a suspected cardiac condition.",
    "doc_id": "25240450",
    "writer": "Mehta M",
    "year": "2014",
    "summary": "Of these, HHU correctly identified 117 patients (82%), and physical examination correctly identified 67 (47%, p < 0.0001). HHU was superior to physical examination (p < 0.0001) for both normal and abnormal cardiac function. ...This yielded a savi …",
    "abstract": "Objectives:\n        \n      \n      The purpose of this study was to test the hypothesis that handheld ultrasound (HHU) provides a more accurate diagnosis than physical examination in patients with suspected cardiovascular abnormalities and that its use thus reduces additional testing and overall costs.\n    \n\n\n          Background:\n        \n      \n      Despite the limitations of physical examination and the demonstrated superiority of HHU for detecting cardiac abnormalities, it is not routinely used for the bedside diagnosis of cardiac conditions.\n    \n\n\n          Methods:\n        \n      \n      Patients referred for a standard echocardiogram for common indications (cardiac function, murmur, stroke, arrhythmias, and miscellaneous) underwent physical examination and HHU by different cardiologists, who filled out a form that also included suggestions for additional testing, if necessary, based on their findings.\n    \n\n\n          Results:\n        \n      \n      Of 250 patients, 142 had an abnormal finding on standard echocardiogram. Of these, HHU correctly identified 117 patients (82%), and physical examination correctly identified 67 (47%, p < 0.0001). HHU was superior to physical examination (p < 0.0001) for both normal and abnormal cardiac function. It was also superior to physical examination in correctly identifying the presence of substantial valve disease (71% vs. 31%, p = 0.0003) and in identifying miscellaneous findings (47% vs. 3%, p < 0.0001). Of 108 patients without any abnormalities on standard echocardiography, further testing was suggested for 89 (82%) undergoing physical examination versus only 60 (56%) undergoing HHU (p < 0.0001). Cost modeling showed that HHU had an average cost of $644.43 versus an average cost of $707.44 for physical examination. This yielded a savings of $63.01 per patient when HHU was used versus physical examination.\n    \n\n\n          Conclusions:\n        \n      \n      When used by cardiologists, HHU provides a more accurate diagnosis than physical examination for the majority of common cardiovascular abnormalities. The finding of no significant abnormality on HHU is also likely to result in less downstream testing and thus potentially reduce the overall cost for patients being evaluated for a cardiovascular diagnosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25240450/",
    "clean_text": "handheld ultrasound versus physical examination in patients referred for transthoracic echocardiography for a suspected cardiac condition of these hhu correctly identified patients and physical examination correctly identified p hhu was superior to physical examination p for both normal and abnormal cardiac function this yielded a savi objectives the purpose of this study was to test the hypothesis that handheld ultrasound hhu provides a more accurate diagnosis than physical examination in patients with suspected cardiovascular abnormalities and that its use thus reduces additional testing and overall costs background despite the limitations of physical examination and the demonstrated superiority of hhu for detecting cardiac abnormalities it is not routinely used for the bedside diagnosis of cardiac conditions methods patients referred for a standard echocardiogram for common indications cardiac function murmur stroke arrhythmias and miscellaneous underwent physical examination and hhu by different cardiologists who filled out a form that also included suggestions for additional testing if necessary based on their findings results of patients had an abnormal finding on standard echocardiogram of these hhu correctly identified patients and physical examination correctly identified p hhu was superior to physical examination p for both normal and abnormal cardiac function it was also superior to physical examination in correctly identifying the presence of substantial valve disease vs p and in identifying miscellaneous findings vs p of patients without any abnormalities on standard echocardiography further testing was suggested for undergoing physical examination versus only undergoing hhu p cost modeling showed that hhu had an average cost of versus an average cost of for physical examination this yielded a savings of per patient when hhu was used versus physical examination conclusions when used by cardiologists hhu provides a more accurate diagnosis than physical examination for the majority of common cardiovascular abnormalities the finding of no significant abnormality on hhu is also likely to result in less downstream testing and thus potentially reduce the overall cost for patients being evaluated for a cardiovascular diagnosis"
}