{
    "pmid": "41410464",
    "title": "Tetracycline Resistance among Neisseria gonorrhoeae Isolates - United States, 1987-2022.",
    "abstract": "Doxycycline use in sexually transmitted infection (STI) care is changing. Concerns about antimicrobial resistance (AR) have accompanied recent recommendations for doxycycline as bacterial STI post-exposure prophylaxis (doxy PEP). We describe trends in tetracycline resistance (TetR) among Neisseria gonorrhoeae (GC) isolates collected through United States (US) national surveillance in anticipation of expanded use of doxy PEP. GC isolates were collected from men with symptomatic urethritis attending Gonococcal Isolate Surveillance Project (GISP) clinics during 1987-2022 or from patients diagnosed with gonorrhea attending GISP, enhanced GISP and/or Strengthening the US Response to Resistant Gonorrhea clinics during 2018-2022. Antimicrobial susceptibility testing was performed using agar dilution. We describe TetR (tetracycline minimum inhibitory concentration (MIC) ≥2 μg/mL) and high-level tetracycline resistance (TetHLR) (MIC ≥16 μg/mL) patterns among collected GC isolates, including by sex and sex of sex partner(s). A total of 183,668 urethral GC isolates were collected from men with symptomatic urethritis during 1987-2022. The proportion of isolates demonstrating TetR was stable during 1987 (19.7%) to 2022 (19.7%) though isolates demonstrating TetHLR increased from 2.8% to 14.6%. A total of 38,383 GC isolates were collected from patients with gonorrhea during 2018-2022; TetHLR increased across all sex/sex of sex partner(s) groups and was highest among men reporting male sex partner(s). An increasing proportion of GC isolates collected through US national surveillance are demonstrating TetHLR. As doxycycline use expands in STI care, enhanced surveillance will be needed to monitor downstream impacts of its use on antimicrobial-resistant GC.",
    "disease": "tuberculosis",
    "clean_text": "tetracycline resistance among neisseria gonorrhoeae isolates united states doxycycline use in sexually transmitted infection sti care is changing concerns about antimicrobial resistance ar have accompanied recent recommendations for doxycycline as bacterial sti post exposure prophylaxis doxy pep we describe trends in tetracycline resistance tetr among neisseria gonorrhoeae gc isolates collected through united states us national surveillance in anticipation of expanded use of doxy pep gc isolates were collected from men with symptomatic urethritis attending gonococcal isolate surveillance project gisp clinics during or from patients diagnosed with gonorrhea attending gisp enhanced gisp and or strengthening the us response to resistant gonorrhea clinics during antimicrobial susceptibility testing was performed using agar dilution we describe tetr tetracycline minimum inhibitory concentration mic g ml and high level tetracycline resistance tethlr mic g ml patterns among collected gc isolates including by sex and sex of sex partner s a total of urethral gc isolates were collected from men with symptomatic urethritis during the proportion of isolates demonstrating tetr was stable during to though isolates demonstrating tethlr increased from to a total of gc isolates were collected from patients with gonorrhea during tethlr increased across all sex sex of sex partner s groups and was highest among men reporting male sex partner s an increasing proportion of gc isolates collected through us national surveillance are demonstrating tethlr as doxycycline use expands in sti care enhanced surveillance will be needed to monitor downstream impacts of its use on antimicrobial resistant gc"
}