{
    "pmid": "41452442",
    "title": "Safety and glycemic outcomes of DBLG1 coupled to the DANA-i pump in adults and adolescents with type 1 diabetes mellitus. The SP8 trial.",
    "abstract": "DBLG1 is a hybrid closed-loop (CL) system interoperable with ViCentra Kaleido and Roche Insight pumps. The SP8 trial investigated the safety and glycemic outcomes of DBLG1 coupled to the DANA-i pump (DBLG1-DANAi) in adults and adolescents with type 1 diabetes mellitus (T1D). The safety of DBLG1-DANAi (primary outcome of SP8) was evaluated using two criteria: (i) the incidence of serious adverse device events (SADEs) and (ii) the time spent in hypoglycemia (time below range 70 mg/dL [3.9 mmol/L], TBR70) with DBLG1-DANAi compared to an SAP (sensor-augmented pump) system. Secondary outcomes included non-serious adverse events and standard glycemic metrics. Five months after its start, the trial was halted due to the COVID-19 crisis. One hundred and forty (140) of the 148 planned adults had already been included in the study, as well as all planned adolescents (N = 36). The intention-to-treat (ITT) population included 105 adult and 36 adolescent participants in whom no SADE was observed with DBLG1-DANAi. The per-protocol (PP) population consisted of 73 adults and 18 adolescents who spent two weeks with SAP, followed by two weeks with DBLG1-DANAi. No increase in TBR70 was observed during the DBLG1-DANAi period. Furthermore, the time spent in the glucose level range of 70-180 mg/dL [3.9-10.0 mmol/L] (time in range, TIR70-180) ​​increased significantly with DBLG1-DANAi, both in adults (+ 10.5%; p < 0.0001) and adolescents (+ 16.0%; p < 0.0001). During the two-week study period, DBLG1 was interoperable with the DANA-i pump. This result requires confirmation in future long-term studies. NCT04190277.",
    "disease": "diabetes mellitus",
    "clean_text": "safety and glycemic outcomes of dblg coupled to the dana i pump in adults and adolescents with type diabetes mellitus the sp trial dblg is a hybrid closed loop cl system interoperable with vicentra kaleido and roche insight pumps the sp trial investigated the safety and glycemic outcomes of dblg coupled to the dana i pump dblg danai in adults and adolescents with type diabetes mellitus t d the safety of dblg danai primary outcome of sp was evaluated using two criteria i the incidence of serious adverse device events sades and ii the time spent in hypoglycemia time below range mg dl mmol l tbr with dblg danai compared to an sap sensor augmented pump system secondary outcomes included non serious adverse events and standard glycemic metrics five months after its start the trial was halted due to the covid crisis one hundred and forty of the planned adults had already been included in the study as well as all planned adolescents n the intention to treat itt population included adult and adolescent participants in whom no sade was observed with dblg danai the per protocol pp population consisted of adults and adolescents who spent two weeks with sap followed by two weeks with dblg danai no increase in tbr was observed during the dblg danai period furthermore the time spent in the glucose level range of mg dl mmol l time in range tir increased significantly with dblg danai both in adults p and adolescents p during the two week study period dblg was interoperable with the dana i pump this result requires confirmation in future long term studies nct"
}