{
    "title": "Initial presentation and management of pediatric heart failure.",
    "doc_id": "29528892",
    "writer": "Romer AJ",
    "year": "2018",
    "summary": "PURPOSE OF REVIEW: Heart failure is a rare but morbid diagnosis in the pediatric patient presenting to the emergency department (ED). ...This review provides the ED physician with a framework for understanding of pediatric heart failure to allow for ef …",
    "abstract": "Purpose of review:\n        \n      \n      Heart failure is a rare but morbid diagnosis in the pediatric patient presenting to the emergency department (ED). Familiarity of the ED physician with the presentation, work-up, and management of pediatric heart failure is essential as accurate diagnosis is reliant on a high degree of suspicion.\n    \n\n\n          Recent findings:\n        \n      \n      Studies evaluating pediatric heart failure are limited by its rarity and the heterogeneity of underlying conditions. However, recent reports have provided new data on the epidemiology, presentation, and outcomes of children with heart failure.\n    \n\n\n          Summary:\n        \n      \n      The recent studies reviewed here highlight the significant diagnostic and management challenges that pediatric heart failure presents given the variety and lack of specificity of its presenting signs, symptoms, and diagnostic work-up. This review provides the ED physician with a framework for understanding of pediatric heart failure to allow for efficient diagnosis and management of these patients. The primary focus of this review is heart failure in structurally normal hearts.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29528892/",
    "clean_text": "initial presentation and management of pediatric heart failure purpose of review heart failure is a rare but morbid diagnosis in the pediatric patient presenting to the emergency department ed this review provides the ed physician with a framework for understanding of pediatric heart failure to allow for ef purpose of review heart failure is a rare but morbid diagnosis in the pediatric patient presenting to the emergency department ed familiarity of the ed physician with the presentation work up and management of pediatric heart failure is essential as accurate diagnosis is reliant on a high degree of suspicion recent findings studies evaluating pediatric heart failure are limited by its rarity and the heterogeneity of underlying conditions however recent reports have provided new data on the epidemiology presentation and outcomes of children with heart failure summary the recent studies reviewed here highlight the significant diagnostic and management challenges that pediatric heart failure presents given the variety and lack of specificity of its presenting signs symptoms and diagnostic work up this review provides the ed physician with a framework for understanding of pediatric heart failure to allow for efficient diagnosis and management of these patients the primary focus of this review is heart failure in structurally normal hearts"
}