{
    "title": "The multiple facets of the club cell in the pulmonary epithelium.",
    "doc_id": "38329181",
    "writer": "López-Valdez N",
    "year": "2024",
    "summary": "The non-ciliated bronchiolar cell, also referred to as \"club cell\", serves as a significant multifunctional component of the airway epithelium. ...Despite these differences, the club cell's importance remains undisputed in both species due to its multifunctio …",
    "abstract": "The non-ciliated bronchiolar cell, also referred to as \"club cell\", serves as a significant multifunctional component of the airway epithelium. While the club cell is a prominent epithelial type found in rodents, it is restricted to the bronchioles in humans. Despite these differences, the club cell's importance remains undisputed in both species due to its multifunctionality as a regulatory cell in lung inflammation and a stem cell in lung epithelial regeneration. The objective of this review is to examine different aspects of club cell morphology and physiology in the lung epithelium, under both normal and pathological conditions, to provide a comprehensive understanding of its importance in the respiratory system.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38329181/",
    "clean_text": "the multiple facets of the club cell in the pulmonary epithelium the non ciliated bronchiolar cell also referred to as club cell serves as a significant multifunctional component of the airway epithelium despite these differences the club cell s importance remains undisputed in both species due to its multifunctio the non ciliated bronchiolar cell also referred to as club cell serves as a significant multifunctional component of the airway epithelium while the club cell is a prominent epithelial type found in rodents it is restricted to the bronchioles in humans despite these differences the club cell s importance remains undisputed in both species due to its multifunctionality as a regulatory cell in lung inflammation and a stem cell in lung epithelial regeneration the objective of this review is to examine different aspects of club cell morphology and physiology in the lung epithelium under both normal and pathological conditions to provide a comprehensive understanding of its importance in the respiratory system"
}