{
    "title": "[Management and follow-up of renal injury-a 10-year experience at a Swiss level 1 trauma center].",
    "doc_id": "31745577",
    "writer": "Oberberger AS",
    "year": "2020",
    "summary": "The predominant injury mechanism was winter sports (45%). Conservative management was successful in all grade 1 renal injuries, and 91%, 86%, 35%, and 33% of grade 2, 3, 4, and 5 injuries, respectively. ...In follow-up care (1-9 months after injury) im …",
    "abstract": "Introduction:\n        \n      \n      The objective was to analyze patterns of injury, management, imaging, and follow-up care of renal trauma at a Swiss level 1 trauma center.\n    \n\n\n          Methods:\n        \n      \n      We examined 138 patients (>16 years) with renal organ injuries who presented to our institution between January 2008 and March 2018. Data on demographics, patterns of injury, clinical presentation, management, and follow-up were recorded.\n    \n\n\n          Results:\n        \n      \n      The injury grade of the 142 injured kidneys was grade 1 in 25% (n = 36), grade 2 in 16% (n = 23), grade 3 in 32% (n = 46), grade 4 in 24% (n = 34), and grade 5 in 2% (n = 3). The predominant injury mechanism was winter sports (45%). Conservative management was successful in all grade 1 renal injuries, and 91%, 86%, 35%, and 33% of grade 2, 3, 4, and 5 injuries, respectively. Early follow-up with CT or MRI scan was performed in 23% of grade 1-3 injuries and 57% of grade 4-5 injuries with clinical signs of complications as the most frequent indication for grade 1-3 injuries and routine follow-up imaging for grade 4-5 injuries, respectively. In follow-up care (1-9 months after injury) imaging showed persistent pathologies in 39% of grade 1-3 renal injuries and 62% of grade 4-5 injuries.\n    \n\n\n          Conclusions:\n        \n      \n      Most minor renal injuries (grade 1-3) can be successfully managed conservatively. Early follow-up imaging is indicated for patients showing clinical signs of complications. Routine repeat imaging may not be justified for high-grade renal injuries without clinical symptoms. Re-imaging in follow-up care still lacks evidence-based recommendations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31745577/",
    "clean_text": "management and follow up of renal injury a year experience at a swiss level trauma center the predominant injury mechanism was winter sports conservative management was successful in all grade renal injuries and and of grade and injuries respectively in follow up care months after injury im introduction the objective was to analyze patterns of injury management imaging and follow up care of renal trauma at a swiss level trauma center methods we examined patients years with renal organ injuries who presented to our institution between january and march data on demographics patterns of injury clinical presentation management and follow up were recorded results the injury grade of the injured kidneys was grade in n grade in n grade in n grade in n and grade in n the predominant injury mechanism was winter sports conservative management was successful in all grade renal injuries and and of grade and injuries respectively early follow up with ct or mri scan was performed in of grade injuries and of grade injuries with clinical signs of complications as the most frequent indication for grade injuries and routine follow up imaging for grade injuries respectively in follow up care months after injury imaging showed persistent pathologies in of grade renal injuries and of grade injuries conclusions most minor renal injuries grade can be successfully managed conservatively early follow up imaging is indicated for patients showing clinical signs of complications routine repeat imaging may not be justified for high grade renal injuries without clinical symptoms re imaging in follow up care still lacks evidence based recommendations"
}