{
    "pmid": "41432360",
    "title": "Uncovering the structural impact of KatG Ser315 mutations in Mycobacterium tuberculosis via cryo-EM.",
    "abstract": "Mycobacterium tuberculosis (Mtb), the causative agent of tuberculosis (TB), is responsible for a global health burden affecting over a quarter of the world's population. The increasing prevalence of drug-resistant TB poses a significant threat to current treatment strategies. Isoniazid (INH) is a first-line prodrug used in TB therapy, which requires activation by the catalase-peroxidase enzyme KatG. Upon activation, INH inhibits InhA, thereby disrupting mycolic acid biosynthesis, a crucial process for maintaining Mtb's distinctive, lipid-rich cell wall. The most common naturally occurring resistance-associated mutation in KatG is S315T, though other variants at this position, such as S315G, S315N, S315I, and S315R, have also been reported. In this study, we employ cryo-electron microscopy (cryo-EM) to investigate the structural basis of INH resistance conferred by these KatG variants. We present high-resolution cryo-EM structures that reveal heterogeneity in heme loading among the mutants. Detailed structural analysis highlights alterations in the hydrogen-bonding network and substrate access channel unique to each variant, offering direct comparisons with the wild-type (WT) KatG protein. Our findings provide a molecular explanation for clinical INH resistance and lay the groundwork for the rational design of next-generation anti-TB therapeutics.",
    "disease": "tuberculosis",
    "clean_text": "uncovering the structural impact of katg ser mutations in mycobacterium tuberculosis via cryo em mycobacterium tuberculosis mtb the causative agent of tuberculosis tb is responsible for a global health burden affecting over a quarter of the world s population the increasing prevalence of drug resistant tb poses a significant threat to current treatment strategies isoniazid inh is a first line prodrug used in tb therapy which requires activation by the catalase peroxidase enzyme katg upon activation inh inhibits inha thereby disrupting mycolic acid biosynthesis a crucial process for maintaining mtb s distinctive lipid rich cell wall the most common naturally occurring resistance associated mutation in katg is s t though other variants at this position such as s g s n s i and s r have also been reported in this study we employ cryo electron microscopy cryo em to investigate the structural basis of inh resistance conferred by these katg variants we present high resolution cryo em structures that reveal heterogeneity in heme loading among the mutants detailed structural analysis highlights alterations in the hydrogen bonding network and substrate access channel unique to each variant offering direct comparisons with the wild type wt katg protein our findings provide a molecular explanation for clinical inh resistance and lay the groundwork for the rational design of next generation anti tb therapeutics"
}