{
    "title": "Expanding the genetic and clinical spectrum of the NONO-associated X-linked intellectual disability syndrome.",
    "doc_id": "30773818",
    "writer": "Carlston CM",
    "year": "2019",
    "summary": "Hemizygous loss-of-function NONO variants have been associated with syndromic intellectual disability and with left ventricular noncompaction (LVNC). A two-year-old boy presented to the University of Utah's Penelope Undiagnosed Disease Program with developmental delay, non …",
    "abstract": "The NONO gene encodes a nuclear protein involved in RNA metabolism. Hemizygous loss-of-function NONO variants have been associated with syndromic intellectual disability and with left ventricular noncompaction (LVNC). A two-year-old boy presented to the University of Utah's Penelope Undiagnosed Disease Program with developmental delay, nonfamilial features, relative macrocephaly, and dilated cardiomyopathy with LVNC and Ebstein anomaly. Brain MRI showed a thick corpus callosum, mild Chiari I malformation, and a flattened pituitary. Exome sequencing identified a novel intronic deletion (c.154+5_154+6delGT) in the NONO gene. Splicing studies demonstrated intron 4 read-through and the use of an alternative donor causing the frameshift p.Asn52Serfs*6. Family segregation analysis showed that the variant occurred de novo in the boy's unaffected mother. MRI and endocrine findings suggest that hypopituitarism may contribute to growth failure, abnormal thyroid hormone levels, cryptorchidism, or delayed puberty in patients with NONO-associated disease. Also, including this case LVNC has been observed in five out of eight patients, and this report also confirms an association between loss of NONO and Ebstein anomaly. In some cases, unrelated individuals share the same pathogenic NONO variants but do not all have clinically significant LVNC, suggesting that additional modifiers may contribute to cardiac phenotypes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30773818/",
    "clean_text": "expanding the genetic and clinical spectrum of the nono associated x linked intellectual disability syndrome hemizygous loss of function nono variants have been associated with syndromic intellectual disability and with left ventricular noncompaction lvnc a two year old boy presented to the university of utah s penelope undiagnosed disease program with developmental delay non the nono gene encodes a nuclear protein involved in rna metabolism hemizygous loss of function nono variants have been associated with syndromic intellectual disability and with left ventricular noncompaction lvnc a two year old boy presented to the university of utah s penelope undiagnosed disease program with developmental delay nonfamilial features relative macrocephaly and dilated cardiomyopathy with lvnc and ebstein anomaly brain mri showed a thick corpus callosum mild chiari i malformation and a flattened pituitary exome sequencing identified a novel intronic deletion c delgt in the nono gene splicing studies demonstrated intron read through and the use of an alternative donor causing the frameshift p asn serfs family segregation analysis showed that the variant occurred de novo in the boy s unaffected mother mri and endocrine findings suggest that hypopituitarism may contribute to growth failure abnormal thyroid hormone levels cryptorchidism or delayed puberty in patients with nono associated disease also including this case lvnc has been observed in five out of eight patients and this report also confirms an association between loss of nono and ebstein anomaly in some cases unrelated individuals share the same pathogenic nono variants but do not all have clinically significant lvnc suggesting that additional modifiers may contribute to cardiac phenotypes"
}