{
    "title": "The Current State of International Human Rights of Older Persons.",
    "doc_id": "40947355",
    "writer": "Kohn R.",
    "year": "2025",
    "summary": "The UN has produced various declarations addressing the human rights of older persons. The UN does not have a specific treaty or convention regarding human rights of older persons as part of its human rights system. ...The African Charter on Human and Peoples' Right …",
    "abstract": "The UN has produced various declarations addressing the human rights of older persons. The UN does not have a specific treaty or convention regarding human rights of older persons as part of its human rights system. Recently the Open-ended Working Group on Ageing has recommended to the General Assembly to adopt a binding convention on human rights for older persons. There has been progress already at the regional level. The European Convention of Human Rights Article 23 has been ratified by less than half the countries. The African Charter on Human and Peoples' Rights is the first human rights instrument to include older persons as a distinct group. In November 2024 a protocol on older persons human rights was adopted. The Organization of American States adopted the Inter-American Convention on Protecting the Human Rights of Older Persons, the first human rights document specific to older persons and the only legally binding instrument. Although progress has been made on focusing on human rights on older persons, a binding UN international convention on human rights of older persons would be a tool to improve dignified mental healthcare.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40947355/",
    "clean_text": "the current state of international human rights of older persons the un has produced various declarations addressing the human rights of older persons the un does not have a specific treaty or convention regarding human rights of older persons as part of its human rights system the african charter on human and peoples right the un has produced various declarations addressing the human rights of older persons the un does not have a specific treaty or convention regarding human rights of older persons as part of its human rights system recently the open ended working group on ageing has recommended to the general assembly to adopt a binding convention on human rights for older persons there has been progress already at the regional level the european convention of human rights article has been ratified by less than half the countries the african charter on human and peoples rights is the first human rights instrument to include older persons as a distinct group in november a protocol on older persons human rights was adopted the organization of american states adopted the inter american convention on protecting the human rights of older persons the first human rights document specific to older persons and the only legally binding instrument although progress has been made on focusing on human rights on older persons a binding un international convention on human rights of older persons would be a tool to improve dignified mental healthcare"
}