{
    "pmid": "41376927",
    "title": "Development and validation of a multi-center prognostic model for predicting survival in non-small cell lung cancer using pulmonary and hematological data.",
    "abstract": "Prognostic stratification in non-small cell lung cancer (NSCLC) remains challenging due to heterogeneous outcomes. This study aimed to develop and validate a clinically applicable prognostic model using multi-dimensional clinical data to improve survival prediction and support personalized therapeutic decisions. We retrospectively enrolled 1,013 patients with histologically confirmed NSCLC treated at at Sichuan Cancer Hospital, Dazhu County People's Hospital and West China Hospital between January 2014 and December 2020. Inclusion criteria comprised adults with untreated, non-metastatic NSCLC, while those with asthma, chronic obstructive pulmonary disease, severe comorbidities, or concurrent malignancies were excluded. We utilized demographic, clinicopathological, and biochemical data, with follow-ups conducted via telephone. Overall survival (OS) was the primary endpoint. Predictors included pulmonary function [forced expiratory volume in one second (FEV1), maximum voluntary ventilation (MVV)], blood biomarkers [total serum bilirubin (TBIL)], and clinicopathological features. Variables were selected via backward stepwise regression with Akaike's information criterion. Performance was assessed using the C-index, calibration curves, decision curve analysis (DCA), and the area under the curve (AUC). The model was developed using a Cox proportional hazards model on a training set (n=513), tested on an internal set (n=219), and externally validated on a cohort from two other hospitals (n=281). FEV1, MVV, smoking, pathological stage, and TBIL emerged as significant prognostic factors, with C-index values of 0.740, 0.734, and 0.746 in the training, testing, and validation sets, respectively. The AUC values for 3- and 5-year OS predictions exceeded 0.70, highlighting strong model performance. Calibration plots confirmed predictive accuracy across datasets, and DCA highlighted clinical utility, especially in long-term risk stratification. We developed a prognostic model for NSCLC integrating pulmonary function, biochemical, and clinicopathological data. The prognostic model provides significant clinical implications, facilitating tailored treatment planning and prognostic evaluations for NSCLC patients. Its integration into routine clinical practice could enhance decision-making processes and potentially improve patient outcomes.",
    "disease": "asthma",
    "clean_text": "development and validation of a multi center prognostic model for predicting survival in non small cell lung cancer using pulmonary and hematological data prognostic stratification in non small cell lung cancer nsclc remains challenging due to heterogeneous outcomes this study aimed to develop and validate a clinically applicable prognostic model using multi dimensional clinical data to improve survival prediction and support personalized therapeutic decisions we retrospectively enrolled patients with histologically confirmed nsclc treated at at sichuan cancer hospital dazhu county people s hospital and west china hospital between january and december inclusion criteria comprised adults with untreated non metastatic nsclc while those with asthma chronic obstructive pulmonary disease severe comorbidities or concurrent malignancies were excluded we utilized demographic clinicopathological and biochemical data with follow ups conducted via telephone overall survival os was the primary endpoint predictors included pulmonary function forced expiratory volume in one second fev maximum voluntary ventilation mvv blood biomarkers total serum bilirubin tbil and clinicopathological features variables were selected via backward stepwise regression with akaike s information criterion performance was assessed using the c index calibration curves decision curve analysis dca and the area under the curve auc the model was developed using a cox proportional hazards model on a training set n tested on an internal set n and externally validated on a cohort from two other hospitals n fev mvv smoking pathological stage and tbil emerged as significant prognostic factors with c index values of and in the training testing and validation sets respectively the auc values for and year os predictions exceeded highlighting strong model performance calibration plots confirmed predictive accuracy across datasets and dca highlighted clinical utility especially in long term risk stratification we developed a prognostic model for nsclc integrating pulmonary function biochemical and clinicopathological data the prognostic model provides significant clinical implications facilitating tailored treatment planning and prognostic evaluations for nsclc patients its integration into routine clinical practice could enhance decision making processes and potentially improve patient outcomes"
}