{
    "title": "Stem/progenitor cells in liver injury repair and regeneration.",
    "doc_id": "19642968",
    "writer": "Zhao Q",
    "year": "2009",
    "summary": "In this review we discuss recent preclinical and clinical investigations that explore the therapeutic potential of stem cells in repair of liver injuries. Several types of stem cells. including embryonic stem cells, haematopoietic stem …",
    "abstract": "Morbidity and mortality from cirrhosis is increasing rapidly in the world. Currently, orthotopic liver transplantation is the only definitive therapeutic option. However, its clinical use is limited, because of poor long-term graft survival, donor organ shortage and high costs associated with the procedure. Stem cell replacement strategies are therefore being investigated as an attractive alternative approach to liver repair and regeneration. In this review we discuss recent preclinical and clinical investigations that explore the therapeutic potential of stem cells in repair of liver injuries. Several types of stem cells. including embryonic stem cells, haematopoietic stem cells and mesenchymal stem cells, can be induced to differentiate into hepatocyte-like cells by defined culture conditions in vitro. Stem cell transplantation has been shown to significantly improve liver function and increase animal survival in experimentally-induced liver-injury models. Moreover, several pilot clinical studies have reported encouraging therapeutic effects in patients treated with stem cells. Although there remain many unresolved issues, the available data support the notion that stem cell technology may lead to the development of effective clinical modalities for human liver diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19642968/",
    "clean_text": "stem progenitor cells in liver injury repair and regeneration in this review we discuss recent preclinical and clinical investigations that explore the therapeutic potential of stem cells in repair of liver injuries several types of stem cells including embryonic stem cells haematopoietic stem morbidity and mortality from cirrhosis is increasing rapidly in the world currently orthotopic liver transplantation is the only definitive therapeutic option however its clinical use is limited because of poor long term graft survival donor organ shortage and high costs associated with the procedure stem cell replacement strategies are therefore being investigated as an attractive alternative approach to liver repair and regeneration in this review we discuss recent preclinical and clinical investigations that explore the therapeutic potential of stem cells in repair of liver injuries several types of stem cells including embryonic stem cells haematopoietic stem cells and mesenchymal stem cells can be induced to differentiate into hepatocyte like cells by defined culture conditions in vitro stem cell transplantation has been shown to significantly improve liver function and increase animal survival in experimentally induced liver injury models moreover several pilot clinical studies have reported encouraging therapeutic effects in patients treated with stem cells although there remain many unresolved issues the available data support the notion that stem cell technology may lead to the development of effective clinical modalities for human liver diseases"
}