{
    "title": "Concentrations, seasonal trends, sources, health risk and subchronic toxicity to the respiratory and immune system of PAHs in PM(2.5) in Xi'an.",
    "doc_id": "35137675",
    "writer": "Wang XN",
    "year": "2023",
    "summary": "Here we sought to investigate the pollution level and seasonal variation characteristics of PAHs in PM(2.5) in Xi'an and assess the health risk, to establish a PAHs exposure model, and investigate the toxicological effects of PAHs on the respiratory and immune funct …",
    "abstract": "PM2.5-bound polycyclic aromatic hydrocarbons (PAHs) have been proved to be hazardous to health. Previous studies have focused on the distribution and sources of PAHs, whereas there is little knowledge of the damage to organs. Here we sought to investigate the pollution level and seasonal variation characteristics of PAHs in PM2.5 in Xi'an and assess the health risk, to establish a PAHs exposure model, and investigate the toxicological effects of PAHs on the respiratory and immune functions. A sub-chronic exposure model of PAHs was established by inhalation. The pathological changes of lung tissues were observed with a light microscope. Inflammatory reactions in alveolar lavage fluid were determined using the corresponding kit. The levels of interleukin-6 (IL-6) and interleukin-8 (IL-8) were detected with enzyme linked immunosorbent assay (ELISA) kit; the proliferation of lymphocytes in spleen was detected with methyl tetrazolium (MTT); DNA immune damage was determined with DNA gel electrophoresis. The results showed that (1) the total concentration of 16 PAHs ranged from 41.1 to 387 ng/m3, with a mean value of 170 ng/m3, and the concentration of PAHs in PM2.5 was higher in winter than in other seasons. (2) The sources of PAHs in the atmosphere of Xi'an urban area were mainly coal combustion, and the equivalent carcinogenic concentration of PAHs in PM2.5 was 3.9 ng/m3. (3) Foreign body granuloma formation and inflammatory cell damage were observed in the lungs of rats infected with toxin; the levels of reactive oxygen species (ROS) and mobile device assistant (MDA) increased while nitric oxide synthase (NOS) decreased with the increase of dose; the expression levels of IL-6 and IL-8 elevated with the increase of toxin dose, showing an obvious dose-effect relationship; the level of PAHs damage to cells showed a dose-effect relationship. Sub-chronic exposure to PAHs could cause sustained inflammatory injury to the organism. Measures should be taken to counter the problems of PAHs in PM2.5 in Xi'an and relevant health promotion strategies should be developed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35137675/",
    "clean_text": "concentrations seasonal trends sources health risk and subchronic toxicity to the respiratory and immune system of pahs in pm in xi an here we sought to investigate the pollution level and seasonal variation characteristics of pahs in pm in xi an and assess the health risk to establish a pahs exposure model and investigate the toxicological effects of pahs on the respiratory and immune funct pm bound polycyclic aromatic hydrocarbons pahs have been proved to be hazardous to health previous studies have focused on the distribution and sources of pahs whereas there is little knowledge of the damage to organs here we sought to investigate the pollution level and seasonal variation characteristics of pahs in pm in xi an and assess the health risk to establish a pahs exposure model and investigate the toxicological effects of pahs on the respiratory and immune functions a sub chronic exposure model of pahs was established by inhalation the pathological changes of lung tissues were observed with a light microscope inflammatory reactions in alveolar lavage fluid were determined using the corresponding kit the levels of interleukin il and interleukin il were detected with enzyme linked immunosorbent assay elisa kit the proliferation of lymphocytes in spleen was detected with methyl tetrazolium mtt dna immune damage was determined with dna gel electrophoresis the results showed that the total concentration of pahs ranged from to ng m with a mean value of ng m and the concentration of pahs in pm was higher in winter than in other seasons the sources of pahs in the atmosphere of xi an urban area were mainly coal combustion and the equivalent carcinogenic concentration of pahs in pm was ng m foreign body granuloma formation and inflammatory cell damage were observed in the lungs of rats infected with toxin the levels of reactive oxygen species ros and mobile device assistant mda increased while nitric oxide synthase nos decreased with the increase of dose the expression levels of il and il elevated with the increase of toxin dose showing an obvious dose effect relationship the level of pahs damage to cells showed a dose effect relationship sub chronic exposure to pahs could cause sustained inflammatory injury to the organism measures should be taken to counter the problems of pahs in pm in xi an and relevant health promotion strategies should be developed"
}