{
    "pmid": "41336379",
    "title": "Predicting Six-Minute-Walking-Distance in COPD Patients From Wearable Devices in Real-World Setting.",
    "abstract": "Gait speed is a reliable predictor of health outcomes, particularly in older adults and those with chronic conditions. Currently, there is no consolidated method for consistently measuring gait speed in individuals during their everyday activities, therefore real-world monitoring remains an open challenge. This study builds on previous work to test gait speed models in COPD patients using data collected in everyday settings. It investigates the prediction of Six-Minute-Walking-Distance in COPD patients using real-world gait speed data collected from three wearable devices a smartphone, a smartwatch, and a pair of sensorized shoes. While previous work demonstrated reliable gait speed estimation in controlled settings, this study extends the analysis by applying these models to data from COPD patients during daily activities. Various combinations of these wearable devices were evaluated, showing that combining multiple devices consistently improved predictions. The highest correlation and statistical significance were achieved using all available devices (corr. = 0.71, p-value = 0.0029). These findings emphasize the importance of multi-device integration to enhance gait speed assessment in real-world conditions.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "predicting six minute walking distance in copd patients from wearable devices in real world setting gait speed is a reliable predictor of health outcomes particularly in older adults and those with chronic conditions currently there is no consolidated method for consistently measuring gait speed in individuals during their everyday activities therefore real world monitoring remains an open challenge this study builds on previous work to test gait speed models in copd patients using data collected in everyday settings it investigates the prediction of six minute walking distance in copd patients using real world gait speed data collected from three wearable devices a smartphone a smartwatch and a pair of sensorized shoes while previous work demonstrated reliable gait speed estimation in controlled settings this study extends the analysis by applying these models to data from copd patients during daily activities various combinations of these wearable devices were evaluated showing that combining multiple devices consistently improved predictions the highest correlation and statistical significance were achieved using all available devices corr p value these findings emphasize the importance of multi device integration to enhance gait speed assessment in real world conditions"
}