{
    "pmid": "41474771",
    "title": "The Peak Plasma Concentration (Cmax)/Minimum Inhibitory Concentration (MIC) of bedaquiline and levofloxacin with special attention to the sputum conversion in the treatment of multidrug-resistant tuberculosis in Indonesia.",
    "abstract": "Tuberculosis in Indonesia remains a serious public health concern, as the country has the third-largest number of multidrug-resistant tuberculosis (MDR-TB) patients in the world. Bedaquiline and levofloxacin are the primary drug regimen for MDR-TB treatment in Indonesia. This study aimed to investigate whether the Cmax/MIC of bedaquiline and levofloxacin differs between patients with sputum conversion and those without sputum conversion during the first four months of MDR-TB treatment in Indonesia. A cohort study was performed in adult patients (18-65 years old) treated with the 18-24-month oral regimen. Patients were excluded if they were pregnant or HIV positive, with uncontrolled diabetes, or had any of the following severe conditions: cancer, digestive, cardiovascular system disorders, hepatic, or renal problems. Two blood samples were collected to measure the plasma concentrations of bedaquiline and levofloxacin using liquid chromatography-tandem mass spectrometry (LC-MS/MS). Mycobacterium tuberculosis (Mtb) isolates from patients' sputum were used to determine the MIC of individual drugs using liquid growth media (MGIT). Among the 74 patients enrolled, 16 dropped out during the four-month follow-up period. Blood samples were successfully obtained 1-2 hours after drug administration from 48 patients and 4-6 hours after drug administration from 32 patients, which were used for pharmacokinetic analysis. Sputum conversion was detected in 84.5% of patients during four months of the MDR-TB treatment. The mean Cmax/MIC ratio of bedaquiline was higher in the sputum conversion group compared with the non-conversion group (9.10 vs. 1.65, respectively). Meanwhile, a small difference in the Cmax/MIC ratio of levofloxacin was observed between the sputum conversion group and the non-conversion group; it was not significant (45.64 vs. 41.72, respectively; p = 0.941). Cmax/MIC of bedaquiline was higher in MDR-TB patients with sputum conversion compared to those without conversion within the first four months of treatment, suggesting a potential relationship between Cmax/MIC of bedaquiline and sputum conversion, which was not seen in the levofloxacin cases. However, the application of clinical practice should be carefully considered and supported by further study in various settings.",
    "disease": "tuberculosis",
    "clean_text": "the peak plasma concentration cmax minimum inhibitory concentration mic of bedaquiline and levofloxacin with special attention to the sputum conversion in the treatment of multidrug resistant tuberculosis in indonesia tuberculosis in indonesia remains a serious public health concern as the country has the third largest number of multidrug resistant tuberculosis mdr tb patients in the world bedaquiline and levofloxacin are the primary drug regimen for mdr tb treatment in indonesia this study aimed to investigate whether the cmax mic of bedaquiline and levofloxacin differs between patients with sputum conversion and those without sputum conversion during the first four months of mdr tb treatment in indonesia a cohort study was performed in adult patients years old treated with the month oral regimen patients were excluded if they were pregnant or hiv positive with uncontrolled diabetes or had any of the following severe conditions cancer digestive cardiovascular system disorders hepatic or renal problems two blood samples were collected to measure the plasma concentrations of bedaquiline and levofloxacin using liquid chromatography tandem mass spectrometry lc ms ms mycobacterium tuberculosis mtb isolates from patients sputum were used to determine the mic of individual drugs using liquid growth media mgit among the patients enrolled dropped out during the four month follow up period blood samples were successfully obtained hours after drug administration from patients and hours after drug administration from patients which were used for pharmacokinetic analysis sputum conversion was detected in of patients during four months of the mdr tb treatment the mean cmax mic ratio of bedaquiline was higher in the sputum conversion group compared with the non conversion group vs respectively meanwhile a small difference in the cmax mic ratio of levofloxacin was observed between the sputum conversion group and the non conversion group it was not significant vs respectively p cmax mic of bedaquiline was higher in mdr tb patients with sputum conversion compared to those without conversion within the first four months of treatment suggesting a potential relationship between cmax mic of bedaquiline and sputum conversion which was not seen in the levofloxacin cases however the application of clinical practice should be carefully considered and supported by further study in various settings"
}