{
    "title": "Circulating levels of Elabela in pregnant women with missed abortion.",
    "doc_id": "35758889",
    "writer": "Qi Y",
    "year": "2022",
    "summary": "ObjectiveThis study aimed to detect Elabela concentrations in the serum of Missed abortion (MA) and compare them with the healthy pregnancies.Materials and methodsThis retrospective case-control study was performed in the second affiliated hospital, Xi'an Jiaoton …",
    "abstract": "ObjectiveThis study aimed to detect Elabela concentrations in the serum of Missed abortion (MA) and compare them with the healthy pregnancies.Materials and methodsThis retrospective case-control study was performed in the second affiliated hospital, Xi'an Jiaotong University March 2019 to September 2019. A total of 108 healthy (35 early, 36 middle and 37 late) pregnant women and 25 (early gestational stage) MA patients were involved. Demographic and clinical characteristics were recorded. The concentration of plasma Elabela was examined using ELISA.ResultsThe level of plasma Elabela was increased in early and middle stages and decreased in late stage of healthy pregnant women. Maternal serum Elabela levels were significantly lower in MA patients (4.59 ± 1.23 ng/mL) compared to healthy pregnant women (5.77 ± 1.21 ng/mL, p < 0.01).ConclusionMaternal circulating levels of Elabela were significantly lower in MA patients than in healthy pregnant women. We consider that Elabela might be a crucial biomarker of the pathophysiologic process in MA.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35758889/",
    "clean_text": "circulating levels of elabela in pregnant women with missed abortion objectivethis study aimed to detect elabela concentrations in the serum of missed abortion ma and compare them with the healthy pregnancies materials and methodsthis retrospective case control study was performed in the second affiliated hospital xi an jiaoton objectivethis study aimed to detect elabela concentrations in the serum of missed abortion ma and compare them with the healthy pregnancies materials and methodsthis retrospective case control study was performed in the second affiliated hospital xi an jiaotong university march to september a total of healthy early middle and late pregnant women and early gestational stage ma patients were involved demographic and clinical characteristics were recorded the concentration of plasma elabela was examined using elisa resultsthe level of plasma elabela was increased in early and middle stages and decreased in late stage of healthy pregnant women maternal serum elabela levels were significantly lower in ma patients ng ml compared to healthy pregnant women ng ml p conclusionmaternal circulating levels of elabela were significantly lower in ma patients than in healthy pregnant women we consider that elabela might be a crucial biomarker of the pathophysiologic process in ma"
}