{
    "title": "Relationship between parenting styles and psychological quality of Li ethnic primary schoolchildren.",
    "doc_id": "40301536",
    "writer": "Xu X",
    "year": "2025",
    "summary": "It further examined the relationship between these categories of parenting styles and psychological qualities. Moreover, the study investigated how the number of children in a family moderates the influence of parenting styles on psychological qualities. Three disti …",
    "abstract": "This study aimed to investigate the latent class characteristics of parenting styles among Li ethnic primary schoolchildren and their relationship with the psychological qualities of these students. The study employed Latent Profile Analysis (LPA) to investigate the underlying categories of parenting styles. It further examined the relationship between these categories of parenting styles and psychological qualities. Moreover, the study investigated how the number of children in a family moderates the influence of parenting styles on psychological qualities. Three distinct parenting styles were identified among Li ethnic elementary school students: Supportive-Guidance, General, and Emotional-Rejection. Variations in psychological qualities and dimensions were noted across these categories. The impact of parenting styles on psychological qualities was not moderated by the number of children in the Supportive-Guidance and General categories (p > 0.05). However, in the Emotional-Rejection category, a moderating effect was evident (p < 0.001). Specifically, for families with fewer children, parenting styles had a significant positive predictive effect on psychological qualities. This effect weakened in families with more children. The distinct latent class characteristics of parenting styles among Li ethnic elementary school students have implications for their psychological qualities, with family size moderating in some instances.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40301536/",
    "clean_text": "relationship between parenting styles and psychological quality of li ethnic primary schoolchildren it further examined the relationship between these categories of parenting styles and psychological qualities moreover the study investigated how the number of children in a family moderates the influence of parenting styles on psychological qualities three disti this study aimed to investigate the latent class characteristics of parenting styles among li ethnic primary schoolchildren and their relationship with the psychological qualities of these students the study employed latent profile analysis lpa to investigate the underlying categories of parenting styles it further examined the relationship between these categories of parenting styles and psychological qualities moreover the study investigated how the number of children in a family moderates the influence of parenting styles on psychological qualities three distinct parenting styles were identified among li ethnic elementary school students supportive guidance general and emotional rejection variations in psychological qualities and dimensions were noted across these categories the impact of parenting styles on psychological qualities was not moderated by the number of children in the supportive guidance and general categories p however in the emotional rejection category a moderating effect was evident p specifically for families with fewer children parenting styles had a significant positive predictive effect on psychological qualities this effect weakened in families with more children the distinct latent class characteristics of parenting styles among li ethnic elementary school students have implications for their psychological qualities with family size moderating in some instances"
}