{
    "pmid": "41440518",
    "title": "A Lightweight Cross-Gated Dual-Branch Attention Network for Colon and Lung Cancer Diagnosis from Histopathological Images.",
    "abstract": "Accurate histopathological classification of lung and colon tissues remains difficult due to subtle morphological overlap between benign and malignant regions. Deep learning approaches have advanced diagnostic precision, yet models often lack interpretability or require complex multi-stage pipelines. This study aimed to develop an end-to-end dual-branch attention network capable of achieving high accuracy while preserving computational efficiency and transparency. The architecture integrates EfficientNetV2-B0 and MobileNetV3-Small backbones through a cross-gated fusion mechanism that adaptively balances global context and fine structural details. Efficient channel attention and generalized mean pooling enhance discriminative learning without external feature extraction or optimization stages. The network achieved 99.84% accuracy, precision, recall, and F1-score, with an MCC of 0.998. Grad-CAM maps showed strong spatial correspondence with diagnostically relevant histological structures. The end-to-end framework enables the reliable, interpretable, and computationally efficient classification of lung and colon histopathology and has potential applicability to computer-assisted diagnostic workflows.",
    "disease": "lung cancer",
    "clean_text": "a lightweight cross gated dual branch attention network for colon and lung cancer diagnosis from histopathological images accurate histopathological classification of lung and colon tissues remains difficult due to subtle morphological overlap between benign and malignant regions deep learning approaches have advanced diagnostic precision yet models often lack interpretability or require complex multi stage pipelines this study aimed to develop an end to end dual branch attention network capable of achieving high accuracy while preserving computational efficiency and transparency the architecture integrates efficientnetv b and mobilenetv small backbones through a cross gated fusion mechanism that adaptively balances global context and fine structural details efficient channel attention and generalized mean pooling enhance discriminative learning without external feature extraction or optimization stages the network achieved accuracy precision recall and f score with an mcc of grad cam maps showed strong spatial correspondence with diagnostically relevant histological structures the end to end framework enables the reliable interpretable and computationally efficient classification of lung and colon histopathology and has potential applicability to computer assisted diagnostic workflows"
}