{
    "pmid": "41475039",
    "title": "The role of APOBEC in early-stage epidermal growth factor receptor-mutant non-small cell lung cancer.",
    "abstract": "APOBEC plays a crucial role in the mutation process and immune response of non-small cell lung cancer (NSCLC). This study evaluated the role of the APOBEC mutation signature in early-stage epidermal growth factor receptor (EGFR) mutant NSCLC. This study aimed to assess the impact of APOBEC enrichment on recurrence-free survival (RFS), post-recurrence tyrosine kinase inhibitor (TKI) progression-free survival (PFS), and post-recurrence survival (PRS). We conducted whole-exome sequencing and whole-transcriptome sequencing in 100 patients diagnosed with pathologic stage II-IIIA non-squamous NSCLC. Among the 100 patients, 18 (18 %) exhibited APOBEC (≥2) enrichment, which did not show a significant association with RFS (P = 0.14). Patients with APOBEC enrichment showed a shorter post-recurrence TKI PFS compared to those without APOBEC enrichment (8.13 months vs. 24.57 months, P = 0.017). In multivariate analysis, poor post-recurrence TKI PFS was associated with the type of EGFR mutation (L858R vs. exon 19 deletion, HR = 1.91, P = 0.04), TP53 mutation (HR = 2.07, P = 0.03), and APOBEC enrichment (≥2 vs. < 2, HR = 2.23, P = 0.02). PRS was 61.10 months and 21.77 months for patients with APOBEC enrichment and patients without APOBEC enrichment, respectively (P = 0.029). In multivariate analysis, poor PRS of EGFR-TKI was associated with the type of EGFR mutation (L858R vs. exon 19 deletion, HR = 2.29, P = 0.04) and APOBEC enrichment (≥2 vs. < 2, HR = 2.71, P = 0.02). APOBEC enrichment may present at initial diagnosis of early-stage EGFR mutant NSCLC and is associated with poor post-recurrence TKI PFS and PRS rather than RFS.",
    "disease": "lung cancer",
    "clean_text": "the role of apobec in early stage epidermal growth factor receptor mutant non small cell lung cancer apobec plays a crucial role in the mutation process and immune response of non small cell lung cancer nsclc this study evaluated the role of the apobec mutation signature in early stage epidermal growth factor receptor egfr mutant nsclc this study aimed to assess the impact of apobec enrichment on recurrence free survival rfs post recurrence tyrosine kinase inhibitor tki progression free survival pfs and post recurrence survival prs we conducted whole exome sequencing and whole transcriptome sequencing in patients diagnosed with pathologic stage ii iiia non squamous nsclc among the patients exhibited apobec enrichment which did not show a significant association with rfs p patients with apobec enrichment showed a shorter post recurrence tki pfs compared to those without apobec enrichment months vs months p in multivariate analysis poor post recurrence tki pfs was associated with the type of egfr mutation l r vs exon deletion hr p tp mutation hr p and apobec enrichment vs hr p prs was months and months for patients with apobec enrichment and patients without apobec enrichment respectively p in multivariate analysis poor prs of egfr tki was associated with the type of egfr mutation l r vs exon deletion hr p and apobec enrichment vs hr p apobec enrichment may present at initial diagnosis of early stage egfr mutant nsclc and is associated with poor post recurrence tki pfs and prs rather than rfs"
}