{
    "pmid": "41451492",
    "title": "[Clinical and genetic analysis of a child with intellectual developmental disorder and seizures associated with variant of AP2M1 gene].",
    "abstract": "To explore the clinical and genetic characteristics of a child with intellectual development disorder and seizures due to a variant of AP2M1 gene. Clinical data of a child with intellectual development disorder and epilepsy who was admitted to the Department of Pediatric Neurology of the Third Affiliated Hospital of Zhengzhou University in January 2021 were retrospectively analyzed. Peripheral blood samples of the child and his parents were collected for whole exome sequencing. Candidate variant was verified by Sanger sequencing and pathogenicity analysis. The three-dimensional structure of the AP2M1 protein was visualized using Chimera v1.10.1 software. Pathogenicity of candidate variant was classified according to the Standards and Guidelines for the Interpretation of Sequence Variants from the American College of Medical Genetics and Genomics American College of Medical Genetics (ACMG). With \"AP2M1 gene\" \"epilepsy\" \"intellectual disability\" as the keywords, relevant cases were searched from CNKI, Wanfang Data knowledge service platform and PubMed databases with the search time spanning from the establishment of the database to September 2024. This study was approved by the Medical Ethics Committee of the Third Affiliated Hospital of Zhengzhou University (Ethics No.: 2020-57). The child was a 8-years-and-6-months-old boy, who could raise his head at 3 months and sit alone at 8 months old. He could not walk alone at 1 year old and underwent 2 months' rehabilitation treatment, and could walk alone and call his parents at 1-and-a-half-years-old. At 4-years-and-10-months-old, he started to have frequent seizures, manifesting as low level of consciousness, body shaking, accompanied by blinking, lasting about a few seconds several times a day and could be relieved. With the treatment of sodium valproate combined with lamotrigine, the convulsions were controlled, but his movement and cognition were lagged behind. DNA sequencing revealed that he has harbored a novel variant of the AP2M1 gene (NM_004068.3) c.508C>T (p.Arg170Trp). Sanger sequencing confirmed that both of his parents were of the wild-type. According to the guidelines from the American College for Medical Genetics and Genomics (ACMG), the variant was rated as pathogenic (PS2+PS4+PM1+PM2+PP2+PP3). The difference between the wild-type and mutant AP2M1 proteins can be clearly viewed through its three-dimensional structure. Two previous reports have included 5 cases due to the same variant. Common manifestations have included seizures (100%, 5/5), motor retardation (100%, 5/5), intellectual impairment (100%, 5/5), autism spectrum disorder (60%, 3/5), ataxia (100%, 5/5), and special facial features (20%, 1/5). The c.508C>T (p.Arg170Trp) variant of the AP2M1 gene may underlie the intellectual retardation and seizure in this child.",
    "disease": "epilepsy",
    "clean_text": "clinical and genetic analysis of a child with intellectual developmental disorder and seizures associated with variant of ap m gene to explore the clinical and genetic characteristics of a child with intellectual development disorder and seizures due to a variant of ap m gene clinical data of a child with intellectual development disorder and epilepsy who was admitted to the department of pediatric neurology of the third affiliated hospital of zhengzhou university in january were retrospectively analyzed peripheral blood samples of the child and his parents were collected for whole exome sequencing candidate variant was verified by sanger sequencing and pathogenicity analysis the three dimensional structure of the ap m protein was visualized using chimera v software pathogenicity of candidate variant was classified according to the standards and guidelines for the interpretation of sequence variants from the american college of medical genetics and genomics american college of medical genetics acmg with ap m gene epilepsy intellectual disability as the keywords relevant cases were searched from cnki wanfang data knowledge service platform and pubmed databases with the search time spanning from the establishment of the database to september this study was approved by the medical ethics committee of the third affiliated hospital of zhengzhou university ethics no the child was a years and months old boy who could raise his head at months and sit alone at months old he could not walk alone at year old and underwent months rehabilitation treatment and could walk alone and call his parents at and a half years old at years and months old he started to have frequent seizures manifesting as low level of consciousness body shaking accompanied by blinking lasting about a few seconds several times a day and could be relieved with the treatment of sodium valproate combined with lamotrigine the convulsions were controlled but his movement and cognition were lagged behind dna sequencing revealed that he has harbored a novel variant of the ap m gene nm c c t p arg trp sanger sequencing confirmed that both of his parents were of the wild type according to the guidelines from the american college for medical genetics and genomics acmg the variant was rated as pathogenic ps ps pm pm pp pp the difference between the wild type and mutant ap m proteins can be clearly viewed through its three dimensional structure two previous reports have included cases due to the same variant common manifestations have included seizures motor retardation intellectual impairment autism spectrum disorder ataxia and special facial features the c c t p arg trp variant of the ap m gene may underlie the intellectual retardation and seizure in this child"
}