{
    "pmid": "41341588",
    "title": "The potential value of fibrinogen-to-albumin ratio in assessing disease activity in rheumatoid arthritis.",
    "abstract": "The fibrinogen-to-albumin ratio (FAR) has emerged as a promising inflammatory marker, but its relationship with rheumatoid arthritis (RA) disease activity remains unclear. This study sought to elucidate the association between FAR and RA disease activity and to assess its potential for identifying high disease activity states. We conducted a cross-sectional study of 1,191 consecutive RA inpatients at Xingtai People's Hospital from March 2022 to December 2024. FAR was calculated as fibrinogen (g/L) divided by albumin (g/L). Disease activity was assessed using the 28-joint Disease Activity Score (DAS28) based on C-reactive protein (DAS28-CRP) and erythrocyte sedimentation rate (DAS28-ESR). Multiple linear regression and generalized additive models were employed to examine the association of FAR with disease activity. Receiver operating characteristic (ROC) analysis evaluated FAR's discriminatory performance for high disease activity. After exclusions, 981 patients (mean age, 57.7 years; 77.9% female) were included; 95.6% had moderate-to-high disease activity. A significant nonlinear association between FAR and disease activity was detected, with a saturation threshold at FAR = 0.14. Below this threshold, FAR was strongly and positively associated with DAS28-ESR [β = 15.21; 95% confidence interval (CI), 13.01-17.42] and DAS28-CRP (β = 13.07; 95% CI, 11.07-15.07). Above the threshold, associations were substantially attenuated and not statistically significant (DAS28-ESR: β = 2.19; 95% CI, -1.53-5.92; DAS28-CRP: β = 3.37; 95% CI, -0.01-6.74). Furthermore, FAR demonstrated good discriminatory ability between high and moderate disease activity, with area under the curve (AUC) values of 0.80 for DAS28-ESR and 0.81 for DAS28-CRP. This study identified a nonlinear relationship between FAR and RA disease activity in inpatients with predominantly moderate-to-high disease activity, characterized by a saturation threshold effect. FAR showed good discriminatory ability for distinguishing high from moderate disease activity. These findings suggest that FAR may serve as a promising and readily accessible inflammatory marker to complement existing assessments of disease activity. However, multicenter validation is warranted.",
    "disease": "rheumatoid arthritis",
    "clean_text": "the potential value of fibrinogen to albumin ratio in assessing disease activity in rheumatoid arthritis the fibrinogen to albumin ratio far has emerged as a promising inflammatory marker but its relationship with rheumatoid arthritis ra disease activity remains unclear this study sought to elucidate the association between far and ra disease activity and to assess its potential for identifying high disease activity states we conducted a cross sectional study of consecutive ra inpatients at xingtai people s hospital from march to december far was calculated as fibrinogen g l divided by albumin g l disease activity was assessed using the joint disease activity score das based on c reactive protein das crp and erythrocyte sedimentation rate das esr multiple linear regression and generalized additive models were employed to examine the association of far with disease activity receiver operating characteristic roc analysis evaluated far s discriminatory performance for high disease activity after exclusions patients mean age years female were included had moderate to high disease activity a significant nonlinear association between far and disease activity was detected with a saturation threshold at far below this threshold far was strongly and positively associated with das esr confidence interval ci and das crp ci above the threshold associations were substantially attenuated and not statistically significant das esr ci das crp ci furthermore far demonstrated good discriminatory ability between high and moderate disease activity with area under the curve auc values of for das esr and for das crp this study identified a nonlinear relationship between far and ra disease activity in inpatients with predominantly moderate to high disease activity characterized by a saturation threshold effect far showed good discriminatory ability for distinguishing high from moderate disease activity these findings suggest that far may serve as a promising and readily accessible inflammatory marker to complement existing assessments of disease activity however multicenter validation is warranted"
}