{
    "title": "Precision in weighing: a comparison of scales found in physician offices, fitness centers, and weight loss centers.",
    "doc_id": "16134566",
    "writer": "Stein RJ",
    "year": "2005",
    "summary": "At higher weights, more than 15% of scales were off by more than 6 lbs. (2.3 kg), approximately 1 Body Mass Index (BMI) unit. ...CONCLUSIONS: This study demonstrates that many scales used to measure body weight are imprecise and that scales in health c …",
    "abstract": "Objective:\n        \n      \n      Weight assessment is a critical aid in patient care. It is particularly important in monitoring progression of pregnancies, heart failure status, and when adjusting medications. Although weight is generally determined using a scale, few studies have evaluated the precision of non-household scales. The objective of this study was to assess scale precision across a variety of settings.\n    \n\n\n          Methods:\n        \n      \n      An evaluation of scales from randomly selected primary care clinics (n=30), diabetology/endocrinology clinics (n=7), weight loss facilities (n=25), and fitness centers (n=30) was performed. Assessments were completed on a total of 223 scales: 94 from primary care clinics, 32 from diabetology/endocrinology clinics, 39 from weight loss centers, and 58 from fitness centers. Scales were assessed for condition, location in facility, resting surface, commercial designation, and calibration history. Scale precision was validated using 100 lb. (45.5 kg), 150 lb. (68.3 kg), 200 lb. (90.9 kg), and 250 lb. (113.6 kg) certified weights.\n    \n\n\n          Results:\n        \n      \n      Overall, scales demonstrated decreased precision with increased weight. At higher weights, more than 15% of scales were off by more than 6 lbs. (2.3 kg), approximately 1 Body Mass Index (BMI) unit. While facility type was not significant, condition, location in facility, resting surface, commercial designation, and calibration history were significant.\n    \n\n\n          Conclusions:\n        \n      \n      This study demonstrates that many scales used to measure body weight are imprecise and that scales in health care settings are no more precise than those in other facilities. Clinical decisions based on scales that are imprecise have the potential to cause iatrogenic complications in patient care.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16134566/",
    "clean_text": "precision in weighing a comparison of scales found in physician offices fitness centers and weight loss centers at higher weights more than of scales were off by more than lbs kg approximately body mass index bmi unit conclusions this study demonstrates that many scales used to measure body weight are imprecise and that scales in health c objective weight assessment is a critical aid in patient care it is particularly important in monitoring progression of pregnancies heart failure status and when adjusting medications although weight is generally determined using a scale few studies have evaluated the precision of non household scales the objective of this study was to assess scale precision across a variety of settings methods an evaluation of scales from randomly selected primary care clinics n diabetology endocrinology clinics n weight loss facilities n and fitness centers n was performed assessments were completed on a total of scales from primary care clinics from diabetology endocrinology clinics from weight loss centers and from fitness centers scales were assessed for condition location in facility resting surface commercial designation and calibration history scale precision was validated using lb kg lb kg lb kg and lb kg certified weights results overall scales demonstrated decreased precision with increased weight at higher weights more than of scales were off by more than lbs kg approximately body mass index bmi unit while facility type was not significant condition location in facility resting surface commercial designation and calibration history were significant conclusions this study demonstrates that many scales used to measure body weight are imprecise and that scales in health care settings are no more precise than those in other facilities clinical decisions based on scales that are imprecise have the potential to cause iatrogenic complications in patient care"
}