{
    "pmid": "41444418",
    "title": "Synergetic effect of a DSP4-induced locus coeruleus lesion and systemic LPS exacerbates substantia nigra dopaminergic neuron loss.",
    "abstract": "Parkinson’s disease (PD) involves progressive degeneration of dopaminergic neurons in the substantia nigra (SN) and noradrenergic neurons in the locus coeruleus (LC). Noradrenaline (NA), produced by LC neurons, has anti-inflammatory properties and seems to support SN dopaminergic neuron survival. This study used a dual-hit approach to examine how noradrenergic loss affects SN vulnerability to induced inflammation in Sprague-Dawley rats. LC denervation was produced with [N-(2-chloroethyl)-N-ethyl-2-bromobenzylamine] (DSP4), a selective LC noradrenergic neurotoxin, and a systemic inflammatory challenge was induced with a subthreshold dose of lipopolysaccharide (LPS). Behavioral assessments were performed, and neuronal populations were quantified by unbiased stereology. DSP4 or LPS alone reduced tyrosine hydroxylase-positive neurons in both LC and SN, with the DSP4-induced SN loss linked to NA depletion. DSP4 and LPS co-treatment produced greater dopaminergic degeneration in the substantia nigra than either treatment alone, suggesting an additive effect. Furthermore, immunoanalytical analysis using ELISA demonstrated altered cytokine levels in both SN and LC. Taken together, the results support a dual-hit theory, in which additive insults act to push the system toward a tipping point, beyond which SN dopaminergic cell loss becomes extensive. The online version contains supplementary material available at 10.1038/s41598-025-33147-8.",
    "disease": "parkinson disease",
    "clean_text": "synergetic effect of a dsp induced locus coeruleus lesion and systemic lps exacerbates substantia nigra dopaminergic neuron loss parkinson s disease pd involves progressive degeneration of dopaminergic neurons in the substantia nigra sn and noradrenergic neurons in the locus coeruleus lc noradrenaline na produced by lc neurons has anti inflammatory properties and seems to support sn dopaminergic neuron survival this study used a dual hit approach to examine how noradrenergic loss affects sn vulnerability to induced inflammation in sprague dawley rats lc denervation was produced with n chloroethyl n ethyl bromobenzylamine dsp a selective lc noradrenergic neurotoxin and a systemic inflammatory challenge was induced with a subthreshold dose of lipopolysaccharide lps behavioral assessments were performed and neuronal populations were quantified by unbiased stereology dsp or lps alone reduced tyrosine hydroxylase positive neurons in both lc and sn with the dsp induced sn loss linked to na depletion dsp and lps co treatment produced greater dopaminergic degeneration in the substantia nigra than either treatment alone suggesting an additive effect furthermore immunoanalytical analysis using elisa demonstrated altered cytokine levels in both sn and lc taken together the results support a dual hit theory in which additive insults act to push the system toward a tipping point beyond which sn dopaminergic cell loss becomes extensive the online version contains supplementary material available at s"
}