{
    "title": "Methods of Assessing Ovarian Masses: International Ovarian Tumor Analysis Approach.",
    "doc_id": "31677746",
    "writer": "Froyman W",
    "year": "2019",
    "summary": "After suggesting a standardized terminology and measurement technique to evaluate adnexal masses, the International Ovarian Tumor Analysis (IOTA) group has developed different strategies such as the Simple Rules and Assessment of Different Neoplasias in the adneXa (ADNEX) …",
    "abstract": "There are many diagnostic methods to assist clinicians in assessing adnexal masses on ultrasound. After suggesting a standardized terminology and measurement technique to evaluate adnexal masses, the International Ovarian Tumor Analysis (IOTA) group has developed different strategies such as the Simple Rules and Assessment of Different Neoplasias in the adneXa (ADNEX) model, which have been shown to outperform other available methods. Besides differentiating between benign neoplasms and malignancies, the ADNEX model can also give the predicted risk for different subtypes of malignant adnexal masses, which is clinically very relevant for guiding patient management.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31677746/",
    "clean_text": "methods of assessing ovarian masses international ovarian tumor analysis approach after suggesting a standardized terminology and measurement technique to evaluate adnexal masses the international ovarian tumor analysis iota group has developed different strategies such as the simple rules and assessment of different neoplasias in the adnexa adnex there are many diagnostic methods to assist clinicians in assessing adnexal masses on ultrasound after suggesting a standardized terminology and measurement technique to evaluate adnexal masses the international ovarian tumor analysis iota group has developed different strategies such as the simple rules and assessment of different neoplasias in the adnexa adnex model which have been shown to outperform other available methods besides differentiating between benign neoplasms and malignancies the adnex model can also give the predicted risk for different subtypes of malignant adnexal masses which is clinically very relevant for guiding patient management"
}