{
    "title": "Metabolomic Applications in Gut Microbiota-Host Interactions in Human Diseases.",
    "doc_id": "39068001",
    "writer": "Li Y",
    "year": "2024",
    "summary": "The human gut microbiota, consisting of trillions of microorganisms, encodes diverse metabolic pathways that impact numerous aspects of host physiology. ...In this review, we examine how disease-associated metabolic signatures are identified using metabolomic platfo …",
    "abstract": "The human gut microbiota, consisting of trillions of microorganisms, encodes diverse metabolic pathways that impact numerous aspects of host physiology. One key way in which gut bacteria interact with the host is through the production of small metabolites. Several of these microbiota-dependent metabolites, such as short-chain fatty acids, have been shown to modulate host diseases. In this review, we examine how disease-associated metabolic signatures are identified using metabolomic platforms, and where metabolomics is applied in gut microbiota-disease interactions. We further explore how integration of metagenomic and metabolomic data in human studies can facilitate biomarkers discoveries in precision medicine.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39068001/",
    "clean_text": "metabolomic applications in gut microbiota host interactions in human diseases the human gut microbiota consisting of trillions of microorganisms encodes diverse metabolic pathways that impact numerous aspects of host physiology in this review we examine how disease associated metabolic signatures are identified using metabolomic platfo the human gut microbiota consisting of trillions of microorganisms encodes diverse metabolic pathways that impact numerous aspects of host physiology one key way in which gut bacteria interact with the host is through the production of small metabolites several of these microbiota dependent metabolites such as short chain fatty acids have been shown to modulate host diseases in this review we examine how disease associated metabolic signatures are identified using metabolomic platforms and where metabolomics is applied in gut microbiota disease interactions we further explore how integration of metagenomic and metabolomic data in human studies can facilitate biomarkers discoveries in precision medicine"
}