{
    "title": "Endobronchial Therapies for Diagnosis, Staging, and Treatment of Lung Cancer.",
    "doc_id": "35671763",
    "writer": "Avasarala SK",
    "year": "2022",
    "summary": "Lung cancer is the leading cause of cancer-related death worldwide and within the United States. ...In this article, we review the various endobronchial tools and strategies essential for the management of lung cancer....",
    "abstract": "Lung cancer is the leading cause of cancer-related death worldwide and within the United States. Although evidence-based screening has been shown to reduce cancer-related mortality, the late-stage presentation remains common. Bronchoscopy has been proven to be an essential tool in the diagnosis and management of lung cancer. Basic and advanced diagnostic bronchoscopic techniques offer a minimally invasive modality for diagnosing and staging patients with lung cancer. In patients with malignant endotracheobronchial disease, therapeutic bronchoscopy (flexible or rigid) is a safe procedure that palliates symptoms such as dyspnea and hemoptysis. In this article, we review the various endobronchial tools and strategies essential for the management of lung cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35671763/",
    "clean_text": "endobronchial therapies for diagnosis staging and treatment of lung cancer lung cancer is the leading cause of cancer related death worldwide and within the united states in this article we review the various endobronchial tools and strategies essential for the management of lung cancer lung cancer is the leading cause of cancer related death worldwide and within the united states although evidence based screening has been shown to reduce cancer related mortality the late stage presentation remains common bronchoscopy has been proven to be an essential tool in the diagnosis and management of lung cancer basic and advanced diagnostic bronchoscopic techniques offer a minimally invasive modality for diagnosing and staging patients with lung cancer in patients with malignant endotracheobronchial disease therapeutic bronchoscopy flexible or rigid is a safe procedure that palliates symptoms such as dyspnea and hemoptysis in this article we review the various endobronchial tools and strategies essential for the management of lung cancer"
}