{
    "pmid": "41449559",
    "title": "Drug-Coated Balloons Versus Drug-Eluting Stents in Small Vessel De Novo Coronary Artery Disease: A Systematic Review and Meta-Analysis.",
    "abstract": "Small vessel coronary artery disease (SVD) is an ongoing problem in interventional cardiology, where the use of drug-eluting stents (DES) has resulted in increased restenosis rates and adverse events. Drug-coated balloons (DCBs) provide an alternative to stent-based treatments, offering local antiproliferative therapy without permanent implants and a shorter duration of dual antiplatelet therapy (DAPT). We conducted a systematic review and meta-analysis of randomized clinical trials (RCTs) to compare the efficacy and safety of DCBs versus DESs for de novo small-vessel coronary artery disease (SVCAD). This systematic review and meta-analysis were conducted according to the PRISMA 2020 criteria and were pre-registered on PROSPERO (CRD420251120071). Our search strategy was limited to studies published between 2010 and 2025 that directly compared paclitaxel- or sirolimus-coated DCBs to any generation of DES in de novo coronary lesions with a reference vessel diameter of ≤ 2.75 mm, while trials that also permitted treatment of vessels < 3.0 mm were eligible a priori, and sensitivity analyses restricted to RVD ≤ 2.75 mm were performed. A random-effects model was used to estimate the pooled risk ratios (RR) for major adverse cardiovascular events (MACE), target lesion revascularization (TLR), angiographic restenosis, myocardial infarction (MI), and all-cause mortality. Heterogeneity, publication bias, and sensitivity analyses were also performed. Six RCTs (n = 1876; DCB 932; DES 944) met criteria. Compared with DES, DCB reduced MACE (RR, 0.83; 95% CI, 0.73-0.95), TLR (0.68; 0.58-0.80), angiographic restenosis (0.76; 0.68-0.85), MI (0.81; 0.72-0.91), and all-cause mortality (0.79; 0.72-0.88). Heterogeneity was absent across all endpoints (I² = 0% for each). Leave-one-out analyses showed no single-trial dominance; funnel plots were visually symmetric. Restricting to trials with RVD ≤ 2.75 mm yielded materially unchanged estimates. DCBs are associated with significantly reduced incidences of MACE, TLR, restenosis, MI, and mortality compared to DES in patients with de novo SVD. These findings support the judicious use of DCBs as a first-line therapy for appropriately selected small-vessel lesions.",
    "disease": "coronary artery disease",
    "clean_text": "drug coated balloons versus drug eluting stents in small vessel de novo coronary artery disease a systematic review and meta analysis small vessel coronary artery disease svd is an ongoing problem in interventional cardiology where the use of drug eluting stents des has resulted in increased restenosis rates and adverse events drug coated balloons dcbs provide an alternative to stent based treatments offering local antiproliferative therapy without permanent implants and a shorter duration of dual antiplatelet therapy dapt we conducted a systematic review and meta analysis of randomized clinical trials rcts to compare the efficacy and safety of dcbs versus dess for de novo small vessel coronary artery disease svcad this systematic review and meta analysis were conducted according to the prisma criteria and were pre registered on prospero crd our search strategy was limited to studies published between and that directly compared paclitaxel or sirolimus coated dcbs to any generation of des in de novo coronary lesions with a reference vessel diameter of mm while trials that also permitted treatment of vessels mm were eligible a priori and sensitivity analyses restricted to rvd mm were performed a random effects model was used to estimate the pooled risk ratios rr for major adverse cardiovascular events mace target lesion revascularization tlr angiographic restenosis myocardial infarction mi and all cause mortality heterogeneity publication bias and sensitivity analyses were also performed six rcts n dcb des met criteria compared with des dcb reduced mace rr ci tlr angiographic restenosis mi and all cause mortality heterogeneity was absent across all endpoints i for each leave one out analyses showed no single trial dominance funnel plots were visually symmetric restricting to trials with rvd mm yielded materially unchanged estimates dcbs are associated with significantly reduced incidences of mace tlr restenosis mi and mortality compared to des in patients with de novo svd these findings support the judicious use of dcbs as a first line therapy for appropriately selected small vessel lesions"
}