{
    "pmid": "41422440",
    "title": "Comparison of Pi10 and PiSlope calculation methods and association with lung function.",
    "abstract": "The average wall thickness of a theoretical airway with a lumen perimeter of 10 mm (Pi10) and the slope of the luminal perimeter of airways against their wall thickness (PiSlope) are CT-derived biomarkers of airway remodeling in chronic obstructive pulmonary disease (COPD). However, numerous calculation methods for Pi10 have been used across studies, leading to substantial variability in Pi10 values. This study evaluated reliability among 10 Pi10/PiSlope methodologies and their associations with lung function. CanCOLD participants underwent full-inspiration CT scans; CT airway segmentation was performed using VIDA software. Ten literature-based methods were used to calculate Pi10 (regression-derived wall thickness at 10 mm perimeter) and PiSlope (slope of wall area/perimeter plot). The 10 methods varied in their approaches: some focused on specific airway sizes (Patel, Van Tho, Nakano, Telenga), others limited measurements to certain airway generations (Gietema, Park, Dudurych) or covered broader airway size ranges and generations (Bhatt, Jobst, Smith). Reliability was assessed via intraclass correlation (ICC); lung function associations were assessed using regression. Pi10 and PiSlope were calculated for 1351 participants (67 ± 10 years; 550 women). Pi10 and PiSlope  measurement methods with higher airway counts (Patel, Nakano, Smith, Jobst, Bhatt) showed excellent reliability (ICC > 0.90, p < 0.05). Compared to Pi10, PiSlope demonstrated stronger, consistent negative associations with FEV1, FEV1/FVC, and FEF These results provide insight into which Pi10/PiSlope calculation methods may generate more reliable findings and indicate PiSlope may provide a more comprehensive measure of airway remodeling in COPD. Question CT Pi10/PiSlope measures airway remodeling in COPD, but calculation methods vary. Are CT Pi10/PiSlope reliable and provide comparable associations with lung function across various methodologies? Findings Pi10/PiSlope calculation methods that included a higher number of CT airways were more reliable, and PiSlope showed stronger associations with lung function than Pi10. Clinical relevance These results provide insight into which methods may generate more reliable findings, aiding interpretation of results between studies, and support the potential of PiSlope as a reliable biomarker for monitoring airway remodeling in COPD.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "comparison of pi and pislope calculation methods and association with lung function the average wall thickness of a theoretical airway with a lumen perimeter of mm pi and the slope of the luminal perimeter of airways against their wall thickness pislope are ct derived biomarkers of airway remodeling in chronic obstructive pulmonary disease copd however numerous calculation methods for pi have been used across studies leading to substantial variability in pi values this study evaluated reliability among pi pislope methodologies and their associations with lung function cancold participants underwent full inspiration ct scans ct airway segmentation was performed using vida software ten literature based methods were used to calculate pi regression derived wall thickness at mm perimeter and pislope slope of wall area perimeter plot the methods varied in their approaches some focused on specific airway sizes patel van tho nakano telenga others limited measurements to certain airway generations gietema park dudurych or covered broader airway size ranges and generations bhatt jobst smith reliability was assessed via intraclass correlation icc lung function associations were assessed using regression pi and pislope were calculated for participants years women pi and pislope measurement methods with higher airway counts patel nakano smith jobst bhatt showed excellent reliability icc p compared to pi pislope demonstrated stronger consistent negative associations with fev fev fvc and fef these results provide insight into which pi pislope calculation methods may generate more reliable findings and indicate pislope may provide a more comprehensive measure of airway remodeling in copd question ct pi pislope measures airway remodeling in copd but calculation methods vary are ct pi pislope reliable and provide comparable associations with lung function across various methodologies findings pi pislope calculation methods that included a higher number of ct airways were more reliable and pislope showed stronger associations with lung function than pi clinical relevance these results provide insight into which methods may generate more reliable findings aiding interpretation of results between studies and support the potential of pislope as a reliable biomarker for monitoring airway remodeling in copd"
}