{
    "title": "Assessment of biofilms formation of bacterial and fungal isolates using qualitative Congo red agar and semiquantitative crystal violet microtiter methods.",
    "doc_id": "37721922",
    "writer": "Moreno X",
    "year": "2022",
    "summary": "Sabouraud dextrose medium, both broth and agar, can replace brain-heart infusion to assess biofilm formation in yeasts, quantitatively and qualitatively. Conclusion. The study of biofilms in the microbiology laboratory, using Congo red agar qualitative method, is a …",
    "abstract": "Introduction. Sixty-five percent of human infections are caused by bacteria or yeasts able to form biofilms. This feature makes them more resistant to antimicrobials and antifungals. Objective. To determine biofilm formation capacity of bacterial and fungal isolates by quantitative crystal violet microtiter and qualitative Congo red agar methods. Materials and methods. Brain-heart infusion, trypticase soy broth and Müeller‑Hinton culture media were used in bacterial isolates for the quantitative method; brain-heart infusion broth and Sabouraud dextrose were used for yeasts. The same culture media plus 3% Congo red and 10% dextrose were used to apply the qualitative method in agar. The proposal by Stepanovic, et al. was used as a reference method. Results. We evaluated 103 bacterial isolates and 108 yeasts isolates. We did not recommend substitute brain-heart infusion broth for trypticase soy and Müeller-Hinton broths for biofilm formation assessment in bacterial isolates using the quantitative method. Sabouraud dextrose medium, both broth and agar, can replace brain-heart infusion to assess biofilm formation in yeasts, quantitatively and qualitatively. Conclusion. The study of biofilms in the microbiology laboratory, using Congo red agar qualitative method, is a simple, fast, and inexpensive procedure that provides precise information for the diagnosis and treatment of persistent infections caused by bacteria and yeasts.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37721922/",
    "clean_text": "assessment of biofilms formation of bacterial and fungal isolates using qualitative congo red agar and semiquantitative crystal violet microtiter methods sabouraud dextrose medium both broth and agar can replace brain heart infusion to assess biofilm formation in yeasts quantitatively and qualitatively conclusion the study of biofilms in the microbiology laboratory using congo red agar qualitative method is a introduction sixty five percent of human infections are caused by bacteria or yeasts able to form biofilms this feature makes them more resistant to antimicrobials and antifungals objective to determine biofilm formation capacity of bacterial and fungal isolates by quantitative crystal violet microtiter and qualitative congo red agar methods materials and methods brain heart infusion trypticase soy broth and m eller hinton culture media were used in bacterial isolates for the quantitative method brain heart infusion broth and sabouraud dextrose were used for yeasts the same culture media plus congo red and dextrose were used to apply the qualitative method in agar the proposal by stepanovic et al was used as a reference method results we evaluated bacterial isolates and yeasts isolates we did not recommend substitute brain heart infusion broth for trypticase soy and m eller hinton broths for biofilm formation assessment in bacterial isolates using the quantitative method sabouraud dextrose medium both broth and agar can replace brain heart infusion to assess biofilm formation in yeasts quantitatively and qualitatively conclusion the study of biofilms in the microbiology laboratory using congo red agar qualitative method is a simple fast and inexpensive procedure that provides precise information for the diagnosis and treatment of persistent infections caused by bacteria and yeasts"
}