{
    "pmid": "41442071",
    "title": "Comparison of Opioid Utilization in Older Adults with Rheumatoid Arthritis before and after Initiating Biological or Targeted Synthetic Disease-Modifying Antirheumatic Drugs.",
    "abstract": "Opioid use is common in rheumatoid arthritis (RA) for pain management; however, evidence of opioid-associated adverse events is increasing. While biological (b) or targeted synthetic (ts) disease-modifying antirheumatic drugs (DMARDs) improve functional outcomes such as pain, little is known about their impact on opioid utilization patterns. This study investigated opioid utilization before and after b/tsDMARD initiation and assessed effect modification by sex. Using 5% Medicare claims data from 2012 to 2020, this cohort study included older adults (≥ 65 years) with RA who initiated b/tsDMARDs (first prescription = index date), and had continuous Medicare Parts A, B, and D, but not Part C enrollment, during 12 months before and after initiation. The outcomes of interest were any opioid use and long-term opioid therapy (LTOT). McNemar's test was performed to compare outcomes before and after b/tsDMARD initiation. Sex-based differences in changes in opioid use after b/tsDMARD initiation were also evaluated. The study cohort included 3585 individuals with RA initiating b/tsDMARDs; most were female (75.87%) with a mean (SD) age of 73.15 (5.99) years. Following b/tsDMARD initiation, any opioid use decreased significantly from 2094 (58.41%) to 2017 (56.26%) (p = 0.015). However, LTOT use increased significantly from 733 (20.45%) to 900 (25.10%) (p < 0.001), following b/tsDMARD initiation. No evidence of sex differences in the association between b/tsDMARD initiation and opioid utilization was identified. Initiating b/tsDMARDs was associated with a modest reduction in any opioid use. However, LTOT use in RA remained persistently high. The impact of different b/tsDMARD initiation on opioid utilization patterns needs further investigation.",
    "disease": "rheumatoid arthritis",
    "clean_text": "comparison of opioid utilization in older adults with rheumatoid arthritis before and after initiating biological or targeted synthetic disease modifying antirheumatic drugs opioid use is common in rheumatoid arthritis ra for pain management however evidence of opioid associated adverse events is increasing while biological b or targeted synthetic ts disease modifying antirheumatic drugs dmards improve functional outcomes such as pain little is known about their impact on opioid utilization patterns this study investigated opioid utilization before and after b tsdmard initiation and assessed effect modification by sex using medicare claims data from to this cohort study included older adults years with ra who initiated b tsdmards first prescription index date and had continuous medicare parts a b and d but not part c enrollment during months before and after initiation the outcomes of interest were any opioid use and long term opioid therapy ltot mcnemar s test was performed to compare outcomes before and after b tsdmard initiation sex based differences in changes in opioid use after b tsdmard initiation were also evaluated the study cohort included individuals with ra initiating b tsdmards most were female with a mean sd age of years following b tsdmard initiation any opioid use decreased significantly from to p however ltot use increased significantly from to p following b tsdmard initiation no evidence of sex differences in the association between b tsdmard initiation and opioid utilization was identified initiating b tsdmards was associated with a modest reduction in any opioid use however ltot use in ra remained persistently high the impact of different b tsdmard initiation on opioid utilization patterns needs further investigation"
}