{
    "pmid": "41391736",
    "title": "Bone-brain crosstalk: emerging roles of osteocalcin in central nervous system disorders.",
    "abstract": "Despite significant advancements in understanding the pathogenesis of various central nervous system (CNS) disorders, challenges remain in the early intervention and targeted therapies for common neurodegenerative and psychiatric conditions such as Parkinson's disease (PD), Alzheimer's disease (AD), anxiety, depression, and strokes. Recent studies have increasingly focused on the interaction between the peripheral and central nervous systems, emphasizing the regulatory influence of peripheral mechanisms on CNS disorders. This evolving perspective paves the way for innovative treatment strategies for CNS diseases, with the bone-brain axis emerging as a key regulatory pathway. This axis was first systematically proposed to highlight the role of bone-derived hormones in brain function. Importantly, bone tissue extends its functions beyond mere structural support and movement; it secretes molecules like osteocalcin (OCN) that influence neuronal and glial cell activities. This interaction is vital for regulating multiple CNS processes, including mood, cognition, inflammation, and the formation and differentiation of myelin. Upon release from bone tissue, OCN enters the bloodstream and affects peripheral organs via the Gprc6a receptor, while also crossing the blood-brain barrier to interact with receptors such as Gpr158 and Gpr37 in specific brain areas. This intra-brain interaction significantly impacts the progression and prognosis of various CNS disorders. This article undertakes a comprehensive analysis of OCN modulation in CNS disorders and its underlying mechanisms, laying the groundwork for further exploration of its clinical applications and suggesting new research avenues and therapeutic strategies for CNS diseases.",
    "disease": "parkinson disease",
    "clean_text": "bone brain crosstalk emerging roles of osteocalcin in central nervous system disorders despite significant advancements in understanding the pathogenesis of various central nervous system cns disorders challenges remain in the early intervention and targeted therapies for common neurodegenerative and psychiatric conditions such as parkinson s disease pd alzheimer s disease ad anxiety depression and strokes recent studies have increasingly focused on the interaction between the peripheral and central nervous systems emphasizing the regulatory influence of peripheral mechanisms on cns disorders this evolving perspective paves the way for innovative treatment strategies for cns diseases with the bone brain axis emerging as a key regulatory pathway this axis was first systematically proposed to highlight the role of bone derived hormones in brain function importantly bone tissue extends its functions beyond mere structural support and movement it secretes molecules like osteocalcin ocn that influence neuronal and glial cell activities this interaction is vital for regulating multiple cns processes including mood cognition inflammation and the formation and differentiation of myelin upon release from bone tissue ocn enters the bloodstream and affects peripheral organs via the gprc a receptor while also crossing the blood brain barrier to interact with receptors such as gpr and gpr in specific brain areas this intra brain interaction significantly impacts the progression and prognosis of various cns disorders this article undertakes a comprehensive analysis of ocn modulation in cns disorders and its underlying mechanisms laying the groundwork for further exploration of its clinical applications and suggesting new research avenues and therapeutic strategies for cns diseases"
}