{
    "title": "Management of gastrointestinal side effects of cancer pharmacotherapy: Part 1: Diarrhoea, constipation, mucositis and anorexia.",
    "doc_id": "39955770",
    "writer": "Juřica J",
    "year": "2024",
    "summary": "Management of gastrointestinal side effects of cancer pharmacotherapy: Part 1: Diarrhoea, constipation, mucositis and anorexia Gastrointestinal side effects are common in cancer pharmacotherapy and may be facilitated by the disease itself. ...In extrem …",
    "abstract": "Management of gastrointestinal side effects of cancer pharmacotherapy: Part 1: Diarrhoea, constipation, mucositis and anorexia Gastrointestinal side effects are common in cancer pharmacotherapy and may be facilitated by the disease itself. These adverse effects lead to reduced quality of life and may result in premature termination of therapy, which can adversely affect treatment outcomes. In extreme cases, adverse effects can even lead to patient death. This article reviews the main gastrointestinal side effects of anticancer drug therapy anticancer drug therapy in the context of solid tumor treatment and discusses the appropriate management and discusses the appropriate management of these complications. In the first part of this two-part article, we discuss diarrhoea, constipation, mucositis and anorexia.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39955770/",
    "clean_text": "management of gastrointestinal side effects of cancer pharmacotherapy part diarrhoea constipation mucositis and anorexia management of gastrointestinal side effects of cancer pharmacotherapy part diarrhoea constipation mucositis and anorexia gastrointestinal side effects are common in cancer pharmacotherapy and may be facilitated by the disease itself in extrem management of gastrointestinal side effects of cancer pharmacotherapy part diarrhoea constipation mucositis and anorexia gastrointestinal side effects are common in cancer pharmacotherapy and may be facilitated by the disease itself these adverse effects lead to reduced quality of life and may result in premature termination of therapy which can adversely affect treatment outcomes in extreme cases adverse effects can even lead to patient death this article reviews the main gastrointestinal side effects of anticancer drug therapy anticancer drug therapy in the context of solid tumor treatment and discusses the appropriate management and discusses the appropriate management of these complications in the first part of this two part article we discuss diarrhoea constipation mucositis and anorexia"
}