{
    "title": "Attitudes Toward Entrepreneurship Education, Post-pandemic Entrepreneurial Environment, and Entrepreneurial Self-Efficacy Among University Students.",
    "doc_id": "35572288",
    "writer": "Zhang J",
    "year": "2022",
    "summary": "Based on the existing research, this study explores the relationship between ATEE, the post-pandemic entrepreneurship environment, and ESE through a questionnaire survey. A total of 910 university students from three universities in Zhejiang Province, China p …",
    "abstract": "Currently, little is known about the mechanism of how university students' attitudes toward entrepreneurship education (ATEE) affect entrepreneurial self-efficacy (ESE) in the post-pandemic entrepreneurial environment. Based on the existing research, this study explores the relationship between ATEE, the post-pandemic entrepreneurship environment, and ESE through a questionnaire survey. A total of 910 university students from three universities in Zhejiang Province, China participated, with an effective rate of 92.9%. The data collection focused on the period from August to December 2020. In this study, Stepwise Multiple regression analysis was used to analyze university students' ATEE and its impact on ESE, as well as the moderating effect of the post-pandemic entrepreneurial environment. The results show that the gender of university students and the entrepreneurial experience of their family members exist significant differences in their ATEE and also on their ESE. Furthermore, ATEE exert a significant and positive impact on their entrepreneurial self-efficacy, while the post-pandemic entrepreneurial environment plays a positively moderating role in this influential process.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35572288/",
    "clean_text": "attitudes toward entrepreneurship education post pandemic entrepreneurial environment and entrepreneurial self efficacy among university students based on the existing research this study explores the relationship between atee the post pandemic entrepreneurship environment and ese through a questionnaire survey a total of university students from three universities in zhejiang province china p currently little is known about the mechanism of how university students attitudes toward entrepreneurship education atee affect entrepreneurial self efficacy ese in the post pandemic entrepreneurial environment based on the existing research this study explores the relationship between atee the post pandemic entrepreneurship environment and ese through a questionnaire survey a total of university students from three universities in zhejiang province china participated with an effective rate of the data collection focused on the period from august to december in this study stepwise multiple regression analysis was used to analyze university students atee and its impact on ese as well as the moderating effect of the post pandemic entrepreneurial environment the results show that the gender of university students and the entrepreneurial experience of their family members exist significant differences in their atee and also on their ese furthermore atee exert a significant and positive impact on their entrepreneurial self efficacy while the post pandemic entrepreneurial environment plays a positively moderating role in this influential process"
}