{
    "title": "Stem cell niche: Dynamic neighbor of stem cells.",
    "doc_id": "30563738",
    "writer": "Singh A",
    "year": "2019",
    "summary": "Stem cell niche is a specialized and dynamic microenvironment around the stem cells which plays a critical role in maintaining the stemness properties of stem cells. ...The engineered artificial stem cell niche has led to a …",
    "abstract": "Stem cell niche is a specialized and dynamic microenvironment around the stem cells which plays a critical role in maintaining the stemness properties of stem cells. Over the years, advancement in the research activity has revealed the various important aspects of stem cell niche including cell-cell interaction, cell-extracellular matrix interaction, a large number of soluble signaling factors and various biochemical and biophysical cues (such as oxygen tension, flow, and shear and pore size). Stem cells have the potential to be a powerful tool in regenerative medicine due to their self-renewal property and immense differentiation potential. Recent progresses in in vitro culture conditions of embryonic stem cells, adult stem cells and induced pluripotent stem cells have enabled the researchers to investigate and understand the role of the microenvironment in stem cell properties. The engineered artificial stem cell niche has led to a better execution of stem cells in regenerative medicine. Here we elucidate the key components of stem cell niche and their role in niche engineering and stem cell therapeutics.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30563738/",
    "clean_text": "stem cell niche dynamic neighbor of stem cells stem cell niche is a specialized and dynamic microenvironment around the stem cells which plays a critical role in maintaining the stemness properties of stem cells the engineered artificial stem cell niche has led to a stem cell niche is a specialized and dynamic microenvironment around the stem cells which plays a critical role in maintaining the stemness properties of stem cells over the years advancement in the research activity has revealed the various important aspects of stem cell niche including cell cell interaction cell extracellular matrix interaction a large number of soluble signaling factors and various biochemical and biophysical cues such as oxygen tension flow and shear and pore size stem cells have the potential to be a powerful tool in regenerative medicine due to their self renewal property and immense differentiation potential recent progresses in in vitro culture conditions of embryonic stem cells adult stem cells and induced pluripotent stem cells have enabled the researchers to investigate and understand the role of the microenvironment in stem cell properties the engineered artificial stem cell niche has led to a better execution of stem cells in regenerative medicine here we elucidate the key components of stem cell niche and their role in niche engineering and stem cell therapeutics"
}