{
    "title": "Stem cells in human endometrium and endometrial carcinoma.",
    "doc_id": "21623195",
    "writer": "Cervelló I",
    "year": "2011",
    "summary": "This study reviews the current knowledge about endometrial somatic stem cells and endometrial cancer stem cells. It describes the main features of somatic stem cells, such as high proliferative potential, self renewal, differentiation int …",
    "abstract": "This study reviews the current knowledge about endometrial somatic stem cells and endometrial cancer stem cells. It describes the main features of somatic stem cells, such as high proliferative potential, self renewal, differentiation into 1 or more lineages, retention of a DNA synthesis label (BrdU), and some methods to identify them (Hoechst dye exclusion test, immunophenotyping). The most likely markers for endometrial somatic stem cells (Oct-4, Musashi-1, CD31, CD34, and CD144) are also mentioned. The study also reviews the literature regarding endometrial cancer stem cells. Results obtained by evaluations of the side population in endometrial cancer cell lines and studies on putative cancer stem cell markers are also discussed. The possible roles of endometrial cancer stem cells in metastasis and resistance to anticancer treatment are also mentioned.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21623195/",
    "clean_text": "stem cells in human endometrium and endometrial carcinoma this study reviews the current knowledge about endometrial somatic stem cells and endometrial cancer stem cells it describes the main features of somatic stem cells such as high proliferative potential self renewal differentiation int this study reviews the current knowledge about endometrial somatic stem cells and endometrial cancer stem cells it describes the main features of somatic stem cells such as high proliferative potential self renewal differentiation into or more lineages retention of a dna synthesis label brdu and some methods to identify them hoechst dye exclusion test immunophenotyping the most likely markers for endometrial somatic stem cells oct musashi cd cd and cd are also mentioned the study also reviews the literature regarding endometrial cancer stem cells results obtained by evaluations of the side population in endometrial cancer cell lines and studies on putative cancer stem cell markers are also discussed the possible roles of endometrial cancer stem cells in metastasis and resistance to anticancer treatment are also mentioned"
}