{
    "title": "Mechanisms underpinning spontaneous spinal cord regeneration.",
    "doc_id": "40735892",
    "writer": "Tendolkar A",
    "year": "2025",
    "summary": "Vertebrates exhibit a range of regenerative capacities following spinal cord injury. At one end of the spectrum are chief regenerators, including teleost fish and urodele amphibians. At the other end, most mammalian species exhibit limited repair and multicellular c …",
    "abstract": "Vertebrates exhibit a range of regenerative capacities following spinal cord injury. At one end of the spectrum are chief regenerators, including teleost fish and urodele amphibians. At the other end, most mammalian species exhibit limited repair and multicellular complications following spinal cord injury. Pro-regenerative immune, glial and neuronal injury responses underlie innate spinal cord repair in highly regenerative vertebrates. In many instances, fundamental mechanisms of spinal cord repair represent ancestral neuroprotection mechanisms that are conserved but become overwhelmed by anti-regenerative effects in mammals. Reflecting recent advances in the field, we review how fine-tuned immune responses, pro-regenerative glial cell reactivity and multimodal neuronal repair direct innate spinal cord repair.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40735892/",
    "clean_text": "mechanisms underpinning spontaneous spinal cord regeneration vertebrates exhibit a range of regenerative capacities following spinal cord injury at one end of the spectrum are chief regenerators including teleost fish and urodele amphibians at the other end most mammalian species exhibit limited repair and multicellular c vertebrates exhibit a range of regenerative capacities following spinal cord injury at one end of the spectrum are chief regenerators including teleost fish and urodele amphibians at the other end most mammalian species exhibit limited repair and multicellular complications following spinal cord injury pro regenerative immune glial and neuronal injury responses underlie innate spinal cord repair in highly regenerative vertebrates in many instances fundamental mechanisms of spinal cord repair represent ancestral neuroprotection mechanisms that are conserved but become overwhelmed by anti regenerative effects in mammals reflecting recent advances in the field we review how fine tuned immune responses pro regenerative glial cell reactivity and multimodal neuronal repair direct innate spinal cord repair"
}