{
    "pmid": "41456256",
    "title": "Activation of the Na/K-ATPase oxidant amplification loop by uremic toxins drives adipocyte dysfunction in vitro.",
    "abstract": "Oxidative stress is a major contributor to chronic kidney disease (CKD) progression. In experimental CKD, circulating uremic toxins (UTs) increase reactive oxygen species (ROS) production, triggering the Na/K-ATPase-ROS amplification loop (NKAL). Dysfunctional adipocytes, as seen in obesity, are a source of ROS and inflammatory cytokines, further exacerbating oxidative stress. We hypothesized that UT exposure activates this signaling pathway in adipocytes, leading to redox imbalance and phenotypic changes, and that the Na/K-ATPase antagonist pNaKtide can mitigate these effects. Murine 3T3-L1 preadipocytes were treated for 5 days with indoxyl sulfate (IS) (50, 100, 250 µM) or p-cresol (50, 100, 200 µM), with or without pNaKtide (0.7 µM), in adipogenic media. Adipogenesis was assessed by Oil Red O staining, superoxide levels by dihydroethidium fluorescence, and gene expression of adipogenic, inflammatory, and apoptotic markers by RT-PCR. In parallel, visceral fat from lean West Virginian donors was used to isolate mesenchymal stem cells (MSCs), which were differentiated into adipocytes and treated for 14 days with IS (25, 50, 100 µM) with or without pNaKtide (1 µM) for morphological and molecular analyses. UT treatment reduced adipogenesis and increased apoptotic and inflammatory markers in both 3T3-L1 and MSC-derived adipocytes, consistent with NKAL activation. Treatment with pNaKtide restores redox balance and improves cellular phenotype, both in in vitro models, though its effects on inflammatory and oxidative markers. Our data showed for the first time UT-induced activation of the NKAL as a driver of adipocyte dysfunction in vitro. Targeting this pathway with pNaKtide may represent a novel therapeutic approach to reduce oxidative stress-mediated metabolic disturbances in CKD.",
    "disease": "chronic kidney disease",
    "clean_text": "activation of the na k atpase oxidant amplification loop by uremic toxins drives adipocyte dysfunction in vitro oxidative stress is a major contributor to chronic kidney disease ckd progression in experimental ckd circulating uremic toxins uts increase reactive oxygen species ros production triggering the na k atpase ros amplification loop nkal dysfunctional adipocytes as seen in obesity are a source of ros and inflammatory cytokines further exacerbating oxidative stress we hypothesized that ut exposure activates this signaling pathway in adipocytes leading to redox imbalance and phenotypic changes and that the na k atpase antagonist pnaktide can mitigate these effects murine t l preadipocytes were treated for days with indoxyl sulfate is m or p cresol m with or without pnaktide m in adipogenic media adipogenesis was assessed by oil red o staining superoxide levels by dihydroethidium fluorescence and gene expression of adipogenic inflammatory and apoptotic markers by rt pcr in parallel visceral fat from lean west virginian donors was used to isolate mesenchymal stem cells mscs which were differentiated into adipocytes and treated for days with is m with or without pnaktide m for morphological and molecular analyses ut treatment reduced adipogenesis and increased apoptotic and inflammatory markers in both t l and msc derived adipocytes consistent with nkal activation treatment with pnaktide restores redox balance and improves cellular phenotype both in in vitro models though its effects on inflammatory and oxidative markers our data showed for the first time ut induced activation of the nkal as a driver of adipocyte dysfunction in vitro targeting this pathway with pnaktide may represent a novel therapeutic approach to reduce oxidative stress mediated metabolic disturbances in ckd"
}