{
    "title": "Recreating the heart's helical structure-function relationship with focused rotary jet spinning.",
    "doc_id": "35857545",
    "writer": "Chang H",
    "year": "2022",
    "summary": "Helical alignments within the heart's musculature have been speculated to be important in achieving physiological pumping efficiencies. Testing this possibility is difficult, however, because it is challenging to reproduce the fine spatial features and complex struc …",
    "abstract": "Helical alignments within the heart's musculature have been speculated to be important in achieving physiological pumping efficiencies. Testing this possibility is difficult, however, because it is challenging to reproduce the fine spatial features and complex structures of the heart's musculature using current techniques. Here we report focused rotary jet spinning (FRJS), an additive manufacturing approach that enables rapid fabrication of micro/nanofiber scaffolds with programmable alignments in three-dimensional geometries. Seeding these scaffolds with cardiomyocytes enabled the biofabrication of tissue-engineered ventricles, with helically aligned models displaying more uniform deformations, greater apical shortening, and increased ejection fractions compared with circumferential alignments. The ability of FRJS to control fiber arrangements in three dimensions offers a streamlined approach to fabricating tissues and organs, with this work demonstrating how helical architectures contribute to cardiac performance.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35857545/",
    "clean_text": "recreating the heart s helical structure function relationship with focused rotary jet spinning helical alignments within the heart s musculature have been speculated to be important in achieving physiological pumping efficiencies testing this possibility is difficult however because it is challenging to reproduce the fine spatial features and complex struc helical alignments within the heart s musculature have been speculated to be important in achieving physiological pumping efficiencies testing this possibility is difficult however because it is challenging to reproduce the fine spatial features and complex structures of the heart s musculature using current techniques here we report focused rotary jet spinning frjs an additive manufacturing approach that enables rapid fabrication of micro nanofiber scaffolds with programmable alignments in three dimensional geometries seeding these scaffolds with cardiomyocytes enabled the biofabrication of tissue engineered ventricles with helically aligned models displaying more uniform deformations greater apical shortening and increased ejection fractions compared with circumferential alignments the ability of frjs to control fiber arrangements in three dimensions offers a streamlined approach to fabricating tissues and organs with this work demonstrating how helical architectures contribute to cardiac performance"
}