{
    "pmid": "41416034",
    "title": "Assessment of Ambient Multipollutant Exposure and Health Impacts Over India Using the Novel Satellite-Based Multi-Pollutant Index.",
    "abstract": "Ambient air pollutants are reported to have adverse health impacts, which could be better assessed by examining human exposure to multiple criteria pollutants or through a multi-pollutant Air Quality Index (AQI). As compared to AQIs developed using in situ measurements of pollutants across sparse monitoring stations, satellite-based products such as ambient PM Exposure to ambient air pollutants have been reported to have severe public health impacts. Air pollution is better assessed by examining human exposure to multiple criteria pollutants or through a multi‐pollutant Air Quality Index (AQI). As compared to AQIs developed using in situ measurements of pollutants across sparse monitoring stations, satellite‐based products provide better spatiotemporal patterns. We assess the long‐term air pollution exposure in India using a Satellite‐based Multi‐pollutant Index (SMPI) using satellite derived surface PM",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "assessment of ambient multipollutant exposure and health impacts over india using the novel satellite based multi pollutant index ambient air pollutants are reported to have adverse health impacts which could be better assessed by examining human exposure to multiple criteria pollutants or through a multi pollutant air quality index aqi as compared to aqis developed using in situ measurements of pollutants across sparse monitoring stations satellite based products such as ambient pm exposure to ambient air pollutants have been reported to have severe public health impacts air pollution is better assessed by examining human exposure to multiple criteria pollutants or through a multi pollutant air quality index aqi as compared to aqis developed using in situ measurements of pollutants across sparse monitoring stations satellite based products provide better spatiotemporal patterns we assess the long term air pollution exposure in india using a satellite based multi pollutant index smpi using satellite derived surface pm"
}