{
    "title": "Focusing on Phosphorus Loads: From Healthy People to Chronic Kidney Disease.",
    "doc_id": "36904234",
    "writer": "Wang M",
    "year": "2023",
    "summary": "Serum phosphorus is maintained in a homeostatic range by the intestines, bones, and kidneys. This process is coordinated by the endocrine system through the highly integrated actions of several hormones, including FGF23, PTH, Klotho, and 1,25D. ...Trending phosphorus level …",
    "abstract": "Phosphorus is an essential micromineral with a key role in cellular metabolism and tissue structure. Serum phosphorus is maintained in a homeostatic range by the intestines, bones, and kidneys. This process is coordinated by the endocrine system through the highly integrated actions of several hormones, including FGF23, PTH, Klotho, and 1,25D. The excretion kinetics of the kidney after diet phosphorus load or the serum phosphorus kinetics during hemodialysis support that there is a \"pool\" for temporary phosphorus storage, leading to the maintenance of stable serum phosphorus levels. Phosphorus overload refers to a state where the phosphorus load is higher than is physiologically necessary. It can be caused by a persistently high-phosphorus diet, renal function decline, bone disease, insufficient dialysis, and inappropriate medications, and includes but is not limited to hyperphosphatemia. Serum phosphorus is still the most commonly used indicator of phosphorus overload. Trending phosphorus levels to see if they are chronically elevated is recommended instead of a single test when judging phosphorus overload. Future studies are needed to validate the prognostic role of a new marker or markers of phosphorus overload.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36904234/",
    "clean_text": "focusing on phosphorus loads from healthy people to chronic kidney disease serum phosphorus is maintained in a homeostatic range by the intestines bones and kidneys this process is coordinated by the endocrine system through the highly integrated actions of several hormones including fgf pth klotho and d trending phosphorus level phosphorus is an essential micromineral with a key role in cellular metabolism and tissue structure serum phosphorus is maintained in a homeostatic range by the intestines bones and kidneys this process is coordinated by the endocrine system through the highly integrated actions of several hormones including fgf pth klotho and d the excretion kinetics of the kidney after diet phosphorus load or the serum phosphorus kinetics during hemodialysis support that there is a pool for temporary phosphorus storage leading to the maintenance of stable serum phosphorus levels phosphorus overload refers to a state where the phosphorus load is higher than is physiologically necessary it can be caused by a persistently high phosphorus diet renal function decline bone disease insufficient dialysis and inappropriate medications and includes but is not limited to hyperphosphatemia serum phosphorus is still the most commonly used indicator of phosphorus overload trending phosphorus levels to see if they are chronically elevated is recommended instead of a single test when judging phosphorus overload future studies are needed to validate the prognostic role of a new marker or markers of phosphorus overload"
}