{
    "title": "Correlation between lymph node size on pathology and metastatic disease in right-sided colon cancer: A retrospective review.",
    "doc_id": "36566668",
    "writer": "Hollis R",
    "year": "2023",
    "summary": "Patients with enlarged lymph nodes were significantly more likely to have lymph node metastases than those with normal-sized lymph nodes (p < 0.001). Enlarged lymph nodes were associated with advanced nodal staging. CONCL …",
    "abstract": "Background:\n        \n      \n      Identification of positive lymph nodes in colon cancer can significantly impact treatment. Few studies have examined the role of lymph node size in staging and prognosis. This study evaluated the relationship between lymph node size and lymph node metastases in right-sided colon cancer.\n    \n\n\n          Methods:\n        \n      \n      Retrospective chart review was performed for patients undergoing colectomy for right-sided colon cancer from 2015 to 2020 across a single multi-hospital health system. Patients under age 18 or who did not have invasive adenocarcinoma upon pathological examination were excluded. Primary endpoints assessed lymph node size and lymph node metastases. 572 patients were stratified by lymph node size; lymph nodes ≥5 mm (n = 308) were characterized as enlarged.\n    \n\n\n          Results:\n        \n      \n      All surgical specimens examined had adequate number of lymph nodes for staging. 33.9% of all specimens examined contained lymph node metastases. Patients with enlarged lymph nodes were significantly more likely to have lymph node metastases than those with normal-sized lymph nodes (p < 0.001). Enlarged lymph nodes were associated with advanced nodal staging.\n    \n\n\n          Conclusions:\n        \n      \n      Patients with enlarged nodes were significantly more likely to have lymph node metastases than those with normal-sized lymph nodes. Further research to analyze these enlarged lymph nodes on radiologic imaging is warranted to determine the role of radiographic assessment of lymph node size during pre-operative staging.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36566668/",
    "clean_text": "correlation between lymph node size on pathology and metastatic disease in right sided colon cancer a retrospective review patients with enlarged lymph nodes were significantly more likely to have lymph node metastases than those with normal sized lymph nodes p enlarged lymph nodes were associated with advanced nodal staging concl background identification of positive lymph nodes in colon cancer can significantly impact treatment few studies have examined the role of lymph node size in staging and prognosis this study evaluated the relationship between lymph node size and lymph node metastases in right sided colon cancer methods retrospective chart review was performed for patients undergoing colectomy for right sided colon cancer from to across a single multi hospital health system patients under age or who did not have invasive adenocarcinoma upon pathological examination were excluded primary endpoints assessed lymph node size and lymph node metastases patients were stratified by lymph node size lymph nodes mm n were characterized as enlarged results all surgical specimens examined had adequate number of lymph nodes for staging of all specimens examined contained lymph node metastases patients with enlarged lymph nodes were significantly more likely to have lymph node metastases than those with normal sized lymph nodes p enlarged lymph nodes were associated with advanced nodal staging conclusions patients with enlarged nodes were significantly more likely to have lymph node metastases than those with normal sized lymph nodes further research to analyze these enlarged lymph nodes on radiologic imaging is warranted to determine the role of radiographic assessment of lymph node size during pre operative staging"
}