{
    "pmid": "41425535",
    "title": "Global Guidance for Dyslipidaemia Management in Adults: A Scoping Review.",
    "abstract": "Dyslipidaemia is a leading preventable cause of global cardiovascular disease (CVD) burden, responsible for over four million deaths each year (1). A scoping review took a worldwide perspective and assessed recent World Health Organization (WHO) guidance documents, other national or regional guidelines, and randomized controlled trial evidence supporting dyslipidaemia management best practices. Review of WHO guidance documents included aspects of dyslipidaemia management, but none provided a detailed and comprehensive approach. Of 11 non-WHO national or regional dyslipidaemia guidelines, nine met pre-defined inclusion criteria and were reviewed in depth. Structured electronic searches of MEDLINE found 27 systematic reviews of randomized clinical trials supporting dyslipidaemia management guideline priority topics. This scoping review found overall consistency in the recommendations of regional and national dyslipidaemia guideline recommendations. Guidelines varied in terms of approach to assessing patient CVD risk and recommendations to treat with non-statin lipid-lowering therapy (LLT). Robust randomized trial evidence supports that a dyslipidaemia management guideline focuses on priority areas including approach to patient selection for LLT efficacy and safety, selection of initial LLT drugs and dose intensity, timing of LLT monitoring, and LLT management in specific high-risk groups (familial hypercholesterolemia, diabetes, chronic kidney disease, HIV and other inflammatory diseases, and older adults). Few regional or national guidelines provided practical implementation recommendations or cost-effectiveness assessments; less clinical trial evidence was found for the priority topic of equitable treatment. Taking a global perspective, this scoping review describes the scope and depth of the current evidence base informing best practice management of dyslipidaemia for the primary and secondary prevention of CVD.",
    "disease": "chronic kidney disease",
    "clean_text": "global guidance for dyslipidaemia management in adults a scoping review dyslipidaemia is a leading preventable cause of global cardiovascular disease cvd burden responsible for over four million deaths each year a scoping review took a worldwide perspective and assessed recent world health organization who guidance documents other national or regional guidelines and randomized controlled trial evidence supporting dyslipidaemia management best practices review of who guidance documents included aspects of dyslipidaemia management but none provided a detailed and comprehensive approach of non who national or regional dyslipidaemia guidelines nine met pre defined inclusion criteria and were reviewed in depth structured electronic searches of medline found systematic reviews of randomized clinical trials supporting dyslipidaemia management guideline priority topics this scoping review found overall consistency in the recommendations of regional and national dyslipidaemia guideline recommendations guidelines varied in terms of approach to assessing patient cvd risk and recommendations to treat with non statin lipid lowering therapy llt robust randomized trial evidence supports that a dyslipidaemia management guideline focuses on priority areas including approach to patient selection for llt efficacy and safety selection of initial llt drugs and dose intensity timing of llt monitoring and llt management in specific high risk groups familial hypercholesterolemia diabetes chronic kidney disease hiv and other inflammatory diseases and older adults few regional or national guidelines provided practical implementation recommendations or cost effectiveness assessments less clinical trial evidence was found for the priority topic of equitable treatment taking a global perspective this scoping review describes the scope and depth of the current evidence base informing best practice management of dyslipidaemia for the primary and secondary prevention of cvd"
}