{
    "pmid": "41440835",
    "title": "Initial Outcomes from a Minimally Invasive Cardiac Surgery-Off-Pump Coronary Artery Bypass Grafting (MICS-OPCAB) Programme: A Case Series of the First 50 Patients Single-Centre Experience.",
    "abstract": "Minimally invasive off-pump coronary artery bypass grafting (MICS-OPCAB) offers potential advantages over conventional sternotomy, including reduced trauma and faster recovery. This study evaluates the safety and feasibility of MICS-OPCAB at our centre. We retrospectively analysed 50 consecutive MICS-OPCAB procedures performed via left anterior thoracotomy at our institution between January 2023 and June 2025. Data collected included patient demographics, operative details, and postoperative outcomes. Endpoints were 30-day mortality, conversion to sternotomy, and postoperative complications. The cohort included 41 males (82%) with a mean age of 63.1 ± 8.7 years (range 40-80) and mean BMI 27.8 ± 4.3 kg/m These results demonstrate that MICS-OPCAB is a safe and feasible approach for selected patients requiring multivessel coronary artery bypass grafting. There are some technical challenges during the learning curve for which conversion to open surgery can confer good outcomes. Traversing the early learning curve can confer additional benefits to later patients.",
    "disease": "coronary artery disease",
    "clean_text": "initial outcomes from a minimally invasive cardiac surgery off pump coronary artery bypass grafting mics opcab programme a case series of the first patients single centre experience minimally invasive off pump coronary artery bypass grafting mics opcab offers potential advantages over conventional sternotomy including reduced trauma and faster recovery this study evaluates the safety and feasibility of mics opcab at our centre we retrospectively analysed consecutive mics opcab procedures performed via left anterior thoracotomy at our institution between january and june data collected included patient demographics operative details and postoperative outcomes endpoints were day mortality conversion to sternotomy and postoperative complications the cohort included males with a mean age of years range and mean bmi kg m these results demonstrate that mics opcab is a safe and feasible approach for selected patients requiring multivessel coronary artery bypass grafting there are some technical challenges during the learning curve for which conversion to open surgery can confer good outcomes traversing the early learning curve can confer additional benefits to later patients"
}