{
    "pmid": "41418107",
    "title": "Factors associated with loss to follow-up and death in patients with extensively drug-resistant tuberculosis.",
    "abstract": "To identify the factors associated with loss to follow-up and death during drug-resistant tuberculosis treatment. The retrospective study was conducted in Punjab, Pakistan, and comprised data from January 1, 2020, to December 31, 2022, of extensively drug resistant tuberculosis patients enrolled for treatment at four major Programmed Management Drug-resistant Tuberculosis sites. Socio-demographic, microbiological, clinical data along with treatment outcomes was extracted in December 2022 from the relevant database. The association of treatment success was explored with patient characteristics, and independent factors associated with loss to follow-up and death during the treatment were identified. Data was analysed using SPSS 21. Of the 680 patients with mean age 35±15 years, 374(55%) were males and 306(45%) were females. There were 305(44.9%) cases of treatment success, 162(23.8%) were lost to follow-up, and 213(31.3%) died. Factors related to loss to follow-up were age >35 years, previous history of second-line anti-tuberculosis drugs, adverse events of treatment, employed status, and resistance to all first-line anti-tuberculosis drugs (p<0.05). Factors associated with death were previous history of second-line anti-tuberculosis drugs, adverse events of treatment and employed status (p<0.05). Employed status, previous history of second-line drugs, and adverse events of treatment were associated with loss follow-up and death in extensively drug resistant tuberculosis.",
    "disease": "tuberculosis",
    "clean_text": "factors associated with loss to follow up and death in patients with extensively drug resistant tuberculosis to identify the factors associated with loss to follow up and death during drug resistant tuberculosis treatment the retrospective study was conducted in punjab pakistan and comprised data from january to december of extensively drug resistant tuberculosis patients enrolled for treatment at four major programmed management drug resistant tuberculosis sites socio demographic microbiological clinical data along with treatment outcomes was extracted in december from the relevant database the association of treatment success was explored with patient characteristics and independent factors associated with loss to follow up and death during the treatment were identified data was analysed using spss of the patients with mean age years were males and were females there were cases of treatment success were lost to follow up and died factors related to loss to follow up were age years previous history of second line anti tuberculosis drugs adverse events of treatment employed status and resistance to all first line anti tuberculosis drugs p factors associated with death were previous history of second line anti tuberculosis drugs adverse events of treatment and employed status p employed status previous history of second line drugs and adverse events of treatment were associated with loss follow up and death in extensively drug resistant tuberculosis"
}