{
    "pmid": "41469097",
    "title": "Tumor Stroma Infiltrating T Cells Predict the Efficacy of Anti-CTLA-4 Antibody in NSCLC.",
    "abstract": "Although various therapeutic options are available for advanced or recurrent non-small cell lung cancer (NSCLC), the optimal criteria for selecting combination therapies involving anti-programmed death-1 (PD-1) or anti-programmed death ligand-1 (PD-L1) antibodies with anti-cytotoxic T lymphocyte-associated antigen-4 (CTLA-4) antibodies remain unclear. Clinical trials suggest potential benefits of the treatment with anti-CTLA-4 antibodies in NSCLC with PD-L1 <1%; however, concerns persist regarding the increased risk of immune-related adverse events (irAEs). Therefore, identifying reliable biomarkers to guide the use of anti-CTLA-4 antibodies is crucial. We performed immunohistochemical staining to assess intratumoral tumor-infiltrating lymphocytes (iTILs) and stromal tumor-infiltrating lymphocytes (sTILs) expressing CD8 or FOXP3 using surgically obtained specimens. The association between these cells and the clinical efficacy of the treatment with nivolumab plus ipilimumab was evaluated using univariate and multivariate analyses in NSCLC patients with PD-L1 <1%. Kaplan-Meier analysis was conducted to assess survival outcomes. Univariate analysis revealed a significant correlation between progression-free survival and sTIL infiltration, but not iTIL infiltration. Patients who responded to therapy exhibited significantly higher CD8+ and lower FOXP3+ iTIL infiltration, as reported previously. Notably, responders also demonstrated significantly higher infiltration of both CD8+ and FOXP3+ sTILs. Moreover, high stromal infiltration of CD8+ T cells was significantly associated with prolonged overall survival, while high FOXP3+ sTILs infiltration showed a trend toward improved overall survival. Despite the increased risk of irAEs, patients with high stromal infiltration of CD8+ and FOXP3+ T cells may derive meaningful clinical benefit from anti-CTLA-4 antibody therapy. Assessing these immune parameters could aid in appropriate patient selection and contribute to optimizing therapeutic outcomes.",
    "disease": "lung cancer",
    "clean_text": "tumor stroma infiltrating t cells predict the efficacy of anti ctla antibody in nsclc although various therapeutic options are available for advanced or recurrent non small cell lung cancer nsclc the optimal criteria for selecting combination therapies involving anti programmed death pd or anti programmed death ligand pd l antibodies with anti cytotoxic t lymphocyte associated antigen ctla antibodies remain unclear clinical trials suggest potential benefits of the treatment with anti ctla antibodies in nsclc with pd l however concerns persist regarding the increased risk of immune related adverse events iraes therefore identifying reliable biomarkers to guide the use of anti ctla antibodies is crucial we performed immunohistochemical staining to assess intratumoral tumor infiltrating lymphocytes itils and stromal tumor infiltrating lymphocytes stils expressing cd or foxp using surgically obtained specimens the association between these cells and the clinical efficacy of the treatment with nivolumab plus ipilimumab was evaluated using univariate and multivariate analyses in nsclc patients with pd l kaplan meier analysis was conducted to assess survival outcomes univariate analysis revealed a significant correlation between progression free survival and stil infiltration but not itil infiltration patients who responded to therapy exhibited significantly higher cd and lower foxp itil infiltration as reported previously notably responders also demonstrated significantly higher infiltration of both cd and foxp stils moreover high stromal infiltration of cd t cells was significantly associated with prolonged overall survival while high foxp stils infiltration showed a trend toward improved overall survival despite the increased risk of iraes patients with high stromal infiltration of cd and foxp t cells may derive meaningful clinical benefit from anti ctla antibody therapy assessing these immune parameters could aid in appropriate patient selection and contribute to optimizing therapeutic outcomes"
}