{
    "pmid": "41472916",
    "title": "FourierMIL: Fourier Filtering-based Multiple Instance Learning for Whole Slide Image Analysis.",
    "abstract": "Recent advancements in computer vision, including convolutional neural networks, multilayer perceptrons, graph-based methods and transformer architectures, have significantly improved image classification. However, applying these techniques to digital pathology, particularly gigapixel whole-slide images (WSIs), presents unique challenges due to their vast size and heterogeneity. We introduce FourierMIL, a multiple instance learning framework that leverages the discrete Fourier transform to efficiently capture global and local dependencies in WSIs. Unlike conventional approaches, FourierMIL is adaptable to diverse digital stains and pathology tasks. To evaluate its versatility, we tested FourierMIL on three distinct challenges using public and private datasets. (1) Metastasis detection in hematoxylin and eosin (H&E)- stained lymph node WSIs from CAncer MEtastases in LYmph nOdes challeNge (CAMELYON16) dataset. (2) Lung cancer classification (adenocarcinoma versus squamous cell carcinoma) using The Cancer Genome Atlas (TCGA) and the Clinical Proteomic Tumor Analysis Consortium (CPTAC) datasets. (3) Alzheimer's disease pathology identification in phospho-tau monoclonal antibody (AT8)- stained WSIs from the Understanding Neurologic Injury and Traumatic Encephalopathy (UNITE), the Framingham Heart Study (FHS), and the Boston University Alzheimer's Disease Research Center (ADC) cohorts. FourierMIL outperformed state-of-the-art methods across all tasks, demonstrating its robustness as an attention-free solution for diverse applications in digital pathology.",
    "disease": "lung cancer",
    "clean_text": "fouriermil fourier filtering based multiple instance learning for whole slide image analysis recent advancements in computer vision including convolutional neural networks multilayer perceptrons graph based methods and transformer architectures have significantly improved image classification however applying these techniques to digital pathology particularly gigapixel whole slide images wsis presents unique challenges due to their vast size and heterogeneity we introduce fouriermil a multiple instance learning framework that leverages the discrete fourier transform to efficiently capture global and local dependencies in wsis unlike conventional approaches fouriermil is adaptable to diverse digital stains and pathology tasks to evaluate its versatility we tested fouriermil on three distinct challenges using public and private datasets metastasis detection in hematoxylin and eosin h e stained lymph node wsis from cancer metastases in lymph nodes challenge camelyon dataset lung cancer classification adenocarcinoma versus squamous cell carcinoma using the cancer genome atlas tcga and the clinical proteomic tumor analysis consortium cptac datasets alzheimer s disease pathology identification in phospho tau monoclonal antibody at stained wsis from the understanding neurologic injury and traumatic encephalopathy unite the framingham heart study fhs and the boston university alzheimer s disease research center adc cohorts fouriermil outperformed state of the art methods across all tasks demonstrating its robustness as an attention free solution for diverse applications in digital pathology"
}