{
    "pmid": "41462954",
    "title": "Exploring the Role of Transcriptomics, Proteomics, and Machine Learning in HPV Infection and Cardiovascular Disease.",
    "abstract": "Human papillomavirus (HPV) is a serious disease caused by a viral infection that can lead to various types of cancers in both women and men. Nearly all cases of cervical cancer (99.7%) develop as a result of an HPV infection, ranging from low to high grade, with a 5-year mortality rate ranging from 8 to 81% depending on the timeliness of diagnosis. Recent studies have further shown that HPV significantly increases the risk of cardiovascular disease, including coronary artery disease (CAD). However, the mechanism and impact of HPV on CVD from a proteomics and transcriptomics perspective are not well understood. The purpose of this work is to provide the evidence framework for using machine learning to further advance knowledge on the interplay of HPV and CVD in relation to proteomic and transcriptomic changes. In addition to existing known relationships between HPV and atherosclerosis and CAD, dilated cardiomyopathy (DCM) is identified as an important cardiovascular disease modified by HPV infections. A more comprehensive understanding of the cholesterol-modifying mechanisms underpinning HPV's influence on CVD has been identified. Downstream ML has been used to selectively identify key proteins for subsequent bioinformatic mining across a range of public and in-house curated databases. By further understanding the mechanisms underlying HPV-induced cardiovascular pathogenesis, machine learning models can be developed in a more targeted manner, stratifying patients that will have an optimal response to emerging probiotic-based therapies.",
    "disease": "coronary artery disease",
    "clean_text": "exploring the role of transcriptomics proteomics and machine learning in hpv infection and cardiovascular disease human papillomavirus hpv is a serious disease caused by a viral infection that can lead to various types of cancers in both women and men nearly all cases of cervical cancer develop as a result of an hpv infection ranging from low to high grade with a year mortality rate ranging from to depending on the timeliness of diagnosis recent studies have further shown that hpv significantly increases the risk of cardiovascular disease including coronary artery disease cad however the mechanism and impact of hpv on cvd from a proteomics and transcriptomics perspective are not well understood the purpose of this work is to provide the evidence framework for using machine learning to further advance knowledge on the interplay of hpv and cvd in relation to proteomic and transcriptomic changes in addition to existing known relationships between hpv and atherosclerosis and cad dilated cardiomyopathy dcm is identified as an important cardiovascular disease modified by hpv infections a more comprehensive understanding of the cholesterol modifying mechanisms underpinning hpv s influence on cvd has been identified downstream ml has been used to selectively identify key proteins for subsequent bioinformatic mining across a range of public and in house curated databases by further understanding the mechanisms underlying hpv induced cardiovascular pathogenesis machine learning models can be developed in a more targeted manner stratifying patients that will have an optimal response to emerging probiotic based therapies"
}