{
    "title": "Tight junctions in skin inflammation.",
    "doc_id": "27853878",
    "writer": "Bäsler K",
    "year": "2017",
    "summary": "The specific processes, which mean the kind of cytokines and immune cells involved and the extent of the reaction, depend not only on the trigger but also on the predisposition of the individual. Tight junctions (TJs) in the skin have been shown to form a barrier in …",
    "abstract": "Inflammation of the skin is found after various external stimuli, e.g., UV radiation, allergen uptake, microbial challenge, or contact with irritants, as well as due to intrinsic, not always well-defined, stimuli, e.g., in autoimmune responses. Often, it is also triggered by a combination of both. The specific processes, which mean the kind of cytokines and immune cells involved and the extent of the reaction, depend not only on the trigger but also on the predisposition of the individual. Tight junctions (TJs) in the skin have been shown to form a barrier in the granular cell layer of the epidermis. Furthermore, TJ proteins were found in several additional epidermal layers. Besides barrier function, TJ proteins have been shown to be involved in proliferation, differentiation, cell-cell adhesion, and apoptosis in keratinocytes. In inflamed skin, TJ proteins are often affected. We summarize here the impact of skin inflammation on TJs, e.g., in various forms of dermatitis including atopic dermatitis, in skin infection, and in UV-irradiated skin, and discuss the role of TJs in these inflammatory processes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27853878/",
    "clean_text": "tight junctions in skin inflammation the specific processes which mean the kind of cytokines and immune cells involved and the extent of the reaction depend not only on the trigger but also on the predisposition of the individual tight junctions tjs in the skin have been shown to form a barrier in inflammation of the skin is found after various external stimuli e g uv radiation allergen uptake microbial challenge or contact with irritants as well as due to intrinsic not always well defined stimuli e g in autoimmune responses often it is also triggered by a combination of both the specific processes which mean the kind of cytokines and immune cells involved and the extent of the reaction depend not only on the trigger but also on the predisposition of the individual tight junctions tjs in the skin have been shown to form a barrier in the granular cell layer of the epidermis furthermore tj proteins were found in several additional epidermal layers besides barrier function tj proteins have been shown to be involved in proliferation differentiation cell cell adhesion and apoptosis in keratinocytes in inflamed skin tj proteins are often affected we summarize here the impact of skin inflammation on tjs e g in various forms of dermatitis including atopic dermatitis in skin infection and in uv irradiated skin and discuss the role of tjs in these inflammatory processes"
}