{
    "pmid": "41469194",
    "title": "Preoperative Comorbidities Associated With Weight Loss Following Metabolic and Bariatric Surgery: A Rapid Review.",
    "abstract": "This rapid review aims to summarize the evidence of weight loss following Metabolic and Bariatric Surgery (MBS) associated with preoperative comorbidities. Electronic databases Medline and EMBASE were searched for relevant articles up to and including September 2023. Studies that reported associations between the presence of comorbidities and weight loss outcomes in adult patients (age ≥ 18 years) after MBS (with ≥ 6 months of follow-up). Standardized mean differences (SMDs) with 95% confidence intervals (95% CIs) were calculated and pooled using random effects meta-analysis. Heterogeneity was quantified using the I Twenty-three studies published between 2001 and 2023 were reviewed. Mental illness (SMD = -0.33, 95% CI: -0.53, -0.13; I Our evidence synthesis reveals an association between the presence of several preoperative comorbidities and less favorable weight loss outcomes following MBS.",
    "disease": "diabetes mellitus",
    "clean_text": "preoperative comorbidities associated with weight loss following metabolic and bariatric surgery a rapid review this rapid review aims to summarize the evidence of weight loss following metabolic and bariatric surgery mbs associated with preoperative comorbidities electronic databases medline and embase were searched for relevant articles up to and including september studies that reported associations between the presence of comorbidities and weight loss outcomes in adult patients age years after mbs with months of follow up standardized mean differences smds with confidence intervals cis were calculated and pooled using random effects meta analysis heterogeneity was quantified using the i twenty three studies published between and were reviewed mental illness smd ci i our evidence synthesis reveals an association between the presence of several preoperative comorbidities and less favorable weight loss outcomes following mbs"
}