{
    "pmid": "41430065",
    "title": "Multi-pathway regulatory role of miR-4693-5p in the modulation of rheumatoid arthritis.",
    "abstract": "Rheumatoid arthritis (RA) is a chronic autoimmune condition that typically causes inflammation in joints symmetrically. Dysregulated microRNAs are implicated in RA development. Our earlier findings showed that miR-4693-5p levels were decreased in PBMCs isolated from RA patients, impacting apoptosis, inflammatory cytokines production, and reactive oxygen species (ROS) response. This study investigated the regulatory influence of TNF-α on the expression of miR-4693-5p and examined the downstream effects of miR-4693-5p on key proteins and pathways associated with RA. The objective is to elucidate the therapeutic potential of miR-4693-5p in disease. The impact of TNF-α on miR-4693-5p expression in SW982 cells was assessed using qRT-PCR. Differential protein analysis was performed using SWATH-MS in RA-FLS regulated by miR-4693-5p. Identified proteins were cross-referenced with miRNA target prediction databases, followed by pathway enrichment analysis using Cytoscape. Significant proteins were validated by western blotting, and mitochondrial ROS was detected using Mitosox. Cellular proliferation and apoptosis were evaluated using the MTT assay and Hoechst staining. TNF-α regulates miR-4693-5p expression in RA-mimic SW982 cells. SWATH-MS identified 396 proteins, with 49 significantly regulated proteins. Among these, FN-1, YWHAZ, SOD2, and CALD1 were found to be directly regulated by miR-4693-5p. In vitro analysis showed that miR-4693-5p regulates ECM proteins, epithelial-to-mesenchymal transition (EMT), VEGF signaling, mitochondrial ROS, cell proliferation, and apoptosis. Identified protein expression was further validated in the CIA rat model. miR-4693-5p regulates pathways involving cell adhesion, cytoskeleton organization, angiogenesis, and cell death, highlighting its promise as a novel therapeutic target for improving RA treatment and disease management.",
    "disease": "rheumatoid arthritis",
    "clean_text": "multi pathway regulatory role of mir p in the modulation of rheumatoid arthritis rheumatoid arthritis ra is a chronic autoimmune condition that typically causes inflammation in joints symmetrically dysregulated micrornas are implicated in ra development our earlier findings showed that mir p levels were decreased in pbmcs isolated from ra patients impacting apoptosis inflammatory cytokines production and reactive oxygen species ros response this study investigated the regulatory influence of tnf on the expression of mir p and examined the downstream effects of mir p on key proteins and pathways associated with ra the objective is to elucidate the therapeutic potential of mir p in disease the impact of tnf on mir p expression in sw cells was assessed using qrt pcr differential protein analysis was performed using swath ms in ra fls regulated by mir p identified proteins were cross referenced with mirna target prediction databases followed by pathway enrichment analysis using cytoscape significant proteins were validated by western blotting and mitochondrial ros was detected using mitosox cellular proliferation and apoptosis were evaluated using the mtt assay and hoechst staining tnf regulates mir p expression in ra mimic sw cells swath ms identified proteins with significantly regulated proteins among these fn ywhaz sod and cald were found to be directly regulated by mir p in vitro analysis showed that mir p regulates ecm proteins epithelial to mesenchymal transition emt vegf signaling mitochondrial ros cell proliferation and apoptosis identified protein expression was further validated in the cia rat model mir p regulates pathways involving cell adhesion cytoskeleton organization angiogenesis and cell death highlighting its promise as a novel therapeutic target for improving ra treatment and disease management"
}