{
    "title": "The isolated mammalian spinal cord.",
    "doc_id": "7568908",
    "writer": "Kerkut GA",
    "year": "1995",
    "summary": "This review considers: spinal cord slices; isolated spinal cord sagitally or transversely hemisected; whole spinal cord; respiration control--[brain-stem spinal cord; brain-stem spinal cord with attached lungs] …",
    "abstract": "This review considers: spinal cord slices; isolated spinal cord sagitally or transversely hemisected; whole spinal cord; respiration control--[brain-stem spinal cord; brain-stem spinal cord with attached lungs]; nociception--[spinal cord with tail]; fictive locomotion--[spinal cord with one hind limb; spinal cord with two hind limbs]. Much of the functional circuitry of the CNS can be studied in the isolated spinal cord with the additional advantage that the isolated spinal cord can be perfused with known concentrations of ions, neurotransmitters, agonists, antagonists, and anaesthetics. These can be washed away, the circuitry allowed to recover and other drugs or different concentrations applied. Future preparations including the complete spinal cord, the two hind limbs, and a sagittal section of the complete brain will allow greater understanding of the multiple sensory and motor pathways and their interactions in the CNS.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7568908/",
    "clean_text": "the isolated mammalian spinal cord this review considers spinal cord slices isolated spinal cord sagitally or transversely hemisected whole spinal cord respiration control brain stem spinal cord brain stem spinal cord with attached lungs this review considers spinal cord slices isolated spinal cord sagitally or transversely hemisected whole spinal cord respiration control brain stem spinal cord brain stem spinal cord with attached lungs nociception spinal cord with tail fictive locomotion spinal cord with one hind limb spinal cord with two hind limbs much of the functional circuitry of the cns can be studied in the isolated spinal cord with the additional advantage that the isolated spinal cord can be perfused with known concentrations of ions neurotransmitters agonists antagonists and anaesthetics these can be washed away the circuitry allowed to recover and other drugs or different concentrations applied future preparations including the complete spinal cord the two hind limbs and a sagittal section of the complete brain will allow greater understanding of the multiple sensory and motor pathways and their interactions in the cns"
}