{
    "title": "Systematic review of benefits and practical challenges for application of Mohs surgery for oral tumors.",
    "doc_id": "37173597",
    "writer": "Hussain A",
    "year": "2023",
    "summary": "The objective of this study is to review the existing literature on the use of MMS for the treatment of OCC and categorize its uses and limitations. A systematic review was performed in accordance with Assessing the Methodological Quality of Systematic Reviews (AMST …",
    "abstract": "Mohs micrographic surgery (MMS) may be an effective treatment modality for oral cavity cancers (OCC) due to possibility of more effective visualization of tumor margins and greater preservation of benign tissue. The objective of this study is to review the existing literature on the use of MMS for the treatment of OCC and categorize its uses and limitations. A systematic review was performed in accordance with Assessing the Methodological Quality of Systematic Reviews (AMSTAR) guidelines. PubMed, Scopus, and Google Scholar from inception of databases to January 20, 2023 identified all published studies on the use of MMS for OCC. Nine studies met inclusion criteria. Seventy-seven patients were treated with MMS for OCC, 74 of which (96%) were treated for squamous cell carcinoma (SCC). The tongue was the most common site (n = 57). Six out of seven studies showed no recurrence of disease during the follow-up periods, which ranged from 8 to 42 months, and one study reported significantly lower loco-regional recurrence over a 2-years follow-up period (10.5% vs 25.7%). Mohs technique did not cause a statistically significant increase in operating time. Applicability of MMS is limited by operator comfort with surgical technique and pathological interpretation of specimens in the oral cavity. The main limitation was that various studies did not report specific patient characteristics. In conclusion, MMS may be an effective treatment for OCC, especially for squamous cell carcinomas, and tumors involving the tongue.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37173597/",
    "clean_text": "systematic review of benefits and practical challenges for application of mohs surgery for oral tumors the objective of this study is to review the existing literature on the use of mms for the treatment of occ and categorize its uses and limitations a systematic review was performed in accordance with assessing the methodological quality of systematic reviews amst mohs micrographic surgery mms may be an effective treatment modality for oral cavity cancers occ due to possibility of more effective visualization of tumor margins and greater preservation of benign tissue the objective of this study is to review the existing literature on the use of mms for the treatment of occ and categorize its uses and limitations a systematic review was performed in accordance with assessing the methodological quality of systematic reviews amstar guidelines pubmed scopus and google scholar from inception of databases to january identified all published studies on the use of mms for occ nine studies met inclusion criteria seventy seven patients were treated with mms for occ of which were treated for squamous cell carcinoma scc the tongue was the most common site n six out of seven studies showed no recurrence of disease during the follow up periods which ranged from to months and one study reported significantly lower loco regional recurrence over a years follow up period vs mohs technique did not cause a statistically significant increase in operating time applicability of mms is limited by operator comfort with surgical technique and pathological interpretation of specimens in the oral cavity the main limitation was that various studies did not report specific patient characteristics in conclusion mms may be an effective treatment for occ especially for squamous cell carcinomas and tumors involving the tongue"
}