{
    "pmid": "41469454",
    "title": "In silico identification of bilobetin and ginsenoside as dual CK2 and ULK2 inhibitors targeting triple-negative breast cancer.",
    "abstract": "Triple-negative breast cancer (TNBC) is an aggressive subtype of breast cancer characterized by the absence of hormone receptors and HER2 amplification, which limits the effectiveness of standard targeted therapies. In this study, we employed a comprehensive computational approach to identify natural compounds with therapeutic potential against TNBC by targeting Casein Kinase 2 (CK2) (PDB ID: 3H30) and ULK2 (Unc-51-like autophagy-activating kinase 2) (PDB ID: 6YID), two proteins critically implicated in tumor progression and autophagy regulation. Ten bioactive natural compounds were initially screened through molecular docking, among which bilobetin and ginsenosides demonstrated the most favorable binding affinities toward CK2 (-10.1 kcal/mol) and ULK2 (-9.4 kcal/mol), respectively, outperforming the reference drug capecitabine (-7.6 kcal/mol). Molecular dynamics (MD) simulations revealed that bilobetin-CK2 and ginsenosides-ULK2 complexes maintained stable conformations, supported by consistent RMSD and RMSF values, compact structural organization (Rg), and favorable residue correlations, indicating robust protein-ligand interactions. Free energy calculations using MM/GBSA further validated these findings, with bilobetin (-61.72 kcal/mol) and ginsenosides (-47.91 kcal/mol) showing substantially stronger binding free energies compared with capecitabine. Importantly, ADMET profiling indicated favorable pharmacokinetic properties, including high intestinal absorption, acceptable solubility, and low predicted toxicity, reinforcing their potential for drug development. Collectively, these results highlight bilobetin and ginsenosides as promising natural inhibitors of CK2 and ULK2, respectively, and provide a strong foundation for their advancement as novel therapeutic candidates against TNBC. Future in vitro and in vivo validation will be critical to confirm their efficacy and translational potential.",
    "disease": "breast cancer",
    "clean_text": "in silico identification of bilobetin and ginsenoside as dual ck and ulk inhibitors targeting triple negative breast cancer triple negative breast cancer tnbc is an aggressive subtype of breast cancer characterized by the absence of hormone receptors and her amplification which limits the effectiveness of standard targeted therapies in this study we employed a comprehensive computational approach to identify natural compounds with therapeutic potential against tnbc by targeting casein kinase ck pdb id h and ulk unc like autophagy activating kinase pdb id yid two proteins critically implicated in tumor progression and autophagy regulation ten bioactive natural compounds were initially screened through molecular docking among which bilobetin and ginsenosides demonstrated the most favorable binding affinities toward ck kcal mol and ulk kcal mol respectively outperforming the reference drug capecitabine kcal mol molecular dynamics md simulations revealed that bilobetin ck and ginsenosides ulk complexes maintained stable conformations supported by consistent rmsd and rmsf values compact structural organization rg and favorable residue correlations indicating robust protein ligand interactions free energy calculations using mm gbsa further validated these findings with bilobetin kcal mol and ginsenosides kcal mol showing substantially stronger binding free energies compared with capecitabine importantly admet profiling indicated favorable pharmacokinetic properties including high intestinal absorption acceptable solubility and low predicted toxicity reinforcing their potential for drug development collectively these results highlight bilobetin and ginsenosides as promising natural inhibitors of ck and ulk respectively and provide a strong foundation for their advancement as novel therapeutic candidates against tnbc future in vitro and in vivo validation will be critical to confirm their efficacy and translational potential"
}