{
    "pmid": "41468879",
    "title": "Efficacy of prophylactic adoption of recombinant human granulocyte colony-stimulating factor in advanced lung cancer patients after chemotherapy.",
    "abstract": "Lung cancer (LC) is a prevalent and lethal malignancy with limited treatments for advanced stages. The aim was to investigate the outcome of prophylactic adoption of recombinant human granulocyte colony-stimulating factor (rhG-CSF) in advanced LC patients on the basis of concurrent chemoradiotherapy. A total of 150 patients with advanced LC who received concurrent chemoradiotherapy at The Third People's Hospital of Yuhang District between April 2023 and April 2025 were randomly assigned to two groups: an observation group (AG) and a control group (BG). Subjects were treated with platinum-based doublet chemotherapy combined with intensity-modulated conformal radiotherapy. AG received prophylactic rhG-CSF administration within 24-72 h after chemotherapy. The white blood cell (WBC) count, neutrophil (NEU) count, immune function indicators, inflammatory factor levels, and clinical efficacy were compared. Following treatment, the WBC and NEU counts in AG were higher as against BG; CD4 Prophylactic adoption of rhG-CSF during concurrent chemoradiotherapy in advanced LC patients can protect hematopoietic function, regulate immune balance, reduce inflammatory response, and improve clinical efficacy.",
    "disease": "lung cancer",
    "clean_text": "efficacy of prophylactic adoption of recombinant human granulocyte colony stimulating factor in advanced lung cancer patients after chemotherapy lung cancer lc is a prevalent and lethal malignancy with limited treatments for advanced stages the aim was to investigate the outcome of prophylactic adoption of recombinant human granulocyte colony stimulating factor rhg csf in advanced lc patients on the basis of concurrent chemoradiotherapy a total of patients with advanced lc who received concurrent chemoradiotherapy at the third people s hospital of yuhang district between april and april were randomly assigned to two groups an observation group ag and a control group bg subjects were treated with platinum based doublet chemotherapy combined with intensity modulated conformal radiotherapy ag received prophylactic rhg csf administration within h after chemotherapy the white blood cell wbc count neutrophil neu count immune function indicators inflammatory factor levels and clinical efficacy were compared following treatment the wbc and neu counts in ag were higher as against bg cd prophylactic adoption of rhg csf during concurrent chemoradiotherapy in advanced lc patients can protect hematopoietic function regulate immune balance reduce inflammatory response and improve clinical efficacy"
}