{
    "pmid": "41445787",
    "title": "Therapeutic dilemmas in young children with lung cancer: a case report and literature review.",
    "abstract": "With the widespread use of plain chest CT scans, the detection of early-stage lung cancer has risen. This manuscript reviews surgical strategies for young patients with early-stage ground-glass nodules (GGNs) indicative of lung adenocarcinoma (LUAD), based on a case study and literature review, aiming to provide clinical insights for management. A 15-year-old adolescent male patient who underwent a routine chest CT, which revealed a ~0.7 cm GGN in the right upper lung. A follow-up CT on April 20, 2025, showed interval growth to approximately 9 × 8 mm in the apical segment. On July 1, 2025, the patient underwent wedge resection of the right upper lung via VATS. Postoperative pathology confirmed minimally invasive LUAD. The patient recovered well and was discharged the following day. A review of literature (2020-2025) identified eight cases of lung cancer in patients ≤18 years. Two patients did not undergo operation due to advanced disease. The remaining underwent surgical resection, with two requiring adjuvant therapy. In summary, lung cancer should be considered in the differential diagnosis of pulmonary nodules detected on plain chest CT. The decreasing age of onset underscores the need for timely intervention to prevent delayed treatment and improve prognosis.",
    "disease": "lung cancer",
    "clean_text": "therapeutic dilemmas in young children with lung cancer a case report and literature review with the widespread use of plain chest ct scans the detection of early stage lung cancer has risen this manuscript reviews surgical strategies for young patients with early stage ground glass nodules ggns indicative of lung adenocarcinoma luad based on a case study and literature review aiming to provide clinical insights for management a year old adolescent male patient who underwent a routine chest ct which revealed a cm ggn in the right upper lung a follow up ct on april showed interval growth to approximately mm in the apical segment on july the patient underwent wedge resection of the right upper lung via vats postoperative pathology confirmed minimally invasive luad the patient recovered well and was discharged the following day a review of literature identified eight cases of lung cancer in patients years two patients did not undergo operation due to advanced disease the remaining underwent surgical resection with two requiring adjuvant therapy in summary lung cancer should be considered in the differential diagnosis of pulmonary nodules detected on plain chest ct the decreasing age of onset underscores the need for timely intervention to prevent delayed treatment and improve prognosis"
}