{
    "pmid": "41404114",
    "title": "Dietary 3'-sialyllactose reduces sensitization and type 2 inflammation in a house dust mite induced acute allergic asthma model.",
    "abstract": "Allergic asthma affects over 300 million people globally, characterized by a type 2 immune response to allergens like house dust mite (HDM). This includes eosinophilia, IgE production, and symptoms such as bronchial hyperresponsiveness. Human milk oligosaccharides (HMOS), ingested by breastfed infants, have immunomodulatory effects and may help prevent allergic diseases, like asthma. This study investigates the effects of two sialylated HMOS, 3'-sialyllactose (3'SL) and 6'-sialyllactose (6'SL), in a murine model of HDM-induced allergic asthma. Male BALB/c mice (6-7 weeks old) were fed an AIN93G diet with or without 0.1% or 0.5% 3'SL or 6'SL from 2 weeks before HDM sensitization until sacrifice. Airway hyperresponsiveness was measured after the final HDM challenge, and broncho-alveolar lavage fluid (BALF) and lung tissue were collected for analysis. Dietary 0.5% 3'SL, 0.1% 6'SL, or 0.5% 6'SL prevented methacholine-induced airway hyperresponsiveness in HDM-challenged mice compared to control diet. Mice fed the 0.5% 3'SL diet had elevated SCFA levels in cecum content. Both 3'SL and 6'SL groups showed reduced HDM-induced macrophage influx in BALF. Mice on 3'SL diets had lower total inflammatory cell influx, while those on 0.5% 6'SL had increased eosinophils in BALF, associated with higher IL33, TNFα, CCL5, IFNγ levels, and reduced regulatory T cells. The 3'SL diets also prevented increases in HDM-specific IgE and mMCP1 in serum. Dietary 3'SL and 6'SL showed dose-dependent, differential clinical and immunological outcomes in HDM-sensitized mice. Both 0.5% 3'SL, 0.1% 6'SL, and 0.5% 6'SL reduced airway hyperresponsiveness. However, 0.5% 6'SL increased eosinophilic inflammation, while 3'SL protected against HDM-induced sensitization and asthma development.",
    "disease": "asthma",
    "clean_text": "dietary sialyllactose reduces sensitization and type inflammation in a house dust mite induced acute allergic asthma model allergic asthma affects over million people globally characterized by a type immune response to allergens like house dust mite hdm this includes eosinophilia ige production and symptoms such as bronchial hyperresponsiveness human milk oligosaccharides hmos ingested by breastfed infants have immunomodulatory effects and may help prevent allergic diseases like asthma this study investigates the effects of two sialylated hmos sialyllactose sl and sialyllactose sl in a murine model of hdm induced allergic asthma male balb c mice weeks old were fed an ain g diet with or without or sl or sl from weeks before hdm sensitization until sacrifice airway hyperresponsiveness was measured after the final hdm challenge and broncho alveolar lavage fluid balf and lung tissue were collected for analysis dietary sl sl or sl prevented methacholine induced airway hyperresponsiveness in hdm challenged mice compared to control diet mice fed the sl diet had elevated scfa levels in cecum content both sl and sl groups showed reduced hdm induced macrophage influx in balf mice on sl diets had lower total inflammatory cell influx while those on sl had increased eosinophils in balf associated with higher il tnf ccl ifn levels and reduced regulatory t cells the sl diets also prevented increases in hdm specific ige and mmcp in serum dietary sl and sl showed dose dependent differential clinical and immunological outcomes in hdm sensitized mice both sl sl and sl reduced airway hyperresponsiveness however sl increased eosinophilic inflammation while sl protected against hdm induced sensitization and asthma development"
}