{
    "pmid": "41411774",
    "title": "SEEGformer: personalised SEEG-based seizure detection and epileptogenic zone localisation for drug-resistant epilepsy.",
    "abstract": "Epilepsy is a heterogeneous syndrome. Personalised localisation of epileptogenic zone (EZ) is critical for diagnosis and treatment of drug-resistant focal epilepsy. Multichannel stereoelectroencephalography (SEEG) monitoring acquired over a period of two to three weeks was collected in different patients, resulting in comprehensive epileptogenic information and terabytes of high dimensional data. Consequently, there is a need for high-throughput data analytical methods to enable data-driven, personalised seizure detection and EZ localisation. Here, a seizure detection and EZ localisation AI system - SEEGformer is proposed, by utilising SEEG data from 61 patients acquired across two centres and three cohorts capturing tens of thousands of abnormal discharges and around ten seizures per person on average. SEEGformer employs a parallel transformer architecture to analyse multiple representations of multichannel SEEG signals, including the real part, imaginary part, and amplitude of the analytic signal after Fourier transform. The MRI information was encoded in SEEGformer to construct the structural dependence of the brain areas. Inter-channel dependencies and interactions were captured for seizure detection. A cross-channel attention mechanism computed the epileptogenic risk score for each channel to localise EZ using ictal SEEG data. Each patient's SEEG data was used to train and validate their individual-specific SEEGformer model. In three clinical cohorts, SEEGformer achieved an average AUROC of 0.937 (95% CI, 0.922-0.950) for seizure detection and 0.798 (95% CI, 0.749-0.847) for EZ localisation. Localisation performance surpassed state-of-the-art methods by over 5%. SEEGformer further revealed distinct phase synchronisation patterns in dynamically evolving epileptogenic zone networks, with a significance level of P < 0.0001. Due to its high interpretability and visualisation capabilities, SEEGformer can enhance clinical decision-making by providing an objective, data-driven reference to optimise epileptogenic zone delineation and surgical strategy development. Currently, the improved SEEGformer is being developed to construct a dedicated SEEG atlas for epilepsy. This study was funded by Natural Science Foundation of Shanghai (25ZR1401179), the National Key Research and Development Program of China (2022YFB4702702), the Sci-Tech Innovation 2030-Major Project of Brain Science and Brain-inspired Intelligence Technology (2021ZD0200600), Beijing Municipal Public Welfare Development and Reform Pilot Project for Medical Research Institutes (JYY2023-8), and National Key Research and Development Program of China (2024YFC3044700).",
    "disease": "epilepsy",
    "clean_text": "seegformer personalised seeg based seizure detection and epileptogenic zone localisation for drug resistant epilepsy epilepsy is a heterogeneous syndrome personalised localisation of epileptogenic zone ez is critical for diagnosis and treatment of drug resistant focal epilepsy multichannel stereoelectroencephalography seeg monitoring acquired over a period of two to three weeks was collected in different patients resulting in comprehensive epileptogenic information and terabytes of high dimensional data consequently there is a need for high throughput data analytical methods to enable data driven personalised seizure detection and ez localisation here a seizure detection and ez localisation ai system seegformer is proposed by utilising seeg data from patients acquired across two centres and three cohorts capturing tens of thousands of abnormal discharges and around ten seizures per person on average seegformer employs a parallel transformer architecture to analyse multiple representations of multichannel seeg signals including the real part imaginary part and amplitude of the analytic signal after fourier transform the mri information was encoded in seegformer to construct the structural dependence of the brain areas inter channel dependencies and interactions were captured for seizure detection a cross channel attention mechanism computed the epileptogenic risk score for each channel to localise ez using ictal seeg data each patient s seeg data was used to train and validate their individual specific seegformer model in three clinical cohorts seegformer achieved an average auroc of ci for seizure detection and ci for ez localisation localisation performance surpassed state of the art methods by over seegformer further revealed distinct phase synchronisation patterns in dynamically evolving epileptogenic zone networks with a significance level of p due to its high interpretability and visualisation capabilities seegformer can enhance clinical decision making by providing an objective data driven reference to optimise epileptogenic zone delineation and surgical strategy development currently the improved seegformer is being developed to construct a dedicated seeg atlas for epilepsy this study was funded by natural science foundation of shanghai zr the national key research and development program of china yfb the sci tech innovation major project of brain science and brain inspired intelligence technology zd beijing municipal public welfare development and reform pilot project for medical research institutes jyy and national key research and development program of china yfc"
}