{
    "pmid": "41410258",
    "title": "Rational Construction of a Lipid Droplet-Targeted Redox-Responsive Ratiometric Probe for Screening of Antioxidant Drugs and Its Application in Parkinson's Disease.",
    "abstract": "Parkinson's disease (PD) is a neurodegenerative disorder that is increasingly prevalent due to global aging, requiring urgent efforts to uncover its pathogenic mechanisms and develop effective treatments. Abnormal lipid metabolism in glial cells is a key pathological feature of PD, and identifying lipid droplets (LDs) is crucial for studying lipid metabolism, disease progression, and potential therapies. Ferroptosis, a regulated form of cell death induced by iron-dependent lipid peroxides, is a critical mechanism in PD. Ferroptosis is closely linked to PD progression and redox homeostasis, regulated by reactive oxygen and sulfur species. Understanding changes in redox homeostasis in LDs during ferroptosis in the brain is key to understanding PD pathology. However, the development of fast-responding and highly sensitive reversible fluorescent probes for monitoring of LDs redox changes during ferroptosis and PD is still lacking. To address this, we developed ",
    "disease": "parkinson disease",
    "clean_text": "rational construction of a lipid droplet targeted redox responsive ratiometric probe for screening of antioxidant drugs and its application in parkinson s disease parkinson s disease pd is a neurodegenerative disorder that is increasingly prevalent due to global aging requiring urgent efforts to uncover its pathogenic mechanisms and develop effective treatments abnormal lipid metabolism in glial cells is a key pathological feature of pd and identifying lipid droplets lds is crucial for studying lipid metabolism disease progression and potential therapies ferroptosis a regulated form of cell death induced by iron dependent lipid peroxides is a critical mechanism in pd ferroptosis is closely linked to pd progression and redox homeostasis regulated by reactive oxygen and sulfur species understanding changes in redox homeostasis in lds during ferroptosis in the brain is key to understanding pd pathology however the development of fast responding and highly sensitive reversible fluorescent probes for monitoring of lds redox changes during ferroptosis and pd is still lacking to address this we developed"
}