{
    "pmid": "41474240",
    "title": "A comparison of single session and multiple session microwave ablation for multiple lung malignancies.",
    "abstract": "The purpose of this study is to retrospectively compare the therapeutic efficacy and safety of single session microwave ablation (MWA) and multiple session MWA for multiple malignant lung tumors. Retrospective analysis was conducted on clinical and pathological data of 103 patients with such malignancies treated from January 2020 to December 2022. Patients were categorized based on the number of MWA sessions required. Patients who had received only one MWA treatment were included in the single session MWA group, and patients, who had received two or more MWA treatments were included in the multiple session MWA group. Chest-enhanced CT scans were performed at 1, 3, 6, and 12 months post-MWA to assess ablation outcomes. The primary focus was the median overall survival (mOS), while secondary endpoints encompassed median local progression-free survival (PFS), technical success rates, safety, and complication rate. Analysis was performed by log-rank test and Cox proportional hazard regression model, using the Common Terminology Standard for Adverse Events (version 5.0) to assess safety within 28 days after MWA. Of 103 patients with multiple malignant lung tumors, each undergoing at least two tumor treatments during 168 MWA sessions. The median OS for the entire cohort stood at 27 months, with a corresponding median local PFS of 26 months. Patients in the single session MWA group had a median OS of 33 months compared with 13.1 months for those in the multiple session group (P = 0.001). Notably, adverse factors affecting survival after adjusting for confounding variables included T stage (P = 0.002), comorbidity (P = 0.018), solid tumor interior environment (P = 0.043), and multiple session MWA sessions (P = 0.035). No produce-related deaths or grade 3 or 4 adverse events occurred, with pneumothorax being the most common complication (13.1%). There is no significant difference in the occurrence of complications between the two groups (P > 0.05). Additionally, single session MWA exhibited superior OS and local PFS compared to multiple session MWA sessions, with statistically significant differences. For multiple session lung malignant tumors, the single session MWA group is superior to MWA in terms of survival and local tumor control, with no statistically significant difference in the incidence of complications between the two groups. The findings suggest that single session MWA procedures might be advantageous over multiple session MWAs.",
    "disease": "lung cancer",
    "clean_text": "a comparison of single session and multiple session microwave ablation for multiple lung malignancies the purpose of this study is to retrospectively compare the therapeutic efficacy and safety of single session microwave ablation mwa and multiple session mwa for multiple malignant lung tumors retrospective analysis was conducted on clinical and pathological data of patients with such malignancies treated from january to december patients were categorized based on the number of mwa sessions required patients who had received only one mwa treatment were included in the single session mwa group and patients who had received two or more mwa treatments were included in the multiple session mwa group chest enhanced ct scans were performed at and months post mwa to assess ablation outcomes the primary focus was the median overall survival mos while secondary endpoints encompassed median local progression free survival pfs technical success rates safety and complication rate analysis was performed by log rank test and cox proportional hazard regression model using the common terminology standard for adverse events version to assess safety within days after mwa of patients with multiple malignant lung tumors each undergoing at least two tumor treatments during mwa sessions the median os for the entire cohort stood at months with a corresponding median local pfs of months patients in the single session mwa group had a median os of months compared with months for those in the multiple session group p notably adverse factors affecting survival after adjusting for confounding variables included t stage p comorbidity p solid tumor interior environment p and multiple session mwa sessions p no produce related deaths or grade or adverse events occurred with pneumothorax being the most common complication there is no significant difference in the occurrence of complications between the two groups p additionally single session mwa exhibited superior os and local pfs compared to multiple session mwa sessions with statistically significant differences for multiple session lung malignant tumors the single session mwa group is superior to mwa in terms of survival and local tumor control with no statistically significant difference in the incidence of complications between the two groups the findings suggest that single session mwa procedures might be advantageous over multiple session mwas"
}