{
    "pmid": "41431707",
    "title": "Real-World Assessment of Dupilumab in Chinese Atopic Dermatitis Patients: Efficacy, Safety, and Impact of Comorbidities.",
    "abstract": "Atopic dermatitis (AD) is a chronic inflammatory skin disease often accompanied by comorbidities such as allergic rhinitis (AR) and asthma. Dupilumab, a monoclonal antibody targeting IL-4Rα, has demonstrated significant efficacy and safety in the treatment of AD. However, its effectiveness in patients with comorbidities remains underexplored. We aimed to evaluate the impact of Dupilumab on the severity of dermatitis, comorbidity control, medication safety, and treatment adherence in Chinese AD patients in real-world settings. This is a single-center retrospective-prospective real-world cohort study that included 376 patients with AD who received Dupilumab treatment from February 2021 to February 2024. Among them, 270 patients had AD, and 106 had AD with comorbidities, including 106 cases of AR and 20 cases of asthma. Baseline clinical data and laboratory parameters were collected. The severity of AD, quality of life, and comorbidity control were assessed at week 0, 4, 8, 12, and 16. Efficacy indicators and related predictive factors were evaluated, and drug continuation rates at week 52 were assessed. After 16 weeks of Dupilumab treatment, the median improvement in EASI score was 95.3% (from 8.5 to 0.40), with an EASI75 response rate of 78.9%. AD efficacy-related scores and comorbidity-related scores showed significant improvement compared to baseline (all P<0.05). There was no statistical difference in efficacy between the AD group and AD with comorbidities group. Drug survival analysis showed similar drug continuation rates at 52 weeks for both groups (P>0.05). Adverse events were mainly eye-related events (8.51%, 32/376), followed by localized symptom worsening (2.13%), hair loss (1.60%), and facial erythema (1.33%). Patients with higher baseline EASI scores were more likely to achieve 90-100% improvement (P = 0.024). Dupilumab effectively improves AD symptoms and comorbidities, with consistent efficacy across comorbid status and good safety profile. Higher baseline disease severity associates with better treatment response.",
    "disease": "asthma",
    "clean_text": "real world assessment of dupilumab in chinese atopic dermatitis patients efficacy safety and impact of comorbidities atopic dermatitis ad is a chronic inflammatory skin disease often accompanied by comorbidities such as allergic rhinitis ar and asthma dupilumab a monoclonal antibody targeting il r has demonstrated significant efficacy and safety in the treatment of ad however its effectiveness in patients with comorbidities remains underexplored we aimed to evaluate the impact of dupilumab on the severity of dermatitis comorbidity control medication safety and treatment adherence in chinese ad patients in real world settings this is a single center retrospective prospective real world cohort study that included patients with ad who received dupilumab treatment from february to february among them patients had ad and had ad with comorbidities including cases of ar and cases of asthma baseline clinical data and laboratory parameters were collected the severity of ad quality of life and comorbidity control were assessed at week and efficacy indicators and related predictive factors were evaluated and drug continuation rates at week were assessed after weeks of dupilumab treatment the median improvement in easi score was from to with an easi response rate of ad efficacy related scores and comorbidity related scores showed significant improvement compared to baseline all p there was no statistical difference in efficacy between the ad group and ad with comorbidities group drug survival analysis showed similar drug continuation rates at weeks for both groups p adverse events were mainly eye related events followed by localized symptom worsening hair loss and facial erythema patients with higher baseline easi scores were more likely to achieve improvement p dupilumab effectively improves ad symptoms and comorbidities with consistent efficacy across comorbid status and good safety profile higher baseline disease severity associates with better treatment response"
}