{
    "title": "Non-coding RNAs and type 2 diabetes mellitus.",
    "doc_id": "33155514",
    "writer": "Taheri M",
    "year": "2023",
    "summary": "Type 2 diabetes mellitus (T2DM) is a worldwide disease with rapidly increasing prevalence. ...",
    "abstract": "Type 2 diabetes mellitus (T2DM) is a worldwide disease with rapidly increasing prevalence. This complex disorder caused by interplay between genetic predisposition factors, early developmental elements, diet and inactive lifestyle. Several researches have shown impact of long non-coding RNAs (lncRNAs) and microRNAs (miRNAs) in the pathogenesis of this disorder. Several miRNAs such as miR-126, miR-222-3p, miR-182, let-7b-5p, and miR-1-3p have been down-regulated in different biological sources of patients with T2DM. Some other miRNAs including miR-21, miR-30d, miR-148a-3p, miR-146b and miR-486 have the opposite trends. In addition, a number of lncRNAs such as LY86-AS, HCG27_201, VIM-AS1, CTBP1-AS2, CASC2, GAS5, LINC-PINT, and MALAT1 have been altered in the peripheral blood, serum samples or tissues obtained from patients with T2DM. Taken together, both miRNAs and lncRNAs contribute to the development of T2DM and might be applied as markers or therapeutic molecules for this disorder.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33155514/",
    "clean_text": "non coding rnas and type diabetes mellitus type diabetes mellitus t dm is a worldwide disease with rapidly increasing prevalence type diabetes mellitus t dm is a worldwide disease with rapidly increasing prevalence this complex disorder caused by interplay between genetic predisposition factors early developmental elements diet and inactive lifestyle several researches have shown impact of long non coding rnas lncrnas and micrornas mirnas in the pathogenesis of this disorder several mirnas such as mir mir p mir let b p and mir p have been down regulated in different biological sources of patients with t dm some other mirnas including mir mir d mir a p mir b and mir have the opposite trends in addition a number of lncrnas such as ly as hcg vim as ctbp as casc gas linc pint and malat have been altered in the peripheral blood serum samples or tissues obtained from patients with t dm taken together both mirnas and lncrnas contribute to the development of t dm and might be applied as markers or therapeutic molecules for this disorder"
}