{
    "title": "Helpful and meaningful aspects of a psychoeducational programme to treat complex dissociative disorders: a qualitative approach.",
    "doc_id": "38516929",
    "writer": "Pierorazio NA",
    "year": "2024",
    "summary": "The purpose of the present study is to qualitatively explore helpful and meaningful aspects of the TOP DD Network programme, a web-based adjunctive psychoeducational programme for the psychotherapeutic treatment of clients with CDDs.Methods: TOP DD Network programme partic …",
    "abstract": "Purpose: Complex dissociative disorders (CDDs) are prevalent among psychotherapy clients, and research suggests carefully paced treatment for CDDs is helpful. The purpose of the present study is to qualitatively explore helpful and meaningful aspects of the TOP DD Network programme, a web-based adjunctive psychoeducational programme for the psychotherapeutic treatment of clients with CDDs.Methods: TOP DD Network programme participants (88 clients and 113 therapists) identified helpful and meaningful aspects of their participation in response to two open textbox questions. Framework analysis was used to qualitatively analyze client and therapist responses.Findings: Participants found the TOP DD Network programme helpful and meaningful in nuanced ways. Three themes were created: (1) Components of the Programme (subthemes: content, structure), (2) Change-Facilitating Processes (subthemes: heightened human connection, receiving external empathy and compassion, contributing to something bigger, improved therapeutic work and relationship), and (3) Outcomes (subthemes: insight, increased hope, self-compassion, increased safety and functioning). The most emphasized theme was components of the programme, which captured its content and structure.Conclusion: Clients and therapists in the TOP DD Network programme described the programme's components and processes as helpfully facilitating positive outcomes in the treatment of CDDs. Therapists may consider integrating the components and processes in the programme into their practice with clients with CDDs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38516929/",
    "clean_text": "helpful and meaningful aspects of a psychoeducational programme to treat complex dissociative disorders a qualitative approach the purpose of the present study is to qualitatively explore helpful and meaningful aspects of the top dd network programme a web based adjunctive psychoeducational programme for the psychotherapeutic treatment of clients with cdds methods top dd network programme partic purpose complex dissociative disorders cdds are prevalent among psychotherapy clients and research suggests carefully paced treatment for cdds is helpful the purpose of the present study is to qualitatively explore helpful and meaningful aspects of the top dd network programme a web based adjunctive psychoeducational programme for the psychotherapeutic treatment of clients with cdds methods top dd network programme participants clients and therapists identified helpful and meaningful aspects of their participation in response to two open textbox questions framework analysis was used to qualitatively analyze client and therapist responses findings participants found the top dd network programme helpful and meaningful in nuanced ways three themes were created components of the programme subthemes content structure change facilitating processes subthemes heightened human connection receiving external empathy and compassion contributing to something bigger improved therapeutic work and relationship and outcomes subthemes insight increased hope self compassion increased safety and functioning the most emphasized theme was components of the programme which captured its content and structure conclusion clients and therapists in the top dd network programme described the programme s components and processes as helpfully facilitating positive outcomes in the treatment of cdds therapists may consider integrating the components and processes in the programme into their practice with clients with cdds"
}