{
    "pmid": "41453126",
    "title": "Temporal Dynamics and Cross-Sectional and Longitudinal Factors Associated With Motor Reserve and Outcome in Patients With Parkinson Disease.",
    "abstract": "\"Motor reserve\" refers to the brain's dynamic resilience against dopaminergic degeneration in Parkinson disease (PD). However, its clinical significance remains unclear because of critical limitations, including the lack of data on its longitudinal trajectories. Using Parkinson's Progression Markers Initiative data with serial dopamine transporter (DAT) imaging from the drug-naive stage, we investigated its trajectories, determinants, and prognostic implications. This retrospective observational cohort study assessed motor reserve using 2 complementary approaches. The residual-based approach calculated deviations in Movement Disorders Society-sponsored Unified Parkinson's Disease Rating Scale (MDS-UPDRS) Part 3 scores from expected values derived from a linear regression model incorporating putamen DAT specific binding ratio (putamen SBR), age, sex, and disease duration. The interaction-based approach extended this model by introducing interaction terms between putamen SBR and each factor, analyzing the corresponding β coefficients. We examined motor reserve's cross-sectional associations with clinical parameters, its mediation effects, and its longitudinal trajectories-up to 4 years-based on DAT imaging data availability, while identifying factors influencing its changes. Finally, we assessed its impact on long-term prognosis using Cox proportional hazards and linear mixed-effects models (LMEMs). We included 566 drug-naive patients with PD (median age 62.3 [interquartile range 56.3-69.6] years; 33.7% female). At baseline, regular physical activity was significantly associated with motor reserve in both approaches, with mediation analysis indicating that motor reserve largely mediated the effect of physical activity on motor symptom improvement. Longitudinally, adequate medication and sustained regular physical activity levels were strongly associated with a slower early-years decline in motor reserve. It is important to note that early-years average motor reserve, not the baseline value, was a strong predictor of long-term motor outcomes (Cox: Hoehn/Yahr stage 3, hazard ratio = 0.50, 95% CI 0.37-0.66; LMEMs: MDS-UPDRS Part 3 score, fixed-effects standardized interaction coefficient = -0.57, 95% CI -0.79 to -0.35). These findings were further validated through propensity score matching. Maintaining motor reserve in the early years after diagnosis strongly predicts favorable long-term motor outcomes, with adequate treatment and regular physical activity-both modifiable factors-supporting this maintenance. Because our study includes early-stage, drug-naive PD, further research in later stages is warranted. ClinicalTrials.gov (NCT01141023). A link to the trial registry page is clinicaltrials.gov/ct2/show/NCT01141023.",
    "disease": "parkinson disease",
    "clean_text": "temporal dynamics and cross sectional and longitudinal factors associated with motor reserve and outcome in patients with parkinson disease motor reserve refers to the brain s dynamic resilience against dopaminergic degeneration in parkinson disease pd however its clinical significance remains unclear because of critical limitations including the lack of data on its longitudinal trajectories using parkinson s progression markers initiative data with serial dopamine transporter dat imaging from the drug naive stage we investigated its trajectories determinants and prognostic implications this retrospective observational cohort study assessed motor reserve using complementary approaches the residual based approach calculated deviations in movement disorders society sponsored unified parkinson s disease rating scale mds updrs part scores from expected values derived from a linear regression model incorporating putamen dat specific binding ratio putamen sbr age sex and disease duration the interaction based approach extended this model by introducing interaction terms between putamen sbr and each factor analyzing the corresponding coefficients we examined motor reserve s cross sectional associations with clinical parameters its mediation effects and its longitudinal trajectories up to years based on dat imaging data availability while identifying factors influencing its changes finally we assessed its impact on long term prognosis using cox proportional hazards and linear mixed effects models lmems we included drug naive patients with pd median age interquartile range years female at baseline regular physical activity was significantly associated with motor reserve in both approaches with mediation analysis indicating that motor reserve largely mediated the effect of physical activity on motor symptom improvement longitudinally adequate medication and sustained regular physical activity levels were strongly associated with a slower early years decline in motor reserve it is important to note that early years average motor reserve not the baseline value was a strong predictor of long term motor outcomes cox hoehn yahr stage hazard ratio ci lmems mds updrs part score fixed effects standardized interaction coefficient ci to these findings were further validated through propensity score matching maintaining motor reserve in the early years after diagnosis strongly predicts favorable long term motor outcomes with adequate treatment and regular physical activity both modifiable factors supporting this maintenance because our study includes early stage drug naive pd further research in later stages is warranted clinicaltrials gov nct a link to the trial registry page is clinicaltrials gov ct show nct"
}