{
    "title": "Immune Evasion by Head and Neck Cancer: Foundations for Combination Therapy.",
    "doc_id": "30961829",
    "writer": "Horton JD",
    "year": "2019",
    "summary": "Head and neck cancer is disfiguring and deadly, and contemporary treatment has fallen short in terms of morbidity and mortality. ...Mapping the immune escape mechanisms enacted by head and neck cancer within the tumor microenvironment all …",
    "abstract": "Head and neck cancer is disfiguring and deadly, and contemporary treatment has fallen short in terms of morbidity and mortality. The rich immune infiltrate within these tumors designates them as prime candidates for immunotherapy and success with these drugs has been documented for recurrent and metastatic head and neck cancer. Still, single-agent immunotherapy has generated either only transient responses or durable response in only a minority subset of patients. Mapping the immune escape mechanisms enacted by head and neck cancer within the tumor microenvironment allows for rational design of strategies to overcome this tolerance. We outline the immune pathway derangements within the head and neck cancer microenvironment and discuss combination treatment strategies to overcome the limitations of immunologic monotherapy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30961829/",
    "clean_text": "immune evasion by head and neck cancer foundations for combination therapy head and neck cancer is disfiguring and deadly and contemporary treatment has fallen short in terms of morbidity and mortality mapping the immune escape mechanisms enacted by head and neck cancer within the tumor microenvironment all head and neck cancer is disfiguring and deadly and contemporary treatment has fallen short in terms of morbidity and mortality the rich immune infiltrate within these tumors designates them as prime candidates for immunotherapy and success with these drugs has been documented for recurrent and metastatic head and neck cancer still single agent immunotherapy has generated either only transient responses or durable response in only a minority subset of patients mapping the immune escape mechanisms enacted by head and neck cancer within the tumor microenvironment allows for rational design of strategies to overcome this tolerance we outline the immune pathway derangements within the head and neck cancer microenvironment and discuss combination treatment strategies to overcome the limitations of immunologic monotherapy"
}