{
    "pmid": "41453687",
    "title": "Development and Validation of a Questionnaire Measuring Treatment Burden in Pediatric Asthma.",
    "abstract": "While treatment burden significantly impacts the management of pediatric asthma, no specific instrument exists to measure it in this population. To develop and validate a questionnaire measuring treatment burden in pediatric asthma from both children's and parents' perspectives. We conducted semi-structured interviews with 20 children (aged 8-12 years) with asthma and their parents to identify relevant components of treatment burden. Items were refined through a Delphi process with pediatric pulmonologists. The questionnaire was then validated in 202 parent-child dyads across eight teaching hospitals. Psychometric properties, including factorial validity, internal consistency, construct validity, and test-retest reliability, were assessed. The final questionnaire comprised 7 items for children (Cronbach's α=0.78) and 13 items for parents (Cronbach's α=0.86). Both versions demonstrated strong construct validity, with significant correlations with quality of life measures (rs=-0.52 for children, rs=-0.53 for parents) and global impression of treatment burden (r=+0.66 for children, r=+0.77 for parents). Test-retest reliability was acceptable for both children (ICC=0.72) and parents (ICC=0.80). Higher treatment burden scores were associated with being female (both for children and caregivers), having multiple scheduled visits, and poor asthma control. Parent and child scores showed moderate correlation (rs=0.33, P<.01), highlighting the importance of capturing both perspectives. This validated questionnaire provides a reliable tool for measuring treatment burden in pediatric asthma, enabling clinicians to better understand and address the impact of asthma management on children and their families.",
    "disease": "asthma",
    "clean_text": "development and validation of a questionnaire measuring treatment burden in pediatric asthma while treatment burden significantly impacts the management of pediatric asthma no specific instrument exists to measure it in this population to develop and validate a questionnaire measuring treatment burden in pediatric asthma from both children s and parents perspectives we conducted semi structured interviews with children aged years with asthma and their parents to identify relevant components of treatment burden items were refined through a delphi process with pediatric pulmonologists the questionnaire was then validated in parent child dyads across eight teaching hospitals psychometric properties including factorial validity internal consistency construct validity and test retest reliability were assessed the final questionnaire comprised items for children cronbach s and items for parents cronbach s both versions demonstrated strong construct validity with significant correlations with quality of life measures rs for children rs for parents and global impression of treatment burden r for children r for parents test retest reliability was acceptable for both children icc and parents icc higher treatment burden scores were associated with being female both for children and caregivers having multiple scheduled visits and poor asthma control parent and child scores showed moderate correlation rs p highlighting the importance of capturing both perspectives this validated questionnaire provides a reliable tool for measuring treatment burden in pediatric asthma enabling clinicians to better understand and address the impact of asthma management on children and their families"
}