{
    "title": "Delayed wound healing in CXCR2 knockout mice.",
    "doc_id": "10951241",
    "writer": "Devalaraja RM",
    "year": "2000",
    "summary": "To examine further the significance of CXC chemokines in wound healing, full excisional wounds were created on CXCR2 wild-type (+/+), heterozygous (+/-), or knockout (-/-) mice. ...In vitro wounding experiments with cultures of keratinocytes established from …",
    "abstract": "Previous studies demonstrated that the CXC chemokine, MGSA/GRO-alpha and its receptor, CXCR2, are expressed during wound healing by keratinocytes and endothelial cells at areas where epithelialization and neovascularization occur. The process of wound healing is dependent on leukocyte recruitment, keratinocyte proliferation and migration, and angiogenesis. These processes may be mediated in part by CXC chemokines, such as interleukin-8 and MGSA/GRO-alpha. To examine further the significance of CXC chemokines in wound healing, full excisional wounds were created on CXCR2 wild-type (+/+), heterozygous (+/-), or knockout (-/-) mice. Wounds were histologically analyzed for neutrophil and monocyte infiltration, neovascularization and epithelialization at days 3, 5, 7, and 10 postwounding. The CXCR2 -/- mice exhibited defective neutrophil recruitment, an altered temporal pattern of monocyte recruitment, and altered secretion of interleukin-1beta. Significant delays in wound healing parameters, including epithelialization and decreased neovascularization, were also observed in CXCR2 -/- mice. In vitro wounding experiments with cultures of keratinocytes established from -/- and +/+ mice revealed a retardation in wound closure in CXCR2 -/- keratinocytes, suggesting a role for this receptor on keratinocytes in epithelial resurfacing that is independent of neutrophil recruitment. These in vitro and in vivo studies further establish a pathophysiologic role for CXCR2 during cutaneous wound repair.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10951241/",
    "clean_text": "delayed wound healing in cxcr knockout mice to examine further the significance of cxc chemokines in wound healing full excisional wounds were created on cxcr wild type heterozygous or knockout mice in vitro wounding experiments with cultures of keratinocytes established from previous studies demonstrated that the cxc chemokine mgsa gro alpha and its receptor cxcr are expressed during wound healing by keratinocytes and endothelial cells at areas where epithelialization and neovascularization occur the process of wound healing is dependent on leukocyte recruitment keratinocyte proliferation and migration and angiogenesis these processes may be mediated in part by cxc chemokines such as interleukin and mgsa gro alpha to examine further the significance of cxc chemokines in wound healing full excisional wounds were created on cxcr wild type heterozygous or knockout mice wounds were histologically analyzed for neutrophil and monocyte infiltration neovascularization and epithelialization at days and postwounding the cxcr mice exhibited defective neutrophil recruitment an altered temporal pattern of monocyte recruitment and altered secretion of interleukin beta significant delays in wound healing parameters including epithelialization and decreased neovascularization were also observed in cxcr mice in vitro wounding experiments with cultures of keratinocytes established from and mice revealed a retardation in wound closure in cxcr keratinocytes suggesting a role for this receptor on keratinocytes in epithelial resurfacing that is independent of neutrophil recruitment these in vitro and in vivo studies further establish a pathophysiologic role for cxcr during cutaneous wound repair"
}