{
    "title": "Willingness of medical students to be examined in a physical examination course.",
    "doc_id": "30373579",
    "writer": "Burggraf M",
    "year": "2018",
    "summary": "BACKGROUND: Physical examination courses are an essential part of the education of medical students. The aim of this study was to ascertain the factors influencing students' motivation and willingness to participate in a physical examination course. ME …",
    "abstract": "Background:\n        \n      \n      Physical examination courses are an essential part of the education of medical students. The aim of this study was to ascertain the factors influencing students' motivation and willingness to participate in a physical examination course.\n    \n\n\n          Methods:\n        \n      \n      Students were asked to complete a questionnaire subdivided into five domains: anthropometric data, religiousness, motivation to take part in physical examination courses, willingness to be physically examined at 11 different body regions by peers or a professional tutor and a field for free text.\n    \n\n\n          Results:\n        \n      \n      The questionnaire was completed by 142 medical students. The importance of the examination course was rated 8.7 / 10 points, the score for students' motivation was 7.8 / 10 points. Willingness to be physically examined ranged from 6 to 100% depending on body part and examiner. Female students were significantly less willing to be examined at sensitive body parts (breast, upper body, groin and the hip joint; p = .003 to < .001), depending on group composition and / or examiner. Strictly religious students showed significantly less willingness to undergo examination of any part of the body except the hand (p = .02 to < .001). Considering BMI, willingness to be examined showed comparable rates for normal weight and under- / overweight students in general (80% vs. 77%). Concerning the composition of the group for physical examination skills courses, students preferred self-assembled over mixed gender and same gender groups.\n    \n\n\n          Conclusions:\n        \n      \n      Peer physical examination is a method to improve students' skills. While motivation to participate in and acceptance of the physical examination course appears to be high, willingness to be examined is low for certain parts of the body, e.g. breast and groin, depending on religiousness, gender and examiner. Examination by a professional medical tutor did not lead to higher acceptance. Most students would prefer to choose their team for physical examination courses themselves rather than be assigned to a group.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30373579/",
    "clean_text": "willingness of medical students to be examined in a physical examination course background physical examination courses are an essential part of the education of medical students the aim of this study was to ascertain the factors influencing students motivation and willingness to participate in a physical examination course me background physical examination courses are an essential part of the education of medical students the aim of this study was to ascertain the factors influencing students motivation and willingness to participate in a physical examination course methods students were asked to complete a questionnaire subdivided into five domains anthropometric data religiousness motivation to take part in physical examination courses willingness to be physically examined at different body regions by peers or a professional tutor and a field for free text results the questionnaire was completed by medical students the importance of the examination course was rated points the score for students motivation was points willingness to be physically examined ranged from to depending on body part and examiner female students were significantly less willing to be examined at sensitive body parts breast upper body groin and the hip joint p to depending on group composition and or examiner strictly religious students showed significantly less willingness to undergo examination of any part of the body except the hand p to considering bmi willingness to be examined showed comparable rates for normal weight and under overweight students in general vs concerning the composition of the group for physical examination skills courses students preferred self assembled over mixed gender and same gender groups conclusions peer physical examination is a method to improve students skills while motivation to participate in and acceptance of the physical examination course appears to be high willingness to be examined is low for certain parts of the body e g breast and groin depending on religiousness gender and examiner examination by a professional medical tutor did not lead to higher acceptance most students would prefer to choose their team for physical examination courses themselves rather than be assigned to a group"
}