{
    "pmid": "41472586",
    "title": "Depression, traumatic cognition, and death anxiety in pre-hospital and emergency staff depending on prior COVID-19 infection - a Turkish example.",
    "abstract": "Pre-hospital emergency health staff (PHEHS) and emergency service staff (ESS) who were directly involved in the fight against COVID-19, have been the most affected group among health service units. The aim of the study is to evaluate the traumatic cognition, depression and death anxiety according to having had the COVID-19 disease. A cross-sectional study was conducted between 15 December 2021-1 April 2022 in Gümüşhane, Turkey, with the participation of PHEHS and ESS (N=304. The Post-Traumatic Cognition Scale (PTCI), Beck Depression Scale (BDI) and Turkish Death Anxiety Inventory (TDAI) were used. Based on the scoring ranges of the instruments used, the study found that participants exhibited moderate levels of depression (BDI scores between 17-29), high levels of death anxiety (TDAI scores approaching the upper limit of 80), and elevated trauma-related cognitions (PTCI scores within the higher range of 36-252, indicating increased negative cognitions related to the traumatic event). The mean scores of the PTCI and BDI were significantly higher among employees diagnosed with COVID-19 compared to those who were not (p < 0.05). Conversely, the mean scores of the TDAI were significantly higher among participants who had not been diagnosed with COVID-19 (p < 0.05). A gender-based analysis revealed that female participants scored significantly higher on the PTCI than male participants (t = -8.634, p < 0.05). Furthermore, a strong positive correlation was observed between BDI and PTCI scores (r = 0.822), indicating that increased depressive symptoms were associated with intensified trauma-related cognitions. Participants had moderate depression, moderate traumatic findings and moderate death anxiety; whereas participants diagnosed with COVID-19 had higher average of trauma and depression findings, lower death anxiety. It is important to take psycho-social measures for PHEHS and ESS providing health services, to take special precautions especially for women and employees diagnosed with COVID-19 who are more affected by the process, to supply and inspect equipment such as personal protective equipment.",
    "disease": "pneumonia",
    "clean_text": "depression traumatic cognition and death anxiety in pre hospital and emergency staff depending on prior covid infection a turkish example pre hospital emergency health staff phehs and emergency service staff ess who were directly involved in the fight against covid have been the most affected group among health service units the aim of the study is to evaluate the traumatic cognition depression and death anxiety according to having had the covid disease a cross sectional study was conducted between december april in g m hane turkey with the participation of phehs and ess n the post traumatic cognition scale ptci beck depression scale bdi and turkish death anxiety inventory tdai were used based on the scoring ranges of the instruments used the study found that participants exhibited moderate levels of depression bdi scores between high levels of death anxiety tdai scores approaching the upper limit of and elevated trauma related cognitions ptci scores within the higher range of indicating increased negative cognitions related to the traumatic event the mean scores of the ptci and bdi were significantly higher among employees diagnosed with covid compared to those who were not p conversely the mean scores of the tdai were significantly higher among participants who had not been diagnosed with covid p a gender based analysis revealed that female participants scored significantly higher on the ptci than male participants t p furthermore a strong positive correlation was observed between bdi and ptci scores r indicating that increased depressive symptoms were associated with intensified trauma related cognitions participants had moderate depression moderate traumatic findings and moderate death anxiety whereas participants diagnosed with covid had higher average of trauma and depression findings lower death anxiety it is important to take psycho social measures for phehs and ess providing health services to take special precautions especially for women and employees diagnosed with covid who are more affected by the process to supply and inspect equipment such as personal protective equipment"
}