{
    "title": "Impact of a pharmacist-run weight loss medication management service.",
    "doc_id": "34872859",
    "writer": "Haverkamp K",
    "year": "2022",
    "summary": "BACKGROUND: Weight loss medications have been shown to be effective for weight loss and reducing disease state risk in patients who are overweight or obese. ...CONCLUSION: This pharmacist-led weight loss clinic demonstrated statistically …",
    "abstract": "Background:\n        \n      \n      Weight loss medications have been shown to be effective for weight loss and reducing disease state risk in patients who are overweight or obese. However, it is unknown what impact pharmacists have on weight loss when providing medication management services.\n    \n\n\n          Objective:\n        \n      \n      To evaluate weight loss outcomes and clinic utilization of a pharmacist-run weight loss pharmacotherapy service at the VA Tennessee Valley Healthcare System (TVHS) in Nashville, TN.\n    \n\n\n          Practice description:\n        \n      \n      Patients enrolled in the MOVE! weight loss program were referred to a clinical pharmacy specialist (CPS) who was able to assess comorbidities, prescribe weight loss medication, and provide ongoing follow-up via telehealth visits.\n    \n\n\n          Practice innovation:\n        \n      \n      This is the first description of a pharmacist-run weight loss pharmacotherapy clinic. This model expanded the role of pharmacists at TVHS, where CPS involvement was previously limited to chart reviews when medication recommendations were requested.\n    \n\n\n          Evaluation:\n        \n      \n      This prospective quality improvement project evaluated patients seen by the CPS in the first 6 months of clinic implementation. Primary outcomes included change in weight and proportion of patients with at least 5% weight loss at the end of the study period. Results were compared with patients seen by preventative medicine providers (PMPs) in the same time frame.\n    \n\n\n          Results:\n        \n      \n      A total of 79 patients were seen in the CPS clinic, and 40 met inclusion criteria. The clinic utilization rate was 100%. Mean weight change was -3.6 ± 5.7 kg (P < 0.001), and 25% of patients followed up by the CPS lost at least 5% body weight. In the PMP clinic, 29 patients demonstrated a mean weight change of -1.6 ± 6.0 kg (P = 0.15 compared with baseline), and 17.2% lost at least 5% body weight.\n    \n\n\n          Conclusion:\n        \n      \n      This pharmacist-led weight loss clinic demonstrated statistically significant reductions in weight and was able to expand access to care for patients seeking weight loss services.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34872859/",
    "clean_text": "impact of a pharmacist run weight loss medication management service background weight loss medications have been shown to be effective for weight loss and reducing disease state risk in patients who are overweight or obese conclusion this pharmacist led weight loss clinic demonstrated statistically background weight loss medications have been shown to be effective for weight loss and reducing disease state risk in patients who are overweight or obese however it is unknown what impact pharmacists have on weight loss when providing medication management services objective to evaluate weight loss outcomes and clinic utilization of a pharmacist run weight loss pharmacotherapy service at the va tennessee valley healthcare system tvhs in nashville tn practice description patients enrolled in the move weight loss program were referred to a clinical pharmacy specialist cps who was able to assess comorbidities prescribe weight loss medication and provide ongoing follow up via telehealth visits practice innovation this is the first description of a pharmacist run weight loss pharmacotherapy clinic this model expanded the role of pharmacists at tvhs where cps involvement was previously limited to chart reviews when medication recommendations were requested evaluation this prospective quality improvement project evaluated patients seen by the cps in the first months of clinic implementation primary outcomes included change in weight and proportion of patients with at least weight loss at the end of the study period results were compared with patients seen by preventative medicine providers pmps in the same time frame results a total of patients were seen in the cps clinic and met inclusion criteria the clinic utilization rate was mean weight change was kg p and of patients followed up by the cps lost at least body weight in the pmp clinic patients demonstrated a mean weight change of kg p compared with baseline and lost at least body weight conclusion this pharmacist led weight loss clinic demonstrated statistically significant reductions in weight and was able to expand access to care for patients seeking weight loss services"
}