{
    "pmid": "41452070",
    "title": "Reversible Cerebral Vasoconstriction Syndrome Triggered by Whole-Body Cryotherapy in a Teenager.",
    "abstract": "Reversible cerebral vasoconstriction syndrome (RCVS) is uncommon in childhood. Although it usually has favorable outcomes, it still carries a risk of serious complications, including intracranial bleeding and ischemic stroke. RCVS may arise idiopathically, from vasoactive triggers or from daily activities such as defecation, urination, exertion, or sexual activity. Whole-body cryotherapy (WBC) is not officially recognized as a trigger for RCVS. We present a case of RCVS in an adolescent who underwent a WBC session preceding his symptoms and diagnosis. Although an association between cold weather exposure and stroke is recognized, the connection between cold weather and RCVS is less established. Furthermore, there is limited to no evidence linking WBC to stroke or RCVS. We aim to highlight a potential side effect of WBC, an increasingly popular intervention lacking evidence-based benefits and well-studied side effects.",
    "disease": "stroke",
    "clean_text": "reversible cerebral vasoconstriction syndrome triggered by whole body cryotherapy in a teenager reversible cerebral vasoconstriction syndrome rcvs is uncommon in childhood although it usually has favorable outcomes it still carries a risk of serious complications including intracranial bleeding and ischemic stroke rcvs may arise idiopathically from vasoactive triggers or from daily activities such as defecation urination exertion or sexual activity whole body cryotherapy wbc is not officially recognized as a trigger for rcvs we present a case of rcvs in an adolescent who underwent a wbc session preceding his symptoms and diagnosis although an association between cold weather exposure and stroke is recognized the connection between cold weather and rcvs is less established furthermore there is limited to no evidence linking wbc to stroke or rcvs we aim to highlight a potential side effect of wbc an increasingly popular intervention lacking evidence based benefits and well studied side effects"
}