{
    "title": "Scalability of advanced oxidation processes (AOPs) in industrial applications: A review.",
    "doc_id": "37651902",
    "writer": "Mahbub P",
    "year": "2023",
    "summary": "Disinfection and decontamination of water by application of oxidisers is an essential treatment step across numerous industrial sectors including potable supply and industry waste management, however, could be greatly enhanced if operated as advanced oxidation proce …",
    "abstract": "Disinfection and decontamination of water by application of oxidisers is an essential treatment step across numerous industrial sectors including potable supply and industry waste management, however, could be greatly enhanced if operated as advanced oxidation processes (AOPs). AOPs destroy contaminants including pathogens by uniquely harnessing radical chemistry. Despite AOPs offer great practical opportunities, no reviews to date have highlighted the critical AOP virtues that facilitate AOPs' scale up under growing industrial demand. Hence, this review analyses the critical AOP parameters such as oxidant conversion efficiency, batch mode vs continuous-flow systems, location of radical production, radical delivery by advanced micro-/mesoporous structures and AOP process costs to assist the translation of progressing developments of AOPs into their large-scale applications. Additionally, the state of the art is analysed for various AOP inducing radical/oxidiser measurement techniques and their half-lives with a view to identify radicals/oxidisers that are suitable for in-situ production. It is concluded that radicals with short half-lives such as hydroxyl (10-4 μsec) and sulfate (30-40 μsec) need to be produced in-situ via continuous-flow reactors for their effective transport and dosing. Meanwhile, radicals/oxidisers with longer half-lives such as ozone (7-10 min), hydrogen peroxide (stable for several hours), and hypochlorous acid (10 min -17 h) need to be applied through batch reactor systems due to their relatively longer stability during transportation and dosing. Complex and costly synthesis as well as cytotoxicity of many micro-/mesoporous structures limit their use in scaling up AOPs, particularly to immobilising and delivering the short-lived hydroxyl and sulfate radicals to their point of applications. Overall, radical delivery using safe and advanced biocompatible micro-/mesoporous structures, radical conversion efficiency using advanced reactor design and portability of AOPs are priority areas of development for scaling up to industry.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37651902/",
    "clean_text": "scalability of advanced oxidation processes aops in industrial applications a review disinfection and decontamination of water by application of oxidisers is an essential treatment step across numerous industrial sectors including potable supply and industry waste management however could be greatly enhanced if operated as advanced oxidation proce disinfection and decontamination of water by application of oxidisers is an essential treatment step across numerous industrial sectors including potable supply and industry waste management however could be greatly enhanced if operated as advanced oxidation processes aops aops destroy contaminants including pathogens by uniquely harnessing radical chemistry despite aops offer great practical opportunities no reviews to date have highlighted the critical aop virtues that facilitate aops scale up under growing industrial demand hence this review analyses the critical aop parameters such as oxidant conversion efficiency batch mode vs continuous flow systems location of radical production radical delivery by advanced micro mesoporous structures and aop process costs to assist the translation of progressing developments of aops into their large scale applications additionally the state of the art is analysed for various aop inducing radical oxidiser measurement techniques and their half lives with a view to identify radicals oxidisers that are suitable for in situ production it is concluded that radicals with short half lives such as hydroxyl sec and sulfate sec need to be produced in situ via continuous flow reactors for their effective transport and dosing meanwhile radicals oxidisers with longer half lives such as ozone min hydrogen peroxide stable for several hours and hypochlorous acid min h need to be applied through batch reactor systems due to their relatively longer stability during transportation and dosing complex and costly synthesis as well as cytotoxicity of many micro mesoporous structures limit their use in scaling up aops particularly to immobilising and delivering the short lived hydroxyl and sulfate radicals to their point of applications overall radical delivery using safe and advanced biocompatible micro mesoporous structures radical conversion efficiency using advanced reactor design and portability of aops are priority areas of development for scaling up to industry"
}