{
    "title": "Vascular Complications following Vacuum-Assisted Breast Biopsy (VABB): A Case Report and Review of the Literature.",
    "doc_id": "37489467",
    "writer": "Pansa E",
    "year": "2023",
    "summary": "Although cases of uncontrollable catastrophic bleeding are exceedingly rare, local breast vessel involvement is a concrete risk, even in patients with no bleeding propensity. ...The woman was called back for a cluster of suspicious microcalcifications identified in the lef …",
    "abstract": "Introduction:\n        \n      \n      Vacuum-assisted breast biopsy (VABB) has been evaluated as a minimally invasive, safe, and accurate procedure with low complication risks; the most frequent one is the mild/moderate hematoma, which occurs with a low-frequency rate, and the majority of patients who experienced it can be treated successfully with only manual compression and dressing. Although cases of uncontrollable catastrophic bleeding are exceedingly rare, local breast vessel involvement is a concrete risk, even in patients with no bleeding propensity.\n    \n\n\n          Case presentation:\n        \n      \n      In this article, we aimed to describe a 60 years-old woman who, following VABB, experienced a massive hematoma without external bleeding and was successfully treated with embolization. The woman was called back for a cluster of suspicious microcalcifications identified in the left breast's upper-outer quadrant; however, following histopathological analysis, the few samples collected were negative. She had a silent past medical history, 100% performance status, and no active pharmacotherapy. Approximately 15-30 min after VABB, the patient complained of weakness, pain, and lipothymia. A physical examination revealed a massive hematoma without external bleeding. Clinical data reported PaO 65/40 mmHg and blood chemistry Hb < 10 g/dL. The emergency team was alerted to stabilize the patient, and after that, the breast hemorrhage was controlled by endovascular embolization. Despite this being a rare occurrence, it is important to draw up and follow an appropriate protocol to ensure proper patient management and early treatment.\n    \n\n\n          Discussion:\n        \n      \n      This case illustrates the prompt and accurate management of a rare complication following VABB. Due to the very high number of patients undergoing this particular procedure, we aim to point out the concrete risk of vascular injury; other similar cases are described to support our thesis and provide different clinical manifestations of this rare occurrence.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37489467/",
    "clean_text": "vascular complications following vacuum assisted breast biopsy vabb a case report and review of the literature although cases of uncontrollable catastrophic bleeding are exceedingly rare local breast vessel involvement is a concrete risk even in patients with no bleeding propensity the woman was called back for a cluster of suspicious microcalcifications identified in the lef introduction vacuum assisted breast biopsy vabb has been evaluated as a minimally invasive safe and accurate procedure with low complication risks the most frequent one is the mild moderate hematoma which occurs with a low frequency rate and the majority of patients who experienced it can be treated successfully with only manual compression and dressing although cases of uncontrollable catastrophic bleeding are exceedingly rare local breast vessel involvement is a concrete risk even in patients with no bleeding propensity case presentation in this article we aimed to describe a years old woman who following vabb experienced a massive hematoma without external bleeding and was successfully treated with embolization the woman was called back for a cluster of suspicious microcalcifications identified in the left breast s upper outer quadrant however following histopathological analysis the few samples collected were negative she had a silent past medical history performance status and no active pharmacotherapy approximately min after vabb the patient complained of weakness pain and lipothymia a physical examination revealed a massive hematoma without external bleeding clinical data reported pao mmhg and blood chemistry hb g dl the emergency team was alerted to stabilize the patient and after that the breast hemorrhage was controlled by endovascular embolization despite this being a rare occurrence it is important to draw up and follow an appropriate protocol to ensure proper patient management and early treatment discussion this case illustrates the prompt and accurate management of a rare complication following vabb due to the very high number of patients undergoing this particular procedure we aim to point out the concrete risk of vascular injury other similar cases are described to support our thesis and provide different clinical manifestations of this rare occurrence"
}