{
    "pmid": "41469098",
    "title": "Immune Microenvironment Signatures Predict Response and Survival in Rectal Cancer Patients After Neoadjuvant Chemoradiation.",
    "abstract": "Response to neoadjuvant chemoradiotherapy (nCRT) in rectal cancer varies. Recent studies have highlighted the role of the tumor immune microenvironment in influencing tumor behavior. Herein, we aimed to assess immune-related gene expression in rectal cancer following nCRT and to investigate their potential as predictive and prognostic biomarkers. Expression profiling of 730 immune-related genes was conducted in 48 post-nCRT rectal cancer using the NanoString nCounter platform and the PanCancer Immune Profiling panel. Differentially expressed genes were compared between good and poor responders, and gene set enrichment analysis was conducted. The prognostic significance of these genes was analyzed. A genetic model was generated to predict nCRT responses. We identified 24 immune-associated genes that were differentially expressed between good and poor responders, among which  Immune-related gene expression patterns are associated with response to nCRT in rectal cancer. High expression levels of ",
    "disease": "colorectal cancer",
    "clean_text": "immune microenvironment signatures predict response and survival in rectal cancer patients after neoadjuvant chemoradiation response to neoadjuvant chemoradiotherapy ncrt in rectal cancer varies recent studies have highlighted the role of the tumor immune microenvironment in influencing tumor behavior herein we aimed to assess immune related gene expression in rectal cancer following ncrt and to investigate their potential as predictive and prognostic biomarkers expression profiling of immune related genes was conducted in post ncrt rectal cancer using the nanostring ncounter platform and the pancancer immune profiling panel differentially expressed genes were compared between good and poor responders and gene set enrichment analysis was conducted the prognostic significance of these genes was analyzed a genetic model was generated to predict ncrt responses we identified immune associated genes that were differentially expressed between good and poor responders among which immune related gene expression patterns are associated with response to ncrt in rectal cancer high expression levels of"
}