{
    "title": "Physical examination of horses with back pain.",
    "doc_id": "10218241",
    "writer": "Martin BB Jr",
    "year": "1999",
    "summary": "The diagnosis of back pain is often a diagnosis of exclusion of other problems in the face of poor performance. It requires careful observation, thought, an open mind, and experience. The signs of back pain can be extremely variable and range from subt …",
    "abstract": "The diagnosis of back pain is often a diagnosis of exclusion of other problems in the face of poor performance. It requires careful observation, thought, an open mind, and experience. The signs of back pain can be extremely variable and range from subtle to obvious. Obvious forelimb or hind limb lameness is not usually a sign of back pain. The most common differential diagnosis may be back pain secondary to degenerative joint disease of the hocks, fetlocks, or stifle. These diseases can mimic signs of back pain including lack of impulsion, shortening of the stride length, and change in the stride character similar to those seen with back pair.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10218241/",
    "clean_text": "physical examination of horses with back pain the diagnosis of back pain is often a diagnosis of exclusion of other problems in the face of poor performance it requires careful observation thought an open mind and experience the signs of back pain can be extremely variable and range from subt the diagnosis of back pain is often a diagnosis of exclusion of other problems in the face of poor performance it requires careful observation thought an open mind and experience the signs of back pain can be extremely variable and range from subtle to obvious obvious forelimb or hind limb lameness is not usually a sign of back pain the most common differential diagnosis may be back pain secondary to degenerative joint disease of the hocks fetlocks or stifle these diseases can mimic signs of back pain including lack of impulsion shortening of the stride length and change in the stride character similar to those seen with back pair"
}