{
    "title": "Clinical Staging of Ovarian Cancer.",
    "doc_id": "34918284",
    "writer": "O'Shea AS.",
    "year": "2022",
    "summary": "The clinical management and prognosis of ovarian cancer depend upon the stage of the cancer. Cancer stage is the extent to which the cancer has spread from its site of origin. ...In more advanced cases, this surgery may also include procedures t …",
    "abstract": "Ovarian cancer may arise from any of the histologic portions of the ovary including the epithelium, stroma, or germ cells. Of these, high-grade serous carcinoma arising from the epithelium of the ovary is the most common type. The clinical management and prognosis of ovarian cancer depend upon the stage of the cancer. Cancer stage is the extent to which the cancer has spread from its site of origin. For ovarian cancer, staging guidelines are determined by FIGO, the Fédération Internationale de Gynécologie et d'Obstétrique. The stage of ovarian cancer is determined by performing surgery to remove the ovaries and other gynecologic organs as well as lymph nodes and other tissues where the cancer may have spread. The histologic specimens from this surgery provide information from which the stage can be determined. In more advanced cases, this surgery may also include procedures to remove other areas of cancer. The stage of ovarian cancer guides treatment and is also the most important factor in ovarian cancer prognosis. Most epithelial ovarian cancers are diagnosed in advanced stages and are treated with surgery and chemotherapy. Despite aggressive treatment, the survival of patients with advanced stage epithelial ovarian cancer remains low, and more effective diagnostic and therapeutic approaches are needed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34918284/",
    "clean_text": "clinical staging of ovarian cancer the clinical management and prognosis of ovarian cancer depend upon the stage of the cancer cancer stage is the extent to which the cancer has spread from its site of origin in more advanced cases this surgery may also include procedures t ovarian cancer may arise from any of the histologic portions of the ovary including the epithelium stroma or germ cells of these high grade serous carcinoma arising from the epithelium of the ovary is the most common type the clinical management and prognosis of ovarian cancer depend upon the stage of the cancer cancer stage is the extent to which the cancer has spread from its site of origin for ovarian cancer staging guidelines are determined by figo the f d ration internationale de gyn cologie et d obst trique the stage of ovarian cancer is determined by performing surgery to remove the ovaries and other gynecologic organs as well as lymph nodes and other tissues where the cancer may have spread the histologic specimens from this surgery provide information from which the stage can be determined in more advanced cases this surgery may also include procedures to remove other areas of cancer the stage of ovarian cancer guides treatment and is also the most important factor in ovarian cancer prognosis most epithelial ovarian cancers are diagnosed in advanced stages and are treated with surgery and chemotherapy despite aggressive treatment the survival of patients with advanced stage epithelial ovarian cancer remains low and more effective diagnostic and therapeutic approaches are needed"
}