{
    "title": "Ovarian seromucinous carcinoma: an independent epithelial ovarian cancer?",
    "doc_id": "36670456",
    "writer": "Hu Y",
    "year": "2023",
    "summary": "The aim of this study was to find whether ovarian seromucinous carcinoma truly represented a distinct category of ovarian tumors or an analogue of ovarian endometrioid carcinoma. ...The signs, serum biomarker and prognosis of the ovarian seromucinous c …",
    "abstract": "Background:\n        \n      \n      2020 World Health Organization Classification of Female Genital Tumors removed ovarian seromucinous carcinoma as a distinct entity and recategorized it as ovarian endometrioid carcinoma with mucinous differentiation according to its pathological features. The aim of this study was to find whether ovarian seromucinous carcinoma truly represented a distinct category of ovarian tumors or an analogue of ovarian endometrioid carcinoma.\n    \n\n\n          Methods:\n        \n      \n      Twelve patients diagnosed with ovarian seromucinous carcinoma and received surgery at the Xiangya Hospital from January 2010 to December 2019 were included in this study. Clinicopathological features such as clinical symptoms, serological indicators, surgical information, postoperative findings, chemotherapy sensitivity, follow-up information, HE staining and IHC staining images and other clinicopathologic features were collected. Using t-test and Kaplan Meier to perform statistical analysis. Pathological review was conducted using the 2014 World Health Organization criteria. All pathological diagnoses were reviewed by two experienced pathologists.\n    \n\n\n          Results:\n        \n      \n      The age of 12 patients diagnosed with ovarian seromucinous carcinoma ranged from 23 to 68 years, with a median age of 46.8 years. Serum level of CA125 was elevated in 10 patients, and CA125/CEA ratio was less than 25 in 6 patients. Eleven patients underwent radical ovarian cancer surgery, and one patient underwent fertility preservation surgery. The progression free survival and overall survival of ovarian seromucinous carcinoma is 46.8 months and 50.2 months. Kaplan-Meier survival curve showed that the prognosis of ovarian seromucinous carcinoma and ovarian endometrioid carcinoma was significantly different (P = 0.03). The prognosis of ovarian seromucinous carcinoma and ovarian mucinous carcinoma was similar.\n    \n\n\n          Conclusion:\n        \n      \n      Although ovarian seromucinous carcinoma and ovarian endometrioid carcinoma are similar in pathologic morphology, their clinical features and prognosis are significantly different. The signs, serum biomarker and prognosis of the ovarian seromucinous carcinoma are similar with ovarian mucinous carcinoma. Therefore, ovarian seromucinous carcinoma is not suitable to be directly classified as ovarian endometrioid carcinoma.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36670456/",
    "clean_text": "ovarian seromucinous carcinoma an independent epithelial ovarian cancer the aim of this study was to find whether ovarian seromucinous carcinoma truly represented a distinct category of ovarian tumors or an analogue of ovarian endometrioid carcinoma the signs serum biomarker and prognosis of the ovarian seromucinous c background world health organization classification of female genital tumors removed ovarian seromucinous carcinoma as a distinct entity and recategorized it as ovarian endometrioid carcinoma with mucinous differentiation according to its pathological features the aim of this study was to find whether ovarian seromucinous carcinoma truly represented a distinct category of ovarian tumors or an analogue of ovarian endometrioid carcinoma methods twelve patients diagnosed with ovarian seromucinous carcinoma and received surgery at the xiangya hospital from january to december were included in this study clinicopathological features such as clinical symptoms serological indicators surgical information postoperative findings chemotherapy sensitivity follow up information he staining and ihc staining images and other clinicopathologic features were collected using t test and kaplan meier to perform statistical analysis pathological review was conducted using the world health organization criteria all pathological diagnoses were reviewed by two experienced pathologists results the age of patients diagnosed with ovarian seromucinous carcinoma ranged from to years with a median age of years serum level of ca was elevated in patients and ca cea ratio was less than in patients eleven patients underwent radical ovarian cancer surgery and one patient underwent fertility preservation surgery the progression free survival and overall survival of ovarian seromucinous carcinoma is months and months kaplan meier survival curve showed that the prognosis of ovarian seromucinous carcinoma and ovarian endometrioid carcinoma was significantly different p the prognosis of ovarian seromucinous carcinoma and ovarian mucinous carcinoma was similar conclusion although ovarian seromucinous carcinoma and ovarian endometrioid carcinoma are similar in pathologic morphology their clinical features and prognosis are significantly different the signs serum biomarker and prognosis of the ovarian seromucinous carcinoma are similar with ovarian mucinous carcinoma therefore ovarian seromucinous carcinoma is not suitable to be directly classified as ovarian endometrioid carcinoma"
}