{
    "pmid": "41360721",
    "title": "Risk factors for silent cerebral infarction in immune-mediated thrombotic thrombocytopenic survivors.",
    "abstract": "Immune-mediated thrombotic thrombocytopenic purpura (iTTP) survivors are predisposed to silent cerebral infarctions (SCI) defined as radiological evidence of brain ischaemia without focal symptoms. This study examined risk factors associated with SCI burden in iTTP survivors during remission. We included the first 39 iTTP survivors enrolled in the prospective neurological sequelae of TTP (NeST) study. Participants underwent brain magnetic resonance imaging during clinical remission. SCI burden was quantified using the modified age-related white matter changes (ARWMC) score. Multivariate linear regression models identified the predictors of SCI burden. Of 39 participants, 20 (51.3%) had SCI. On univariate analysis, higher SCI burden was associated with older age, elevated level of peak serum creatinine and peak lactate dehydrogenase (LDH) during the index iTTP episode, comorbidities including diabetes mellitus, prior stroke, coronary artery disease (CAD) and family history of cerebrovascular disease. In the multivariate model, higher SCI burden was significantly associated with older age (p < 0.001), diabetes mellitus (p = 0.007), prior stroke (p = 0.01), CAD (p = 0.02) and elevated peak LDH (p = 0.046). Total days of thrombocytopenia (surrogate for 'days with active iTTP') were not associated with SCI burden. Both modifiable and non-modifiable factors contribute to SCI in iTTP survivors. Targeted management of cardiovascular comorbidities during remission may reduce long-term neurological sequelae. Validation in larger cohorts is needed.",
    "disease": "coronary artery disease",
    "clean_text": "risk factors for silent cerebral infarction in immune mediated thrombotic thrombocytopenic survivors immune mediated thrombotic thrombocytopenic purpura ittp survivors are predisposed to silent cerebral infarctions sci defined as radiological evidence of brain ischaemia without focal symptoms this study examined risk factors associated with sci burden in ittp survivors during remission we included the first ittp survivors enrolled in the prospective neurological sequelae of ttp nest study participants underwent brain magnetic resonance imaging during clinical remission sci burden was quantified using the modified age related white matter changes arwmc score multivariate linear regression models identified the predictors of sci burden of participants had sci on univariate analysis higher sci burden was associated with older age elevated level of peak serum creatinine and peak lactate dehydrogenase ldh during the index ittp episode comorbidities including diabetes mellitus prior stroke coronary artery disease cad and family history of cerebrovascular disease in the multivariate model higher sci burden was significantly associated with older age p diabetes mellitus p prior stroke p cad p and elevated peak ldh p total days of thrombocytopenia surrogate for days with active ittp were not associated with sci burden both modifiable and non modifiable factors contribute to sci in ittp survivors targeted management of cardiovascular comorbidities during remission may reduce long term neurological sequelae validation in larger cohorts is needed"
}