{
    "pmid": "41434167",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "The etiology of Alzheimer's disease (AD) is intricate pathological mechanism. Notably, extensive researches has demonstrated the significant involvement of chronic hypoxia in AD progression. To identify potential gentic association of outcome AD with exposure index lung functions, Mendelian randomization (MR)analysis was performed. In this study, data from Catalog GWAS involving over 25,392 patients with AD was regarded as outcome and data from IEU containing 1,887,658 participants with lung function tests was used as exposures. An additional genome-wide association studys (GWAS) using the Affymetrix UK BiLEVE Axiom array was performed to validate the risk SNPs (pval<0.5) in UK Biobank phenotypic data and WES genetic data, involving 57795 case of AD, 69884 cases of COPD and over 270,000 controls. The novel machine-learning app \"REGENIE\" with whole-genome regression model for quantitative and binary phenotypes was performed for the association testing. Extensive quality-control methods were performed at both the sample and the SNP level. To further explore the functional implications of the identified SNPs, we utilized FUMA GWAS, a web-based platform designed for functional mapping and annotation of genome-wide association study results. MR results showed lung function like forced vital capacity (FVC) (OR=0.83, 95%CI: 0.77-0.92 and forced expiratory volume in 1-second (FEV1) (OR=0.86, 95%CI: 0.77-0.96) may be protective factors for AD. Further investigation of GWAS counted 49 significant risk SNPs in AD (p <1x10-8) and 25 risk SNPs s in COPD (p <1x10-8). Four highly associated signals of overlapping risk loci (TOMM40_rs11556505, AOPE_ rs429358, APOE_rs769449, TOMM40_rs157581) with p value < 1x10-8, and other three SNPS (TOMM40_rs184017, TOMM40_rs2075650, TOMM40_rs157582) with p value< 5x10-8 for both AD and COPD were found. MAGMA gene-property analysis revealed significant enrichment of Alzheimer's disease-associated SNPs in gene expression specific to lung tissue (p < 10 The seven identified risk loci highlight the shared roles of potential pathogenic gene polymorphisms between COPD and AD. These novel candidate genes provide further evidence supporting the overlapping genetic susceptibility between the two diseases. Additionally, FUMA GWAS analysis of AD revealed a strong genetic correlation with COPD, with seven significant SNPs shared across the GWAS results of both conditions.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "alzheimer s imaging consortium the etiology of alzheimer s disease ad is intricate pathological mechanism notably extensive researches has demonstrated the significant involvement of chronic hypoxia in ad progression to identify potential gentic association of outcome ad with exposure index lung functions mendelian randomization mr analysis was performed in this study data from catalog gwas involving over patients with ad was regarded as outcome and data from ieu containing participants with lung function tests was used as exposures an additional genome wide association studys gwas using the affymetrix uk bileve axiom array was performed to validate the risk snps pval in uk biobank phenotypic data and wes genetic data involving case of ad cases of copd and over controls the novel machine learning app regenie with whole genome regression model for quantitative and binary phenotypes was performed for the association testing extensive quality control methods were performed at both the sample and the snp level to further explore the functional implications of the identified snps we utilized fuma gwas a web based platform designed for functional mapping and annotation of genome wide association study results mr results showed lung function like forced vital capacity fvc or ci and forced expiratory volume in second fev or ci may be protective factors for ad further investigation of gwas counted significant risk snps in ad p x and risk snps s in copd p x four highly associated signals of overlapping risk loci tomm rs aope rs apoe rs tomm rs with p value x and other three snps tomm rs tomm rs tomm rs with p value x for both ad and copd were found magma gene property analysis revealed significant enrichment of alzheimer s disease associated snps in gene expression specific to lung tissue p the seven identified risk loci highlight the shared roles of potential pathogenic gene polymorphisms between copd and ad these novel candidate genes provide further evidence supporting the overlapping genetic susceptibility between the two diseases additionally fuma gwas analysis of ad revealed a strong genetic correlation with copd with seven significant snps shared across the gwas results of both conditions"
}