{
    "title": "Clustered Regularly Interspaced Short Palindromic Repeats/CRISPR-Associated Protein 9 Mediated Knockout Reveals Functions of the yellow-y Gene in Spodoptera litura.",
    "doc_id": "33519520",
    "writer": "Liu XL",
    "year": "2020",
    "summary": "However, little research has been done on yellow genes in lepidopteran pests. To clarify the function of one of the yellow genes (yellow-y) in Spodoptera litura, we cloned the full-length of yellow-y, and investigated its spatial and temporal expressio …",
    "abstract": "Yellow genes are thought to be involved in the melanin biosynthetic pathway and play a crucial role in pigmentation reactions in insects. However, little research has been done on yellow genes in lepidopteran pests. To clarify the function of one of the yellow genes (yellow-y) in Spodoptera litura, we cloned the full-length of yellow-y, and investigated its spatial and temporal expression profiles by quantitative real-time PCR (qPCR). It revealed that yellow-y was highly expressed in larva of fourth, fifth, and sixth instars, as well as in epidermis (Ep), fat bodies (FB), Malpighian tubes (MT), and midguts (MG) of the larvae; whereas it was expressed in very low levels in different tissues of adults, and was almost undetected in pupa. This expression profile suggests an important role of yellow-y in larvae, minor role in adults, and no role in pupae. To confirm this, we disrupted yellow-y using the clustered regularly interspaced short palindromic repeats/CRISPR-associated protein 9 (CRISPR/Cas9) system, and obtained G0 insects with mutation in yellow-y. The mutation in yellow-y clearly rendered the larvae body, a color yellower than that of wide type insects, and in addition, the mutation resulted in abnormal segmentation and molting for older larvae. The mutation of yellow-y also made various adult tissues (antennae, proboscis, legs, and wings) yellowish. However, the mutation had no effect on pigmentation of the pupal cuticle. Taken together, our study clearly demonstrated the role of yellow-y not only in the body pigmentation of larvae and adults, and but also in segmentation and molting of larvae, providing new insights into the physiology of larval development, as well as a useful marker gene for genome editing based studies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33519520/",
    "clean_text": "clustered regularly interspaced short palindromic repeats crispr associated protein mediated knockout reveals functions of the yellow y gene in spodoptera litura however little research has been done on yellow genes in lepidopteran pests to clarify the function of one of the yellow genes yellow y in spodoptera litura we cloned the full length of yellow y and investigated its spatial and temporal expressio yellow genes are thought to be involved in the melanin biosynthetic pathway and play a crucial role in pigmentation reactions in insects however little research has been done on yellow genes in lepidopteran pests to clarify the function of one of the yellow genes yellow y in spodoptera litura we cloned the full length of yellow y and investigated its spatial and temporal expression profiles by quantitative real time pcr qpcr it revealed that yellow y was highly expressed in larva of fourth fifth and sixth instars as well as in epidermis ep fat bodies fb malpighian tubes mt and midguts mg of the larvae whereas it was expressed in very low levels in different tissues of adults and was almost undetected in pupa this expression profile suggests an important role of yellow y in larvae minor role in adults and no role in pupae to confirm this we disrupted yellow y using the clustered regularly interspaced short palindromic repeats crispr associated protein crispr cas system and obtained g insects with mutation in yellow y the mutation in yellow y clearly rendered the larvae body a color yellower than that of wide type insects and in addition the mutation resulted in abnormal segmentation and molting for older larvae the mutation of yellow y also made various adult tissues antennae proboscis legs and wings yellowish however the mutation had no effect on pigmentation of the pupal cuticle taken together our study clearly demonstrated the role of yellow y not only in the body pigmentation of larvae and adults and but also in segmentation and molting of larvae providing new insights into the physiology of larval development as well as a useful marker gene for genome editing based studies"
}