{
    "title": "Inferring circadian gene regulatory relationships from gene expression data with a hybrid framework.",
    "doc_id": "37752445",
    "writer": "Hu S",
    "year": "2023",
    "summary": "Moreover, gene expression data often have high dimensions but a limited number of observations, posing challenges in their analysis. METHODS: In this paper, we introduce a new hybrid framework, referred to as Circadian Gene Regulatory Framework (CGRF), to inf …",
    "abstract": "Background:\n        \n      \n      The central biological clock governs numerous facets of mammalian physiology, including sleep, metabolism, and immune system regulation. Understanding gene regulatory relationships is crucial for unravelling the mechanisms that underlie various cellular biological processes. While it is possible to infer circadian gene regulatory relationships from time-series gene expression data, relying solely on correlation-based inference may not provide sufficient information about causation. Moreover, gene expression data often have high dimensions but a limited number of observations, posing challenges in their analysis.\n    \n\n\n          Methods:\n        \n      \n      In this paper, we introduce a new hybrid framework, referred to as Circadian Gene Regulatory Framework (CGRF), to infer circadian gene regulatory relationships from gene expression data of rats. The framework addresses the challenges of high-dimensional data by combining the fuzzy C-means clustering algorithm with dynamic time warping distance. Through this approach, we efficiently identify the clusters of genes related to the target gene. To determine the significance of genes within a specific cluster, we employ the Wilcoxon signed-rank test. Subsequently, we use a dynamic vector autoregressive method to analyze the selected significant gene expression profiles and reveal directed causal regulatory relationships based on partial correlation.\n    \n\n\n          Conclusion:\n        \n      \n      The proposed CGRF framework offers a comprehensive and efficient solution for understanding circadian gene regulation. Circadian gene regulatory relationships are inferred from the gene expression data of rats based on the Aanat target gene. The results show that genes Pde10a, Atp7b, Prok2, Per1, Rhobtb3 and Dclk1 stand out, which have been known to be essential for the regulation of circadian activity. The potential relationships between genes Tspan15, Eprs, Eml5 and Fsbp with a circadian rhythm need further experimental research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37752445/",
    "clean_text": "inferring circadian gene regulatory relationships from gene expression data with a hybrid framework moreover gene expression data often have high dimensions but a limited number of observations posing challenges in their analysis methods in this paper we introduce a new hybrid framework referred to as circadian gene regulatory framework cgrf to inf background the central biological clock governs numerous facets of mammalian physiology including sleep metabolism and immune system regulation understanding gene regulatory relationships is crucial for unravelling the mechanisms that underlie various cellular biological processes while it is possible to infer circadian gene regulatory relationships from time series gene expression data relying solely on correlation based inference may not provide sufficient information about causation moreover gene expression data often have high dimensions but a limited number of observations posing challenges in their analysis methods in this paper we introduce a new hybrid framework referred to as circadian gene regulatory framework cgrf to infer circadian gene regulatory relationships from gene expression data of rats the framework addresses the challenges of high dimensional data by combining the fuzzy c means clustering algorithm with dynamic time warping distance through this approach we efficiently identify the clusters of genes related to the target gene to determine the significance of genes within a specific cluster we employ the wilcoxon signed rank test subsequently we use a dynamic vector autoregressive method to analyze the selected significant gene expression profiles and reveal directed causal regulatory relationships based on partial correlation conclusion the proposed cgrf framework offers a comprehensive and efficient solution for understanding circadian gene regulation circadian gene regulatory relationships are inferred from the gene expression data of rats based on the aanat target gene the results show that genes pde a atp b prok per rhobtb and dclk stand out which have been known to be essential for the regulation of circadian activity the potential relationships between genes tspan eprs eml and fsbp with a circadian rhythm need further experimental research"
}