{
    "pmid": "41455678",
    "title": "The world federation of neurology and its global engagement with the World Health Organization and the United Nations economic and social council.",
    "abstract": "The World Federation of Neurology (WFN) has increased efforts in global advocacy and promotion of neurology. These efforts formed the basis of global WFN activities between 2023 and 2025, concurring with worldwide interest in promoting brain health along with the dissemination of the World Health Organization (WHO) Intersectoral Global Action Plan on Epilepsy and Other Neurological Disorders (IGAP). To achieve these goals, the WFN leveraged the concept of advocacy, which allows promoting neurology at the macro- (global), meso- (regional), and micro-levels. Two main strategic WFN advocacy instruments are the World Brain Day and a global joint project with the American Academy of Neurology on advocacy and leadership. As a non-state actor, the WFN cooperates with the WHO through a special consultive status at the United Nations Economic and Social Council (UN ECOSOC) to promote neurology and brain health globally. The WHO and UN ECOSOC meetings from 2023 to 2025 promoted access to care and universal health coverage, brain health, capacity building, prevention of neurological diseases, the IGAP, and noncommunicable diseases, which are also the most frequently mentioned topics by WFN. The way forward is to promote neurology with the WHO and UN based on the Global Burden of Disease study, which reported on the substantial burden of neurological diseases, enhancing the importance of neurology in accordance with the IGAP.",
    "disease": "epilepsy",
    "clean_text": "the world federation of neurology and its global engagement with the world health organization and the united nations economic and social council the world federation of neurology wfn has increased efforts in global advocacy and promotion of neurology these efforts formed the basis of global wfn activities between and concurring with worldwide interest in promoting brain health along with the dissemination of the world health organization who intersectoral global action plan on epilepsy and other neurological disorders igap to achieve these goals the wfn leveraged the concept of advocacy which allows promoting neurology at the macro global meso regional and micro levels two main strategic wfn advocacy instruments are the world brain day and a global joint project with the american academy of neurology on advocacy and leadership as a non state actor the wfn cooperates with the who through a special consultive status at the united nations economic and social council un ecosoc to promote neurology and brain health globally the who and un ecosoc meetings from to promoted access to care and universal health coverage brain health capacity building prevention of neurological diseases the igap and noncommunicable diseases which are also the most frequently mentioned topics by wfn the way forward is to promote neurology with the who and un based on the global burden of disease study which reported on the substantial burden of neurological diseases enhancing the importance of neurology in accordance with the igap"
}