{
    "title": "Synchronous and asynchronous electrically evoked motor activities during wind-up stimulation are differentially modulated following an acute spinal transection.",
    "doc_id": "22993264",
    "writer": "Frigon A",
    "year": "2012",
    "summary": "Wind-up of CAP and SA amplitudes was clearly present when the spinal cord was intact but was drastically reduced after acute spinalization in some muscles. Moreover, CAP and SA reflex responses were differentially modified by the acute spinalization. When the …",
    "abstract": "In this study, we used a novel technique to study reflex wind-up when the spinal cord is intact and following an acute spinal transection. Specifically, we evaluated reflex responses evoked by a series of 10 electrical pulses to the tibial or superficial peroneal nerves in 9 decerebrate adult cats, before and after an acute spinal transection. Electromyograms were recorded in four hindlimb muscles (lateral gastrocnemius, tibialis anterior, semitendinosus, and sartorius) to evaluate reflex amplitude, duration, and the temporal summation of reflex responses, so-called wind-up. We identified two distinct reflex responses evoked by electrical stimulation of the tibial or superficial peroneal nerves on the basis of their pattern of change following acute spinal transection, a short-latency (∼10 ms) compound action potential (CAP) that was followed by a burst of sustained activity (SA). Wind-up of CAP and SA amplitudes was clearly present when the spinal cord was intact but was drastically reduced after acute spinalization in some muscles. Moreover, CAP and SA reflex responses were differentially modified by the acute spinalization. When the effects of acute spinal transection were significant, CAP responses were increased after acute spinalization, whereas SA responses were reduced, suggesting that the two signals are regulated by different neuronal mechanisms. The present results provide the first assessment of reflex wind-up before and after an acute spinal transection in the same animals and indicate that different reflex components must be considered separately when evaluating changes in neuronal excitability following SCI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22993264/",
    "clean_text": "synchronous and asynchronous electrically evoked motor activities during wind up stimulation are differentially modulated following an acute spinal transection wind up of cap and sa amplitudes was clearly present when the spinal cord was intact but was drastically reduced after acute spinalization in some muscles moreover cap and sa reflex responses were differentially modified by the acute spinalization when the in this study we used a novel technique to study reflex wind up when the spinal cord is intact and following an acute spinal transection specifically we evaluated reflex responses evoked by a series of electrical pulses to the tibial or superficial peroneal nerves in decerebrate adult cats before and after an acute spinal transection electromyograms were recorded in four hindlimb muscles lateral gastrocnemius tibialis anterior semitendinosus and sartorius to evaluate reflex amplitude duration and the temporal summation of reflex responses so called wind up we identified two distinct reflex responses evoked by electrical stimulation of the tibial or superficial peroneal nerves on the basis of their pattern of change following acute spinal transection a short latency ms compound action potential cap that was followed by a burst of sustained activity sa wind up of cap and sa amplitudes was clearly present when the spinal cord was intact but was drastically reduced after acute spinalization in some muscles moreover cap and sa reflex responses were differentially modified by the acute spinalization when the effects of acute spinal transection were significant cap responses were increased after acute spinalization whereas sa responses were reduced suggesting that the two signals are regulated by different neuronal mechanisms the present results provide the first assessment of reflex wind up before and after an acute spinal transection in the same animals and indicate that different reflex components must be considered separately when evaluating changes in neuronal excitability following sci"
}