{
    "title": "Mental health service, training, promotion, and research during typhoons: Climate change experiences from the Philippines.",
    "doc_id": "37315432",
    "writer": "Alibudbud R.",
    "year": "2023",
    "summary": "Climate change poses a significant threat to mental health, potentially increasing the rates of mental health adversities and disorders. Therefore, mental health professionals, including psychiatrists, play a crucial role in addressing an …",
    "abstract": "Climate change poses a significant threat to mental health, potentially increasing the rates of mental health adversities and disorders. Therefore, mental health professionals, including psychiatrists, play a crucial role in addressing and mitigating these consequences. The Philippines, as a highly climate-vulnerable nation, serves as an exemplary case highlighting the roles these professionals can undertake in the climate change response, including providing services, engaging in education and training, promoting mental well-being, and conducting surveillance and research, such as studies exploring the causal relationship between mental health outcomes and climate change.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37315432/",
    "clean_text": "mental health service training promotion and research during typhoons climate change experiences from the philippines climate change poses a significant threat to mental health potentially increasing the rates of mental health adversities and disorders therefore mental health professionals including psychiatrists play a crucial role in addressing an climate change poses a significant threat to mental health potentially increasing the rates of mental health adversities and disorders therefore mental health professionals including psychiatrists play a crucial role in addressing and mitigating these consequences the philippines as a highly climate vulnerable nation serves as an exemplary case highlighting the roles these professionals can undertake in the climate change response including providing services engaging in education and training promoting mental well being and conducting surveillance and research such as studies exploring the causal relationship between mental health outcomes and climate change"
}