{
    "title": "Young's modulus measurement on pig trachea and bronchial airways.",
    "doc_id": "22254749",
    "writer": "Wang JY",
    "year": "2011",
    "summary": "Young's Modulus was measured on the trachea and first three generations of pig airways by compression. ...Airway mucosa is found to have similar Young's modulus of 0.036 0.005 MPa for the first three generations of bronchial airways....",
    "abstract": "Young's Modulus was measured on the trachea and first three generations of pig airways by compression. A simple and low-cost system for measuring the elastic properties of small bio-materials is presented. The force-displacement measurements have been undertaken on dissected cartilage and trachea mucosa from pig trachea and bronchial segments. Young's Modulus of trachea wall, 1.78 ± 0.51 MPa, is found to be dominated by the trachea cartilage of value 1.74 ± 0.85 MPa while the modulus for trachea mucosa was 0.15 ± 0.03 MPa. The Young's Modulus of the airway wall from the first three generations of bronchi decreases from 1.35 ± 0.17 to 0.35 ± 0.10 MPa which is also found to be dominated by the airway cartilage. Airway mucosa is found to have similar Young's modulus of 0.036 ± 0.005 MPa for the first three generations of bronchial airways.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22254749/",
    "clean_text": "young s modulus measurement on pig trachea and bronchial airways young s modulus was measured on the trachea and first three generations of pig airways by compression airway mucosa is found to have similar young s modulus of mpa for the first three generations of bronchial airways young s modulus was measured on the trachea and first three generations of pig airways by compression a simple and low cost system for measuring the elastic properties of small bio materials is presented the force displacement measurements have been undertaken on dissected cartilage and trachea mucosa from pig trachea and bronchial segments young s modulus of trachea wall mpa is found to be dominated by the trachea cartilage of value mpa while the modulus for trachea mucosa was mpa the young s modulus of the airway wall from the first three generations of bronchi decreases from to mpa which is also found to be dominated by the airway cartilage airway mucosa is found to have similar young s modulus of mpa for the first three generations of bronchial airways"
}