{
    "pmid": "41344357",
    "title": "Skin cancer in inflammatory arthritis: should we advise screening?",
    "abstract": "Inflammatory arthritis refers to a group of related clinical entities marked mainly by inflammation of the joints, the spine, or both. Rheumatoid arthritis and spondyloarthritis (which includes psoriatic arthritis and axial spondyloarthritis) are the most common forms of inflammatory arthritis. As more studies are conducted, there are accumulating data suggesting the elevated risk of skin cancer, including both melanoma and non-melanoma skin cancer, in inflammatory arthritis compared with the general population. In this context, the question of whether screening for skin cancer should be recommended in individuals with inflammatory arthritis is more relevant than ever. In this Review, we discuss the current knowledge on the risk and possible associations of melanoma and non-melanoma skin cancer in inflammatory arthritis with the aim of raising awareness within the rheumatology community about the risk of skin cancer, screening, and guidance.",
    "disease": "rheumatoid arthritis",
    "clean_text": "skin cancer in inflammatory arthritis should we advise screening inflammatory arthritis refers to a group of related clinical entities marked mainly by inflammation of the joints the spine or both rheumatoid arthritis and spondyloarthritis which includes psoriatic arthritis and axial spondyloarthritis are the most common forms of inflammatory arthritis as more studies are conducted there are accumulating data suggesting the elevated risk of skin cancer including both melanoma and non melanoma skin cancer in inflammatory arthritis compared with the general population in this context the question of whether screening for skin cancer should be recommended in individuals with inflammatory arthritis is more relevant than ever in this review we discuss the current knowledge on the risk and possible associations of melanoma and non melanoma skin cancer in inflammatory arthritis with the aim of raising awareness within the rheumatology community about the risk of skin cancer screening and guidance"
}