{
    "pmid": "41415581",
    "title": "Treatment strategies for motor fluctuations in Parkinson's disease: a systematic review of efficacy, functionality, and drug accessibility with a focus on Latin America.",
    "abstract": "Motor fluctuations represent a major therapeutic challenge in Parkinson's disease, particularly among individuals on long-term levodopa therapy. Although diverse pharmacological and device-aided strategies are available, their comparative efficacy, functional benefits, and real-world accessibility-especially in low- and middle-income countries (LMICs)-remain inadequately characterised. We conducted a systematic review of randomised controlled trials, comparative effectiveness studies, and high-quality observational cohorts evaluating pharmacological, surgical, and experimental interventions for motor fluctuations in Parkinson's disease. PubMed and Scopus were searched through 31 May 2025. Eligible studies enrolled adults with idiopathic Parkinson's disease experiencing motor fluctuations despite levodopa therapy and reported outcomes related to OFF/ON-time duration, functional disability (UPDRS-II), and health-related quality of life (PDQ-39 or EQ-5D). Risk of bias was assessed using validated tools, and the certainty of evidence was graded using the GRADE approach. In parallel, we conducted a comparative analysis of drug accessibility across nine Latin American countries (Argentina, Brazil, Chile, Colombia, Costa Rica, Guatemala, Mexico, Panama, and Peru) and the United States, assessing marketing authorisation status and Purchasing Power Parity (PPP)-adjusted prices per Defined Daily Dose (DDD). Ninety-two studies met the inclusion criteria. High-certainty evidence supports the efficacy of extended-release levodopa (IPX066), opicapone, pramipexole, rotigotine, and safinamide in reducing OFF-time, although improvements in functional disability and quality of life were modest or inconsistent. Moderate-certainty evidence supports device-aided therapies, including levodopa-carbidopa intestinal gel (LCIG), subcutaneous foslevodopa-foscarbidopa, and continuous apomorphine infusion, which achieved larger effects on OFF-time and functional outcomes. Deep brain stimulation (DBS) of the globus pallidus internus was adequate but limited by cost and availability in LMICs. The Latin American analysis revealed substantial cross-country disparities: the United States had the widest therapeutic portfolio (19 approved drugs) and generally lower PPP-adjusted prices for advanced formulations. In contrast, several newer therapies-such as IPX066, opicapone, istradefylline, and foslevodopa-foscarbidopa-were unavailable in most Latin American markets, and price differentials for controlled-release or add-on therapies were often several-fold higher after PPP adjustment. While multiple pharmacological and device-based interventions effectively reduce OFF-time in Parkinson's disease, their real-world impact is constrained by uneven global access and affordability. The Latin American region exemplifies these disparities, with limited regulatory availability, heterogeneous pricing, and insufficient inclusion of novel agents in national formularies. Integrating efficacy evidence with accessibility analyses highlights the need for coordinated regional policies-centred on price regulation, health technology assessment, and equitable funding mechanisms-to ensure that advances in treatment translate into meaningful improvements in function and quality of life for patients with Parkinson's disease worldwide.",
    "disease": "parkinson disease",
    "clean_text": "treatment strategies for motor fluctuations in parkinson s disease a systematic review of efficacy functionality and drug accessibility with a focus on latin america motor fluctuations represent a major therapeutic challenge in parkinson s disease particularly among individuals on long term levodopa therapy although diverse pharmacological and device aided strategies are available their comparative efficacy functional benefits and real world accessibility especially in low and middle income countries lmics remain inadequately characterised we conducted a systematic review of randomised controlled trials comparative effectiveness studies and high quality observational cohorts evaluating pharmacological surgical and experimental interventions for motor fluctuations in parkinson s disease pubmed and scopus were searched through may eligible studies enrolled adults with idiopathic parkinson s disease experiencing motor fluctuations despite levodopa therapy and reported outcomes related to off on time duration functional disability updrs ii and health related quality of life pdq or eq d risk of bias was assessed using validated tools and the certainty of evidence was graded using the grade approach in parallel we conducted a comparative analysis of drug accessibility across nine latin american countries argentina brazil chile colombia costa rica guatemala mexico panama and peru and the united states assessing marketing authorisation status and purchasing power parity ppp adjusted prices per defined daily dose ddd ninety two studies met the inclusion criteria high certainty evidence supports the efficacy of extended release levodopa ipx opicapone pramipexole rotigotine and safinamide in reducing off time although improvements in functional disability and quality of life were modest or inconsistent moderate certainty evidence supports device aided therapies including levodopa carbidopa intestinal gel lcig subcutaneous foslevodopa foscarbidopa and continuous apomorphine infusion which achieved larger effects on off time and functional outcomes deep brain stimulation dbs of the globus pallidus internus was adequate but limited by cost and availability in lmics the latin american analysis revealed substantial cross country disparities the united states had the widest therapeutic portfolio approved drugs and generally lower ppp adjusted prices for advanced formulations in contrast several newer therapies such as ipx opicapone istradefylline and foslevodopa foscarbidopa were unavailable in most latin american markets and price differentials for controlled release or add on therapies were often several fold higher after ppp adjustment while multiple pharmacological and device based interventions effectively reduce off time in parkinson s disease their real world impact is constrained by uneven global access and affordability the latin american region exemplifies these disparities with limited regulatory availability heterogeneous pricing and insufficient inclusion of novel agents in national formularies integrating efficacy evidence with accessibility analyses highlights the need for coordinated regional policies centred on price regulation health technology assessment and equitable funding mechanisms to ensure that advances in treatment translate into meaningful improvements in function and quality of life for patients with parkinson s disease worldwide"
}