{
    "title": "Effective nursing interventions in ADL care affecting independence and comfort - a systematic review.",
    "doc_id": "37269607",
    "writer": "Cremer S",
    "year": "2023",
    "summary": "Hence, we addressed the research question: What are the effects of ADL nursing interventions on independence and comfort in adults across all care settings? We conducted a systematic review of randomized controlled trials and quasi-experimental studies described in …",
    "abstract": "Despite its frequent provision, evidence of nursing interventions in Activities of Daily Living (ADL) remains unclear. Hence, we addressed the research question: What are the effects of ADL nursing interventions on independence and comfort in adults across all care settings? We conducted a systematic review of randomized controlled trials and quasi-experimental studies described in systematic reviews. In three databases, we searched for systematic reviews that we used as a portal to select (quasi) experimental studies. After narratively summarizing the studies on characteristics, effects, and interventions, we assessed the risk of bias. Among the 31 included studies, 14 studies evaluated independence, 14 studies measured comfort, and three studies assessed both outcomes. Seven interventions significantly improved independence and seven interventions significantly improved comfort. The studies varied highly in intervention components, outcome measures, and quality. Evidence on ADL nursing interventions affecting independence and comfort remains fragmented and inconclusive, limiting guidance for nursing professionals.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37269607/",
    "clean_text": "effective nursing interventions in adl care affecting independence and comfort a systematic review hence we addressed the research question what are the effects of adl nursing interventions on independence and comfort in adults across all care settings we conducted a systematic review of randomized controlled trials and quasi experimental studies described in despite its frequent provision evidence of nursing interventions in activities of daily living adl remains unclear hence we addressed the research question what are the effects of adl nursing interventions on independence and comfort in adults across all care settings we conducted a systematic review of randomized controlled trials and quasi experimental studies described in systematic reviews in three databases we searched for systematic reviews that we used as a portal to select quasi experimental studies after narratively summarizing the studies on characteristics effects and interventions we assessed the risk of bias among the included studies studies evaluated independence studies measured comfort and three studies assessed both outcomes seven interventions significantly improved independence and seven interventions significantly improved comfort the studies varied highly in intervention components outcome measures and quality evidence on adl nursing interventions affecting independence and comfort remains fragmented and inconclusive limiting guidance for nursing professionals"
}