{
    "pmid": "41436764",
    "title": "Phylodynamic analysis reveals disparate transmission dynamics of Mycobacterium tuberculosis complex lineages in Botswana.",
    "abstract": "Tuberculosis epidemics have traditionally been conceptualized as arising from a single uniform pathogen. However, Mycobacterium tuberculosis complex (Mtbc), the pathogen causing tuberculosis in humans, encompasses multiple lineages exhibiting genetic and phenotypic diversity that may be responsible for heterogeneity in tuberculosis transmission. We analysed a population-based dataset of 1,354 Mtbc whole-genome sequences collected over four years in Botswana, a country with high HIV and tuberculosis burden. We identified Lineage 4 (L4) as the most prevalent (87.4%), followed by L1 (6.4%), L2 (5.3%), and L3 (0.9%). Within L4, multiple sublineages were identified, with L4.3.4 being the predominant sublineage. Phylodynamic analysis revealed that L4.3.4 expanded steadily from the late 1800s to early 2000s. Conversely, L1, L4.4, and L4.3.2 showed population trajectories closely aligned with the HIV epidemic. Meanwhile, L2 saw rapid expansion throughout most of the 20th century but declined sharply in the early 1990s. Additionally, pairwise genome comparison of Mtbc highlighted differences in clustering proportions due to recent transmission at the sublineage level. These findings emphasize the diverse transmission dynamics of strains of different Mtbc lineages and highlight the potential for phylodynamic analysis of routine sequences to refine our understanding of lineage-specific behaviors.",
    "disease": "tuberculosis",
    "clean_text": "phylodynamic analysis reveals disparate transmission dynamics of mycobacterium tuberculosis complex lineages in botswana tuberculosis epidemics have traditionally been conceptualized as arising from a single uniform pathogen however mycobacterium tuberculosis complex mtbc the pathogen causing tuberculosis in humans encompasses multiple lineages exhibiting genetic and phenotypic diversity that may be responsible for heterogeneity in tuberculosis transmission we analysed a population based dataset of mtbc whole genome sequences collected over four years in botswana a country with high hiv and tuberculosis burden we identified lineage l as the most prevalent followed by l l and l within l multiple sublineages were identified with l being the predominant sublineage phylodynamic analysis revealed that l expanded steadily from the late s to early s conversely l l and l showed population trajectories closely aligned with the hiv epidemic meanwhile l saw rapid expansion throughout most of the th century but declined sharply in the early s additionally pairwise genome comparison of mtbc highlighted differences in clustering proportions due to recent transmission at the sublineage level these findings emphasize the diverse transmission dynamics of strains of different mtbc lineages and highlight the potential for phylodynamic analysis of routine sequences to refine our understanding of lineage specific behaviors"
}