{
    "pmid": "41421703",
    "title": "Moderate-to-Severe Varus Deformity Is Associated with Conversion to Arthroplasty in Patients Who Have Subchondral Insufficiency Fracture of the Knee.",
    "abstract": "Although untreated subchondral insufficiency fractures of the knee may result in progression of osteoarthritis, leading to arthroplasty in approximately 30% of cases, the factors associated with the requirement for arthroplasty remain unknown. We hypothesized that varus deformity would be associated with increased risk of nonoperative treatment failure and conversion to arthroplasty in patients who have subchondral insufficiency fractures with early osteoarthritis. A retrospective cohort study was conducted on 162 patients aged greater than 60 years diagnosed with subchondral insufficiency fracture and early osteoarthritis (Kellgren-Lawrence grades 1 to 2) between March 2015 and December 2021. All patients received initial nonoperative treatment and were followed for a minimum of 36 months. Radiographic evaluation included hip-knee-ankle (HKA) angle measurement and osteoarthritis grading. Magnetic resonance imaging assessment evaluated subchondral insufficiency fracture location, meniscal tears, cartilage defects, and bone marrow edema. Kaplan-Meier survival analyses and Cox proportional hazards regressions were used to identify risk factors for progression to arthroplasty. At a median follow-up of 44 months, 50 patients (30.9%) required conversion to arthroplasty due to osteoarthritis progression. Patients who had moderate-to-severe varus deformity (HKA angle ≥ 5°) demonstrated a dramatically higher conversion rate of 50.0% (46 of 92) compared with only 5.7% (four of 70) in those who had normal-to-mild varus deformity (HKA angle less than 5°). In multivariable Cox regression analyses, moderate-to-severe varus deformity was the only significant predictor of treatment failure (hazard ratio (HR) 13.20, 95% confidence interval (CI) 4.53 to 38.48, P < 0.001). Traditional risk factors, including age, sex, meniscal pathology, cartilage defects, and bone marrow edema, were not significantly associated with conservative treatment failure. Moderate-to-severe varus deformity (≥ 5°) is a significant predictor of conservative treatment failure in patients who have subchondral insufficiency fracture and early osteoarthritis, conferring a 13-fold increased risk of conversion to arthroplasty.",
    "disease": "osteoarthritis",
    "clean_text": "moderate to severe varus deformity is associated with conversion to arthroplasty in patients who have subchondral insufficiency fracture of the knee although untreated subchondral insufficiency fractures of the knee may result in progression of osteoarthritis leading to arthroplasty in approximately of cases the factors associated with the requirement for arthroplasty remain unknown we hypothesized that varus deformity would be associated with increased risk of nonoperative treatment failure and conversion to arthroplasty in patients who have subchondral insufficiency fractures with early osteoarthritis a retrospective cohort study was conducted on patients aged greater than years diagnosed with subchondral insufficiency fracture and early osteoarthritis kellgren lawrence grades to between march and december all patients received initial nonoperative treatment and were followed for a minimum of months radiographic evaluation included hip knee ankle hka angle measurement and osteoarthritis grading magnetic resonance imaging assessment evaluated subchondral insufficiency fracture location meniscal tears cartilage defects and bone marrow edema kaplan meier survival analyses and cox proportional hazards regressions were used to identify risk factors for progression to arthroplasty at a median follow up of months patients required conversion to arthroplasty due to osteoarthritis progression patients who had moderate to severe varus deformity hka angle demonstrated a dramatically higher conversion rate of of compared with only four of in those who had normal to mild varus deformity hka angle less than in multivariable cox regression analyses moderate to severe varus deformity was the only significant predictor of treatment failure hazard ratio hr confidence interval ci to p traditional risk factors including age sex meniscal pathology cartilage defects and bone marrow edema were not significantly associated with conservative treatment failure moderate to severe varus deformity is a significant predictor of conservative treatment failure in patients who have subchondral insufficiency fracture and early osteoarthritis conferring a fold increased risk of conversion to arthroplasty"
}