{
    "pmid": "41420231",
    "title": "Factors affecting medication and refill adherence among patients with asthma in Saudi Arabia: a stratified random cross-sectional study.",
    "abstract": "Asthma is a chronic respiratory disease characterized by airway inflammation, leading to varying degrees of respiratory difficulties. Effective disease management depends on consistent medication adherence, which remains a significant challenge in Saudi Arabia. This study aims to assess the level of adherence to asthma medications among patients in Al-Ahsa, Saudi Arabia, and identify factors contributing to non-adherence. A cross-sectional study was conducted between may and July 2024, targeting asthma patients aged 18 years and older in Al-Ahsa. Participants were selected using a stratified random sampling technique from various geographic stria. Data were collected through structured phone interviews utilizing a validated questionnaire designed to assess adherence to medication refills. Descriptive statistics, chi-square tests, and multivariable logistic regression were used to identify factors associated with medication non-adherence. Only 39.3% of participants were adherent to their prescribed asthma medications, while 60.7% were non-adherent. Common reasons for non-adherence included stopping medications when feeling better (36.9%) and stopping medication due to side effects (20.4%). Female gender (p = 0.021), higher income (p = 0.034), being married (p = 0.049), urban residence (p = 0.001), and receiving medication support (p < 0.001) were significantly associated with higher adherence. Multivariable regression showed that younger age (OR = 0.97; 95% CI: 0.95-0.98), male gender (OR = 1.76; 95% CI: 1.16-2.69), lower income (OR = 0.85; 95% CI: 0.75-0.97), and lack of medication support (OR = 0.06; 95% CI: 0.04-0.10) were independently associated with non-adherence. Medication non-adherence is prevalent among asthma patients in Al-Ahsa and is influenced by demographic, socioeconomic, and healthcare-related factors. Interventions targeting support systems, education, and access may enhance adherence and improve asthma outcomes in this population.",
    "disease": "asthma",
    "clean_text": "factors affecting medication and refill adherence among patients with asthma in saudi arabia a stratified random cross sectional study asthma is a chronic respiratory disease characterized by airway inflammation leading to varying degrees of respiratory difficulties effective disease management depends on consistent medication adherence which remains a significant challenge in saudi arabia this study aims to assess the level of adherence to asthma medications among patients in al ahsa saudi arabia and identify factors contributing to non adherence a cross sectional study was conducted between may and july targeting asthma patients aged years and older in al ahsa participants were selected using a stratified random sampling technique from various geographic stria data were collected through structured phone interviews utilizing a validated questionnaire designed to assess adherence to medication refills descriptive statistics chi square tests and multivariable logistic regression were used to identify factors associated with medication non adherence only of participants were adherent to their prescribed asthma medications while were non adherent common reasons for non adherence included stopping medications when feeling better and stopping medication due to side effects female gender p higher income p being married p urban residence p and receiving medication support p were significantly associated with higher adherence multivariable regression showed that younger age or ci male gender or ci lower income or ci and lack of medication support or ci were independently associated with non adherence medication non adherence is prevalent among asthma patients in al ahsa and is influenced by demographic socioeconomic and healthcare related factors interventions targeting support systems education and access may enhance adherence and improve asthma outcomes in this population"
}