{
    "title": "Interactions of drugs with the developing kidney.",
    "doc_id": "8614593",
    "writer": "Blowey DL",
    "year": "1995",
    "summary": "Interactions between drugs and the kidney are necessary for renal drug elimination, metabolism, and occasionally for therapeutic effect. These interactions may result also in renal toxicity. Understanding the kidney's role in drug-handling helps the clinician …",
    "abstract": "Interactions between drugs and the kidney are necessary for renal drug elimination, metabolism, and occasionally for therapeutic effect. These interactions may result also in renal toxicity. Understanding the kidney's role in drug-handling helps the clinician to be aware of potential drug interactions and toxicity. Drug disposition, elimination, and toxicity may differ with development and are to be considered when prescribing drugs for children. Nephrotoxicity associated with drugs, although common, is usually reversible with discontinuation of the drug; however, when drug therapy with a well-known nephrotoxic drug (e.g., cisplatin) is necessary, pharmacologic modulators may play a role in limiting the associated nephrotoxicity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8614593/",
    "clean_text": "interactions of drugs with the developing kidney interactions between drugs and the kidney are necessary for renal drug elimination metabolism and occasionally for therapeutic effect these interactions may result also in renal toxicity understanding the kidney s role in drug handling helps the clinician interactions between drugs and the kidney are necessary for renal drug elimination metabolism and occasionally for therapeutic effect these interactions may result also in renal toxicity understanding the kidney s role in drug handling helps the clinician to be aware of potential drug interactions and toxicity drug disposition elimination and toxicity may differ with development and are to be considered when prescribing drugs for children nephrotoxicity associated with drugs although common is usually reversible with discontinuation of the drug however when drug therapy with a well known nephrotoxic drug e g cisplatin is necessary pharmacologic modulators may play a role in limiting the associated nephrotoxicity"
}