{
    "title": "COVID-19: A Review on the Novel Coronavirus Disease Evolution, Transmission, Detection, Control and Prevention.",
    "doc_id": "33572857",
    "writer": "Sharma A",
    "year": "2021",
    "summary": "Three major outbreaks of the coronavirus, a zoonotic virus known to cause respiratory disease, have been reported since 2002, including SARS-CoV, MERS-CoV and the most recent 2019-nCoV, or more recently known as SARS-CoV-2. …",
    "abstract": "Three major outbreaks of the coronavirus, a zoonotic virus known to cause respiratory disease, have been reported since 2002, including SARS-CoV, MERS-CoV and the most recent 2019-nCoV, or more recently known as SARS-CoV-2. Bats are known to be the primary animal reservoir for coronaviruses. However, in the past few decades, the virus has been able to mutate and adapt to infect humans, resulting in an animal-to-human species barrier jump. The emergence of a novel coronavirus poses a serious global public health threat and possibly carries the potential of causing a major pandemic outbreak in the naïve human population. The recent outbreak of COVID-19, the disease caused by SARS-CoV-2, in Wuhan, Hubei Province, China has infected over 36.5 million individuals and claimed over one million lives worldwide, as of 8 October 2020. The novel virus is rapidly spreading across China and has been transmitted to 213 other countries/territories across the globe. Researchers have reported that the virus is constantly evolving and spreading through asymptomatic carriers, further suggesting a high global health threat. To this end, current up-to-date information on the coronavirus evolution and SARS-CoV-2 modes of transmission, detection techniques and current control and prevention strategies are summarized in this review.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33572857/",
    "clean_text": "covid a review on the novel coronavirus disease evolution transmission detection control and prevention three major outbreaks of the coronavirus a zoonotic virus known to cause respiratory disease have been reported since including sars cov mers cov and the most recent ncov or more recently known as sars cov three major outbreaks of the coronavirus a zoonotic virus known to cause respiratory disease have been reported since including sars cov mers cov and the most recent ncov or more recently known as sars cov bats are known to be the primary animal reservoir for coronaviruses however in the past few decades the virus has been able to mutate and adapt to infect humans resulting in an animal to human species barrier jump the emergence of a novel coronavirus poses a serious global public health threat and possibly carries the potential of causing a major pandemic outbreak in the na ve human population the recent outbreak of covid the disease caused by sars cov in wuhan hubei province china has infected over million individuals and claimed over one million lives worldwide as of october the novel virus is rapidly spreading across china and has been transmitted to other countries territories across the globe researchers have reported that the virus is constantly evolving and spreading through asymptomatic carriers further suggesting a high global health threat to this end current up to date information on the coronavirus evolution and sars cov modes of transmission detection techniques and current control and prevention strategies are summarized in this review"
}