{
    "title": "Recent progress in the treatment of non-systemic juvenile idiopathic arthritis.",
    "doc_id": "33718940",
    "writer": "Bridges JM",
    "year": "2021",
    "summary": "Juvenile idiopathic arthritis (JIA) is a chronic inflammatory disease affecting the joints and other organs that occurs in 1 in 1,000 children in the United States. ...",
    "abstract": "Juvenile idiopathic arthritis (JIA) is a chronic inflammatory disease affecting the joints and other organs that occurs in 1 in 1,000 children in the United States. Given the various categories of JIA, interpretation of the literature can be difficult. In this review, new developments in understanding non-systemic JIA and its treatment will be covered. Recent advances in the journey toward personalized treatment in JIA will be highlighted, including a review of currently available biologic modifiers. Uveitis and the temporomandibular joint will be discussed as particularly challenging treatment issues. Recent guideline updates and literature-guided treatment decisions will be reviewed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33718940/",
    "clean_text": "recent progress in the treatment of non systemic juvenile idiopathic arthritis juvenile idiopathic arthritis jia is a chronic inflammatory disease affecting the joints and other organs that occurs in in children in the united states juvenile idiopathic arthritis jia is a chronic inflammatory disease affecting the joints and other organs that occurs in in children in the united states given the various categories of jia interpretation of the literature can be difficult in this review new developments in understanding non systemic jia and its treatment will be covered recent advances in the journey toward personalized treatment in jia will be highlighted including a review of currently available biologic modifiers uveitis and the temporomandibular joint will be discussed as particularly challenging treatment issues recent guideline updates and literature guided treatment decisions will be reviewed"
}