{
    "pmid": "41458666",
    "title": "Clinicopathologic Features and Management of Incidentally Detected Sub-centimeter Rectal Neuroendocrine Tumors: A Case Series.",
    "abstract": "Rectal neuroendocrine tumors (NETs) are rare but increasingly recognized due to widespread colonoscopy screening for colorectal cancer and other gastrointestinal conditions. Advances in endoscopic technology have led to earlier and more frequent detection of small, often asymptomatic rectal lesions. While rectal NETs generally exhibit an indolent course, accurate histologic grading and staging, including assessment of depth of invasion and lymphovascular or perineural invasion, remain critical for risk stratification and treatment selection. There is limited real-world data on incidentally detected (<1 cm) rectal NETs across mixed clinical indications. We retrospectively analyzed the clinicopathologic characteristics and management of three patients diagnosed with small (<1 cm), grade 1 (G1) rectal NETs that were incidentally detected during endoscopic evaluations for various indications, including gastroesophageal reflux disease workup, ulcerative colitis surveillance, and routine colon cancer screening. All cases were reported using a standardized pathology protocol for colorectal NETs that included documentation of tumor size, depth of invasion, margin status, and lymphovascular invasion. All three patients exhibited well-differentiated G1 rectal NETs with Ki-67 ≤3% and minimal mitotic activity, confined to the submucosa and without lymphovascular or perineural invasion. Endoscopic resection was performed in all cases, with no complications or residual disease noted, and clinical follow-up ranging from 6 to 18 months showed no recurrences or disease progression. This case series highlights the importance of vigilant endoscopic recognition, standardized histopathological reporting, and risk-based management in identifying small rectal NETs at an early, highly manageable stage. Our findings align with current guideline-based recommendations that support conservative management with endoscopic resection and surveillance for most subcentimeter, well-differentiated rectal NETs, and add to the limited real-world evidence on incidentally detected lesions across diverse clinical contexts.",
    "disease": "colorectal cancer",
    "clean_text": "clinicopathologic features and management of incidentally detected sub centimeter rectal neuroendocrine tumors a case series rectal neuroendocrine tumors nets are rare but increasingly recognized due to widespread colonoscopy screening for colorectal cancer and other gastrointestinal conditions advances in endoscopic technology have led to earlier and more frequent detection of small often asymptomatic rectal lesions while rectal nets generally exhibit an indolent course accurate histologic grading and staging including assessment of depth of invasion and lymphovascular or perineural invasion remain critical for risk stratification and treatment selection there is limited real world data on incidentally detected cm rectal nets across mixed clinical indications we retrospectively analyzed the clinicopathologic characteristics and management of three patients diagnosed with small cm grade g rectal nets that were incidentally detected during endoscopic evaluations for various indications including gastroesophageal reflux disease workup ulcerative colitis surveillance and routine colon cancer screening all cases were reported using a standardized pathology protocol for colorectal nets that included documentation of tumor size depth of invasion margin status and lymphovascular invasion all three patients exhibited well differentiated g rectal nets with ki and minimal mitotic activity confined to the submucosa and without lymphovascular or perineural invasion endoscopic resection was performed in all cases with no complications or residual disease noted and clinical follow up ranging from to months showed no recurrences or disease progression this case series highlights the importance of vigilant endoscopic recognition standardized histopathological reporting and risk based management in identifying small rectal nets at an early highly manageable stage our findings align with current guideline based recommendations that support conservative management with endoscopic resection and surveillance for most subcentimeter well differentiated rectal nets and add to the limited real world evidence on incidentally detected lesions across diverse clinical contexts"
}