{
    "title": "Factors Associated with the Rehabilitation of the Older Adult Burn Patient.",
    "doc_id": "37806701",
    "writer": "Romanowski KS.",
    "year": "2023",
    "summary": "The number of older people is increasing and as a result so will the number of older adult patients who present with a burn injury. ...These are 2 important factors that influence the rehabilitation efforts with respect to older adult burn patients. There has …",
    "abstract": "The number of older people is increasing and as a result so will the number of older adult patients who present with a burn injury. There are distinct differences between older and younger burn patients, particularly with respect to skin anatomy and physiology and frailty. These are 2 important factors that influence the rehabilitation efforts with respect to older adult burn patients. There has been minimal work done studying the specific rehabilitation of older adult burn patients. More work is needed to fully understand the rehabilitation needs of older adult burn patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37806701/",
    "clean_text": "factors associated with the rehabilitation of the older adult burn patient the number of older people is increasing and as a result so will the number of older adult patients who present with a burn injury these are important factors that influence the rehabilitation efforts with respect to older adult burn patients there has the number of older people is increasing and as a result so will the number of older adult patients who present with a burn injury there are distinct differences between older and younger burn patients particularly with respect to skin anatomy and physiology and frailty these are important factors that influence the rehabilitation efforts with respect to older adult burn patients there has been minimal work done studying the specific rehabilitation of older adult burn patients more work is needed to fully understand the rehabilitation needs of older adult burn patients"
}