{
    "pmid": "41453789",
    "title": "Experiences of supervised high-intensity interval training-a motivator for exercise maintenance among patients with rheumatoid arthritis: a qualitative interview study.",
    "abstract": "High-intensity interval training (HIIT) has been shown to improve cardiovascular health and physical fitness in patients with rheumatoid arthritis (RA). However, patient perspectives on this type of exercise remain insufficiently explored. The aim of this study was to describe experiences of supervised HIIT among patients with RA and to elucidate how patients maintain exercise on their own after completing the supervised intervention. A qualitative study based on semistructured in-depth individual interviews analysed using qualitative content analysis. Patients were recruited from a multicentre randomised controlled trial in Western Sweden. Twenty patients (16 women) with RA who had participated in the high-intensity exercise programme for 12 weeks were included in this qualitative interview study. The supervised HIIT was conducted in a hospital setting. The results were divided into two domains, corresponding to the two broad open-ended questions. The first domain comprises four categories: (1) challenging and effective with HIIT, (2) belonging to a group facilitates exercise, (3) feeling confident when exercising and (4) stimulating to feel the effect of exercise on the body. The second domain comprises two themes: (1) taking responsibility for one's health and (2) a feeling of resignation. HITT was perceived as challenging yet manageable. Follow-up visits with a knowledgeable physiotherapist were requested, since exercise was perceived as a lifelong treatment and just as crucial as pharmacological treatment. Most patients described taking responsibility for their health and maintaining their exercise regime after the supervised intervention; however, some expressed a feeling of resignation and were unready for lifestyle changes. Nevertheless, having RA can be a motivator when exercise is viewed as an important part of medical treatment.",
    "disease": "rheumatoid arthritis",
    "clean_text": "experiences of supervised high intensity interval training a motivator for exercise maintenance among patients with rheumatoid arthritis a qualitative interview study high intensity interval training hiit has been shown to improve cardiovascular health and physical fitness in patients with rheumatoid arthritis ra however patient perspectives on this type of exercise remain insufficiently explored the aim of this study was to describe experiences of supervised hiit among patients with ra and to elucidate how patients maintain exercise on their own after completing the supervised intervention a qualitative study based on semistructured in depth individual interviews analysed using qualitative content analysis patients were recruited from a multicentre randomised controlled trial in western sweden twenty patients women with ra who had participated in the high intensity exercise programme for weeks were included in this qualitative interview study the supervised hiit was conducted in a hospital setting the results were divided into two domains corresponding to the two broad open ended questions the first domain comprises four categories challenging and effective with hiit belonging to a group facilitates exercise feeling confident when exercising and stimulating to feel the effect of exercise on the body the second domain comprises two themes taking responsibility for one s health and a feeling of resignation hitt was perceived as challenging yet manageable follow up visits with a knowledgeable physiotherapist were requested since exercise was perceived as a lifelong treatment and just as crucial as pharmacological treatment most patients described taking responsibility for their health and maintaining their exercise regime after the supervised intervention however some expressed a feeling of resignation and were unready for lifestyle changes nevertheless having ra can be a motivator when exercise is viewed as an important part of medical treatment"
}