{
    "title": "Cardiovascular Risk Factors: Does Sex Matter?",
    "doc_id": "27456107",
    "writer": "Wells GL.",
    "year": "2016",
    "summary": "Coronary heart disease (CHD) is the leading cause of death for women worldwide, most of which is believed to be preventable. Numerous risk factors for CHD are well described, and understanding these risk factors is the first step to reducing the burden …",
    "abstract": "Coronary heart disease (CHD) is the leading cause of death for women worldwide, most of which is believed to be preventable. Numerous risk factors for CHD are well described, and understanding these risk factors is the first step to reducing the burden of CHD. There are clear differences in risk factors between women and men. The incidence of myocardial infarction is much lower among women under the age of 50 years compared with men, but after menopause, the incidence in women dramatically increases to approach that of men. For this reason, estrogen is postulated to be cardioprotective but results of recent randomized clinical trials challenge this hypothesis. The significance of cardiovascular risk factors appears to vary between women and men, the reasons for which remain elusive but could include the interaction of these risk factors with hormones. Confounding this observation is that most early studies of cardiovascular risk factors enrolled primarily men. This review will focus solely on the differences in cardiovascular risk factors in women and men including the current role of hormone therapy in CHD prevention, sex differences in established CHD risk factors and emerging risk factors for CHD in women.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27456107/",
    "clean_text": "cardiovascular risk factors does sex matter coronary heart disease chd is the leading cause of death for women worldwide most of which is believed to be preventable numerous risk factors for chd are well described and understanding these risk factors is the first step to reducing the burden coronary heart disease chd is the leading cause of death for women worldwide most of which is believed to be preventable numerous risk factors for chd are well described and understanding these risk factors is the first step to reducing the burden of chd there are clear differences in risk factors between women and men the incidence of myocardial infarction is much lower among women under the age of years compared with men but after menopause the incidence in women dramatically increases to approach that of men for this reason estrogen is postulated to be cardioprotective but results of recent randomized clinical trials challenge this hypothesis the significance of cardiovascular risk factors appears to vary between women and men the reasons for which remain elusive but could include the interaction of these risk factors with hormones confounding this observation is that most early studies of cardiovascular risk factors enrolled primarily men this review will focus solely on the differences in cardiovascular risk factors in women and men including the current role of hormone therapy in chd prevention sex differences in established chd risk factors and emerging risk factors for chd in women"
}