{
    "pmid": "41431477",
    "title": "Hypoxia-preconditioned bone marrow mesenchymal stem cell-derived exosomes ameliorate knee osteoarthritis by promoting cartilage regeneration and alleviating pain in rats.",
    "abstract": "Knee osteoarthritis (KOA) is the most prevalent subtype of arthritis, characterized by progressive degeneration of articular cartilage. The present study aimed to investigate the reparative potential of exosomes derived from hypoxia-preconditioned bone marrow mesenchymal stem cells (Hypo-BMSCs-Exos) in treating cartilage damage associated with KOA. An in vitro KOA chondrocyte model was established through induction with interleukin-1β (IL-1β). Subsequently, the modeled chondrocytes were co-cultured with Hypo-BMSCs-Exos. Flow cytometry, Western blotting, immunofluorescence staining, and senescence-associated β-galactosidase (SA-β-gal) staining were used to evaluate the effects of Hypo-BMSCs-Exos on chondrocyte proliferation, apoptosis, extracellular matrix (ECM) metabolic homeostasis, and cellular senescence. For in vivo assessment of Hypo-BMSCs-Exos efficacy, exosomes were administered to KOA model rats via intra-articular injection. Histological scoring, Micro-CT, pain behavioral assessments, and immunohistochemical analysis were then performed to determine the reparative effects of Hypo-BMSCs-Exos on cartilage damage. Hypo-BMSCs-Exos exerted superior effects in suppressing inflammatory responses, apoptosis, ECM degradation, and cellular senescence in rat chondrocytes. Specifically, treatment with Hypo-BMSCs-Exos upregulated the expression of ECM synthesis-related proteins (Collagen II, aggrecan) while downregulating the expression of ECM degradation-related proteins (ADAMTS-5, MMP-13), pro-inflammatory cytokines (iNOS, COX2), and key senescence-associated proteins (p53, p21, p16). Additionally, a reduction in the number of SA-β-gal-positive senescent chondrocytes was observed. In vivo experiments revealed that intra-articular injection of Hypo-BMSCs-Exos in KOA rats significantly improved the inflammatory microenvironment within the joint, promoted articular cartilage regeneration, and restored the structural integrity of subchondral bone. Furthermore, in vivo findings demonstrated that Hypo-BMSCs-Exos significantly regulated the expression of pain-related molecules and exerted a marked inhibitory effect on pain-related behaviors in KOA rats. Hypo-BMSCs-Exos can effectively alleviate cartilage degeneration and pain in KOA, thus offering a novel and promising cell-free therapeutic strategy for the intervention of KOA.",
    "disease": "osteoarthritis",
    "clean_text": "hypoxia preconditioned bone marrow mesenchymal stem cell derived exosomes ameliorate knee osteoarthritis by promoting cartilage regeneration and alleviating pain in rats knee osteoarthritis koa is the most prevalent subtype of arthritis characterized by progressive degeneration of articular cartilage the present study aimed to investigate the reparative potential of exosomes derived from hypoxia preconditioned bone marrow mesenchymal stem cells hypo bmscs exos in treating cartilage damage associated with koa an in vitro koa chondrocyte model was established through induction with interleukin il subsequently the modeled chondrocytes were co cultured with hypo bmscs exos flow cytometry western blotting immunofluorescence staining and senescence associated galactosidase sa gal staining were used to evaluate the effects of hypo bmscs exos on chondrocyte proliferation apoptosis extracellular matrix ecm metabolic homeostasis and cellular senescence for in vivo assessment of hypo bmscs exos efficacy exosomes were administered to koa model rats via intra articular injection histological scoring micro ct pain behavioral assessments and immunohistochemical analysis were then performed to determine the reparative effects of hypo bmscs exos on cartilage damage hypo bmscs exos exerted superior effects in suppressing inflammatory responses apoptosis ecm degradation and cellular senescence in rat chondrocytes specifically treatment with hypo bmscs exos upregulated the expression of ecm synthesis related proteins collagen ii aggrecan while downregulating the expression of ecm degradation related proteins adamts mmp pro inflammatory cytokines inos cox and key senescence associated proteins p p p additionally a reduction in the number of sa gal positive senescent chondrocytes was observed in vivo experiments revealed that intra articular injection of hypo bmscs exos in koa rats significantly improved the inflammatory microenvironment within the joint promoted articular cartilage regeneration and restored the structural integrity of subchondral bone furthermore in vivo findings demonstrated that hypo bmscs exos significantly regulated the expression of pain related molecules and exerted a marked inhibitory effect on pain related behaviors in koa rats hypo bmscs exos can effectively alleviate cartilage degeneration and pain in koa thus offering a novel and promising cell free therapeutic strategy for the intervention of koa"
}