{
    "pmid": "41439051",
    "title": "Interdialytic Weight Gain and Cardiovascular Risk in Haemodialysis Patients With Chronic Kidney Disease: Findings From a Prospective Cohort Study.",
    "abstract": "Cardiovascular disease (CVD) is a major cause of morbidity and mortality in patients receiving maintenance haemodialysis (MHD). This study assessed the frequency of cardiovascular (CV) events, the factors associated with them, and the impact of interdialytic weight gain (IDWG) on clinical outcomes.  A prospective cohort study was conducted at Fortis Hospital, Bangalore, India, involving 100 patients with chronic kidney disease (CKD) receiving MHD. Participants were followed for 18 months, and CV events, including myocardial infarction (MI), sudden cardiac death (SCD), atrial fibrillation (AF), and cerebrovascular accidents (CVA), were documented. IDWG was recorded at each dialysis session. Statistical analyses were performed using appropriate comparative tests for categorical variables and survival analysis methods. CV events occurred in 23% of patients, with hypertension (HTN) (p = 0.012), left ventricular hypertrophy (LVH) (p = 0.001), and IDWG > 3 kg (p = 0.015) significantly associated with increased risk. The overall mortality was 16%, mostly from cardiovascular causes. IDWG > 3 kg and LVH were major predictors of adverse outcomes. Optimising fluid balance and blood pressure control may reduce cardiovascular morbidity in this population.",
    "disease": "chronic kidney disease",
    "clean_text": "interdialytic weight gain and cardiovascular risk in haemodialysis patients with chronic kidney disease findings from a prospective cohort study cardiovascular disease cvd is a major cause of morbidity and mortality in patients receiving maintenance haemodialysis mhd this study assessed the frequency of cardiovascular cv events the factors associated with them and the impact of interdialytic weight gain idwg on clinical outcomes a prospective cohort study was conducted at fortis hospital bangalore india involving patients with chronic kidney disease ckd receiving mhd participants were followed for months and cv events including myocardial infarction mi sudden cardiac death scd atrial fibrillation af and cerebrovascular accidents cva were documented idwg was recorded at each dialysis session statistical analyses were performed using appropriate comparative tests for categorical variables and survival analysis methods cv events occurred in of patients with hypertension htn p left ventricular hypertrophy lvh p and idwg kg p significantly associated with increased risk the overall mortality was mostly from cardiovascular causes idwg kg and lvh were major predictors of adverse outcomes optimising fluid balance and blood pressure control may reduce cardiovascular morbidity in this population"
}