{
    "pmid": "41446493",
    "title": "A Prospective Study of Inhaled Therapy Prescribing, Pressurised Metered-Dose Inhaler (pMDI) Technique Assessment, and Inhaler Concordance Monitoring Among Hospitalised Adult Patients With Airways Disease.",
    "abstract": "Introduction Prescribing of inhaled therapy, pressurised metered-dose inhaler (pMDI) technique at hospitalisation, and therapy concordance pre-admission remains inadequate. A study by Asthma UK (2010-2013) found over 125,000 asthma prescribing errors and that one-third of patients had ineffectual inhaler technique. Aims and objectives This study aims to identify the adequacy of inhaled therapy prescriptions and assess pMDI technique and pre-admission inhaler concordance among patients with airways disease using the pMDI technique checklist and the Test of Adherence (TAI) questionnaire. Methods A two-centre prospective study was performed over three months in 2022 at two secondary-care hospitals in the UK. Data were obtained from prescriptions, including availability of inhalers at 24 and 72 hours and the number of devices. A pMDI technique checklist and assessment of concordance using the TAI questionnaire were performed by trained practitioners. Results Seventy patients were recruited (median age = 73; chronic obstructive pulmonary disease (COPD): n=50, asthma: n=20). Inhaled therapy was prescribed correctly in 80% (n=56); 54% (n=38) and 70% (n=49) had their inhalers supplied within 24 and 72 hours of hospital admission, respectively. Sixty-nine percent (n=48) used two or more different devices on admission. Fifty-seven percent (n=39) had ≥1 critical error with pMDI inhaler use. Seventy-one percent (n=48) of patients were graded as \"good adherence\" on the TAI questionnaire. Conclusions Inhaled therapy was well prescribed, but availability of inhaled devices within 48 hours of admission could be improved. Assessment of pMDI inhaler technique during hospitalisation is recommended. Initiation of combination inhalers for patients using two or more different devices may improve concordance. The TAI was used in an acute setting for the first time, but a larger study is needed to evaluate its full potential during hospitalisation.",
    "disease": "asthma",
    "clean_text": "a prospective study of inhaled therapy prescribing pressurised metered dose inhaler pmdi technique assessment and inhaler concordance monitoring among hospitalised adult patients with airways disease introduction prescribing of inhaled therapy pressurised metered dose inhaler pmdi technique at hospitalisation and therapy concordance pre admission remains inadequate a study by asthma uk found over asthma prescribing errors and that one third of patients had ineffectual inhaler technique aims and objectives this study aims to identify the adequacy of inhaled therapy prescriptions and assess pmdi technique and pre admission inhaler concordance among patients with airways disease using the pmdi technique checklist and the test of adherence tai questionnaire methods a two centre prospective study was performed over three months in at two secondary care hospitals in the uk data were obtained from prescriptions including availability of inhalers at and hours and the number of devices a pmdi technique checklist and assessment of concordance using the tai questionnaire were performed by trained practitioners results seventy patients were recruited median age chronic obstructive pulmonary disease copd n asthma n inhaled therapy was prescribed correctly in n n and n had their inhalers supplied within and hours of hospital admission respectively sixty nine percent n used two or more different devices on admission fifty seven percent n had critical error with pmdi inhaler use seventy one percent n of patients were graded as good adherence on the tai questionnaire conclusions inhaled therapy was well prescribed but availability of inhaled devices within hours of admission could be improved assessment of pmdi inhaler technique during hospitalisation is recommended initiation of combination inhalers for patients using two or more different devices may improve concordance the tai was used in an acute setting for the first time but a larger study is needed to evaluate its full potential during hospitalisation"
}