{
    "title": "Relationship between the Young's Modulus of the Achilles Tendon and Ankle Dorsiflexion Angle at Maximum Squat Depth in Healthy Young Males.",
    "doc_id": "37374309",
    "writer": "Miyasaka H",
    "year": "2023",
    "summary": "Therefore, we aimed to investigate the relationship between the Young's modulus of the AT and ankle dorsiflexion angle at the maximum squat depth in healthy young males using shear-wave elastography (SWE). ...Conclusions: The Young's modulus of the AT may aff …",
    "abstract": "Background and Objective: Achilles tendon (AT) stiffness can reduce ankle dorsiflexion. However, whether AT stiffness affects the ankle dorsiflexion angle at a maximum squat depth remains unclear. Therefore, we aimed to investigate the relationship between the Young's modulus of the AT and ankle dorsiflexion angle at the maximum squat depth in healthy young males using shear-wave elastography (SWE). Materials and Methods: This cross-sectional study included 31 healthy young males. AT stiffness was measured using the Young's modulus through SWE. The ankle dorsiflexion angle at the maximum squat depth was measured as the angle between the vertical line to the floor and the line connecting the fibula head and the lateral malleolus using a goniometer. Results: Multiple regression analysis identified the Young's modulus of the AT at 10° of ankle dorsiflexion (standardized partial regression coefficient [β] = -0.461; p = 0.007) and the ankle dorsiflexion angle in the flexed knee (β = 0.340; p = 0.041) as independent variables for the ankle dorsiflexion angle at maximum squat depth. Conclusions: The Young's modulus of the AT may affect the ankle dorsiflexion angle at the maximum squat depth in healthy young males. Therefore, improving the Young's modulus of the AT may help increase the ankle dorsiflexion angle at maximum squat depth.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37374309/",
    "clean_text": "relationship between the young s modulus of the achilles tendon and ankle dorsiflexion angle at maximum squat depth in healthy young males therefore we aimed to investigate the relationship between the young s modulus of the at and ankle dorsiflexion angle at the maximum squat depth in healthy young males using shear wave elastography swe conclusions the young s modulus of the at may aff background and objective achilles tendon at stiffness can reduce ankle dorsiflexion however whether at stiffness affects the ankle dorsiflexion angle at a maximum squat depth remains unclear therefore we aimed to investigate the relationship between the young s modulus of the at and ankle dorsiflexion angle at the maximum squat depth in healthy young males using shear wave elastography swe materials and methods this cross sectional study included healthy young males at stiffness was measured using the young s modulus through swe the ankle dorsiflexion angle at the maximum squat depth was measured as the angle between the vertical line to the floor and the line connecting the fibula head and the lateral malleolus using a goniometer results multiple regression analysis identified the young s modulus of the at at of ankle dorsiflexion standardized partial regression coefficient p and the ankle dorsiflexion angle in the flexed knee p as independent variables for the ankle dorsiflexion angle at maximum squat depth conclusions the young s modulus of the at may affect the ankle dorsiflexion angle at the maximum squat depth in healthy young males therefore improving the young s modulus of the at may help increase the ankle dorsiflexion angle at maximum squat depth"
}