{
    "pmid": "41439196",
    "title": "Feedforward Control-Based Bundle Management for Hemoptysis in Pulmonary Tuberculosis Patients.",
    "abstract": "To explore the construction and application of a bundle management system based on feedforward control in the nursing intervention process for hemoptysis in pulmonary tuberculosis (TB) patients. This retrospective study included 112 hospitalized pulmonary TB patients combined with hemoptysis were collected from the Department of Infectious Diseases at Changde First People's Hospital between September, 2023 to April, 2024. Patients were divided into two groups based on the nursing intervention they received: the control group (n=53) received standard nursing interventions, while the intervention group (n=59) received bundle management based on feedforward control. Clinical outcomes included time to stop hemoptysis, hospital stay duration, hemoptysis recurrence rate, incidence of massive hemoptysis, bronchial artery embolization surgery rate, and complication rates. Patient assessment measures included compliance scores, Hamilton Anxiety Rating Scale (HAMA) scores, and Patient Satisfaction Questionnaire-18 (PSQ-18) scores. The intervention group had a significantly shorter time to stop hemoptysis compared to the control group (P <0.001). Additionally, the intervention group had lower recurrence rates of hemoptysis, incidence of massive hemoptysis, and bronchial artery embolization surgery rate compared to the control group ( The bundle management based on feedforward control can effectively prevent recurrence of hemoptysis and massive hemoptysis in patients with pulmonary TB. This approach can shorten the time of hemoptysis, reduce the incidence and mortality associated with asphyxia, improve patient compliance and satisfaction, and relieve patients' anxiety.",
    "disease": "tuberculosis",
    "clean_text": "feedforward control based bundle management for hemoptysis in pulmonary tuberculosis patients to explore the construction and application of a bundle management system based on feedforward control in the nursing intervention process for hemoptysis in pulmonary tuberculosis tb patients this retrospective study included hospitalized pulmonary tb patients combined with hemoptysis were collected from the department of infectious diseases at changde first people s hospital between september to april patients were divided into two groups based on the nursing intervention they received the control group n received standard nursing interventions while the intervention group n received bundle management based on feedforward control clinical outcomes included time to stop hemoptysis hospital stay duration hemoptysis recurrence rate incidence of massive hemoptysis bronchial artery embolization surgery rate and complication rates patient assessment measures included compliance scores hamilton anxiety rating scale hama scores and patient satisfaction questionnaire psq scores the intervention group had a significantly shorter time to stop hemoptysis compared to the control group p additionally the intervention group had lower recurrence rates of hemoptysis incidence of massive hemoptysis and bronchial artery embolization surgery rate compared to the control group the bundle management based on feedforward control can effectively prevent recurrence of hemoptysis and massive hemoptysis in patients with pulmonary tb this approach can shorten the time of hemoptysis reduce the incidence and mortality associated with asphyxia improve patient compliance and satisfaction and relieve patients anxiety"
}