{
    "title": "Novel Nanocarriers for the Treatment of Wound Healing.",
    "doc_id": "32611292",
    "writer": "Krishnaswami V",
    "year": "2020",
    "summary": "The sequence of biochemical and cellular responses restoring the integrity of the subcutaneous tissue of the skin is termed as wound healing. Inflammatory cytokine suppression and inflammatory transduction cascades are the major targets for wound healing …",
    "abstract": "The sequence of biochemical and cellular responses restoring the integrity of the subcutaneous tissue of the skin is termed as wound healing. Inflammatory cytokine suppression and inflammatory transduction cascades are the major targets for wound healing. Formulations for wound healing should promote neovascularization and angiogenic pathways by increasing the expression of vascular endothelial growth factor, fibroblast growth factor, and platelet-derived growth factor. Medication used for wound healing promotes antiinflammatory associated with anti-bacterial action. In order to boost the effectiveness of current medical treatments, the cutting-edge nanotechnology offers many novel therapies. This review summarized and discussed wound healing, types of wounds, natural materials used for wound healing, metallic nanoparticles and current nano drug delivery systems used for wound healing with special emphasis on the angiogenesis role in the healing of wounds.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32611292/",
    "clean_text": "novel nanocarriers for the treatment of wound healing the sequence of biochemical and cellular responses restoring the integrity of the subcutaneous tissue of the skin is termed as wound healing inflammatory cytokine suppression and inflammatory transduction cascades are the major targets for wound healing the sequence of biochemical and cellular responses restoring the integrity of the subcutaneous tissue of the skin is termed as wound healing inflammatory cytokine suppression and inflammatory transduction cascades are the major targets for wound healing formulations for wound healing should promote neovascularization and angiogenic pathways by increasing the expression of vascular endothelial growth factor fibroblast growth factor and platelet derived growth factor medication used for wound healing promotes antiinflammatory associated with anti bacterial action in order to boost the effectiveness of current medical treatments the cutting edge nanotechnology offers many novel therapies this review summarized and discussed wound healing types of wounds natural materials used for wound healing metallic nanoparticles and current nano drug delivery systems used for wound healing with special emphasis on the angiogenesis role in the healing of wounds"
}