{
    "title": "Gut microbiota and the development of pediatric diseases.",
    "doc_id": "25917564",
    "writer": "Lu CY",
    "year": "2015",
    "summary": "The human gut harbors a huge number of microbes, which are collectively named \"microbiota.\" The dynamic composition of the human gut microbiota is determined by multiple factors, including mode of delivery, diet, environment, and antibiotics. A healthy …",
    "abstract": "The human gut harbors a huge number of microbes, which are collectively named \"microbiota.\" The dynamic composition of the human gut microbiota is determined by multiple factors, including mode of delivery, diet, environment, and antibiotics. A healthy gut microbiota is helpful to the host in many aspects, including providing nutrients, protection from pathogens, and maturation of immune responses. Dysbiosis plays important roles in various diseases in infancy and later life: necrotizing enterocolitis, inflammatory bowel disease, obesity, and atopic diseases are some examples. Studies of functional metagenomics by newly developed techniques, such as next-generation sequencing, will not only elucidate the molecular mechanisms underlying gut microbiota-host interactions but will also provide new possibilities for disease prevention and treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25917564/",
    "clean_text": "gut microbiota and the development of pediatric diseases the human gut harbors a huge number of microbes which are collectively named microbiota the dynamic composition of the human gut microbiota is determined by multiple factors including mode of delivery diet environment and antibiotics a healthy the human gut harbors a huge number of microbes which are collectively named microbiota the dynamic composition of the human gut microbiota is determined by multiple factors including mode of delivery diet environment and antibiotics a healthy gut microbiota is helpful to the host in many aspects including providing nutrients protection from pathogens and maturation of immune responses dysbiosis plays important roles in various diseases in infancy and later life necrotizing enterocolitis inflammatory bowel disease obesity and atopic diseases are some examples studies of functional metagenomics by newly developed techniques such as next generation sequencing will not only elucidate the molecular mechanisms underlying gut microbiota host interactions but will also provide new possibilities for disease prevention and treatment"
}