{
    "pmid": "41399235",
    "title": "Tumor Necrosis Factor Inhibitor Therapy Increases Absolute Lymphocyte Count and Is Associated With Lower Mortality in Patients With Psoriatic Arthritis.",
    "abstract": "Pathogenic inflammation in psoriatic arthritis (PsA) includes tumor necrosis factor (TNF) signaling. We observed that lower absolute lymphocyte count (ALC) was associated with greater mortality in persons with rheumatoid arthritis, and the start of TNF inhibitor (TNFi) therapy was associated with increased ALC. The effect of TNFi on ALC and mortality in PsA is not known. Using the VA Corporate Data Warehouse, we identified patients with PsA that initiated TNFi in 2010 through 2015 with laboratory tests before and 3 to 24 months after therapy initiation. Patients with PsA seen in rheumatology clinics were matched by age, sex, race and ethnicity with controls. In a subset of local patients and controls, we evaluated markers of inflammation and other correlates of ALC. Among 1923 patients with PsA, ALC increased by a mean of 0.22 × 10 TNFi therapy increases the peripheral blood ALC in patients with PsA, and this is associated with lower subsequent mortality. Mechanisms underlying this relationship may include effects of PsA, TNFi, and IL-6 on T cell subset homeostasis.",
    "disease": "rheumatoid arthritis",
    "clean_text": "tumor necrosis factor inhibitor therapy increases absolute lymphocyte count and is associated with lower mortality in patients with psoriatic arthritis pathogenic inflammation in psoriatic arthritis psa includes tumor necrosis factor tnf signaling we observed that lower absolute lymphocyte count alc was associated with greater mortality in persons with rheumatoid arthritis and the start of tnf inhibitor tnfi therapy was associated with increased alc the effect of tnfi on alc and mortality in psa is not known using the va corporate data warehouse we identified patients with psa that initiated tnfi in through with laboratory tests before and to months after therapy initiation patients with psa seen in rheumatology clinics were matched by age sex race and ethnicity with controls in a subset of local patients and controls we evaluated markers of inflammation and other correlates of alc among patients with psa alc increased by a mean of tnfi therapy increases the peripheral blood alc in patients with psa and this is associated with lower subsequent mortality mechanisms underlying this relationship may include effects of psa tnfi and il on t cell subset homeostasis"
}