{
    "pmid": "41469227",
    "title": "Coping Strategies and Perception of Patients With Breast Cancer Post-Surgery in an Underserved Region of Nigeria.",
    "abstract": "Patients' coping styles, perceptions, and attitudes are important for healthy living and survivorship in breast cancer. To assess factors associated with coping styles in patients with breast cancer surgery in an underserved population in Northern Nigeria. This cross-sectional study included 72 patients with breast cancer post-surgery. Data was collected on clinico-demographic variables, patients' perceptions, the World Health Organization Quality of Life (WHOQOL-BREF), the General Health Questionnaire (GHQ-12), and the Coping Strategy Inventory (CSI-32). The mean age of participants was 45.9 (±9.1) years. Over 80% of participants underwent mastectomy, with 93.1% reporting complications. Notwithstanding, participants largely perceived that the procedure was life-saving, and most did not feel the need for a breast prosthesis. Notably, 70.8% reported an increased tendency to withdraw socially, but only 34.7% experienced functional difficulties with daily activities or chores. Patients practiced different engagement-disengagement coping strategies, albeit use of multiple dimensions of engagement coping was pronounced in a greater fraction (percentile) of patients. Multiple aspects of perception (including a lack of satisfaction with clothes fitting, feelings of incompleteness, greater time since surgery), and the experience of psychological distress were associated with disengagement coping. On the other hand, engagement coping was more likely in patients who were satisfied with clothing fit, experienced less impact on daily living, and had an improved quality of life. Coping in patients with breast cancer post-surgery is multifaceted, varying by individual perception and psychosocial wellbeing. Future research is needed to guide interventions that bolster psychosocial well-being to promote healthy coping.",
    "disease": "breast cancer",
    "clean_text": "coping strategies and perception of patients with breast cancer post surgery in an underserved region of nigeria patients coping styles perceptions and attitudes are important for healthy living and survivorship in breast cancer to assess factors associated with coping styles in patients with breast cancer surgery in an underserved population in northern nigeria this cross sectional study included patients with breast cancer post surgery data was collected on clinico demographic variables patients perceptions the world health organization quality of life whoqol bref the general health questionnaire ghq and the coping strategy inventory csi the mean age of participants was years over of participants underwent mastectomy with reporting complications notwithstanding participants largely perceived that the procedure was life saving and most did not feel the need for a breast prosthesis notably reported an increased tendency to withdraw socially but only experienced functional difficulties with daily activities or chores patients practiced different engagement disengagement coping strategies albeit use of multiple dimensions of engagement coping was pronounced in a greater fraction percentile of patients multiple aspects of perception including a lack of satisfaction with clothes fitting feelings of incompleteness greater time since surgery and the experience of psychological distress were associated with disengagement coping on the other hand engagement coping was more likely in patients who were satisfied with clothing fit experienced less impact on daily living and had an improved quality of life coping in patients with breast cancer post surgery is multifaceted varying by individual perception and psychosocial wellbeing future research is needed to guide interventions that bolster psychosocial well being to promote healthy coping"
}