{
    "title": "Identifying risk factors for first-episode neck pain: A systematic review.",
    "doc_id": "29197234",
    "writer": "Kim R",
    "year": "2018",
    "summary": "Because of the tendency for neck pain to become a chronic issue, it is important to identify risk factors that could encourage prevention and early diagnosis. The purpose of this systematic review was to identify risk factors for a first episode of nec …",
    "abstract": "Neck pain affects 15.1% of the United States' general population every 3 months, and ranks fourth in global disability. Because of the tendency for neck pain to become a chronic issue, it is important to identify risk factors that could encourage prevention and early diagnosis. The purpose of this systematic review was to identify risk factors for a first episode of neck pain. Three databases were searched with key words such as \"neck pain\" and \"first incidence.\" Risk factors from the resulting articles were reported as either a physical or psychosocial risk factor and ranked by the strength of their odds/risk/hazard ratio: <1.0 (protective factor), 1.0-1.5 (minor risk), 1.5-2.0 (moderate risk), or 2.0+ (major risk). Out of 878 total articles, 10 articles met our inclusion criteria. Of these studies, a global incidence rate for neck pain was calculated to be 16.2%. The strongest psychosocial risk factors were depressed mood, high role conflict, and perceived muscular tension. There were no major physical risk factors (2.0+), but the most commonly reported risk factor was work in awkward/sustained postures. Protective measures found included high perceived empowering leadership, high perceived social climate, leisure physical activity, and cervical extensor endurance. Most risk factors found for neck pain were related to psychosocial characteristics, rather than physical characteristics. A number of these risk factors were mediating factors, suggesting that a prevention-based program may be useful in modifying the existence of the risk factors before the occurrence of neck pain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29197234/",
    "clean_text": "identifying risk factors for first episode neck pain a systematic review because of the tendency for neck pain to become a chronic issue it is important to identify risk factors that could encourage prevention and early diagnosis the purpose of this systematic review was to identify risk factors for a first episode of nec neck pain affects of the united states general population every months and ranks fourth in global disability because of the tendency for neck pain to become a chronic issue it is important to identify risk factors that could encourage prevention and early diagnosis the purpose of this systematic review was to identify risk factors for a first episode of neck pain three databases were searched with key words such as neck pain and first incidence risk factors from the resulting articles were reported as either a physical or psychosocial risk factor and ranked by the strength of their odds risk hazard ratio protective factor minor risk moderate risk or major risk out of total articles articles met our inclusion criteria of these studies a global incidence rate for neck pain was calculated to be the strongest psychosocial risk factors were depressed mood high role conflict and perceived muscular tension there were no major physical risk factors but the most commonly reported risk factor was work in awkward sustained postures protective measures found included high perceived empowering leadership high perceived social climate leisure physical activity and cervical extensor endurance most risk factors found for neck pain were related to psychosocial characteristics rather than physical characteristics a number of these risk factors were mediating factors suggesting that a prevention based program may be useful in modifying the existence of the risk factors before the occurrence of neck pain"
}