{
    "pmid": "41458123",
    "title": "Effects of risk factor-based targeted nursing intervention on psychological status, sleep quality, and pain in patients with trigeminal neuralgia.",
    "abstract": "To identify clinical factors associated with pain perception, psychological status, and sleep quality in patients with trigeminal neuralgia (TN) and to evaluate the clinical efficacy of individualized comprehensive nursing interventions in alleviating pain, anxiety, depression, and sleep disorders. This study combined retrospective with prospective design. The retrospective analysis included 162 patients with TN admitted to our hospital from January 2020 and March 2022. Patients were grouped based on their scores on the Visual Analogue Scale (VAS), Hospital Anxiety and Depression Scale (HADS), and Pittsburgh Sleep Quality Index (PSQI). In the prospective arm, 64 eligible patients were assigned into intervention (individualized nursing care) and control (standard routine care) groups using a random number table. Changes in VAS, HADS, and PSQI scores before and after the intervention were compared, along with assessments of nursing adherence and patient satisfaction. Retrospective analysis revealed that sex, frequency of pain episodes, comorbid hypertension, and history of surgical treatment were associated with pain scores. Pain distribution and previous treatment methods were correlated with anxiety/depression. Frequency of pain and pain distribution were major factors affecting sleep quality. In the prospective study, the intervention group showed significantly lower VAS, HADS-Anxiety, HADS-Depression, and PSQI scores. The intervention group also demonstrated better adherence to nursing and higher nursing satisfaction. Risk-factor based targeted nursing interventions can alleviate pain, negative emotions, and sleep disturbances, while enhancing adherence and patient satisfaction, demonstrating strong clinical value in TN management.",
    "disease": "hypertension",
    "clean_text": "effects of risk factor based targeted nursing intervention on psychological status sleep quality and pain in patients with trigeminal neuralgia to identify clinical factors associated with pain perception psychological status and sleep quality in patients with trigeminal neuralgia tn and to evaluate the clinical efficacy of individualized comprehensive nursing interventions in alleviating pain anxiety depression and sleep disorders this study combined retrospective with prospective design the retrospective analysis included patients with tn admitted to our hospital from january and march patients were grouped based on their scores on the visual analogue scale vas hospital anxiety and depression scale hads and pittsburgh sleep quality index psqi in the prospective arm eligible patients were assigned into intervention individualized nursing care and control standard routine care groups using a random number table changes in vas hads and psqi scores before and after the intervention were compared along with assessments of nursing adherence and patient satisfaction retrospective analysis revealed that sex frequency of pain episodes comorbid hypertension and history of surgical treatment were associated with pain scores pain distribution and previous treatment methods were correlated with anxiety depression frequency of pain and pain distribution were major factors affecting sleep quality in the prospective study the intervention group showed significantly lower vas hads anxiety hads depression and psqi scores the intervention group also demonstrated better adherence to nursing and higher nursing satisfaction risk factor based targeted nursing interventions can alleviate pain negative emotions and sleep disturbances while enhancing adherence and patient satisfaction demonstrating strong clinical value in tn management"
}