{
    "title": "Yellow Leaf Disease of Muskmelon from Thailand Caused by Tomato leaf curl virus.",
    "doc_id": "30841125",
    "writer": "Samretwanich K",
    "year": "2000",
    "summary": "Based on leaf yellowing symptoms and whitefly transmission, infection by a geminivirus was suspected. Five naturally infected musk-melon plants showing leaf yellowing were collected from a field at Kam-phaengsaen, Nakorn Pathom, Thailand, in 1996. ...",
    "abstract": "Muskmelon (Cucumis melo L. var. reliculatus) plants exhibiting a yellow leaf disease have been observed in central Thailand since 1993. The pathogen is transmitted to muskmelon by the whitefly, Bemisia tabaci Genn. Based on leaf yellowing symptoms and whitefly transmission, infection by a geminivirus was suspected. Five naturally infected musk-melon plants showing leaf yellowing were collected from a field at Kam-phaengsaen, Nakorn Pathom, Thailand, in 1996. Virus cultures were maintained in muskmelon plants in a screenhouse. Inoculations were done with B. tabaci, and leaf symptoms were the same as symptoms in the field. Geminivirus DNA associated with yellow leaf disease of musk-melon was amplified by polymerase chain reaction with geminivirus-specific degenerate primers (2) that anneal within the rep (replication-associated protein) and cp (coat protein) genes (2). Fragments of 1.2 kb were amplified and cloned from affected muskmelon plants. The insert of three independent clones was sequenced, and identical 32-base stem loop regions were found, including the conserved nonanucleotide sequence TAATATTAC present in all geminiviruses. The iterative sequence GGCGTC also was found in the intergenic region (IR; 434 bp) of the amplified fragments (1). The B component was not found from the total length of the restriction fragment sizes of dsDNA isolated from infected muskmelon. The nucleotide sequences of IR and V1 (precoat open reading frame) were compared with 28 well-studied whitefly-transmitted geminiviruses and revealed ≍97% sequence similarity with DNA A of Tomato leaf curl virus (genus Geminivirus) from India (ToLCV-In2; GenBank Accession no. u15016) (1). The iterative sequence GGCGTC in the IR also was identical to ToLCV-In2. These results establish the provisional identity of the virus causing melon yellow leaf disease as ToLCV or closely related strains. References: (1) M. Padidam et al. J. Gen. Virol. 76:249, 1995. (2) M. R. Rojas et al. Plant Dis. 77:340, 1993.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30841125/",
    "clean_text": "yellow leaf disease of muskmelon from thailand caused by tomato leaf curl virus based on leaf yellowing symptoms and whitefly transmission infection by a geminivirus was suspected five naturally infected musk melon plants showing leaf yellowing were collected from a field at kam phaengsaen nakorn pathom thailand in muskmelon cucumis melo l var reliculatus plants exhibiting a yellow leaf disease have been observed in central thailand since the pathogen is transmitted to muskmelon by the whitefly bemisia tabaci genn based on leaf yellowing symptoms and whitefly transmission infection by a geminivirus was suspected five naturally infected musk melon plants showing leaf yellowing were collected from a field at kam phaengsaen nakorn pathom thailand in virus cultures were maintained in muskmelon plants in a screenhouse inoculations were done with b tabaci and leaf symptoms were the same as symptoms in the field geminivirus dna associated with yellow leaf disease of musk melon was amplified by polymerase chain reaction with geminivirus specific degenerate primers that anneal within the rep replication associated protein and cp coat protein genes fragments of kb were amplified and cloned from affected muskmelon plants the insert of three independent clones was sequenced and identical base stem loop regions were found including the conserved nonanucleotide sequence taatattac present in all geminiviruses the iterative sequence ggcgtc also was found in the intergenic region ir bp of the amplified fragments the b component was not found from the total length of the restriction fragment sizes of dsdna isolated from infected muskmelon the nucleotide sequences of ir and v precoat open reading frame were compared with well studied whitefly transmitted geminiviruses and revealed sequence similarity with dna a of tomato leaf curl virus genus geminivirus from india tolcv in genbank accession no u the iterative sequence ggcgtc in the ir also was identical to tolcv in these results establish the provisional identity of the virus causing melon yellow leaf disease as tolcv or closely related strains references m padidam et al j gen virol m r rojas et al plant dis"
}