{
    "title": "Breast cancer and exercise: The role of adiposity and immune markers.",
    "doc_id": "28515012",
    "writer": "Pudkasam S",
    "year": "2017",
    "summary": "Currently, breast cancer accounts for a quarter of all cancers and 15% of cancer-specific deaths amongst females. The global occurrence of breast cancer has increased in the last decade whilst the mortality rate has decreased. ...",
    "abstract": "Currently, breast cancer accounts for a quarter of all cancers and 15% of cancer-specific deaths amongst females. The global occurrence of breast cancer has increased in the last decade whilst the mortality rate has decreased. Exercise can be beneficial to breast cancer patients through changes in adiposity and immune responses. Even though there is some evidence supporting the improvement of fat metabolism and immune function after an exercise program in breast cancer, randomized controlled studies are limited and require further comprehensive analysis in this population group. Herein, we identify the known effects of exercise programs on adiposity and immunological markers which can improve breast cancer outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28515012/",
    "clean_text": "breast cancer and exercise the role of adiposity and immune markers currently breast cancer accounts for a quarter of all cancers and of cancer specific deaths amongst females the global occurrence of breast cancer has increased in the last decade whilst the mortality rate has decreased currently breast cancer accounts for a quarter of all cancers and of cancer specific deaths amongst females the global occurrence of breast cancer has increased in the last decade whilst the mortality rate has decreased exercise can be beneficial to breast cancer patients through changes in adiposity and immune responses even though there is some evidence supporting the improvement of fat metabolism and immune function after an exercise program in breast cancer randomized controlled studies are limited and require further comprehensive analysis in this population group herein we identify the known effects of exercise programs on adiposity and immunological markers which can improve breast cancer outcomes"
}