{
    "title": "Cold ischemic injury of transplanted kidneys: new insights from experimental studies.",
    "doc_id": "15271685",
    "writer": "Salahudeen AK.",
    "year": "2004",
    "summary": "Kidney transplantation is the preferred and definitive treatment for end-stage renal disease (ESRD), and kidneys from deceased donors are a major source for it. These kidneys are routinely cold stored to prolong viability, which, however, when prolonged can c …",
    "abstract": "Kidney transplantation is the preferred and definitive treatment for end-stage renal disease (ESRD), and kidneys from deceased donors are a major source for it. These kidneys are routinely cold stored to prolong viability, which, however, when prolonged can cause injury, resulting in reduced graft function and survival. Recent experimental studies have identified the release of iron and free radicals, activation of calpain, and formation of F(2)-isoprostanes as important components of cold ischemic injury, as are the swelling of mitochondria and activation of mitochondrial apoptotic pathways. Moreover, studies have also suggested that fortifying the storage solution with deferoxamine or preconditioning the donor kidneys with hemeoxygenase-1 may prove viable clinical strategies to limit cold ischemic injury. This review will summarize these and other new experimental data that have implications for reducing cold ischemic transplant injury, a step necessary to improve deceased-donor allograft survival.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15271685/",
    "clean_text": "cold ischemic injury of transplanted kidneys new insights from experimental studies kidney transplantation is the preferred and definitive treatment for end stage renal disease esrd and kidneys from deceased donors are a major source for it these kidneys are routinely cold stored to prolong viability which however when prolonged can c kidney transplantation is the preferred and definitive treatment for end stage renal disease esrd and kidneys from deceased donors are a major source for it these kidneys are routinely cold stored to prolong viability which however when prolonged can cause injury resulting in reduced graft function and survival recent experimental studies have identified the release of iron and free radicals activation of calpain and formation of f isoprostanes as important components of cold ischemic injury as are the swelling of mitochondria and activation of mitochondrial apoptotic pathways moreover studies have also suggested that fortifying the storage solution with deferoxamine or preconditioning the donor kidneys with hemeoxygenase may prove viable clinical strategies to limit cold ischemic injury this review will summarize these and other new experimental data that have implications for reducing cold ischemic transplant injury a step necessary to improve deceased donor allograft survival"
}