{
    "title": "Structure Composition and Intracellular Transport of Clathrin-Mediated Intestinal Transmembrane Tight Junction Protein.",
    "doc_id": "36050591",
    "writer": "Pan YY",
    "year": "2023",
    "summary": "Tight junctions (TJs) are located in the apical region of the junctions between epithelial cells and are widely found in organs such as the brain, retina, intestinal epithelium, and endothelial system. ...",
    "abstract": "Tight junctions (TJs) are located in the apical region of the junctions between epithelial cells and are widely found in organs such as the brain, retina, intestinal epithelium, and endothelial system. As a mechanical barrier of the intestinal mucosa, TJs can not only maintain the integrity of intestinal epithelial cells but also maintain intestinal mucosal permeability by regulating the entry of ions and molecules into paracellular channels. Therefore, the formation disorder or integrity destruction of TJs can induce damage to the intestinal epithelial barrier, ultimately leading to the occurrence of various gastrointestinal diseases, such as inflammatory bowel disease (IBD), gastroesophageal reflux disease (GERD), and irritable bowel syndrome (IBS). However, a large number of studies have shown that TJs protein transport disorder from the endoplasmic reticulum to the apical membrane can lead to TJs formation disorder, in addition to disruption of TJs integrity caused by external pathological factors and reduction of TJs protein synthesis. In this review, we focus on the structural composition of TJs, the formation of clathrin-coated vesicles containing transmembrane TJs from the Golgi apparatus, and the transport process from the Golgi apparatus to the plasma membrane via microtubules and finally fusion with the plasma membrane. At present, the mechanism of the intracellular transport of TJ proteins remains unclear. More studies are needed in the future to focus on the sorting of TJs protein vesicles, regulation of transport processes, and recycling of TJ proteins, etc.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36050591/",
    "clean_text": "structure composition and intracellular transport of clathrin mediated intestinal transmembrane tight junction protein tight junctions tjs are located in the apical region of the junctions between epithelial cells and are widely found in organs such as the brain retina intestinal epithelium and endothelial system tight junctions tjs are located in the apical region of the junctions between epithelial cells and are widely found in organs such as the brain retina intestinal epithelium and endothelial system as a mechanical barrier of the intestinal mucosa tjs can not only maintain the integrity of intestinal epithelial cells but also maintain intestinal mucosal permeability by regulating the entry of ions and molecules into paracellular channels therefore the formation disorder or integrity destruction of tjs can induce damage to the intestinal epithelial barrier ultimately leading to the occurrence of various gastrointestinal diseases such as inflammatory bowel disease ibd gastroesophageal reflux disease gerd and irritable bowel syndrome ibs however a large number of studies have shown that tjs protein transport disorder from the endoplasmic reticulum to the apical membrane can lead to tjs formation disorder in addition to disruption of tjs integrity caused by external pathological factors and reduction of tjs protein synthesis in this review we focus on the structural composition of tjs the formation of clathrin coated vesicles containing transmembrane tjs from the golgi apparatus and the transport process from the golgi apparatus to the plasma membrane via microtubules and finally fusion with the plasma membrane at present the mechanism of the intracellular transport of tj proteins remains unclear more studies are needed in the future to focus on the sorting of tjs protein vesicles regulation of transport processes and recycling of tj proteins etc"
}