{
    "title": "Head and neck sarcoma: report of the Head and Neck Sarcoma Registry. Society of Head and Neck Surgeons Committee on Research.",
    "doc_id": "1624288",
    "writer": "Wanebo HJ",
    "year": "1992",
    "summary": "A Head and Neck Sarcoma Registry was established by the Society of Head and Neck Surgeons to review treatment results of a rare tumor by surgeons with special interest in this anatomic site. ...There were 194 adult tumors and 20 pediatric tumors. The m …",
    "abstract": "A Head and Neck Sarcoma Registry was established by the Society of Head and Neck Surgeons to review treatment results of a rare tumor by surgeons with special interest in this anatomic site. Two hundred fourteen patients were analyzed. There were 194 adult tumors and 20 pediatric tumors. The major sites included parotid and neck, 20%; face and forehead, 18%; maxilla and palate, 13%; scalp, 12%; mandible, 11%; paranasal sinuses, 7%; larynx, 2%; and oral cavity, 5%. Eighty-four percent were resectable. The disease-free survival was 56%; overall survival was 70% at 5 years. Major determinants of survival were adequacy of resection (margins free of tumor) and tumor type. Survival differed according to tumor cell type (tumor grade was not available). Patients with chondrosarcoma and dermatofibrosarcoma had survival approaching 100%. Patients with malignant fibrous histiocytoma (MFH) and fibrosarcoma (FSA) had intermediate survival of 60% to 70%. The worst survival, less than 50% at 5 years, occurred in patients with osteosarcoma, angiosarcoma, and rhabdomyosarcoma in decreasing order. This suggests a rationale for identifying high-risk patients for prospective adjuvant protocols. This study emphasizes the value of recording uncommon tumors to provide relevant information for future study and possibly therapy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1624288/",
    "clean_text": "head and neck sarcoma report of the head and neck sarcoma registry society of head and neck surgeons committee on research a head and neck sarcoma registry was established by the society of head and neck surgeons to review treatment results of a rare tumor by surgeons with special interest in this anatomic site there were adult tumors and pediatric tumors the m a head and neck sarcoma registry was established by the society of head and neck surgeons to review treatment results of a rare tumor by surgeons with special interest in this anatomic site two hundred fourteen patients were analyzed there were adult tumors and pediatric tumors the major sites included parotid and neck face and forehead maxilla and palate scalp mandible paranasal sinuses larynx and oral cavity eighty four percent were resectable the disease free survival was overall survival was at years major determinants of survival were adequacy of resection margins free of tumor and tumor type survival differed according to tumor cell type tumor grade was not available patients with chondrosarcoma and dermatofibrosarcoma had survival approaching patients with malignant fibrous histiocytoma mfh and fibrosarcoma fsa had intermediate survival of to the worst survival less than at years occurred in patients with osteosarcoma angiosarcoma and rhabdomyosarcoma in decreasing order this suggests a rationale for identifying high risk patients for prospective adjuvant protocols this study emphasizes the value of recording uncommon tumors to provide relevant information for future study and possibly therapy"
}