{
    "pmid": "41453423",
    "title": "Micellar co-delivery of KRAS-mutant inhibitors and TLR7/8 agonists synergizes targeted therapy and immunotherapy in lung cancer.",
    "abstract": "KRAS-mutant lung cancers pose significant clinical challenges. Despite promising advance in covalent KRAS G12C inhibitors, many patients with G12C mutation reveal limited responses, due to rapid emergence of resistance and heterogeneous nature of KRAS mutations. Here, we report a reduction-sensitive micellar system for the codelivery of a KRAS G12C inhibitor (adagrasib, KI) and a TLR7/8 agonist (R848, TA) (mKITA), aiming to synchronize direct oncogenic signaling blockade with potent immune modulation within tumor microenvironment (TME). In KRAS G12C-mutant lung cancer LLC cells, mKITA displayed enhanced autophagy and apoptosis, inducing marked immunogenic cell death at an optimal KI/TA molar ratio of 8/1. This in turn, stimulated dendritic cell (DC) maturation, proinflammatory cytokine secretion, and robust T cell activation-manifesting as a pronounced in situ vaccine effect. In an orthotopic LLC model, systemic administration of mKITA brought about significant survival benefits, and remodeled the suppressive TME by depleting immunosuppressive MDSCs, Tregs and M2M, and recruiting effector immune subsets (DCs, IFN-γ",
    "disease": "lung cancer",
    "clean_text": "micellar co delivery of kras mutant inhibitors and tlr agonists synergizes targeted therapy and immunotherapy in lung cancer kras mutant lung cancers pose significant clinical challenges despite promising advance in covalent kras g c inhibitors many patients with g c mutation reveal limited responses due to rapid emergence of resistance and heterogeneous nature of kras mutations here we report a reduction sensitive micellar system for the codelivery of a kras g c inhibitor adagrasib ki and a tlr agonist r ta mkita aiming to synchronize direct oncogenic signaling blockade with potent immune modulation within tumor microenvironment tme in kras g c mutant lung cancer llc cells mkita displayed enhanced autophagy and apoptosis inducing marked immunogenic cell death at an optimal ki ta molar ratio of this in turn stimulated dendritic cell dc maturation proinflammatory cytokine secretion and robust t cell activation manifesting as a pronounced in situ vaccine effect in an orthotopic llc model systemic administration of mkita brought about significant survival benefits and remodeled the suppressive tme by depleting immunosuppressive mdscs tregs and m m and recruiting effector immune subsets dcs ifn"
}