{
    "title": "[FATTY LIVER AND DEVELOPMENT OF ATHEROSCLEROSIS IN ELDERLY AND SENILE AGE].",
    "doc_id": "27214993",
    "writer": "Khoroshinina LP",
    "year": "2015",
    "summary": "Search for scientific information on the relation fatty liver with the development of atherosclerotic lesions of arteries. Currently fatty liver regarded as hepatic manifestation of metabolic syndrome, regardless of the presence or absence of tradition …",
    "abstract": "Search for scientific information on the relation fatty liver with the development of atherosclerotic lesions of arteries. Currently fatty liver regarded as hepatic manifestation of metabolic syndrome, regardless of the presence or absence of traditional risk factors and components of metabolic syndrome, fatty liver is associated with a greater degree of atherosclerotic vascular disease. In addition fatty liver may occur long before the development of metabolic problems, thus creating preconditions for the development of possible metabolic disorders in the human body.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27214993/",
    "clean_text": "fatty liver and development of atherosclerosis in elderly and senile age search for scientific information on the relation fatty liver with the development of atherosclerotic lesions of arteries currently fatty liver regarded as hepatic manifestation of metabolic syndrome regardless of the presence or absence of tradition search for scientific information on the relation fatty liver with the development of atherosclerotic lesions of arteries currently fatty liver regarded as hepatic manifestation of metabolic syndrome regardless of the presence or absence of traditional risk factors and components of metabolic syndrome fatty liver is associated with a greater degree of atherosclerotic vascular disease in addition fatty liver may occur long before the development of metabolic problems thus creating preconditions for the development of possible metabolic disorders in the human body"
}