{
    "title": "Renal scintigraphy in the acute care setting.",
    "doc_id": "23414827",
    "writer": "Sfakianaki E",
    "year": "2013",
    "summary": "As such, this protocol has been widely used in the workup of acutely ill patients. In this setting, there are common clinical entities which affect patients with native and transplant kidneys. In adult patients with native kidneys one of the most frequent rea …",
    "abstract": "Renal scintigraphy is a powerful imaging method that provides both functional and anatomic information, which is particularly useful in the acute care setting. In our institution, for the past 2 decades, we have used a 25-minute renal diuretic protocol, technetium-99m ((99m)Tc) mercaptoacetyltriglycine with simultaneous intravenous injection of furosemide, for all ages and indications, including both native and transplant kidneys. As such, this protocol has been widely used in the workup of acutely ill patients. In this setting, there are common clinical entities which affect patients with native and transplant kidneys. In adult patients with native kidneys one of the most frequent reasons for emergency room visits is renal colic due to urolithiasis. Although unenhanced computed tomography is useful to assess the anatomy in cases of renal colic, it does not provide functional information. Time zero furosemide renal scintigraphy can do both and we have shown that it can effectively stratify patients with renal colic. To this end, 4 characteristic patterns of scintirenography have been identified, standardized, and consistently applied: no obstruction, partial obstruction (mild vs high grade), complete obstruction, and stunned (postdecompressed) kidney. With the extensive use of this protocol over the past 2 decades, a pattern of \"regional parenchymal dysfunction\" indicative of acute pyelonephritis has also been delineated. This information has proved to be useful for patients presenting with urinary tract infection and suspected pyelonephritis, as well as for patients who were referred for workup of renal colic but were found to have acute pyelonephritis instead. In instances of abdominal trauma, renal scintigraphy is uniquely suited to identify urine leaks. This is also true in cases of suspected leak following renal transplant or from other iatrogenic/postsurgical causes. Patients presenting with acute renal failure can be evaluated with renal scintigraphy. A scintigraphic pattern of \"relative preservation of flow as compared to function\" has been identified as indicative of acute tubular necrosis, which is distinct from other potential causes of acute renal failure, such as nephrotoxicity and in the case of renal transplants, rejection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23414827/",
    "clean_text": "renal scintigraphy in the acute care setting as such this protocol has been widely used in the workup of acutely ill patients in this setting there are common clinical entities which affect patients with native and transplant kidneys in adult patients with native kidneys one of the most frequent rea renal scintigraphy is a powerful imaging method that provides both functional and anatomic information which is particularly useful in the acute care setting in our institution for the past decades we have used a minute renal diuretic protocol technetium m m tc mercaptoacetyltriglycine with simultaneous intravenous injection of furosemide for all ages and indications including both native and transplant kidneys as such this protocol has been widely used in the workup of acutely ill patients in this setting there are common clinical entities which affect patients with native and transplant kidneys in adult patients with native kidneys one of the most frequent reasons for emergency room visits is renal colic due to urolithiasis although unenhanced computed tomography is useful to assess the anatomy in cases of renal colic it does not provide functional information time zero furosemide renal scintigraphy can do both and we have shown that it can effectively stratify patients with renal colic to this end characteristic patterns of scintirenography have been identified standardized and consistently applied no obstruction partial obstruction mild vs high grade complete obstruction and stunned postdecompressed kidney with the extensive use of this protocol over the past decades a pattern of regional parenchymal dysfunction indicative of acute pyelonephritis has also been delineated this information has proved to be useful for patients presenting with urinary tract infection and suspected pyelonephritis as well as for patients who were referred for workup of renal colic but were found to have acute pyelonephritis instead in instances of abdominal trauma renal scintigraphy is uniquely suited to identify urine leaks this is also true in cases of suspected leak following renal transplant or from other iatrogenic postsurgical causes patients presenting with acute renal failure can be evaluated with renal scintigraphy a scintigraphic pattern of relative preservation of flow as compared to function has been identified as indicative of acute tubular necrosis which is distinct from other potential causes of acute renal failure such as nephrotoxicity and in the case of renal transplants rejection"
}