{
    "title": "Association of Bone Conduction Devices for Single-Sided Sensorineural Deafness With Quality of Life: A Systematic Review and Meta-analysis.",
    "doc_id": "34647990",
    "writer": "Hampton T",
    "year": "2022",
    "summary": "IMPORTANCE: Although bone conduction devices (BCDs) have been shown to improve audiological outcomes of patients with single-sided sensorineural deafness (SSD), their effects on the patients' quality of life (QOL) are unclear. OBJECTIVE: To investigate the associati …",
    "abstract": "Importance:\n        \n      \n      Although bone conduction devices (BCDs) have been shown to improve audiological outcomes of patients with single-sided sensorineural deafness (SSD), their effects on the patients' quality of life (QOL) are unclear.\n    \n\n\n          Objective:\n        \n      \n      To investigate the association of BCDs on QOL in patients with SSD.\n    \n\n\n          Data sources:\n        \n      \n      Literature search of databases (Medline, Embase, Cochrane Library, and ClinicalTrials.gov) from January 1, 1978, to June 24, 2021, was performed.\n    \n\n\n          Study selection:\n        \n      \n      Prospective interventional studies with 10 or more participants with SSD (defined as pure tone average >70 dB hearing loss in the worse hearing ear and ≤30 dB in the better hearing ear) who underwent unilateral BCD implantation and assessment of QOL before and after the intervention using a validated tool were eligible for inclusion. Studies on adults and children were eligible for inclusion. Patients with only conductive, mixed, or bilateral hearing loss were excluded.\n    \n\n\n          Data extraction and synthesis:\n        \n      \n      Data were extracted by 2 independent reviewers. Study clinical and demographic characteristics were obtained. Meta-analysis of mean differences in QOL scores before and after the intervention was performed. Study bias was assessed using Joanna Briggs Institute risk of bias tool.\n    \n\n\n          Main outcomes and measures:\n        \n      \n      The main study outcome was mean change in QOL scores at 6 months after insertion of BCDs. The 3 QOL instruments used in the studies included the Abbreviated Profile of Hearing Aid Benefit (APHAB), the Health Utilities Index-3 (HUI-3), and the Speech, Spatial and Qualities of Hearing Scale (SSQ). The APHAB and the SSQ are the hearing-related QOL measures, whereas the HUI-3 is a generic QOL measure.\n    \n\n\n          Results:\n        \n      \n      A total of 486 articles were identified, and 11 studies with 203 patients met the inclusion criteria. Only adult studies met inclusion criteria. Ten of 11 studies were nonrandomized cohort studies. The BCDs assessed were heterogeneous. There was a significant statistical and clinically meaningful improvement in the global APHAB scores (mean change, 15.50; 95% CI, 12.63-18.36; I2 = 0) and the SSQ hearing qualities (mean change, 1.19; 95% CI, 0.46-1.92; I2 = 78.4%), speech (mean change, 2.03; 95% CI, 1.68-2.37; I2 = 0), and spatial hearing (mean change, 1.51; 95% CI, 0.57-2.44; I2 = 81.1%) subscales. There was no significant change detected in the mean HUI-3 scores (mean change, 0.03; 95% CI, -0.04 to 0.10; I2 = 0). The risk of bias was assessed to be low to moderate.\n    \n\n\n          Conclusions and relevance:\n        \n      \n      These findings suggest that adult patients who receive BCDs may experience improvements in hearing-specific QOL measures but not in generic QOL measures. Prospective QOL studies should be considered in this cohort, particularly for children with SSD.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34647990/",
    "clean_text": "association of bone conduction devices for single sided sensorineural deafness with quality of life a systematic review and meta analysis importance although bone conduction devices bcds have been shown to improve audiological outcomes of patients with single sided sensorineural deafness ssd their effects on the patients quality of life qol are unclear objective to investigate the associati importance although bone conduction devices bcds have been shown to improve audiological outcomes of patients with single sided sensorineural deafness ssd their effects on the patients quality of life qol are unclear objective to investigate the association of bcds on qol in patients with ssd data sources literature search of databases medline embase cochrane library and clinicaltrials gov from january to june was performed study selection prospective interventional studies with or more participants with ssd defined as pure tone average db hearing loss in the worse hearing ear and db in the better hearing ear who underwent unilateral bcd implantation and assessment of qol before and after the intervention using a validated tool were eligible for inclusion studies on adults and children were eligible for inclusion patients with only conductive mixed or bilateral hearing loss were excluded data extraction and synthesis data were extracted by independent reviewers study clinical and demographic characteristics were obtained meta analysis of mean differences in qol scores before and after the intervention was performed study bias was assessed using joanna briggs institute risk of bias tool main outcomes and measures the main study outcome was mean change in qol scores at months after insertion of bcds the qol instruments used in the studies included the abbreviated profile of hearing aid benefit aphab the health utilities index hui and the speech spatial and qualities of hearing scale ssq the aphab and the ssq are the hearing related qol measures whereas the hui is a generic qol measure results a total of articles were identified and studies with patients met the inclusion criteria only adult studies met inclusion criteria ten of studies were nonrandomized cohort studies the bcds assessed were heterogeneous there was a significant statistical and clinically meaningful improvement in the global aphab scores mean change ci i and the ssq hearing qualities mean change ci i speech mean change ci i and spatial hearing mean change ci i subscales there was no significant change detected in the mean hui scores mean change ci to i the risk of bias was assessed to be low to moderate conclusions and relevance these findings suggest that adult patients who receive bcds may experience improvements in hearing specific qol measures but not in generic qol measures prospective qol studies should be considered in this cohort particularly for children with ssd"
}