{
    "title": "Spinal cord injury pathophysiology.",
    "doc_id": "10646440",
    "writer": "Dubendorf P.",
    "year": "1999",
    "summary": "This article reviews the mechanisms and pathophysiology of spinal cord injury (SCI). It is clear that there are two entwined phases of injury: one that occurs concurrently with the insult and the other that is initiated immediately after trauma and las …",
    "abstract": "This article reviews the mechanisms and pathophysiology of spinal cord injury (SCI). It is clear that there are two entwined phases of injury: one that occurs concurrently with the insult and the other that is initiated immediately after trauma and lasts for several days to weeks. The mechanisms of primary injury are described in terms of hyperflexion, hyperextension, axial loading, and rotation. Secondary injury processes are addressed at systemic and cellular levels. Diagnosis of SCI is discussed with respect to plain radiography, computed tomography (CT), and magnetic resonance imaging (MRI). Clinical motor and sensory patterns of complete and incomplete SCI are described.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10646440/",
    "clean_text": "spinal cord injury pathophysiology this article reviews the mechanisms and pathophysiology of spinal cord injury sci it is clear that there are two entwined phases of injury one that occurs concurrently with the insult and the other that is initiated immediately after trauma and las this article reviews the mechanisms and pathophysiology of spinal cord injury sci it is clear that there are two entwined phases of injury one that occurs concurrently with the insult and the other that is initiated immediately after trauma and lasts for several days to weeks the mechanisms of primary injury are described in terms of hyperflexion hyperextension axial loading and rotation secondary injury processes are addressed at systemic and cellular levels diagnosis of sci is discussed with respect to plain radiography computed tomography ct and magnetic resonance imaging mri clinical motor and sensory patterns of complete and incomplete sci are described"
}