{
    "title": "MicroRNAs Involvement in Radioresistance of Head and Neck Cancer.",
    "doc_id": "28325958",
    "writer": "Ahmad P",
    "year": "2017",
    "summary": "MicroRNAs are short endogenous RNA molecules that posttranscriptionally modulate gene expression and their deregulated expression has been observed in many tumors including head and neck cancer. Specific expression patterns of microRNAs have also been shown t …",
    "abstract": "Resistance to the ionizing radiation is a current problem in the treatment and clinical management of various cancers including head and neck cancer. There are several biological and molecular mechanisms described to be responsible for resistance of the tumors to radiotherapy. Among them, the main mechanisms include alterations in intracellular pathways involved in DNA damage and repair, apoptosis, proliferation, and angiogenesis. It has been found that regulation of these complex processes is often controlled by microRNAs. MicroRNAs are short endogenous RNA molecules that posttranscriptionally modulate gene expression and their deregulated expression has been observed in many tumors including head and neck cancer. Specific expression patterns of microRNAs have also been shown to predict prognosis and therapeutic response in head and neck cancer. Therefore, microRNAs present promising biomarkers and therapeutic targets that might overcome resistance to radiation and improve prognosis of head and neck cancer patients. In this review, we summarize the current knowledge of the functional role of microRNAs in radioresistance of cancer with special focus on head and neck cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28325958/",
    "clean_text": "micrornas involvement in radioresistance of head and neck cancer micrornas are short endogenous rna molecules that posttranscriptionally modulate gene expression and their deregulated expression has been observed in many tumors including head and neck cancer specific expression patterns of micrornas have also been shown t resistance to the ionizing radiation is a current problem in the treatment and clinical management of various cancers including head and neck cancer there are several biological and molecular mechanisms described to be responsible for resistance of the tumors to radiotherapy among them the main mechanisms include alterations in intracellular pathways involved in dna damage and repair apoptosis proliferation and angiogenesis it has been found that regulation of these complex processes is often controlled by micrornas micrornas are short endogenous rna molecules that posttranscriptionally modulate gene expression and their deregulated expression has been observed in many tumors including head and neck cancer specific expression patterns of micrornas have also been shown to predict prognosis and therapeutic response in head and neck cancer therefore micrornas present promising biomarkers and therapeutic targets that might overcome resistance to radiation and improve prognosis of head and neck cancer patients in this review we summarize the current knowledge of the functional role of micrornas in radioresistance of cancer with special focus on head and neck cancer"
}