{
    "title": "Commitment of stem cells into functional hepatocytes.",
    "doc_id": "19883970",
    "writer": "Ochiya T",
    "year": "2010",
    "summary": "From this perspective, much is expected from the use of human embryonic stem cells (ES cells) or induced pluripotent stem cells (iPS cells), and the vigorous development of technology to induce the differentiation of such stem c …",
    "abstract": "Liver transplants represent the only way to treat patients suffering from terminal liver failure, but they are associated with numerous problems, including a chronic shortage of donors, high cost, rejection, and side effects for the donor. It is anticipated that regenerative medicine will provide an alternative to liver transplants for such patients. Regenerative medicine refers to the academic field of eliciting the inherent capacity of organisms for self-regeneration to the greatest possible extent in order to develop new methods of treatment for intractable disorders. From this perspective, much is expected from the use of human embryonic stem cells (ES cells) or induced pluripotent stem cells (iPS cells), and the vigorous development of technology to induce the differentiation of such stem cells into cells possessing hepatic functions is underway. Clinical applications of these human stem cells, however, have yet to reach even the earliest stages of implementation. Facing off against these versatile ES cells are stem cells derived from somatic cells present within organisms, which are attracting attention owing to their superiority in terms of ethics and safety, with many research institutes now in the process of elucidating the details of stem cell separation and identification as well as their plasticity and pluripotency. Bone marrow cells are the best-known somatic-cell-derived stem cells, but the use of mesenchymal stem cells (MSCs) found in adipose tissue has also recently attracted attention. This paper will review the differentiation ability and mechanisms of these various stem cell types to hepatocytes and their application to liver regeneration and the future outlook.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19883970/",
    "clean_text": "commitment of stem cells into functional hepatocytes from this perspective much is expected from the use of human embryonic stem cells es cells or induced pluripotent stem cells ips cells and the vigorous development of technology to induce the differentiation of such stem c liver transplants represent the only way to treat patients suffering from terminal liver failure but they are associated with numerous problems including a chronic shortage of donors high cost rejection and side effects for the donor it is anticipated that regenerative medicine will provide an alternative to liver transplants for such patients regenerative medicine refers to the academic field of eliciting the inherent capacity of organisms for self regeneration to the greatest possible extent in order to develop new methods of treatment for intractable disorders from this perspective much is expected from the use of human embryonic stem cells es cells or induced pluripotent stem cells ips cells and the vigorous development of technology to induce the differentiation of such stem cells into cells possessing hepatic functions is underway clinical applications of these human stem cells however have yet to reach even the earliest stages of implementation facing off against these versatile es cells are stem cells derived from somatic cells present within organisms which are attracting attention owing to their superiority in terms of ethics and safety with many research institutes now in the process of elucidating the details of stem cell separation and identification as well as their plasticity and pluripotency bone marrow cells are the best known somatic cell derived stem cells but the use of mesenchymal stem cells mscs found in adipose tissue has also recently attracted attention this paper will review the differentiation ability and mechanisms of these various stem cell types to hepatocytes and their application to liver regeneration and the future outlook"
}