{
    "pmid": "41459556",
    "title": "Impact of the COVID-19 pandemic on international business travel and associated health issues: a survey of Japanese public companies.",
    "abstract": "A cross-sectional questionnaire survey was conducted among listed companies in Japan between September and December 2021. The survey targeted general affairs and human resources departments of 3,845 companies, yielding 251 valid responses (6.5% response rate). The questionnaire covered the necessity of business travel, health concerns before and after COVID-19, and expectations for occupational health support. Statistical analyses, including Pearson's chi-square test and text mining, were performed to evaluate trends. Before COVID-19, key health concerns included medical issues during travel (82.2%), infectious disease prevention (69%), and general health management (19.7%). Post-pandemic, priorities shifted to COVID-19 prevention, infectious disease control, and mental health support. Large companies emphasized psychological care, while smaller firms focused on infectious disease management. Business travel remained crucial for 85% of respondents, particularly for on-site guidance and sales. The pandemic underscored the need for comprehensive health management for IBTs, incorporating infection control, psychological support, and preventive care. As global travel resumes, companies must reassess health strategies to mitigate risks and ensure traveler well-being.",
    "disease": "covid-19",
    "clean_text": "impact of the covid pandemic on international business travel and associated health issues a survey of japanese public companies a cross sectional questionnaire survey was conducted among listed companies in japan between september and december the survey targeted general affairs and human resources departments of companies yielding valid responses response rate the questionnaire covered the necessity of business travel health concerns before and after covid and expectations for occupational health support statistical analyses including pearson s chi square test and text mining were performed to evaluate trends before covid key health concerns included medical issues during travel infectious disease prevention and general health management post pandemic priorities shifted to covid prevention infectious disease control and mental health support large companies emphasized psychological care while smaller firms focused on infectious disease management business travel remained crucial for of respondents particularly for on site guidance and sales the pandemic underscored the need for comprehensive health management for ibts incorporating infection control psychological support and preventive care as global travel resumes companies must reassess health strategies to mitigate risks and ensure traveler well being"
}