{
    "title": "Wogonin inhibits tight junction disruption via suppression of inflammatory response and phosphorylation of AKT/NF-kappaB and ERK1/2 in rhinovirus-infected human nasal epithelial cells.",
    "doc_id": "35107605",
    "writer": "Kim KA",
    "year": "2022",
    "summary": "Incubation with RV resulted in disruption of tight junction proteins (ZO-1, E-cadherin, claudin-1, and occludin) in the HNE cells. ...CONCLUSION: Wogonin inhibits HRV-induced tight junction disruption via the suppression of inflammatory responses and p …",
    "abstract": "Objective:\n        \n      \n      The maintenance of tight junction integrity contributes significantly to epithelial barrier function. If barrier function is destroyed, cell permeability increases and the movement of pathogens is promoted, further increasing the susceptibility to secondary infection. Here, we examined the protective effects of wogonin on rhinovirus (RV)-induced tight junction disruption. Additionally, we examined the signaling molecules responsible for anti-inflammatory activities in human nasal epithelial (HNE) cells.\n    \n\n\n          Methods and results:\n        \n      \n      Primary HNE cells grown at an air-liquid interface and RPMI 2650 cells were infected apically with RV. Incubation with RV resulted in disruption of tight junction proteins (ZO-1, E-cadherin, claudin-1, and occludin) in the HNE cells. Cell viability of wogonin-treated HNE cells was measured using the MTT assay. Pretreatment with wogonin decreased RV-induced disruption of tight junctions in HNE cells. Furthermore, wogonin significantly decreased RV-induced phosphorylation of Akt/NF-κB and ERK1/2. Additionally, RV-induced generation of reactive oxygen species and RV-induced up-regulation of the production of inflammatory cytokines IL-8 and IL-6 were diminished by wogonin in HNE cells.\n    \n\n\n          Conclusion:\n        \n      \n      Wogonin inhibits HRV-induced tight junction disruption via the suppression of inflammatory responses and phosphorylation of Akt/NF-κB and ERK1/2 in HNE cells. These finds will facilitate the development of novel therapeutic strategies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35107605/",
    "clean_text": "wogonin inhibits tight junction disruption via suppression of inflammatory response and phosphorylation of akt nf kappab and erk in rhinovirus infected human nasal epithelial cells incubation with rv resulted in disruption of tight junction proteins zo e cadherin claudin and occludin in the hne cells conclusion wogonin inhibits hrv induced tight junction disruption via the suppression of inflammatory responses and p objective the maintenance of tight junction integrity contributes significantly to epithelial barrier function if barrier function is destroyed cell permeability increases and the movement of pathogens is promoted further increasing the susceptibility to secondary infection here we examined the protective effects of wogonin on rhinovirus rv induced tight junction disruption additionally we examined the signaling molecules responsible for anti inflammatory activities in human nasal epithelial hne cells methods and results primary hne cells grown at an air liquid interface and rpmi cells were infected apically with rv incubation with rv resulted in disruption of tight junction proteins zo e cadherin claudin and occludin in the hne cells cell viability of wogonin treated hne cells was measured using the mtt assay pretreatment with wogonin decreased rv induced disruption of tight junctions in hne cells furthermore wogonin significantly decreased rv induced phosphorylation of akt nf b and erk additionally rv induced generation of reactive oxygen species and rv induced up regulation of the production of inflammatory cytokines il and il were diminished by wogonin in hne cells conclusion wogonin inhibits hrv induced tight junction disruption via the suppression of inflammatory responses and phosphorylation of akt nf b and erk in hne cells these finds will facilitate the development of novel therapeutic strategies"
}