{
    "pmid": "41348104",
    "title": "Spatially Resolved Immune Profiling of the Murine Lung Using In Vivo Labeling and Spectral Cytometry.",
    "abstract": "The lung is a structurally and immunologically complex organ, constantly exposed to airborne microbes, allergens, and pollutants. Understanding how diverse pulmonary immune cells respond to these challenges is critical for advancing respiratory disease research and identifying appropriate therapeutic interventions. Flow cytometry remains a cornerstone of immune profiling, and advances in high-parameter spectral cytometry have significantly expanded its analytical capabilities. However, challenges, such as poor tissue dissociation, spectral overlap, and loss of spatial information, can hinder the comprehensive interpretation of the lung environment. To address these limitations, we developed an optimized spectral flow cytometry platform, utilizing 5-laser Cytek Aurora spectral cytometers, for deep immunophenotyping of murine lung tissue. Our approach integrates in vivo CD45 antibody labeling-administered intravenously and oropharyngeally-to distinguish circulating, airway, and interstitial immune populations, preserving spatial context in single-cell suspensions. We utilize complementary 25+ parameter panels targeting myeloid and lymphoid compartments, built on a shared backbone to enable consistent classification across datasets. Refined tissue processing protocols support optimal recovery of representative lung cell populations, and overnight intracellular staining enhances marker resolution. Using this platform, we reliably resolve stromal, endothelial, and epithelial cells alongside immune subsets-including macrophages, monocytes, dendritic cells, eosinophils, neutrophils, T and B cells, innate lymphoid cells (ILCs), and natural killer (NK) cells-subclassified by activation, function, and tissue residency. Validation with an influenza A virus model confirmed expected dynamic immune responses and revealed previously unrecognized populations. This spatially informed approach enables high-resolution interrogation of pulmonary immunity in health and disease. © 2025 Wiley Periodicals LLC. Basic Protocol 1: Differential in vivo labeling for spatial profiling of pulmonary immune cells by spectral cytometry Basic Protocol 2: Preparation of single-cell suspensions from murine lung tissue for spectral cytometric analysis of immune cell populations Basic Protocol 3: Optimized workflow and spectral flow cytometry panels for profiling of pulmonary immune cell populations in a single-cell suspension.",
    "disease": "influenza",
    "clean_text": "spatially resolved immune profiling of the murine lung using in vivo labeling and spectral cytometry the lung is a structurally and immunologically complex organ constantly exposed to airborne microbes allergens and pollutants understanding how diverse pulmonary immune cells respond to these challenges is critical for advancing respiratory disease research and identifying appropriate therapeutic interventions flow cytometry remains a cornerstone of immune profiling and advances in high parameter spectral cytometry have significantly expanded its analytical capabilities however challenges such as poor tissue dissociation spectral overlap and loss of spatial information can hinder the comprehensive interpretation of the lung environment to address these limitations we developed an optimized spectral flow cytometry platform utilizing laser cytek aurora spectral cytometers for deep immunophenotyping of murine lung tissue our approach integrates in vivo cd antibody labeling administered intravenously and oropharyngeally to distinguish circulating airway and interstitial immune populations preserving spatial context in single cell suspensions we utilize complementary parameter panels targeting myeloid and lymphoid compartments built on a shared backbone to enable consistent classification across datasets refined tissue processing protocols support optimal recovery of representative lung cell populations and overnight intracellular staining enhances marker resolution using this platform we reliably resolve stromal endothelial and epithelial cells alongside immune subsets including macrophages monocytes dendritic cells eosinophils neutrophils t and b cells innate lymphoid cells ilcs and natural killer nk cells subclassified by activation function and tissue residency validation with an influenza a virus model confirmed expected dynamic immune responses and revealed previously unrecognized populations this spatially informed approach enables high resolution interrogation of pulmonary immunity in health and disease wiley periodicals llc basic protocol differential in vivo labeling for spatial profiling of pulmonary immune cells by spectral cytometry basic protocol preparation of single cell suspensions from murine lung tissue for spectral cytometric analysis of immune cell populations basic protocol optimized workflow and spectral flow cytometry panels for profiling of pulmonary immune cell populations in a single cell suspension"
}