{
    "title": "Wound care in the accident and emergency department.",
    "doc_id": "9155289",
    "writer": "Young T.",
    "year": "1997",
    "summary": "The methods of debridement and cleansing used in the A&E department are often unique because of the complexity of wound contamination. The variety of wounds encountered in this setting necessitate a large repertoire of dressing regimens. Modern wound mana …",
    "abstract": "Wound assessment in the accident and emergency (A&E) department has a different focus from that in other clinical areas because of the lack of available clinical information about the patient. A wound may have had a greater-physical impact than is immediately apparent and therefore a comprehensive skin assessment is often necessary. The wound will require thorough exploration and debridement to enable healing to take place with minimal complications. The methods of debridement and cleansing used in the A&E department are often unique because of the complexity of wound contamination. The variety of wounds encountered in this setting necessitate a large repertoire of dressing regimens. Modern wound management products can be adapted to meet the needs of the wounded patient in the A&E department.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9155289/",
    "clean_text": "wound care in the accident and emergency department the methods of debridement and cleansing used in the a e department are often unique because of the complexity of wound contamination the variety of wounds encountered in this setting necessitate a large repertoire of dressing regimens modern wound mana wound assessment in the accident and emergency a e department has a different focus from that in other clinical areas because of the lack of available clinical information about the patient a wound may have had a greater physical impact than is immediately apparent and therefore a comprehensive skin assessment is often necessary the wound will require thorough exploration and debridement to enable healing to take place with minimal complications the methods of debridement and cleansing used in the a e department are often unique because of the complexity of wound contamination the variety of wounds encountered in this setting necessitate a large repertoire of dressing regimens modern wound management products can be adapted to meet the needs of the wounded patient in the a e department"
}