{
    "title": "Expression of metallothionein in renal tubules of rats exposed to acute and endurance exercise.",
    "doc_id": "16977800",
    "writer": "Podhorska-Okołów M",
    "year": "2006",
    "summary": "We have previously demonstrated an increased incidence of apoptosis in distal tubular cells and collecting ducts in rat kidney after acute exercise. The present study was designed to test the hypothesis that MT may play a protective role in rat renal tubules against …",
    "abstract": "The induction of exercise-induced apoptosis in not actively involved in exercise organs, such as kidney could be a result of oxidative stress. Metallothionein (MT) exerts a protective effect in the cell against oxidative stress and apoptosis. We have previously demonstrated an increased incidence of apoptosis in distal tubular cells and collecting ducts in rat kidney after acute exercise. The present study was designed to test the hypothesis that MT may play a protective role in rat renal tubules against exercise-induced apoptosis after the acute exercise and regular training. Male Wistar rats were divided into control, acute exercised and 8-wk regularly trained groups. The kidneys were removed after a rest period of 6 h and 96 h. The ultrastructure of renal tubular cells was examined by electron microscopy. Apoptosis was detected in paraffin sections by the TUNEL technique. Expression of MT was examined by immunohistochemistry. The level of lipid peroxidation (thiobarbituric acid reactive substances - TBARS) was assayed in renal tissue homogenates. After acute exercise, the occurrence of apoptosis was restricted to distal tubules and collecting ducts of rat kidney, whereas the proximal tubules remained unaffected. The 8-wk training did not result in increased apoptosis in tubular cell. MT expression was confined exclusively to proximal tubules in all groups. However, it was significantly increased in acutely exercised animals, as compared to control and trained rats. After the 8-wk training, MT expression remained unaltered as compared to the control group. TBARS levels were significantly increased after acute exercise, while after regular training they remained unchanged. A significant correlation between TBARS level and MT expression was demonstrated. The findings could suggest a protective role of MT against oxidative stress and apoptosis in proximal tubular cells.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16977800/",
    "clean_text": "expression of metallothionein in renal tubules of rats exposed to acute and endurance exercise we have previously demonstrated an increased incidence of apoptosis in distal tubular cells and collecting ducts in rat kidney after acute exercise the present study was designed to test the hypothesis that mt may play a protective role in rat renal tubules against the induction of exercise induced apoptosis in not actively involved in exercise organs such as kidney could be a result of oxidative stress metallothionein mt exerts a protective effect in the cell against oxidative stress and apoptosis we have previously demonstrated an increased incidence of apoptosis in distal tubular cells and collecting ducts in rat kidney after acute exercise the present study was designed to test the hypothesis that mt may play a protective role in rat renal tubules against exercise induced apoptosis after the acute exercise and regular training male wistar rats were divided into control acute exercised and wk regularly trained groups the kidneys were removed after a rest period of h and h the ultrastructure of renal tubular cells was examined by electron microscopy apoptosis was detected in paraffin sections by the tunel technique expression of mt was examined by immunohistochemistry the level of lipid peroxidation thiobarbituric acid reactive substances tbars was assayed in renal tissue homogenates after acute exercise the occurrence of apoptosis was restricted to distal tubules and collecting ducts of rat kidney whereas the proximal tubules remained unaffected the wk training did not result in increased apoptosis in tubular cell mt expression was confined exclusively to proximal tubules in all groups however it was significantly increased in acutely exercised animals as compared to control and trained rats after the wk training mt expression remained unaltered as compared to the control group tbars levels were significantly increased after acute exercise while after regular training they remained unchanged a significant correlation between tbars level and mt expression was demonstrated the findings could suggest a protective role of mt against oxidative stress and apoptosis in proximal tubular cells"
}