{
    "title": "Multicausality in fatty liver disease: is there a rationale to distinguish between alcoholic and non-alcoholic origin?",
    "doc_id": "22826613",
    "writer": "Völzke H.",
    "year": "2012",
    "summary": "Apart from alcohol, there are other factors that may induce complications, which resemble alcohol-related liver disorders. In particular, obesity has been brought into focus as a risk factor for fatty liver disease. The term \"non-alcoholic\" fatty li …",
    "abstract": "Apart from alcohol, there are other factors that may induce complications, which resemble alcohol-related liver disorders. In particular, obesity has been brought into focus as a risk factor for fatty liver disease. The term \"non-alcoholic\" fatty liver disease is commonly used to distinguish between obesity-related and alcohol-related hepatic steatosis. This review uses the epidemiological perspective to critically assess whether it is necessary and useful to differentiate between alcoholic and \"non-alcoholic\" fatty liver disease. The MEDLINE database was searched using the PubMed search engine, and a review of reference lists from original research and review articles was conducted. The concept to distinguish between alcoholic and \"non-alcoholic\" fatty liver disease is mainly based on specific pathomechanisms. This concept has, however, several limitations including the common overlap between alcohol misuse and obesity-related metabolic disorders and the non-consideration of additional causal factors. Both entities share similar histopathological patterns. Studies demonstrating differences in clinical presentation and outcome are often biased by selection. Risk factor reduction is the main principle of prevention and treatment of both disease forms. In conclusion, alcoholic and \"non-alcoholic\" fatty liver diseases are one and the same disease caused by different risk factors. A shift from artificial categories to a more general approach to fatty liver disease as a multicausal disorder may optimize preventive strategies and help clinicians more effectively treat patients at the individual level.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22826613/",
    "clean_text": "multicausality in fatty liver disease is there a rationale to distinguish between alcoholic and non alcoholic origin apart from alcohol there are other factors that may induce complications which resemble alcohol related liver disorders in particular obesity has been brought into focus as a risk factor for fatty liver disease the term non alcoholic fatty li apart from alcohol there are other factors that may induce complications which resemble alcohol related liver disorders in particular obesity has been brought into focus as a risk factor for fatty liver disease the term non alcoholic fatty liver disease is commonly used to distinguish between obesity related and alcohol related hepatic steatosis this review uses the epidemiological perspective to critically assess whether it is necessary and useful to differentiate between alcoholic and non alcoholic fatty liver disease the medline database was searched using the pubmed search engine and a review of reference lists from original research and review articles was conducted the concept to distinguish between alcoholic and non alcoholic fatty liver disease is mainly based on specific pathomechanisms this concept has however several limitations including the common overlap between alcohol misuse and obesity related metabolic disorders and the non consideration of additional causal factors both entities share similar histopathological patterns studies demonstrating differences in clinical presentation and outcome are often biased by selection risk factor reduction is the main principle of prevention and treatment of both disease forms in conclusion alcoholic and non alcoholic fatty liver diseases are one and the same disease caused by different risk factors a shift from artificial categories to a more general approach to fatty liver disease as a multicausal disorder may optimize preventive strategies and help clinicians more effectively treat patients at the individual level"
}