{
    "pmid": "41471159",
    "title": "Efficacy of Isoniazid-Rifampicin Preventive Therapy in Adolescent Contacts in School Outbreaks: A Retrospective Cohort Study in Eastern China.",
    "abstract": "Adolescents are underprioritized in tuberculosis (TB) control, and the effect of TB preventive therapy (TPT) in this group is unstudied in China. This study evaluated the protective effect of TPT in Chinese adolescents during TB outbreaks. Data on TB outbreaks and contact screening in six cities (2019-2021) were collected. Adolescents eligible for TPT were identified via tuberculin skin test or interferon-gamma assay and grouped by TPT. Follow-up until 31 December 2023, tracked TB onset. The protective effect was analyzed using KM survival curves and COX models. From January 2019 to December 2021, 136 school TB outbreaks were reported, involving 10,837 adolescent contacts. Among these, 624 adolescent contacts met the criteria for TPT (latent TB infection) at baseline; 277 (44.4%) initiated a 3-month isoniazid plus rifampicin preventive therapy (TPT group), while 347 (55.6%) did not receive TPT (non-TPT group). By 31 December 2023, 11 of these 624 adolescent contacts developed active TB, with 1 patient in the TPT group and 10 patients in the non-TPT group. The cumulative incidence of TB was 0.36% in the TPT group vs. 2.88% in the non-TPT group (χ",
    "disease": "tuberculosis",
    "clean_text": "efficacy of isoniazid rifampicin preventive therapy in adolescent contacts in school outbreaks a retrospective cohort study in eastern china adolescents are underprioritized in tuberculosis tb control and the effect of tb preventive therapy tpt in this group is unstudied in china this study evaluated the protective effect of tpt in chinese adolescents during tb outbreaks data on tb outbreaks and contact screening in six cities were collected adolescents eligible for tpt were identified via tuberculin skin test or interferon gamma assay and grouped by tpt follow up until december tracked tb onset the protective effect was analyzed using km survival curves and cox models from january to december school tb outbreaks were reported involving adolescent contacts among these adolescent contacts met the criteria for tpt latent tb infection at baseline initiated a month isoniazid plus rifampicin preventive therapy tpt group while did not receive tpt non tpt group by december of these adolescent contacts developed active tb with patient in the tpt group and patients in the non tpt group the cumulative incidence of tb was in the tpt group vs in the non tpt group"
}