{
    "pmid": "41393755",
    "title": "Fatal Hemoperitoneum Due to Rupture of a Hepatic Vascular Malformation With Focal Absence of Hepatic Parenchyma: A Case Report.",
    "abstract": "We describe an exceptionally rare case of fatal hemoperitoneum resulting from rupture of a hepatic vascular malformation associated with focal absence of hepatic parenchyma. A 60-year-old man with alcoholic cirrhosis died of intra-abdominal bleeding. Autopsy revealed a sharply depressed area on the dorsal surface of the right hepatic lobe. Histologically, this depression corresponded to a complete defect of hepatic parenchyma, replaced only by scant fibro-fatty tissue abutting large portal tracts. Prominent branches of the hepatic artery and portal vein were exposed at the base, accompanied by clusters of dilated CD31-positive vessels and D2-40-positive lymphatics. No tumor was identified. To our knowledge, this is among the first detailed descriptions of a congenital-type hepatic vascular anomaly characterized by focal parenchymal absence, which can culminate in catastrophic hemorrhage.",
    "disease": "liver cirrhosis",
    "clean_text": "fatal hemoperitoneum due to rupture of a hepatic vascular malformation with focal absence of hepatic parenchyma a case report we describe an exceptionally rare case of fatal hemoperitoneum resulting from rupture of a hepatic vascular malformation associated with focal absence of hepatic parenchyma a year old man with alcoholic cirrhosis died of intra abdominal bleeding autopsy revealed a sharply depressed area on the dorsal surface of the right hepatic lobe histologically this depression corresponded to a complete defect of hepatic parenchyma replaced only by scant fibro fatty tissue abutting large portal tracts prominent branches of the hepatic artery and portal vein were exposed at the base accompanied by clusters of dilated cd positive vessels and d positive lymphatics no tumor was identified to our knowledge this is among the first detailed descriptions of a congenital type hepatic vascular anomaly characterized by focal parenchymal absence which can culminate in catastrophic hemorrhage"
}