{
    "title": "Self-Reported Executive Functioning in Young Adult Survivors of Childhood Bacterial Meningitis.",
    "doc_id": "38797959",
    "writer": "El Tahir O",
    "year": "2024",
    "summary": "METHOD: The adult self-report Behavior Rating Inventory of Executive Function was administered to 474 young adult survivors of childhood BM who participated in the 20|30 Dutch Postmeningitis study. ...Young adult survivors of childhood BM caused …",
    "abstract": "Objective:\n        \n      \n      This study investigated executive functions (EFs) in young adult survivors of childhood bacterial meningitis (BM). These skills are important for normal development, and their potential vulnerability in early years suggests that childhood BM could affect executive functions in the longer term.\n    \n\n\n          Method:\n        \n      \n      The adult self-report Behavior Rating Inventory of Executive Function was administered to 474 young adult survivors of childhood BM who participated in the 20|30 Dutch Postmeningitis study. Average scores were compared to population-norm group scores. Subgroup scores were compared according to causative pathogen and age at onset.\n    \n\n\n          Results:\n        \n      \n      Young adult survivors of childhood BM scored lower on overall metacognition than the age-matched population norm group. Young adult survivors of childhood BM caused by Streptococcus pneumoniae, S. agalactiae, or Escherichia coli had lower scores than cases caused by Neisseria meningitidis. Survivors with age-at-onset below 12 months had a higher (worse) overall EF score than survivors with age-at-onset above 12 months.\n    \n\n\n          Conclusions:\n        \n      \n      Young adult survivors of childhood BM experience difficulties in EF. However, most of the self-reported EF scores were within the norm. Future studies need to additionally assess EF in adult survivors of childhood BM using performance-based tests.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38797959/",
    "clean_text": "self reported executive functioning in young adult survivors of childhood bacterial meningitis method the adult self report behavior rating inventory of executive function was administered to young adult survivors of childhood bm who participated in the dutch postmeningitis study young adult survivors of childhood bm caused objective this study investigated executive functions efs in young adult survivors of childhood bacterial meningitis bm these skills are important for normal development and their potential vulnerability in early years suggests that childhood bm could affect executive functions in the longer term method the adult self report behavior rating inventory of executive function was administered to young adult survivors of childhood bm who participated in the dutch postmeningitis study average scores were compared to population norm group scores subgroup scores were compared according to causative pathogen and age at onset results young adult survivors of childhood bm scored lower on overall metacognition than the age matched population norm group young adult survivors of childhood bm caused by streptococcus pneumoniae s agalactiae or escherichia coli had lower scores than cases caused by neisseria meningitidis survivors with age at onset below months had a higher worse overall ef score than survivors with age at onset above months conclusions young adult survivors of childhood bm experience difficulties in ef however most of the self reported ef scores were within the norm future studies need to additionally assess ef in adult survivors of childhood bm using performance based tests"
}