{
    "title": "ALEXITHYMIA FORMATION AS AN ADAPTATION TO EVERYDAY STRESS IS DETERMINED BY THE PROPERTIES OF THE NERVOUS SYSTEM.",
    "doc_id": "33454684",
    "writer": "Tukaiev SV",
    "year": "2020",
    "summary": "RESULTS: Results: The main factors related to alexithymia were weak nervous system, low stress resistance and such characteristics of the emotional sphere as marked extraversion, high level of trait anxiety, neuroticism, indirect verbal aggression, low levels of agg …",
    "abstract": "Objective:\n        \n      \n      The aim of the study was to determine the psychological nature and mechanisms of alexithymia formation by way of the analysis of its relation to the properties of the nervous system, mental states, and characteristics of the emotional sphere of the personality.\n    \n\n\n          Patients and methods:\n        \n      \n      Materials and methods: In the process of the study, for the diagnostics of alexithymia, we used the 26-item Toronto Alexithymia Scale (TAS-26) developed by G.J. Taylor and a block of psycho-diagnostic methods aimed at the diagnostics of properties of the nervous systems, the emotional sphere and mental states of respondents. The relationships were evaluated using Spearman's rank correlation coefficient and Pearson's correlation coefficient.\n    \n\n\n          Results:\n        \n      \n      Results: The main factors related to alexithymia were weak nervous system, low stress resistance and such characteristics of the emotional sphere as marked extraversion, high level of trait anxiety, neuroticism, indirect verbal aggression, low levels of aggressiveness. The emotional exhaustion and reduction of personal achievements, the Resistance Phase, chronic fatigue and depression were the most pronounced within the alexithymia group. The alexithymic personality type demonstrated less developed spatial anticipation.\n    \n\n\n          Conclusion:\n        \n      \n      Conclusion: In accordance with our results, the weakness of the nervous system and high Trait Anxiety facilitate the adaption to stressful situations by avoiding and crowding out negative emotions, lead to the inability of verbal description and expression of emotions. A low level of stress resistance conduces to neurotization, chronic fatigue, and emotional burnout. The predominance of refractory and dysphoric reactions causes a negative vision of the situation and can provoke the development of psychosomatic disorders.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33454684/",
    "clean_text": "alexithymia formation as an adaptation to everyday stress is determined by the properties of the nervous system results results the main factors related to alexithymia were weak nervous system low stress resistance and such characteristics of the emotional sphere as marked extraversion high level of trait anxiety neuroticism indirect verbal aggression low levels of agg objective the aim of the study was to determine the psychological nature and mechanisms of alexithymia formation by way of the analysis of its relation to the properties of the nervous system mental states and characteristics of the emotional sphere of the personality patients and methods materials and methods in the process of the study for the diagnostics of alexithymia we used the item toronto alexithymia scale tas developed by g j taylor and a block of psycho diagnostic methods aimed at the diagnostics of properties of the nervous systems the emotional sphere and mental states of respondents the relationships were evaluated using spearman s rank correlation coefficient and pearson s correlation coefficient results results the main factors related to alexithymia were weak nervous system low stress resistance and such characteristics of the emotional sphere as marked extraversion high level of trait anxiety neuroticism indirect verbal aggression low levels of aggressiveness the emotional exhaustion and reduction of personal achievements the resistance phase chronic fatigue and depression were the most pronounced within the alexithymia group the alexithymic personality type demonstrated less developed spatial anticipation conclusion conclusion in accordance with our results the weakness of the nervous system and high trait anxiety facilitate the adaption to stressful situations by avoiding and crowding out negative emotions lead to the inability of verbal description and expression of emotions a low level of stress resistance conduces to neurotization chronic fatigue and emotional burnout the predominance of refractory and dysphoric reactions causes a negative vision of the situation and can provoke the development of psychosomatic disorders"
}