{
    "pmid": "41321930",
    "title": "Improved survival in patients with refractory variceal bleeding treated with esophageal stents: A multicenter cohort study.",
    "abstract": "Tamponade is a bridge therapy for refractory variceal bleeding. This study compared esophageal stents (ESs) and balloon tamponade (BT) in terms of early bleeding control and mortality. We analyzed a cohort of patients with cirrhosis treated with tamponade in nine French hospitals between 2002 and 2023. The primary outcome was 6-week mortality. Multivariable analyses included Cox with time-dependent covariates and logistic regression models, adjusted for model for end-stage liver disease (MELD) score, rescue transjugular intrahepatic portosystemic shunt (rTIPS), and inverse probability of treatment weighting (IPTW) for ES. Sixty-three patients (87.3% male; mean age 55 years; 73.0% Child-Pugh C) were included. ES was used in 30 patients, BT in 33, and rTIPS subsequently in 20. Endoscopic control was attempted in 66.1% of cases. Adverse events were more frequent with ES (56.7%  In patients with cirrhosis-related refractory variceal bleeding, ESs were associated with significantly better early bleeding control and reduced mortality at both Day 5 and Week 6 compared with BT. Prospective studies are warranted to confirm these findings. Tamponade devices are crucial in the management of refractory variceal bleeding, with balloon probes being the only option until the early 2000s. More recently, self-expanding ESs have been recommended, although their superiority over BT in terms of survival has not yet been demonstrated. Our multicenter cohort study, using propensity score analysis, found that ESs provided superior bleeding control at Day 5 and survival benefit at Week 6, regardless of severity of liver failure or use of rescue TIPS. These findings highlight ESs as the optimal tamponade device, although they might not obviate the need for prompt rescue TIPS placement.",
    "disease": "liver cirrhosis",
    "clean_text": "improved survival in patients with refractory variceal bleeding treated with esophageal stents a multicenter cohort study tamponade is a bridge therapy for refractory variceal bleeding this study compared esophageal stents ess and balloon tamponade bt in terms of early bleeding control and mortality we analyzed a cohort of patients with cirrhosis treated with tamponade in nine french hospitals between and the primary outcome was week mortality multivariable analyses included cox with time dependent covariates and logistic regression models adjusted for model for end stage liver disease meld score rescue transjugular intrahepatic portosystemic shunt rtips and inverse probability of treatment weighting iptw for es sixty three patients male mean age years child pugh c were included es was used in patients bt in and rtips subsequently in endoscopic control was attempted in of cases adverse events were more frequent with es in patients with cirrhosis related refractory variceal bleeding ess were associated with significantly better early bleeding control and reduced mortality at both day and week compared with bt prospective studies are warranted to confirm these findings tamponade devices are crucial in the management of refractory variceal bleeding with balloon probes being the only option until the early s more recently self expanding ess have been recommended although their superiority over bt in terms of survival has not yet been demonstrated our multicenter cohort study using propensity score analysis found that ess provided superior bleeding control at day and survival benefit at week regardless of severity of liver failure or use of rescue tips these findings highlight ess as the optimal tamponade device although they might not obviate the need for prompt rescue tips placement"
}