{
    "title": "The biological roles of CD47 in ovarian cancer progression.",
    "doc_id": "38832992",
    "writer": "Xing L",
    "year": "2024",
    "summary": "Ovarian cancer is one of the most lethal malignant tumors, characterized by high incidence and poor prognosis. ...Notably, CD47 monoclonal antibodies and related molecules are promising in the immunotherapy of ovarian cancer, and further research is ne …",
    "abstract": "Ovarian cancer is one of the most lethal malignant tumors, characterized by high incidence and poor prognosis. Patients relapse occurred in 65-80% after initial treatment. To date, no effective treatment has been established for these patients. Recently, CD47 has been considered as a promising immunotherapy target. In this paper, we reviewed the biological roles of CD47 in ovarian cancer and summarized the related mechanisms. For most types of cancers, the CD47/Sirpα immune checkpoint has attracted the most attention in immunotherapy. Notably, CD47 monoclonal antibodies and related molecules are promising in the immunotherapy of ovarian cancer, and further research is needed. In the future, new immunotherapy regimens targeting CD47 can be applied to the clinical treatment of ovarian cancer patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38832992/",
    "clean_text": "the biological roles of cd in ovarian cancer progression ovarian cancer is one of the most lethal malignant tumors characterized by high incidence and poor prognosis notably cd monoclonal antibodies and related molecules are promising in the immunotherapy of ovarian cancer and further research is ne ovarian cancer is one of the most lethal malignant tumors characterized by high incidence and poor prognosis patients relapse occurred in after initial treatment to date no effective treatment has been established for these patients recently cd has been considered as a promising immunotherapy target in this paper we reviewed the biological roles of cd in ovarian cancer and summarized the related mechanisms for most types of cancers the cd sirp immune checkpoint has attracted the most attention in immunotherapy notably cd monoclonal antibodies and related molecules are promising in the immunotherapy of ovarian cancer and further research is needed in the future new immunotherapy regimens targeting cd can be applied to the clinical treatment of ovarian cancer patients"
}