{
    "title": "Effects of exercise and physical activity on depression.",
    "doc_id": "21076975",
    "writer": "Dinas PC",
    "year": "2011",
    "summary": "AIM: In this paper, we review the evidence published to date in order to determine whether exercise and physical activity can be used as therapeutic means for acute and chronic depression. Topics covered include the definition, classification criteria and tre …",
    "abstract": "Introduction:\n        \n      \n      Depression is a very prevalent mental disorder affecting 340 million people globally and is projected to become the leading cause of disability and the second leading contributor to the global burden of disease by the year 2020.\n    \n\n\n          Aim:\n        \n      \n      In this paper, we review the evidence published to date in order to determine whether exercise and physical activity can be used as therapeutic means for acute and chronic depression. Topics covered include the definition, classification criteria and treatment of depression, the link between β-endorphin and exercise, the efficacy of exercise and physical activity as treatments for depression, properties of exercise stimuli used in intervention programs, as well as the efficacy of exercise and physical activity for treating depression in diseased individuals.\n    \n\n\n          Conclusions:\n        \n      \n      The presented evidence suggests that exercise and physical activity have beneficial effects on depression symptoms that are comparable to those of antidepressant treatments.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21076975/",
    "clean_text": "effects of exercise and physical activity on depression aim in this paper we review the evidence published to date in order to determine whether exercise and physical activity can be used as therapeutic means for acute and chronic depression topics covered include the definition classification criteria and tre introduction depression is a very prevalent mental disorder affecting million people globally and is projected to become the leading cause of disability and the second leading contributor to the global burden of disease by the year aim in this paper we review the evidence published to date in order to determine whether exercise and physical activity can be used as therapeutic means for acute and chronic depression topics covered include the definition classification criteria and treatment of depression the link between endorphin and exercise the efficacy of exercise and physical activity as treatments for depression properties of exercise stimuli used in intervention programs as well as the efficacy of exercise and physical activity for treating depression in diseased individuals conclusions the presented evidence suggests that exercise and physical activity have beneficial effects on depression symptoms that are comparable to those of antidepressant treatments"
}