{
    "title": "Young adults living with chronic illness: disclosure strategies and peers' understanding.",
    "doc_id": "39258793",
    "writer": "Flick U",
    "year": "2025",
    "summary": "",
    "abstract": "Purpose:\n        \n      \n      Many young adults living with chronic illness fear being perceived as different by their peers and excluded from social activities. This forces them to consider whether to disclose or conceal their illness. This article analyses young adults' disclosure strategies and links them to peers' understanding of illness.\n    \n\n\n          Materials and methods:\n        \n      \n      The explorative study is based on episodic interviews with sixty young adults living with chronic illnesses (type 1 diabetes, cancer, chronic inflammatory bowel disease or a rare disease) and thirty peers. The interviews were thematically coded. The young adults' statements were compared to the peer perspectives on a case-by-case basis.\n    \n\n\n          Results:\n        \n      \n      We identified three groups of young adults: 1) those who are generally open with peers about their illness and its subjective meaning; 2) those who share selected health-related information's with selected peers; 3) those who refrain from active disclosure and are unsure how they might talk about their illness when it becomes apparent. Our findings also indicate that peers differ in the sophistication of their illness perceptions and the meaning they ascribe to living with a chronic illness.\n    \n\n\n          Conclusion:\n        \n      \n      Trainings should target both young adults and peers, and should assist both sides in talking about (serious) chronic illness.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39258793/",
    "clean_text": "young adults living with chronic illness disclosure strategies and peers understanding purpose many young adults living with chronic illness fear being perceived as different by their peers and excluded from social activities this forces them to consider whether to disclose or conceal their illness this article analyses young adults disclosure strategies and links them to peers understanding of illness materials and methods the explorative study is based on episodic interviews with sixty young adults living with chronic illnesses type diabetes cancer chronic inflammatory bowel disease or a rare disease and thirty peers the interviews were thematically coded the young adults statements were compared to the peer perspectives on a case by case basis results we identified three groups of young adults those who are generally open with peers about their illness and its subjective meaning those who share selected health related information s with selected peers those who refrain from active disclosure and are unsure how they might talk about their illness when it becomes apparent our findings also indicate that peers differ in the sophistication of their illness perceptions and the meaning they ascribe to living with a chronic illness conclusion trainings should target both young adults and peers and should assist both sides in talking about serious chronic illness"
}