{
    "title": "Medical Devices; Clinical Chemistry and Clinical Toxicology Devices; Classification of the Acute Kidney Injury Test System. Final order.",
    "doc_id": "29091368",
    "writer": "Food and Drug Administration",
    "year": "2017",
    "summary": "The Food and Drug Administration (FDA or we) is classifying the acute kidney injury test system into class II (special controls). The special controls that apply to the device type are identified in this order and will be part of the codified language for the acute …",
    "abstract": "The Food and Drug Administration (FDA or we) is classifying the acute kidney injury test system into class II (special controls). The special controls that apply to the device type are identified in this order and will be part of the codified language for the acute kidney injury test system's classification. We are taking this action because we have determined that classifying the device into class II (special controls) will provide a reasonable assurance of safety and effectiveness of the device. We believe this action will also enhance patients' access to beneficial innovative devices, in part by reducing regulatory burdens.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29091368/",
    "clean_text": "medical devices clinical chemistry and clinical toxicology devices classification of the acute kidney injury test system final order the food and drug administration fda or we is classifying the acute kidney injury test system into class ii special controls the special controls that apply to the device type are identified in this order and will be part of the codified language for the acute the food and drug administration fda or we is classifying the acute kidney injury test system into class ii special controls the special controls that apply to the device type are identified in this order and will be part of the codified language for the acute kidney injury test system s classification we are taking this action because we have determined that classifying the device into class ii special controls will provide a reasonable assurance of safety and effectiveness of the device we believe this action will also enhance patients access to beneficial innovative devices in part by reducing regulatory burdens"
}