{
    "pmid": "41399725",
    "title": "Human interaction with a virtual assistant in preparation for in-hospital orthopedic consultation. A feasibility and acceptability study in older adults with osteoarthritis.",
    "abstract": "To assess the feasibility and acceptability of an avatar-based history taking tool for patients referred for knee or hip osteoarthritis. In a single Centre study patients referred for knee or hip osteoarthritis were asked to use an avatar-based history taking tool. The technical basis of this tool was formed by speech recognition (Google Dialogflow), a \"rule-based\" model and ChatGPT 3.5. To assess feasibility and acceptability patients filled in a modified version of the Artificial-Social-Agent Questionnaire afterwards, with supplemental open questions. Of the 40 participating patients (median age 67 years, min: 47.3, max 87.5, 26 women), 36 (87.5 %) scored the digital conversation as natural, 33 (82.5 %) found the avatar easy to use, 31 (77.5 %) were open to using the avatar more often in the future, and 26 (65 %) found the conversation captivating. Avatar-based history taking is feasible and accepted by older patients seeking orthopedic care for knee or hip osteoarthritis.Innovation:Avatar-based history taking applications could be offered to patients who are referred for knee or hip osteoarthritis, before they have their face-to-face consultation with an orthopedic surgeon.",
    "disease": "osteoarthritis",
    "clean_text": "human interaction with a virtual assistant in preparation for in hospital orthopedic consultation a feasibility and acceptability study in older adults with osteoarthritis to assess the feasibility and acceptability of an avatar based history taking tool for patients referred for knee or hip osteoarthritis in a single centre study patients referred for knee or hip osteoarthritis were asked to use an avatar based history taking tool the technical basis of this tool was formed by speech recognition google dialogflow a rule based model and chatgpt to assess feasibility and acceptability patients filled in a modified version of the artificial social agent questionnaire afterwards with supplemental open questions of the participating patients median age years min max women scored the digital conversation as natural found the avatar easy to use were open to using the avatar more often in the future and found the conversation captivating avatar based history taking is feasible and accepted by older patients seeking orthopedic care for knee or hip osteoarthritis innovation avatar based history taking applications could be offered to patients who are referred for knee or hip osteoarthritis before they have their face to face consultation with an orthopedic surgeon"
}