{
    "title": "Synthesis and Characterization of Ca(1-x) Eu (x) ZrO(3) as Environmentally Friendly Inorganic Yellow Pigments.",
    "doc_id": "33553959",
    "writer": "Minagawa K",
    "year": "2021",
    "summary": "Compared with the commercially available praseodymium yellow pigment (a* = -3.28, b* = +70.3), the yellowness value (b*) of Ca(0.7)Eu(0.3)ZrO(3) was comparable and the redness value (a*) was higher. As a result, this pigment exhibited a reddish yellow color a …",
    "abstract": "Eu2+-doped calcium zirconates, Ca1-x Eu x ZrO3 (0 ≤ x ≤ 1), were synthesized as novel environmentally friendly inorganic yellow pigments by the conventional solid-state reaction method. The crystal structure, morphology, optical properties, and color were characterized. The Eu2+-doped samples strongly absorbed blue light in the wavelength range of 435-480 nm, which was caused by the 4f-5d allowed transition of Eu2+. The color of the sample gradually became brilliant yellow with increasing the Eu2+ content. Among the samples synthesized in this study, the brightest yellow color was obtained with the Ca0.7Eu0.3ZrO3 (a* = +11.5 and b* = +70.7) sample. Compared with the commercially available praseodymium yellow pigment (a* = -3.28, b* = +70.3), the yellowness value (b*) of Ca0.7Eu0.3ZrO3 was comparable and the redness value (a*) was higher. As a result, this pigment exhibited a reddish yellow color as compared with praseodymium yellow. In addition, this pigment was chemically stable. Therefore, the Ca0.7Eu0.3ZrO3 pigment has the potential to become a novel environmentally friendly inorganic yellow pigment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33553959/",
    "clean_text": "synthesis and characterization of ca x eu x zro as environmentally friendly inorganic yellow pigments compared with the commercially available praseodymium yellow pigment a b the yellowness value b of ca eu zro was comparable and the redness value a was higher as a result this pigment exhibited a reddish yellow color a eu doped calcium zirconates ca x eu x zro x were synthesized as novel environmentally friendly inorganic yellow pigments by the conventional solid state reaction method the crystal structure morphology optical properties and color were characterized the eu doped samples strongly absorbed blue light in the wavelength range of nm which was caused by the f d allowed transition of eu the color of the sample gradually became brilliant yellow with increasing the eu content among the samples synthesized in this study the brightest yellow color was obtained with the ca eu zro a and b sample compared with the commercially available praseodymium yellow pigment a b the yellowness value b of ca eu zro was comparable and the redness value a was higher as a result this pigment exhibited a reddish yellow color as compared with praseodymium yellow in addition this pigment was chemically stable therefore the ca eu zro pigment has the potential to become a novel environmentally friendly inorganic yellow pigment"
}