{
    "title": "Information-based analysis of the coupling between brain and heart reactions to olfactory stimulation.",
    "doc_id": "34397441",
    "writer": "Pakniyat N",
    "year": "2022",
    "summary": "BACKGROUND: Analysis of the heart activity is one of the important areas of research in biomedical science and engineering. For this purpose, scientists analyze the activity of the heart in various conditions. Since the brain controls the heart's activ …",
    "abstract": "Background:\n        \n      \n      Analysis of the heart activity is one of the important areas of research in biomedical science and engineering. For this purpose, scientists analyze the activity of the heart in various conditions. Since the brain controls the heart's activity, a relationship should exist among their activities.\n    \n\n\n          Objective:\n        \n      \n      In this research, for the first time the coupling between heart and brain activities was analyzed by information-based analysis.\n    \n\n\n          Methods:\n        \n      \n      Considering Shannon entropy as the indicator of the information of a system, we recorded electroencephalogram (EEG) and electrocardiogram (ECG) signals of 13 participants (7 M, 6 F, 18-22 years old) in different external stimulations (using pineapple, banana, vanilla, and lemon flavors as olfactory stimuli) and evaluated how the information of EEG signals and R-R time series (as heart rate variability (HRV)) are linked.\n    \n\n\n          Results:\n        \n      \n      The results indicate that the changes in the information of the R-R time series and EEG signals are strongly correlated (ρ=-0.9566).\n    \n\n\n          Conclusion:\n        \n      \n      We conclude that heart and brain activities are related.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34397441/",
    "clean_text": "information based analysis of the coupling between brain and heart reactions to olfactory stimulation background analysis of the heart activity is one of the important areas of research in biomedical science and engineering for this purpose scientists analyze the activity of the heart in various conditions since the brain controls the heart s activ background analysis of the heart activity is one of the important areas of research in biomedical science and engineering for this purpose scientists analyze the activity of the heart in various conditions since the brain controls the heart s activity a relationship should exist among their activities objective in this research for the first time the coupling between heart and brain activities was analyzed by information based analysis methods considering shannon entropy as the indicator of the information of a system we recorded electroencephalogram eeg and electrocardiogram ecg signals of participants m f years old in different external stimulations using pineapple banana vanilla and lemon flavors as olfactory stimuli and evaluated how the information of eeg signals and r r time series as heart rate variability hrv are linked results the results indicate that the changes in the information of the r r time series and eeg signals are strongly correlated conclusion we conclude that heart and brain activities are related"
}