{
    "title": "Referrals for Cryptorchidism: Analyzing for Quality from a Pre-COVID Dataset.",
    "doc_id": "34418407",
    "writer": "Moran R",
    "year": "2021",
    "summary": "Forty-one (54.7%) were outside the optimal age. Thirty-four were considered low quality (0-1 qualities) and 41 were high quality (2-3 qualities). Seven (9.3%) were optimal (3/3 qualities). Referrals that needed intervention were statistically mo …",
    "abstract": "Objective:\n        \n      \n      To identify risk factors associated with an inaccurate diagnosis, delayed referral, and/or inappropriate ultrasound in consecutive referrals for an undescended testicle (UDT).\n    \n\n\n          Methods:\n        \n      \n      This study was approved by the institutional review board. Data was prospectively collected for all children referred to University of Oklahoma's pediatric urology service from August 2019 to February 2020. The data was imported into SAS vs 9.4 for analysis. We categorized the \"quality\" of referral by a point system using 3 factors (no previous ultrasound, ≤18 months, correct location). An optimal referral had an accurate testicular examination, was referred by 18 months of age, and no diagnostic ultrasound.\n    \n\n\n          Results:\n        \n      \n      We collected 75 referrals. Thirty-nine (52.0%) had confirmed UDT, requiring surgery. Twenty-seven (69.2%) had an accurate initial examination. Forty-one (54.7%) were outside the optimal age. Thirty-four were considered low quality (0-1 qualities) and 41 were high quality (2-3 qualities). Seven (9.3%) were optimal (3/3 qualities). Referrals that needed intervention were statistically more likely to be higher quality.\n    \n\n\n          Conclusion:\n        \n      \n      Increased quality of UDT referrals directly correlated with the likelihood for treatment. This study reveals a need for more education on UDT referral in the community. By improving referring provider knowledge and skills, we can minimize unnecessary referrals.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34418407/",
    "clean_text": "referrals for cryptorchidism analyzing for quality from a pre covid dataset forty one were outside the optimal age thirty four were considered low quality qualities and were high quality qualities seven were optimal qualities referrals that needed intervention were statistically mo objective to identify risk factors associated with an inaccurate diagnosis delayed referral and or inappropriate ultrasound in consecutive referrals for an undescended testicle udt methods this study was approved by the institutional review board data was prospectively collected for all children referred to university of oklahoma s pediatric urology service from august to february the data was imported into sas vs for analysis we categorized the quality of referral by a point system using factors no previous ultrasound months correct location an optimal referral had an accurate testicular examination was referred by months of age and no diagnostic ultrasound results we collected referrals thirty nine had confirmed udt requiring surgery twenty seven had an accurate initial examination forty one were outside the optimal age thirty four were considered low quality qualities and were high quality qualities seven were optimal qualities referrals that needed intervention were statistically more likely to be higher quality conclusion increased quality of udt referrals directly correlated with the likelihood for treatment this study reveals a need for more education on udt referral in the community by improving referring provider knowledge and skills we can minimize unnecessary referrals"
}