{
    "title": "Stage B heart failure: rationale for screening.",
    "doc_id": "22405666",
    "writer": "Atherton JJ.",
    "year": "2012",
    "summary": "Failure to adequately consider the presymptomatic pool of subjects largely accounts for the continuing burden of incident cases of symptomatic heart failure. This article reviews the rationale for the early detection and management of stage B heart  …",
    "abstract": "To adequately address the burden imposed by heart failure, a combined approach to prevention, early detection, and management is required. Failure to adequately consider the presymptomatic pool of subjects largely accounts for the continuing burden of incident cases of symptomatic heart failure. This article reviews the rationale for the early detection and management of stage B heart failure with specific reference to asymptomatic left ventricular systolic dysfunction as a potentially modifiable heart failure antecedent. Provided one can safely and reliably detect these individuals, a strong case can be made for screening given the evidence from treatment efficacy studies that clinicians can improve patient outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22405666/",
    "clean_text": "stage b heart failure rationale for screening failure to adequately consider the presymptomatic pool of subjects largely accounts for the continuing burden of incident cases of symptomatic heart failure this article reviews the rationale for the early detection and management of stage b heart to adequately address the burden imposed by heart failure a combined approach to prevention early detection and management is required failure to adequately consider the presymptomatic pool of subjects largely accounts for the continuing burden of incident cases of symptomatic heart failure this article reviews the rationale for the early detection and management of stage b heart failure with specific reference to asymptomatic left ventricular systolic dysfunction as a potentially modifiable heart failure antecedent provided one can safely and reliably detect these individuals a strong case can be made for screening given the evidence from treatment efficacy studies that clinicians can improve patient outcomes"
}