{
    "pmid": "41393675",
    "title": "Clinical Implications of Mechanical and Adhesive Differences Between Branded and Generic Tulobuterol Patches in Asthma Management.",
    "abstract": "Aim of the study This study aimed to evaluate the mechanical and adhesive properties of one branded and six generic tulobuterol transdermal patches commonly used for asthma treatment in Japan, and to clarify how differences in excipient composition influence patch usability and performance. Materials and methods A branded tulobuterol patch and six generic alternatives were analyzed. Mechanical strength was assessed using a uniaxial tensile tester, and adhesive performance (tackiness) was evaluated with a spherical probe detachment test. All measurements were conducted in quintuplicate under controlled temperature (25 ± 2°C) and humidity (60 ± 5% RH). Excipient compositions were identified from publicly available package inserts. Results Significant formulation-dependent differences were observed. The branded patch ruptured early under high stress with limited elongation, indicating rigidity, whereas several generics exhibited higher flexibility and elongation before rupture. Tackiness values also varied widely: some generics showed excessive adhesion, while others exhibited insufficient tackiness. These variations correlated strongly with differences in adhesive polymers and plasticizers. Conclusion Despite having equivalent pharmacokinetic profiles, branded and generic tulobuterol patches differ in their mechanical and adhesive characteristics, which may influence clinical usability and patient adherence. The results emphasize the importance of considering excipient-driven performance when selecting transdermal products for asthma management.",
    "disease": "asthma",
    "clean_text": "clinical implications of mechanical and adhesive differences between branded and generic tulobuterol patches in asthma management aim of the study this study aimed to evaluate the mechanical and adhesive properties of one branded and six generic tulobuterol transdermal patches commonly used for asthma treatment in japan and to clarify how differences in excipient composition influence patch usability and performance materials and methods a branded tulobuterol patch and six generic alternatives were analyzed mechanical strength was assessed using a uniaxial tensile tester and adhesive performance tackiness was evaluated with a spherical probe detachment test all measurements were conducted in quintuplicate under controlled temperature c and humidity rh excipient compositions were identified from publicly available package inserts results significant formulation dependent differences were observed the branded patch ruptured early under high stress with limited elongation indicating rigidity whereas several generics exhibited higher flexibility and elongation before rupture tackiness values also varied widely some generics showed excessive adhesion while others exhibited insufficient tackiness these variations correlated strongly with differences in adhesive polymers and plasticizers conclusion despite having equivalent pharmacokinetic profiles branded and generic tulobuterol patches differ in their mechanical and adhesive characteristics which may influence clinical usability and patient adherence the results emphasize the importance of considering excipient driven performance when selecting transdermal products for asthma management"
}