{
    "title": "Human extracellular microvesicles from renal tubules reverse kidney ischemia-reperfusion injury in rats.",
    "doc_id": "30148844",
    "writer": "Dominguez JM 2nd",
    "year": "2018",
    "summary": "Hypoxic acute kidney injury, a major unresolved problem, initiates, or aggravates, renal functional and structural decline. There is no treatment for hypoxic acute renal injury and its sequelae. We tested the hypothesis that human kidney tubular cells, …",
    "abstract": "Hypoxic acute kidney injury, a major unresolved problem, initiates, or aggravates, renal functional and structural decline. There is no treatment for hypoxic acute renal injury and its sequelae. We tested the hypothesis that human kidney tubular cells, or their extracellular vesicles (exosomes), prevent renal injury when infused intravenously 24 hours after 50 minutes of bilateral renal ischemia in Nude rats. Cells and their exosomes were from harvested human kidneys declined for transplantation. Injections of either cells or exosomes, given after 24 and 48 hours of reperfusion, preserved renal function and structure in both treatment groups. However, exosomes were superior to cells; and maintained renal vascular and epithelial networks, prevented renal oxidant stress, and apoptosis; and restrained activation of pro-inflammatory and pro-fibrogenic pathways. Exosomes worked in 24 hours, consistent with functional rather than regenerative activity. Comprehensive proteomic analysis identified 6152 renal proteins from all cellular compartments; and 628 were altered by ischemia at all cell levels, while 377 were significantly improved by exosome infusions. We conclude that renal damage from severe ischemia was broad, and human renal exosomes prevented most protein alterations. Thus, exosomes seem to acutely correct a critical and consequential abnormality during reperfusion. In their absence, renal structure and cells transition to a chronic state of fibrosis and extensive renal cell loss.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30148844/",
    "clean_text": "human extracellular microvesicles from renal tubules reverse kidney ischemia reperfusion injury in rats hypoxic acute kidney injury a major unresolved problem initiates or aggravates renal functional and structural decline there is no treatment for hypoxic acute renal injury and its sequelae we tested the hypothesis that human kidney tubular cells hypoxic acute kidney injury a major unresolved problem initiates or aggravates renal functional and structural decline there is no treatment for hypoxic acute renal injury and its sequelae we tested the hypothesis that human kidney tubular cells or their extracellular vesicles exosomes prevent renal injury when infused intravenously hours after minutes of bilateral renal ischemia in nude rats cells and their exosomes were from harvested human kidneys declined for transplantation injections of either cells or exosomes given after and hours of reperfusion preserved renal function and structure in both treatment groups however exosomes were superior to cells and maintained renal vascular and epithelial networks prevented renal oxidant stress and apoptosis and restrained activation of pro inflammatory and pro fibrogenic pathways exosomes worked in hours consistent with functional rather than regenerative activity comprehensive proteomic analysis identified renal proteins from all cellular compartments and were altered by ischemia at all cell levels while were significantly improved by exosome infusions we conclude that renal damage from severe ischemia was broad and human renal exosomes prevented most protein alterations thus exosomes seem to acutely correct a critical and consequential abnormality during reperfusion in their absence renal structure and cells transition to a chronic state of fibrosis and extensive renal cell loss"
}