{
    "pmid": "41441521",
    "title": "Multiple Postoperative Neuropathies in a Morbidly Obese Patient Undergoing Open Total Hysterectomy: A Case Report.",
    "abstract": "Background and Clinical Significance: Morbid obesity is a recognized risk factor for perioperative neuropathies, but simultaneous involvement of multiple peripheral nerves is rare. Case presentation: We report a 49-year-old woman (BMI 45) who underwent open total hysterectomy under combined general and epidural anesthesia in the supine position with Trendelenburg tilt. Despite preoperative positioning simulation, she developed postoperative numbness of the left fingers and bilateral upper limb weakness, followed by bilateral lower limb weakness and severe right thigh pain. Imaging excluded epidural hematoma. Iliopsoas weakness persisted despite epidural discontinuation. Rehabilitation and pregabalin partially improved symptoms, but sensory deficits and gait disturbance remained. At long-term follow-up, she was able to ambulate with a Lofstrand crutch, although right thigh numbness persisted. Two years postoperatively, diabetes mellitus was diagnosed. Conclusions: Morbid obesity may predispose to multiple perioperative neuropathies through mechanical compression and metabolic vulnerability. Careful intraoperative reassessment of pillow height, limb position, and retractor placement, combined with early recognition and multidisciplinary management, is essential to prevent neuropathy and optimize recovery.",
    "disease": "diabetes mellitus",
    "clean_text": "multiple postoperative neuropathies in a morbidly obese patient undergoing open total hysterectomy a case report background and clinical significance morbid obesity is a recognized risk factor for perioperative neuropathies but simultaneous involvement of multiple peripheral nerves is rare case presentation we report a year old woman bmi who underwent open total hysterectomy under combined general and epidural anesthesia in the supine position with trendelenburg tilt despite preoperative positioning simulation she developed postoperative numbness of the left fingers and bilateral upper limb weakness followed by bilateral lower limb weakness and severe right thigh pain imaging excluded epidural hematoma iliopsoas weakness persisted despite epidural discontinuation rehabilitation and pregabalin partially improved symptoms but sensory deficits and gait disturbance remained at long term follow up she was able to ambulate with a lofstrand crutch although right thigh numbness persisted two years postoperatively diabetes mellitus was diagnosed conclusions morbid obesity may predispose to multiple perioperative neuropathies through mechanical compression and metabolic vulnerability careful intraoperative reassessment of pillow height limb position and retractor placement combined with early recognition and multidisciplinary management is essential to prevent neuropathy and optimize recovery"
}