{
    "title": "ZO-1 Guides Tight Junction Assembly and Epithelial Morphogenesis via Cytoskeletal Tension-Dependent and -Independent Functions.",
    "doc_id": "36497035",
    "writer": "Haas AJ",
    "year": "2022",
    "summary": "We found that depletion of the tight junction adaptor ZO-1 disrupted junction assembly and morphogenesis in an ECM stiffness-dependent manner and led to a stiffness-dependant reorganisation of active myosin. ...Our results thus reveal that reciprocal regulati …",
    "abstract": "Formation and maintenance of tissue barriers require the coordination of cell mechanics and cell-cell junction assembly. Here, we combined methods to modulate ECM stiffness and to measure mechanical forces on adhesion complexes to investigate how tight junctions regulate cell mechanics and epithelial morphogenesis. We found that depletion of the tight junction adaptor ZO-1 disrupted junction assembly and morphogenesis in an ECM stiffness-dependent manner and led to a stiffness-dependant reorganisation of active myosin. Both junction formation and morphogenesis were rescued by inhibition of actomyosin contractility. ZO-1 depletion also impacted mechanical tension at cell-matrix and E-cadherin-based cell-cell adhesions. The effect on E-cadherin also depended on ECM stiffness and correlated with effects of ECM stiffness on actin cytoskeleton organisation. However, ZO-1 knockout also revealed tension-independent functions of ZO-1. ZO-1-deficient cells could assemble functional barriers at low tension, but their tight junctions remained corrupted with strongly reduced and discontinuous recruitment of junctional components. Our results thus reveal that reciprocal regulation between ZO-1 and cell mechanics controls tight junction assembly and epithelial morphogenesis, and that, in a second, tension-independent step, ZO-1 is required to assemble morphologically and structurally fully assembled and functionally normal tight junctions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36497035/",
    "clean_text": "zo guides tight junction assembly and epithelial morphogenesis via cytoskeletal tension dependent and independent functions we found that depletion of the tight junction adaptor zo disrupted junction assembly and morphogenesis in an ecm stiffness dependent manner and led to a stiffness dependant reorganisation of active myosin our results thus reveal that reciprocal regulati formation and maintenance of tissue barriers require the coordination of cell mechanics and cell cell junction assembly here we combined methods to modulate ecm stiffness and to measure mechanical forces on adhesion complexes to investigate how tight junctions regulate cell mechanics and epithelial morphogenesis we found that depletion of the tight junction adaptor zo disrupted junction assembly and morphogenesis in an ecm stiffness dependent manner and led to a stiffness dependant reorganisation of active myosin both junction formation and morphogenesis were rescued by inhibition of actomyosin contractility zo depletion also impacted mechanical tension at cell matrix and e cadherin based cell cell adhesions the effect on e cadherin also depended on ecm stiffness and correlated with effects of ecm stiffness on actin cytoskeleton organisation however zo knockout also revealed tension independent functions of zo zo deficient cells could assemble functional barriers at low tension but their tight junctions remained corrupted with strongly reduced and discontinuous recruitment of junctional components our results thus reveal that reciprocal regulation between zo and cell mechanics controls tight junction assembly and epithelial morphogenesis and that in a second tension independent step zo is required to assemble morphologically and structurally fully assembled and functionally normal tight junctions"
}