{
    "title": "The Medicalization of Poverty: A Dose of Theory.",
    "doc_id": "30336086",
    "writer": "Hyman DA.",
    "year": "2018",
    "summary": "Is the medicalization of poverty a rational and humane response to an intractable problem, or just the latest in a long series of ineffective and costly attempts to address the problem? ...Rather than add more verbiage to that dispute, this article sketches out a framework …",
    "abstract": "Is the medicalization of poverty a rational and humane response to an intractable problem, or just the latest in a long series of ineffective and costly attempts to address the problem? Considerable ink has been spilled on the dispute, with each side marshalling heart-rending anecdotes to help make their case - along with the obligatory statistics and regression analyses. Rather than add more verbiage to that dispute, this article sketches out a framework for understanding the phenomenon of medicalization, along with a description of the demand-side and supply-side factors that have brought us to this pass.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30336086/",
    "clean_text": "the medicalization of poverty a dose of theory is the medicalization of poverty a rational and humane response to an intractable problem or just the latest in a long series of ineffective and costly attempts to address the problem rather than add more verbiage to that dispute this article sketches out a framework is the medicalization of poverty a rational and humane response to an intractable problem or just the latest in a long series of ineffective and costly attempts to address the problem considerable ink has been spilled on the dispute with each side marshalling heart rending anecdotes to help make their case along with the obligatory statistics and regression analyses rather than add more verbiage to that dispute this article sketches out a framework for understanding the phenomenon of medicalization along with a description of the demand side and supply side factors that have brought us to this pass"
}