{
    "title": "[The quality of life in schizophrenia].",
    "doc_id": "26341538",
    "writer": "Lecardeur L.",
    "year": "2015",
    "summary": "In patients with schizophrenia, quality of life has been negatively correlated with depressive and anxiety symptoms (results seem more unconvincing concerning positive symptoms and cognitive deficits); the remission of positive and negative symptoms has been associa …",
    "abstract": "The World Health Organization defines quality of life as individuals' perception of their position in life in the context of the culture and value systems in which they live and in relation to their goals, expectations, standards, and concerns. Quality of life (QoL) is a concept, which reflects multiple as well subjective as objective dimensions. In patients with schizophrenia, quality of life has been negatively correlated with depressive and anxiety symptoms (results seem more unconvincing concerning positive symptoms and cognitive deficits); the remission of positive and negative symptoms has been associated with a better quality of life, but the persistence of depressive symptoms decreases quality of life even when patients were or not in remission; second generation antipsychotics significantly increase more quality of life than first generation antipsychotics; and psychotherapies (rehabilitation, case management...) improve quality of life. Several general and disease-specific QoL scales have been developed and successfully tested in patients with schizophrenia. The most appropriate disease-specific scale is the Quality of Life Scale (Heinrichs et al., 1984) since it takes patients' cognitive deficits into account and because it allows to subtly measuring the patients' subjective feeling during a hetero-evaluation. The Quality of Life Scale is a 21-item scale based on a semi-structured interview, which is comprised of four subscales: interpersonal relations, instrumental role functioning, intra-psychic foundations, and use of common objects and activities. It has been designed initially to assess deficit symptoms in schizophrenia. It is a simple and quite short tool, which is intended for the use as an outcome criterion, a measure of change and an indicator of the efficacy of therapeutic interventions. Convincing metrological qualities have been described: content, construct and nomological validities; inter-raters and test-retest fidelities; it is sensitive to change and to treatments and negatively correlated with symptoms (PANSS) and with clinical state (CGI). Two of the recent major antipsychotic efficacy trials, CATIE and CUtLASS, both adopted the Quality of Life Scale as a measure of quality of life.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26341538/",
    "clean_text": "the quality of life in schizophrenia in patients with schizophrenia quality of life has been negatively correlated with depressive and anxiety symptoms results seem more unconvincing concerning positive symptoms and cognitive deficits the remission of positive and negative symptoms has been associa the world health organization defines quality of life as individuals perception of their position in life in the context of the culture and value systems in which they live and in relation to their goals expectations standards and concerns quality of life qol is a concept which reflects multiple as well subjective as objective dimensions in patients with schizophrenia quality of life has been negatively correlated with depressive and anxiety symptoms results seem more unconvincing concerning positive symptoms and cognitive deficits the remission of positive and negative symptoms has been associated with a better quality of life but the persistence of depressive symptoms decreases quality of life even when patients were or not in remission second generation antipsychotics significantly increase more quality of life than first generation antipsychotics and psychotherapies rehabilitation case management improve quality of life several general and disease specific qol scales have been developed and successfully tested in patients with schizophrenia the most appropriate disease specific scale is the quality of life scale heinrichs et al since it takes patients cognitive deficits into account and because it allows to subtly measuring the patients subjective feeling during a hetero evaluation the quality of life scale is a item scale based on a semi structured interview which is comprised of four subscales interpersonal relations instrumental role functioning intra psychic foundations and use of common objects and activities it has been designed initially to assess deficit symptoms in schizophrenia it is a simple and quite short tool which is intended for the use as an outcome criterion a measure of change and an indicator of the efficacy of therapeutic interventions convincing metrological qualities have been described content construct and nomological validities inter raters and test retest fidelities it is sensitive to change and to treatments and negatively correlated with symptoms panss and with clinical state cgi two of the recent major antipsychotic efficacy trials catie and cutlass both adopted the quality of life scale as a measure of quality of life"
}