{
    "pmid": "41396638",
    "title": "Intersectional pain disparities and resilience in veterans with chronic pain.",
    "abstract": "Although racial and ethnic pain disparities are well-documented, fewer studies have examined rural and socioeconomic disparities or investigated how identities might intersect to predict pain outcomes. Moreover, little research has explored the protective role resilience may play in mitigating disparities. Guided by Booker's Hierarchy of Health Disparities Research framework, this study aimed to (a) investigate intersectional racial, ethnic, rural, and socioeconomic pain disparities and (b) examine the role of resilience in reducing pain disparities. We sampled a diverse group of 498 Veterans with osteoarthritis who were scheduled for total knee arthroplasty and were enrolled in a randomized controlled trial. Participants completed a battery of validated instruments to assess demographics, pain outcomes, and resilience (pain acceptance, values-aligned behaviors). Participants were primarily older adult males from diverse backgrounds (25% Black; 8% Hispanic; 26% rural; 70% >50th national percentile for socioeconomic disadvantage). Only race was significantly associated with pain outcomes across intersectional groups. There was no evidence of rural pain disparities. Socioeconomic status moderated the relationship between race, physical functioning, and psychological distress, such that racial disparities decreased as socioeconomic disadvantage increased. No other significant socioeconomic disparities emerged. Resilience did not moderate the relationship between race and pain. Rather, resilience was associated with better pain outcomes across racial groups. Findings highlight the robust connection between race and pain. They also suggest that socioeconomic and rural and pain disparities may be less prevalent in Veterans. Resilience may be a modifiable factor that can improve pain outcomes in Black patients. (PsycInfo Database Record (c) 2025 APA, all rights reserved). Si bien las disparidades raciales y étnicas en el dolor están bien documentadas, pocos estudios han examinado las disparidades rurales y socioeconómicas o investigado cómo las identidades podrían intersecarse para predecir los resultados del dolor. Además, poca investigación ha explorado el papel protector que la resiliencia puede desempeñar en la mitigación de las disparidades. Guiado por el marco de la Jerarquía de Investigación de Disparidades en Salud de Booker, este estudio tuvo como objetivo 1) investigar las disparidades interseccionales del dolor racial, étnico, rural y socioeconómico y 2) examinar el papel de la resiliencia en la reducción de las disparidades en el dolor. Se sondeó un grupo diverso de 498 veteranos con osteoartritis programados para una artroplastia total de rodilla y que participaron en un ensayo clínico controlado aleatorizado. Los participantes completaron una batería de instrumentos validados para evaluar la demografía, los resultados del dolor y la resiliencia (aceptación del dolor, comportamientos alineados con los valores). Los participantes fueron principalmente hombres mayores de diversos orígenes (25% Afroamericanos; 8% Hispanos; 26% Rurales; 70% >percentil nacional 50 para desventaja socioeconómica). Solo la raza se asoció significativamente con los resultados del dolor en los grupos interseccionales. No se observaron disparidades en el dolor en zonas rurales. El nivel socioeconómico moderó la relación entre raza, funcionamiento físico y distrés psicológico, de modo que las disparidades raciales disminuyeron a medida que aumentaba la desventaja socioeconómica. No se observaron otras disparidades socioeconómicas significativas. La resiliencia no moderó la relación entre raza y dolor. Más bien, se asoció con mejores resultados del dolor en los grupos raciales. Los hallazgos resaltan la sólida conexión entre la raza y el dolor. También sugieren que las disparidades socioeconómicas, rurales y relacionadas con el dolor podrían ser menos prevalentes en los Veteranos. La resiliencia podría ser un factor modificable que puede mejorar los resultados del dolor en pacientes Afroamericanos.",
    "disease": "osteoarthritis",
    "clean_text": "intersectional pain disparities and resilience in veterans with chronic pain although racial and ethnic pain disparities are well documented fewer studies have examined rural and socioeconomic disparities or investigated how identities might intersect to predict pain outcomes moreover little research has explored the protective role resilience may play in mitigating disparities guided by booker s hierarchy of health disparities research framework this study aimed to a investigate intersectional racial ethnic rural and socioeconomic pain disparities and b examine the role of resilience in reducing pain disparities we sampled a diverse group of veterans with osteoarthritis who were scheduled for total knee arthroplasty and were enrolled in a randomized controlled trial participants completed a battery of validated instruments to assess demographics pain outcomes and resilience pain acceptance values aligned behaviors participants were primarily older adult males from diverse backgrounds black hispanic rural th national percentile for socioeconomic disadvantage only race was significantly associated with pain outcomes across intersectional groups there was no evidence of rural pain disparities socioeconomic status moderated the relationship between race physical functioning and psychological distress such that racial disparities decreased as socioeconomic disadvantage increased no other significant socioeconomic disparities emerged resilience did not moderate the relationship between race and pain rather resilience was associated with better pain outcomes across racial groups findings highlight the robust connection between race and pain they also suggest that socioeconomic and rural and pain disparities may be less prevalent in veterans resilience may be a modifiable factor that can improve pain outcomes in black patients psycinfo database record c apa all rights reserved si bien las disparidades raciales y tnicas en el dolor est n bien documentadas pocos estudios han examinado las disparidades rurales y socioecon micas o investigado c mo las identidades podr an intersecarse para predecir los resultados del dolor adem s poca investigaci n ha explorado el papel protector que la resiliencia puede desempe ar en la mitigaci n de las disparidades guiado por el marco de la jerarqu a de investigaci n de disparidades en salud de booker este estudio tuvo como objetivo investigar las disparidades interseccionales del dolor racial tnico rural y socioecon mico y examinar el papel de la resiliencia en la reducci n de las disparidades en el dolor se sonde un grupo diverso de veteranos con osteoartritis programados para una artroplastia total de rodilla y que participaron en un ensayo cl nico controlado aleatorizado los participantes completaron una bater a de instrumentos validados para evaluar la demograf a los resultados del dolor y la resiliencia aceptaci n del dolor comportamientos alineados con los valores los participantes fueron principalmente hombres mayores de diversos or genes afroamericanos hispanos rurales percentil nacional para desventaja socioecon mica solo la raza se asoci significativamente con los resultados del dolor en los grupos interseccionales no se observaron disparidades en el dolor en zonas rurales el nivel socioecon mico moder la relaci n entre raza funcionamiento f sico y distr s psicol gico de modo que las disparidades raciales disminuyeron a medida que aumentaba la desventaja socioecon mica no se observaron otras disparidades socioecon micas significativas la resiliencia no moder la relaci n entre raza y dolor m s bien se asoci con mejores resultados del dolor en los grupos raciales los hallazgos resaltan la s lida conexi n entre la raza y el dolor tambi n sugieren que las disparidades socioecon micas rurales y relacionadas con el dolor podr an ser menos prevalentes en los veteranos la resiliencia podr a ser un factor modificable que puede mejorar los resultados del dolor en pacientes afroamericanos"
}