{
    "pmid": "41399086",
    "title": "[Diabetic Charcot neuroarthropathy initially misdiagnosed as rheumatoid arthritis and gout: A case report].",
    "abstract": "Charcot neuroarthropathy (CN) is a rare but severely disabling complication most commonly seen in patients with longstanding diabetic peripheral neuropathy. CN is characterized by progressive destruction, dislocation, and deformity of the foot and ankle joints, often accompanied by altered biomechanics, chronic ulceration, secondary infection, and, in advanced cases, a high risk of amputation or even mortality. The early clinical presentation of CN is frequently atypical, with mild or painless swelling, warmth, and erythema due to underlying sensory deficits, which can easily lead to misdiagnosis as other rheumatic or autoimmune joint disorders such as rheumatoid arthritis and gout. In this report, we present the case of a 60-year-old woman with a 12-year history of type 2 diabetes mellitus who developed persistent swelling and pain in her left ankle for eight months, along with progressive numbness in her left foot for six months. Her initial laboratory and imaging findings suggested a diagnosis of rheumatoid arthritis combined with gout, resulting in the administration of anti-rheumatic and uric acid-lowering therapies, which proved ineffective. Further diagnostic workup, including advanced imaging modalities, neuroelec-trophysiological testing, and synovial biopsy, ultimately confirmed the diagnosis of diabetic Charcot neuroarthropathy, revealing severe joint dislocation, bone fragmentation, and extensive osteolysis. The patient received comprehensive management, including strict glycemic control, anti-osteoporosis treatment, neurotrophic support, and ultimately underwent left ankle multi-joint fusion surgery. During postoperative follow-up, the patient demonstrated significant improvement in limb function, with no recurrence of ulcers or infection. This case highlights the importance of considering CN in diabetic patients with unilateral, painless joint swelling, deformity, and sensory disturbance. Accurate differential diagnosis from rheu-matic and autoimmune diseases, early recognition, and standardized intervention are crucial to prevent irreversible deformity and reduce the risk of amputation, ultimately improving patient outcomes. Early multidisciplinary management and individualized treatment strategies play a key role in optimizing prognosis for patients with diabetic CN. Charcot关节病(Charcot neuroarthropathy, CN)是一种罕见但严重致残性的关节病, 最常见于长期糖尿病性周围神经病变患者。CN主要表现为足部和踝关节的进行性破坏、脱位和畸形, 常伴有负重异常、慢性溃疡和继发感染, 晚期病例甚至存在截肢或死亡风险。由于潜在的感觉障碍, CN的早期临床表现常不典型, 通常仅有轻度或无痛性肿胀、温热和红斑, 极易被误诊为类风湿关节炎、痛风等其他风湿或自身免疫性关节疾病。本文报告1例60岁女性, 既往有12年2型糖尿病病史, 因左踝关节肿痛、足部麻木入院, 初诊被误诊为类风湿关节炎合并痛风, 抗风湿及降尿酸治疗效果不佳, 后经影像学、神经电生理及滑膜活检等综合评估, 诊断为糖尿病所致Charcot关节病, 且已出现严重关节脱位与骨质破坏。患者在优化血糖、抗骨质疏松及神经营养治疗基础上, 行左踝多关节融合术, 术后恢复良好。本病例提示, 对于有糖尿病病史的患者出现单侧下肢无明显疼痛的关节肿胀、畸形及感觉障碍时, 应高度警惕CN的可能, 并与风湿及自身免疫性疾病进行鉴别诊断。CN的早期识别和规范干预有助于减少不可逆的残疾和截肢风险, 改善患者预后, 早期多学科管理和个体化治疗策略在改善糖尿病CN患者预后方面发挥着关键作用。",
    "disease": "rheumatoid arthritis",
    "clean_text": "diabetic charcot neuroarthropathy initially misdiagnosed as rheumatoid arthritis and gout a case report charcot neuroarthropathy cn is a rare but severely disabling complication most commonly seen in patients with longstanding diabetic peripheral neuropathy cn is characterized by progressive destruction dislocation and deformity of the foot and ankle joints often accompanied by altered biomechanics chronic ulceration secondary infection and in advanced cases a high risk of amputation or even mortality the early clinical presentation of cn is frequently atypical with mild or painless swelling warmth and erythema due to underlying sensory deficits which can easily lead to misdiagnosis as other rheumatic or autoimmune joint disorders such as rheumatoid arthritis and gout in this report we present the case of a year old woman with a year history of type diabetes mellitus who developed persistent swelling and pain in her left ankle for eight months along with progressive numbness in her left foot for six months her initial laboratory and imaging findings suggested a diagnosis of rheumatoid arthritis combined with gout resulting in the administration of anti rheumatic and uric acid lowering therapies which proved ineffective further diagnostic workup including advanced imaging modalities neuroelec trophysiological testing and synovial biopsy ultimately confirmed the diagnosis of diabetic charcot neuroarthropathy revealing severe joint dislocation bone fragmentation and extensive osteolysis the patient received comprehensive management including strict glycemic control anti osteoporosis treatment neurotrophic support and ultimately underwent left ankle multi joint fusion surgery during postoperative follow up the patient demonstrated significant improvement in limb function with no recurrence of ulcers or infection this case highlights the importance of considering cn in diabetic patients with unilateral painless joint swelling deformity and sensory disturbance accurate differential diagnosis from rheu matic and autoimmune diseases early recognition and standardized intervention are crucial to prevent irreversible deformity and reduce the risk of amputation ultimately improving patient outcomes early multidisciplinary management and individualized treatment strategies play a key role in optimizing prognosis for patients with diabetic cn charcot charcot neuroarthropathy cn cn cn charcot cn cn cn"
}