{
    "pmid": "41399644",
    "title": "Prognostic implications of heart failure rehospitalization in adults with CHD & clinical benefits of medical therapy.",
    "abstract": "The risk factors for heart failure (HF) rehospitalization, and the effect of guideline directed medical therapy (GDMT) are poorly understood in adults with congenital heart disease (ACHD). We aimed to describe the outcomes of HF hospitalization and to assess the clinical benefits of GDMT for HF. We conducted a retrospective cohort study of ACHD hospitalized for HF at Mayo Clinic from 2003 to 2023. Cox proportional hazard models were used to determine the predictors of HF rehospitalization and all-cause mortality, and to assess the association between death and GDMT, as measured by the Heart Failure Collaborative score. Of the 324 patients, 164 were rehospitalized for HF and 149 died. The 10-year cumulative incidence of rehospitalization was 75.8 % (95 % CI 70.1 %-81.5 %), and the 10-year survival rate from mortality was 47.3 % (95 % CI 40.9 %-54.7 %). Chronic kidney disease (HR 1.46, 95 % CI 1.06-2.01, p = 0.021) and Fontan physiology (HR 1.59, 95 % CI 1.02-2.49, p = 0.043) were associated with HF rehospitalization. HF rehospitalization within 1 year was associated with nearly a 3-fold increased risk of mortality (HR 2.88, 95 % CI 2.00-4.15, p < 0.001). The HFC score was associated with a lower risk of all-cause mortality (HR 0.77, 95 % CI 0.62-0.95, p = 0.016) in the subgroup of patients with reduced ejection fraction. Among adults with CHD hospitalized for HF, half of the patients were rehospitalized for HF. Rehospitalization within 1 year of the index HF hospitalization was associated with mortality. The use of GDMT for HF was associated with improved survival in patients with reduced ejection fraction.",
    "disease": "chronic kidney disease",
    "clean_text": "prognostic implications of heart failure rehospitalization in adults with chd clinical benefits of medical therapy the risk factors for heart failure hf rehospitalization and the effect of guideline directed medical therapy gdmt are poorly understood in adults with congenital heart disease achd we aimed to describe the outcomes of hf hospitalization and to assess the clinical benefits of gdmt for hf we conducted a retrospective cohort study of achd hospitalized for hf at mayo clinic from to cox proportional hazard models were used to determine the predictors of hf rehospitalization and all cause mortality and to assess the association between death and gdmt as measured by the heart failure collaborative score of the patients were rehospitalized for hf and died the year cumulative incidence of rehospitalization was ci and the year survival rate from mortality was ci chronic kidney disease hr ci p and fontan physiology hr ci p were associated with hf rehospitalization hf rehospitalization within year was associated with nearly a fold increased risk of mortality hr ci p the hfc score was associated with a lower risk of all cause mortality hr ci p in the subgroup of patients with reduced ejection fraction among adults with chd hospitalized for hf half of the patients were rehospitalized for hf rehospitalization within year of the index hf hospitalization was associated with mortality the use of gdmt for hf was associated with improved survival in patients with reduced ejection fraction"
}