{
    "title": "[Adipsic diabetes insipidus after transsphenoidal surgery for suprasellar intraventricular].",
    "doc_id": "36104965",
    "writer": "Astafyeva LI",
    "year": "2022",
    "summary": "Presented case demonstrates a rare diencephalic pathology - adipsic diabetes insipidus (ADI) with severe hypernatremia in a 58-year-old woman after ttranssphenoidal removal of stalk intraventricular craniopharyngioma. ...",
    "abstract": "Presented case demonstrates a rare diencephalic pathology - adipsic diabetes insipidus (ADI) with severe hypernatremia in a 58-year-old woman after ttranssphenoidal removal of stalk intraventricular craniopharyngioma. ADI was diagnosed because of hypernatremia (150-155 mmol/L), polyuria (up to 4 liters per day) and absence of thirst. Normalization of water-electrolyte balance occurred on the background of desmopressin therapy and sufficient hydration in postoperative period. After release from the hospital, the patient independently stopped desmopressin therapy and did not consume an adequate amount of fluid of the background of polyuria. This led to severe hypernatremia (155-160 mmol/L) and rough mental disorders.Patients with ADI need closely monitoring of medical condition and water-electrolyte parameters, appointment of fixed doses of desmopressin and adequate hydration.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36104965/",
    "clean_text": "adipsic diabetes insipidus after transsphenoidal surgery for suprasellar intraventricular presented case demonstrates a rare diencephalic pathology adipsic diabetes insipidus adi with severe hypernatremia in a year old woman after ttranssphenoidal removal of stalk intraventricular craniopharyngioma presented case demonstrates a rare diencephalic pathology adipsic diabetes insipidus adi with severe hypernatremia in a year old woman after ttranssphenoidal removal of stalk intraventricular craniopharyngioma adi was diagnosed because of hypernatremia mmol l polyuria up to liters per day and absence of thirst normalization of water electrolyte balance occurred on the background of desmopressin therapy and sufficient hydration in postoperative period after release from the hospital the patient independently stopped desmopressin therapy and did not consume an adequate amount of fluid of the background of polyuria this led to severe hypernatremia mmol l and rough mental disorders patients with adi need closely monitoring of medical condition and water electrolyte parameters appointment of fixed doses of desmopressin and adequate hydration"
}