{
    "pmid": "41445822",
    "title": "Association of sleep quality and glycemic variability among South Indian rural patients with Type-2 diabetes mellitus.",
    "abstract": "Sleep quality plays a vital role in glucose homeostasis and may influence glycemic variability among diabetic individuals. The main objective of this study is to investigate the relationship between subjective sleep quality and glycemic variability in patients with Type-2 diabetes mellitus (T2DM). Sixty-two adults with type 2 diabetes mellitus underwent Continuous Glucose Monitoring (CGM) and sleep quality was assessed using the Pittsburgh Sleep Quality Index (PSQI). Patients with at least three days of valid CGM data were included in the analyses. Glycemic variability was quantified using coefficient of variation (%CV). Spearman's correlation and multiple linear regression modelling were used to examine the association between glycemic variability (%CV) and sleep quality. Sleep-efficiency showed a significant positive correlation with %CV (r = 0.28, p = 0.03), whereas greater sleep disturbances were associated with lower TBR (r = -0.27, p = 0.04). A %CV threshold of 32.3 was identified as a cutoff for distinguishing stable and unstable glycemic patterns; however, this threshold is exploratory and requires further validation. In multiple linear regression analyses reduced sleep efficiency (β = 7.77, p = 0.002) was significantly associated with higher glycemic variability, while sleep medication use (β = -2.12, p = 0.01) also showed significant association after adjustment for HbA1c, microvascular and macrovascular complications. Poor sleep quality, particularly sleep efficiency exhibited a significant relationship with glycemic variability. Improving sleep quality may represent a practical and modifiable strategy to improve glycemic stability in this population.",
    "disease": "diabetes mellitus",
    "clean_text": "association of sleep quality and glycemic variability among south indian rural patients with type diabetes mellitus sleep quality plays a vital role in glucose homeostasis and may influence glycemic variability among diabetic individuals the main objective of this study is to investigate the relationship between subjective sleep quality and glycemic variability in patients with type diabetes mellitus t dm sixty two adults with type diabetes mellitus underwent continuous glucose monitoring cgm and sleep quality was assessed using the pittsburgh sleep quality index psqi patients with at least three days of valid cgm data were included in the analyses glycemic variability was quantified using coefficient of variation cv spearman s correlation and multiple linear regression modelling were used to examine the association between glycemic variability cv and sleep quality sleep efficiency showed a significant positive correlation with cv r p whereas greater sleep disturbances were associated with lower tbr r p a cv threshold of was identified as a cutoff for distinguishing stable and unstable glycemic patterns however this threshold is exploratory and requires further validation in multiple linear regression analyses reduced sleep efficiency p was significantly associated with higher glycemic variability while sleep medication use p also showed significant association after adjustment for hba c microvascular and macrovascular complications poor sleep quality particularly sleep efficiency exhibited a significant relationship with glycemic variability improving sleep quality may represent a practical and modifiable strategy to improve glycemic stability in this population"
}