{
    "pmid": "41453893",
    "title": "An influenza HA mRNA-LNP vaccine induces potent responses in newborn nonhuman primates that enhance protection from challenge.",
    "abstract": "Influenza virus infection poses a significant health risk to newborns, with this population experiencing higher hospitalization and mortality rates compared to older children. The heightened vulnerability of this age group results from a combination of an altered immune system and lack of a licensed vaccine for children under six months of age. mRNA-LNP vaccines have shown remarkable efficacy, including the capacity to induce antibodies in poorly responding populations. This makes them a promising candidate for addressing the unique immunological environment of newborns. Here, we leveraged the close immunological and physiological similarity of NHP to evaluate the efficacy of an influenza hemagglutinin mRNA-LNP vaccine in newborns. Our findings show the HA mRNA-LNP vaccine elicits robust, multi-functional antibody responses in newborn NHP that result in significantly reduced viral load and disease severity following challenge. These results highlight the potential of mRNA-based vaccines as a transformative approach to protect the vulnerable newborn population against influenza. Continued development and optimization of this platform could address the critical gap in influenza virus and other pathogen vaccine coverage for infants under six months of age.",
    "disease": "influenza",
    "clean_text": "an influenza ha mrna lnp vaccine induces potent responses in newborn nonhuman primates that enhance protection from challenge influenza virus infection poses a significant health risk to newborns with this population experiencing higher hospitalization and mortality rates compared to older children the heightened vulnerability of this age group results from a combination of an altered immune system and lack of a licensed vaccine for children under six months of age mrna lnp vaccines have shown remarkable efficacy including the capacity to induce antibodies in poorly responding populations this makes them a promising candidate for addressing the unique immunological environment of newborns here we leveraged the close immunological and physiological similarity of nhp to evaluate the efficacy of an influenza hemagglutinin mrna lnp vaccine in newborns our findings show the ha mrna lnp vaccine elicits robust multi functional antibody responses in newborn nhp that result in significantly reduced viral load and disease severity following challenge these results highlight the potential of mrna based vaccines as a transformative approach to protect the vulnerable newborn population against influenza continued development and optimization of this platform could address the critical gap in influenza virus and other pathogen vaccine coverage for infants under six months of age"
}