{
    "title": "Screening platelet function in blood donors.",
    "doc_id": "35748562",
    "writer": "Pedini P",
    "year": "2022",
    "summary": "STUDY DESIGN AND METHODS: This single-center prospective study aimed to determine the prevalence of functional platelet abnormalities in a population of blood donors with a clinical history of bleeding diathesis or with history of hematoma (>4 cm) during blood …",
    "abstract": "Background:\n        \n      \n      Transfusion of defective platelets could contribute to the inefficiency of platelet transfusion in preventing or stopping bleeding.\n    \n\n\n          Study design and methods:\n        \n      \n      This single-center prospective study aimed to determine the prevalence of functional platelet abnormalities in a population of blood donors with a clinical history of bleeding diathesis or with history of hematoma (>4 cm) during blood donation. Donors with positive bleeding screening questionnaire were referred to the reference center for rare platelet diseases at La Timone University Hospital (Marseille) to confirm the bleeding tendency using a more extensive bleeding questionnaire (MCMDMscore) and to assess hemostasis, including a comprehensive platelet analysis.\n    \n\n\n          Results:\n        \n      \n      One hundred and ninety-five donors identified based on a history of hematoma and 2434 blood donors were included in the study. Eighty-eight donors (3.6%) had a bleeding score indicating a potential bleeding disorder. Five donors with a history of hematoma (2.5%) and 15 (17%) donors with a confirmed bleeding score underwent hemostatic analysis, including two men and 18 women with average age of 33.9 years. Minor hemostatic abnormalities were observed in three donors. Two donors exhibited accelerated fibrinolysis with reduced euglobulin lysis time and increased D-dimer levels in serum. Two donors had a platelet granule defect, without identification of genetic abnormality.\n    \n\n\n          Conclusion:\n        \n      \n      The bleeding questionnaire proved to be a valuable tool to screen blood donors for potential platelet defects. Platelet dysfunction was rare in the blood donor population assessed. Additional studies are necessary to understand the clinical impact that the transfusion of platelets with qualitative defects has on recipients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35748562/",
    "clean_text": "screening platelet function in blood donors study design and methods this single center prospective study aimed to determine the prevalence of functional platelet abnormalities in a population of blood donors with a clinical history of bleeding diathesis or with history of hematoma cm during blood background transfusion of defective platelets could contribute to the inefficiency of platelet transfusion in preventing or stopping bleeding study design and methods this single center prospective study aimed to determine the prevalence of functional platelet abnormalities in a population of blood donors with a clinical history of bleeding diathesis or with history of hematoma cm during blood donation donors with positive bleeding screening questionnaire were referred to the reference center for rare platelet diseases at la timone university hospital marseille to confirm the bleeding tendency using a more extensive bleeding questionnaire mcmdmscore and to assess hemostasis including a comprehensive platelet analysis results one hundred and ninety five donors identified based on a history of hematoma and blood donors were included in the study eighty eight donors had a bleeding score indicating a potential bleeding disorder five donors with a history of hematoma and donors with a confirmed bleeding score underwent hemostatic analysis including two men and women with average age of years minor hemostatic abnormalities were observed in three donors two donors exhibited accelerated fibrinolysis with reduced euglobulin lysis time and increased d dimer levels in serum two donors had a platelet granule defect without identification of genetic abnormality conclusion the bleeding questionnaire proved to be a valuable tool to screen blood donors for potential platelet defects platelet dysfunction was rare in the blood donor population assessed additional studies are necessary to understand the clinical impact that the transfusion of platelets with qualitative defects has on recipients"
}