{
    "pmid": "41472903",
    "title": "Incidentally Detected Ductal Adenocarcinoma Presenting With Isolated Pulmonary Metastasis and a BRCA2 Mutation.",
    "abstract": "Ductal adenocarcinoma of the prostate is a rare and aggressive cancer that often presents with low prostate-specific antigen levels and nonspecific urinary symptoms, leading to a delayed diagnosis. Mutations in DNA repair genes such as BRCA2 may render these cancers susceptible to targeted treatments. A 78-year-old man developed acute urinary retention despite a prostate-specific antigen of 0.731 ng/mL. Histopathological examination after holmium laser enucleation of the prostate revealed a ductal adenocarcinoma. Imaging revealed multiple lung nodules, and partial lung resection confirmed metastasis. Genomic profiling of the lung metastases revealed a pathogenic BRCA2 mutation. The patient received androgen deprivation therapy, followed by a combination of talazoparib and enzalutamide. Six months later, imaging revealed fewer lung metastases. This case illustrates the diagnostic challenges of low-prostate-specific antigen ductal adenocarcinoma and demonstrates the potential of molecular profiling to guide personalized treatment with targeted therapies for rare prostate cancer subtypes.",
    "disease": "lung cancer",
    "clean_text": "incidentally detected ductal adenocarcinoma presenting with isolated pulmonary metastasis and a brca mutation ductal adenocarcinoma of the prostate is a rare and aggressive cancer that often presents with low prostate specific antigen levels and nonspecific urinary symptoms leading to a delayed diagnosis mutations in dna repair genes such as brca may render these cancers susceptible to targeted treatments a year old man developed acute urinary retention despite a prostate specific antigen of ng ml histopathological examination after holmium laser enucleation of the prostate revealed a ductal adenocarcinoma imaging revealed multiple lung nodules and partial lung resection confirmed metastasis genomic profiling of the lung metastases revealed a pathogenic brca mutation the patient received androgen deprivation therapy followed by a combination of talazoparib and enzalutamide six months later imaging revealed fewer lung metastases this case illustrates the diagnostic challenges of low prostate specific antigen ductal adenocarcinoma and demonstrates the potential of molecular profiling to guide personalized treatment with targeted therapies for rare prostate cancer subtypes"
}