{
    "title": "Generation of CpG-Recoded Zika Virus Vaccine Candidates.",
    "doc_id": "34914053",
    "writer": "Trus I",
    "year": "2022",
    "summary": "For example, we have recently demonstrated that recoded Zika virus variants with the increased CpG content showed considerable attenuated infection phenotypes and protection against lethal challenge in mice. Here, we describe the workflow for the design and generati …",
    "abstract": "Experimental increase of cytosine-phosphate-guanine (CpG) dinucleotides in an RNA virus genome impairs infection. Beneficially, this weak infection may lead to robust antiviral host immunity providing a cutting-edge approach for vaccines. For example, we have recently demonstrated that recoded Zika virus variants with the increased CpG content showed considerable attenuated infection phenotypes and protection against lethal challenge in mice. Here, we describe the workflow for the design and generation of CpG-recoded Zika virus vaccine candidates. The workflow can be adapted for other viruses.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34914053/",
    "clean_text": "generation of cpg recoded zika virus vaccine candidates for example we have recently demonstrated that recoded zika virus variants with the increased cpg content showed considerable attenuated infection phenotypes and protection against lethal challenge in mice here we describe the workflow for the design and generati experimental increase of cytosine phosphate guanine cpg dinucleotides in an rna virus genome impairs infection beneficially this weak infection may lead to robust antiviral host immunity providing a cutting edge approach for vaccines for example we have recently demonstrated that recoded zika virus variants with the increased cpg content showed considerable attenuated infection phenotypes and protection against lethal challenge in mice here we describe the workflow for the design and generation of cpg recoded zika virus vaccine candidates the workflow can be adapted for other viruses"
}