{
    "pmid": "41439130",
    "title": "Downregulated MYL1 Emerges as a Promising Diagnostic Biomarker for Rheumatoid Arthritis.",
    "abstract": "Rheumatoid arthritis (RA) affects millions of people worldwide and causes chronic joint pain with incompletely understood pathogenesis and challenging management. Myosin light chain 1 (MYL1) a muscle regulatory protein, has an unknown role in RA pathogenesis. We analyzed transcriptomic data from RA patients and healthy controls in the Gene Expression Omnibus (GEO). Using least absolute shrinkage and selection operator (LASSO) regression and random forest, we identified differentially expressed genes (DEGs). Diagnostic performance was assessed using receiver operating characteristic (ROC) curves and area under the curve (AUC). To explore potential mechanisms, we conducted functional enrichment and immune-infiltration analyses. We further validated MYL1 expression in a rat RA model using qRT-PCR and Western blotting. We found MYL1 significantly downregulated in RA with high diagnostic value (AUC > 0.8). Enrichment analyses revealed its involvement in muscle structure development, immune regulation, and calcium signaling pathways. CIBERSORT analysis indicated associations with immune cell infiltration, particularly regulatory T cells, activated natural killer (NK) cells, and M1 macrophages. The rat model confirmed reduced MYL1 expression at both mRNA (p < 0.001) and protein (p = 0.009) levels, consistent with human data. MYL1 is consistently downregulated in RA and may serve as a potential diagnostic biomarker. The results indicate that MYL1 may be involved in the pathological process of RA through calcium signaling, muscle function, and immune cell regulation. However, further clinical and mechanistic studies are warranted.",
    "disease": "rheumatoid arthritis",
    "clean_text": "downregulated myl emerges as a promising diagnostic biomarker for rheumatoid arthritis rheumatoid arthritis ra affects millions of people worldwide and causes chronic joint pain with incompletely understood pathogenesis and challenging management myosin light chain myl a muscle regulatory protein has an unknown role in ra pathogenesis we analyzed transcriptomic data from ra patients and healthy controls in the gene expression omnibus geo using least absolute shrinkage and selection operator lasso regression and random forest we identified differentially expressed genes degs diagnostic performance was assessed using receiver operating characteristic roc curves and area under the curve auc to explore potential mechanisms we conducted functional enrichment and immune infiltration analyses we further validated myl expression in a rat ra model using qrt pcr and western blotting we found myl significantly downregulated in ra with high diagnostic value auc enrichment analyses revealed its involvement in muscle structure development immune regulation and calcium signaling pathways cibersort analysis indicated associations with immune cell infiltration particularly regulatory t cells activated natural killer nk cells and m macrophages the rat model confirmed reduced myl expression at both mrna p and protein p levels consistent with human data myl is consistently downregulated in ra and may serve as a potential diagnostic biomarker the results indicate that myl may be involved in the pathological process of ra through calcium signaling muscle function and immune cell regulation however further clinical and mechanistic studies are warranted"
}