{
    "title": "Functional recovery following traumatic spinal cord injury mediated by a unique polymer scaffold seeded with neural stem cells.",
    "doc_id": "11867737",
    "writer": "Teng YD",
    "year": "2002",
    "summary": "To better direct repair following spinal cord injury (SCI), we designed an implant modeled after the intact spinal cord consisting of a multicomponent polymer scaffold seeded with neural stem cells. ...Histology and immunocytochemical analysis suggested that …",
    "abstract": "To better direct repair following spinal cord injury (SCI), we designed an implant modeled after the intact spinal cord consisting of a multicomponent polymer scaffold seeded with neural stem cells. Implantation of the scaffold-neural stem cells unit into an adult rat hemisection model of SCI promoted long-term improvement in function (persistent for 1 year in some animals) relative to a lesion-control group. At 70 days postinjury, animals implanted with scaffold-plus-cells exhibited coordinated, weight-bearing hindlimb stepping. Histology and immunocytochemical analysis suggested that this recovery might be attributable partly to a reduction in tissue loss from secondary injury processes as well as in diminished glial scarring. Tract tracing demonstrated corticospinal tract fibers passing through the injury epicenter to the caudal cord, a phenomenon not present in untreated groups. Together with evidence of enhanced local GAP-43 expression not seen in controls, these findings suggest a possible regeneration component. These results may suggest a new approach to SCI and, more broadly, may serve as a prototype for multidisciplinary strategies against complex neurological problems.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11867737/",
    "clean_text": "functional recovery following traumatic spinal cord injury mediated by a unique polymer scaffold seeded with neural stem cells to better direct repair following spinal cord injury sci we designed an implant modeled after the intact spinal cord consisting of a multicomponent polymer scaffold seeded with neural stem cells histology and immunocytochemical analysis suggested that to better direct repair following spinal cord injury sci we designed an implant modeled after the intact spinal cord consisting of a multicomponent polymer scaffold seeded with neural stem cells implantation of the scaffold neural stem cells unit into an adult rat hemisection model of sci promoted long term improvement in function persistent for year in some animals relative to a lesion control group at days postinjury animals implanted with scaffold plus cells exhibited coordinated weight bearing hindlimb stepping histology and immunocytochemical analysis suggested that this recovery might be attributable partly to a reduction in tissue loss from secondary injury processes as well as in diminished glial scarring tract tracing demonstrated corticospinal tract fibers passing through the injury epicenter to the caudal cord a phenomenon not present in untreated groups together with evidence of enhanced local gap expression not seen in controls these findings suggest a possible regeneration component these results may suggest a new approach to sci and more broadly may serve as a prototype for multidisciplinary strategies against complex neurological problems"
}