{
    "title": "Influencing factors of self-regulated learning of medical-related students in a traditional Chinese medical university: a cross-sectional study.",
    "doc_id": "36737773",
    "writer": "Li L",
    "year": "2023",
    "summary": "However, the factors that affect the SRL ability of medical-related specialties, such as clinical medicine, traditional Chinese medicine (TCM), and nursing specialty in TCM colleges and universities are unclear. Whether the teaching of learning strategies can help improve …",
    "abstract": "Background:\n        \n      \n      In recent years, self-regulated learning (SRL) has become a hot topic in medical education. However, the factors that affect the SRL ability of medical-related specialties, such as clinical medicine, traditional Chinese medicine (TCM), and nursing specialty in TCM colleges and universities are unclear. Whether the teaching of learning strategies can help improve students' SRL also needs to be further examined.\n    \n\n\n          Method:\n        \n      \n      A cross-sectional survey was distributed, and 878 medical-related students who were from a TCM university were recruited for this study. Descriptive statistics illustrated the status quo of SRL and learning strategies, and an independent t-test and analysis of variance were used to analyze the factors associated with SRL. The relationship between SRL and learning strategies was analyzed with multi-linear regression analysis.\n    \n\n\n          Results:\n        \n      \n      The scores of SRL on learning motivation, learning setting, self-regulation, and total scores were 34.76 ± 4.62, 41.14 ± 4.30, 39.26 ± 4.74, and 115.16 ± 12.42, respectively. The metacognitive, emotion, cognitive, resource management and total scores of learning strategies were 58.54 ± 12.02, 43.24 ± 8.42, 35.49 ± 7.34, 22.89 ± 4.20, 160.16 ± 29.45, and the mean was all above the midpoint. Learning strategies were positively correlated with SRL (r = 0.421, P < 0.01). Some factors can predict 32% of the variation of SRL, including whether they liked their specialty, educational system, specialty, score ranking, scholarship, whether they were taught by a tutor in middle school, gender, monthly family income, the father's educational background, metacognitive strategy, resource management strategy, and cognitive strategy.\n    \n\n\n          Conclusions:\n        \n      \n      The SRL of medical-related students was better. Learning strategies, as well as personal or social factors, can affect SRL. Educators should pay more attention to the cultivation of learning strategies, exercising learning skills, and monitoring, adjustment, and guidance of learning time. It should adopt various methods to improve the SRL of medical-related students according to the different factors.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36737773/",
    "clean_text": "influencing factors of self regulated learning of medical related students in a traditional chinese medical university a cross sectional study however the factors that affect the srl ability of medical related specialties such as clinical medicine traditional chinese medicine tcm and nursing specialty in tcm colleges and universities are unclear whether the teaching of learning strategies can help improve background in recent years self regulated learning srl has become a hot topic in medical education however the factors that affect the srl ability of medical related specialties such as clinical medicine traditional chinese medicine tcm and nursing specialty in tcm colleges and universities are unclear whether the teaching of learning strategies can help improve students srl also needs to be further examined method a cross sectional survey was distributed and medical related students who were from a tcm university were recruited for this study descriptive statistics illustrated the status quo of srl and learning strategies and an independent t test and analysis of variance were used to analyze the factors associated with srl the relationship between srl and learning strategies was analyzed with multi linear regression analysis results the scores of srl on learning motivation learning setting self regulation and total scores were and respectively the metacognitive emotion cognitive resource management and total scores of learning strategies were and the mean was all above the midpoint learning strategies were positively correlated with srl r p some factors can predict of the variation of srl including whether they liked their specialty educational system specialty score ranking scholarship whether they were taught by a tutor in middle school gender monthly family income the father s educational background metacognitive strategy resource management strategy and cognitive strategy conclusions the srl of medical related students was better learning strategies as well as personal or social factors can affect srl educators should pay more attention to the cultivation of learning strategies exercising learning skills and monitoring adjustment and guidance of learning time it should adopt various methods to improve the srl of medical related students according to the different factors"
}