{
    "title": "Origin, transmission, diagnosis and management of coronavirus disease 2019 (COVID-19).",
    "doc_id": "32563999",
    "writer": "Umakanthan S",
    "year": "2020",
    "summary": "This article reviews the current state of knowledge concerning the origin, transmission, diagnosis and management of coronavirus disease 2019 (COVID-19). Historically, it has caused two pandemics: severe acute respiratory syndrome and Middle East respiratory …",
    "abstract": "Coronavirus has emerged as a global health threat due to its accelerated geographic spread over the last two decades. This article reviews the current state of knowledge concerning the origin, transmission, diagnosis and management of coronavirus disease 2019 (COVID-19). Historically, it has caused two pandemics: severe acute respiratory syndrome and Middle East respiratory syndrome followed by the present COVID-19 that emerged from China. The virus is believed to be acquired from zoonotic source and spreads through direct and contact transmission. The symptomatic phase manifests with fever, cough and myalgia to severe respiratory failure. The diagnosis is confirmed using reverse transcriptase PCR. Management of COVID-19 is mainly by supportive therapy along with mechanical ventilation in severe cases. Preventive strategies form the major role in reducing the public spread of virus along with successful disease isolation and community containment. Development of a vaccine to eliminate the virus from the host still remains an ongoing challenge.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32563999/",
    "clean_text": "origin transmission diagnosis and management of coronavirus disease covid this article reviews the current state of knowledge concerning the origin transmission diagnosis and management of coronavirus disease covid historically it has caused two pandemics severe acute respiratory syndrome and middle east respiratory coronavirus has emerged as a global health threat due to its accelerated geographic spread over the last two decades this article reviews the current state of knowledge concerning the origin transmission diagnosis and management of coronavirus disease covid historically it has caused two pandemics severe acute respiratory syndrome and middle east respiratory syndrome followed by the present covid that emerged from china the virus is believed to be acquired from zoonotic source and spreads through direct and contact transmission the symptomatic phase manifests with fever cough and myalgia to severe respiratory failure the diagnosis is confirmed using reverse transcriptase pcr management of covid is mainly by supportive therapy along with mechanical ventilation in severe cases preventive strategies form the major role in reducing the public spread of virus along with successful disease isolation and community containment development of a vaccine to eliminate the virus from the host still remains an ongoing challenge"
}