{
    "title": "The role of molecular remodeling in differential regulation of tight junction permeability.",
    "doc_id": "25263012",
    "writer": "Turner JR",
    "year": "2014",
    "summary": "Tight junctions create a paracellular barrier that is essential for survival of complex organisms. In many cases tight junctions define separate, generally sterile, tissue compartments. In the skin and gut, tight junctions must also seal …",
    "abstract": "Tight junctions create a paracellular barrier that is essential for survival of complex organisms. In many cases tight junctions define separate, generally sterile, tissue compartments. In the skin and gut, tight junctions must also seal the paracellular space to prevent microbiota from accessing the internal milieu. This is a relatively simple task in the integument, where an absolute barrier is effective. However, intestinal epithelial tight junctions are charged with the far more complex task of supporting paracellular transport of water, ions, and nutrients while providing a barrier to microbial translocation. The delicate nature of this balance, which is disrupted in disease, makes the intestine a unique organ in which to explore the complexities of tight junction permeability and barrier regulation. Here we review recent progress in understanding the molecular determinants of barrier function and events responsible for regulation, and dysregulation, of tight junction permeability.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25263012/",
    "clean_text": "the role of molecular remodeling in differential regulation of tight junction permeability tight junctions create a paracellular barrier that is essential for survival of complex organisms in many cases tight junctions define separate generally sterile tissue compartments in the skin and gut tight junctions must also seal tight junctions create a paracellular barrier that is essential for survival of complex organisms in many cases tight junctions define separate generally sterile tissue compartments in the skin and gut tight junctions must also seal the paracellular space to prevent microbiota from accessing the internal milieu this is a relatively simple task in the integument where an absolute barrier is effective however intestinal epithelial tight junctions are charged with the far more complex task of supporting paracellular transport of water ions and nutrients while providing a barrier to microbial translocation the delicate nature of this balance which is disrupted in disease makes the intestine a unique organ in which to explore the complexities of tight junction permeability and barrier regulation here we review recent progress in understanding the molecular determinants of barrier function and events responsible for regulation and dysregulation of tight junction permeability"
}