{
    "title": "Customized weight curves for Spanish fetuses and newborns.",
    "doc_id": "24168175",
    "writer": "González González NL",
    "year": "2014",
    "summary": "RESULTS: The resulting formula for the calculation of optimal neonatal weight was: Optimum weight (g) = 3289.681 + 135.413*GA40-14.063*GA40(2)-0.838*GA40(3) + 113.889 (if multiparous) + 165.560 (if origin = Asia) + 161.550 (South America) + 67.927 (rest of Europe) + …",
    "abstract": "Objectives:\n        \n      \n      To construct a model of customized birthweight curves for use in a Spanish population.\n    \n\n\n          Materials and methods:\n        \n      \n      Data of 20 331 newborns were used to construct a customized birthweight model. Multiple regression analysis was performed with newborn weight as the dependent variable and gestational age (GA), sex and maternal (M) weight, height, parity and ethnic origin as the independent variables. Using the new model, 27,507 newborns were classified as adequate for GA (AGA), large for GA (LGA) or small for GA (SGA). The results were compared with those of other customized and non-customized models.\n    \n\n\n          Results:\n        \n      \n      The resulting formula for the calculation of optimal neonatal weight was: Optimum weight (g) = 3289.681 + 135.413*GA40-14.063*GA40(2)-0.838*GA40(3) + 113.889 (if multiparous) + 165.560 (if origin = Asia) + 161.550 (South America) + 67.927 (rest of Europe) +109.265 (North Africa) + 9.392*Maternal-Height + 4.856*Maternal-Weight-0.098*Maternal-Weight(2) + 0.001*Maternal-Weight(3) + 67.188*Sex + GA40*(6.890*Sex + 9.032 (If multiparous) +0.006*Maternal-Height(3) + 0.260*Maternal-Weight) + GA40(2) (-0.378*Maternal-Height - 0.008*Maternal-Height(2)) + GA40(3) (-0.032*Maternal-Height). Weight percentiles were obtained from standard data using optimum weight variation coefficient. Agreement between our customized model and other Spanish models was \"good\" (κ = 0.717 and κ = 0.736; p < 0.001).\n    \n\n\n          Conclusions:\n        \n      \n      Our model is comparable to other Spanish models, but offers the advantage of being customized, updated and freely available on the web. The 30.6% of infants classified as SGA using our model would be considered as AGA following a non-customized model.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24168175/",
    "clean_text": "customized weight curves for spanish fetuses and newborns results the resulting formula for the calculation of optimal neonatal weight was optimum weight g ga ga ga if multiparous if origin asia south america rest of europe objectives to construct a model of customized birthweight curves for use in a spanish population materials and methods data of newborns were used to construct a customized birthweight model multiple regression analysis was performed with newborn weight as the dependent variable and gestational age ga sex and maternal m weight height parity and ethnic origin as the independent variables using the new model newborns were classified as adequate for ga aga large for ga lga or small for ga sga the results were compared with those of other customized and non customized models results the resulting formula for the calculation of optimal neonatal weight was optimum weight g ga ga ga if multiparous if origin asia south america rest of europe north africa maternal height maternal weight maternal weight maternal weight sex ga sex if multiparous maternal height maternal weight ga maternal height maternal height ga maternal height weight percentiles were obtained from standard data using optimum weight variation coefficient agreement between our customized model and other spanish models was good and p conclusions our model is comparable to other spanish models but offers the advantage of being customized updated and freely available on the web the of infants classified as sga using our model would be considered as aga following a non customized model"
}