{
    "title": "Microenvironmental Regulation of Stem Cell Behavior Through Biochemical and Biophysical Stimulation.",
    "doc_id": "30471031",
    "writer": "Choi B",
    "year": "2018",
    "summary": "Stem cells proliferate by undergoing self-renewal and differentiate into multiple cell lineages in response to biochemical and biophysical stimuli. ...In this chapter, we have summarized microenvironmental regulation of stem cell behavior throug …",
    "abstract": "Stem cells proliferate by undergoing self-renewal and differentiate into multiple cell lineages in response to biochemical and biophysical stimuli. Various biochemical cues such as growth factors, nucleic acids, chemical reagents, and small molecules have been used to induce stem cell differentiation or reprogramming or to maintain their pluripotency. Moreover, biophysical cues such as matrix stiffness, substrate topography, and external stress and strain play a major role in modulating stem cell behavior. In this chapter, we have summarized microenvironmental regulation of stem cell behavior through biochemical and biophysical stimulation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30471031/",
    "clean_text": "microenvironmental regulation of stem cell behavior through biochemical and biophysical stimulation stem cells proliferate by undergoing self renewal and differentiate into multiple cell lineages in response to biochemical and biophysical stimuli in this chapter we have summarized microenvironmental regulation of stem cell behavior throug stem cells proliferate by undergoing self renewal and differentiate into multiple cell lineages in response to biochemical and biophysical stimuli various biochemical cues such as growth factors nucleic acids chemical reagents and small molecules have been used to induce stem cell differentiation or reprogramming or to maintain their pluripotency moreover biophysical cues such as matrix stiffness substrate topography and external stress and strain play a major role in modulating stem cell behavior in this chapter we have summarized microenvironmental regulation of stem cell behavior through biochemical and biophysical stimulation"
}