{
    "title": "Supernumerary arcs of rainbows: Young's theory of interference.",
    "doc_id": "29047473",
    "writer": "Laven P.",
    "year": "2017",
    "summary": "Airy dismissed Young's idea as \"the imperfect theory of interference\" because it predicted supernumerary arcs at the wrong angles. Young was unaware that a light ray encountering a focal line can suffer a phase shift of 90. ...",
    "abstract": "Supernumerary arcs on rainbows are historically important because in the early 1800s they provided evidence in favor of the wave theory of light. The success of Airy's rainbow integral has overshadowed the earlier contribution from Young, who proposed that supernumerary arcs were caused by interference between two geometrical rays that emerge from the raindrop at the same scattering angle. Airy dismissed Young's idea as \"the imperfect theory of interference\" because it predicted supernumerary arcs at the wrong angles. Young was unaware that a light ray encountering a focal line can suffer a phase shift of 90°. If these phase shifts are taken into account, the theory of interference becomes surprisingly accurate.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29047473/",
    "clean_text": "supernumerary arcs of rainbows young s theory of interference airy dismissed young s idea as the imperfect theory of interference because it predicted supernumerary arcs at the wrong angles young was unaware that a light ray encountering a focal line can suffer a phase shift of supernumerary arcs on rainbows are historically important because in the early s they provided evidence in favor of the wave theory of light the success of airy s rainbow integral has overshadowed the earlier contribution from young who proposed that supernumerary arcs were caused by interference between two geometrical rays that emerge from the raindrop at the same scattering angle airy dismissed young s idea as the imperfect theory of interference because it predicted supernumerary arcs at the wrong angles young was unaware that a light ray encountering a focal line can suffer a phase shift of if these phase shifts are taken into account the theory of interference becomes surprisingly accurate"
}