{
    "title": "Effects of a passive exoskeleton on the mechanical loading of the low back in static holding tasks.",
    "doc_id": "30514627",
    "writer": "Koopman AS",
    "year": "2019",
    "summary": "LOW generated 4-11 Nm more support than HIGH at 50%, 25% and 0% upright stance hand height and HIGH generated 4-5 Nm more support than LOW at 100% and 75%. Significant reductions (11-57%) in back muscle activity were found compared to WITHOUT for both exoskel …",
    "abstract": "With mechanical loading as the main risk factor for LBP in mind, exoskeletons are designed to reduce the load on the back by taking over a part of the required moment. The present study assessed the effect of a passive exoskeleton on back and abdominal muscle activation, hip and lumbar flexion and on the contribution of both the human and the exoskeleton to the L5/S1 net moment, during static bending at five different hand heights. Two configurations of the exoskeleton (LOW & HIGH) differing in angle-torque characteristics were tested. L5/S1 moments generated by the subjects were significantly reduced (15-20% for the most effective type) at all hand heights. LOW generated 4-11 Nm more support than HIGH at 50%, 25% and 0% upright stance hand height and HIGH generated 4-5 Nm more support than LOW at 100% and 75%. Significant reductions (11-57%) in back muscle activity were found compared to WITHOUT for both exoskeletons for some conditions. However, EMG reductions compared to WITHOUT were highly variable across subjects and not always significant. The device allowed for substantial lumbar bending (up to 70°) so that a number of participants showed the flexion-relaxation phenomenon, which prevented further reduction of back EMG by the device and even an increase from 2% to 6% MVC in abdominal activity at 25% hand height. These results indicate that flexion relaxation and its interindividual variation should be considered in future exoskeleton developments.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30514627/",
    "clean_text": "effects of a passive exoskeleton on the mechanical loading of the low back in static holding tasks low generated nm more support than high at and upright stance hand height and high generated nm more support than low at and significant reductions in back muscle activity were found compared to without for both exoskel with mechanical loading as the main risk factor for lbp in mind exoskeletons are designed to reduce the load on the back by taking over a part of the required moment the present study assessed the effect of a passive exoskeleton on back and abdominal muscle activation hip and lumbar flexion and on the contribution of both the human and the exoskeleton to the l s net moment during static bending at five different hand heights two configurations of the exoskeleton low high differing in angle torque characteristics were tested l s moments generated by the subjects were significantly reduced for the most effective type at all hand heights low generated nm more support than high at and upright stance hand height and high generated nm more support than low at and significant reductions in back muscle activity were found compared to without for both exoskeletons for some conditions however emg reductions compared to without were highly variable across subjects and not always significant the device allowed for substantial lumbar bending up to so that a number of participants showed the flexion relaxation phenomenon which prevented further reduction of back emg by the device and even an increase from to mvc in abdominal activity at hand height these results indicate that flexion relaxation and its interindividual variation should be considered in future exoskeleton developments"
}