{
    "title": "Oxidative Stress and Oral Mucosal Diseases: An Overview.",
    "doc_id": "30804105",
    "writer": "Sardaro N",
    "year": "2019",
    "summary": "When their balance is disrupted in favor of ROS, a condition called oxidative stress occurs. Oxidative stress represents a widespread phenomenon involved in several pathological conditions. ...RESULTS: This narrative review integrates extensive informa …",
    "abstract": "Background:\n        \n      \n      Reactive oxygen species (ROS) and free radicals are physiologically produced during cellular metabolism. When their balance is disrupted in favor of ROS, a condition called oxidative stress occurs. Oxidative stress represents a widespread phenomenon involved in several pathological conditions. The aim of the present review was to report current knowledge on oxidative stress related to oral mucosal diseases.\n    \n\n\n          Materials and methods:\n        \n      \n      Articles from 2000 to 2018 were selected for relevance, validity and quality, from results obtained in PubMed, MEDLINE and Google Scholar using the following search terms: oxidative stress and oral lichen, oral pemphigus, aphthous stomatitis, oral leukoplakia, oral cancer, oral squamous cell carcinoma and oral carcinoma. All articles were independently screened for eligibility by the authors.\n    \n\n\n          Results:\n        \n      \n      This narrative review integrates extensive information from all relevant published studies focusing on oxidative stress in oral mucosal diseases. We outline the pathogenetic function of oxidative stress in the most frequent inflammatory, potentially malignant and malignant diseases of the oral mucosa and provide detailed findings from human research.\n    \n\n\n          Conclusion:\n        \n      \n      Although variability in findings between individual studies exists, it justifies the conclusion that oxidative stress is a significant process in the oral mucosal diseases pathogenesis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30804105/",
    "clean_text": "oxidative stress and oral mucosal diseases an overview when their balance is disrupted in favor of ros a condition called oxidative stress occurs oxidative stress represents a widespread phenomenon involved in several pathological conditions results this narrative review integrates extensive informa background reactive oxygen species ros and free radicals are physiologically produced during cellular metabolism when their balance is disrupted in favor of ros a condition called oxidative stress occurs oxidative stress represents a widespread phenomenon involved in several pathological conditions the aim of the present review was to report current knowledge on oxidative stress related to oral mucosal diseases materials and methods articles from to were selected for relevance validity and quality from results obtained in pubmed medline and google scholar using the following search terms oxidative stress and oral lichen oral pemphigus aphthous stomatitis oral leukoplakia oral cancer oral squamous cell carcinoma and oral carcinoma all articles were independently screened for eligibility by the authors results this narrative review integrates extensive information from all relevant published studies focusing on oxidative stress in oral mucosal diseases we outline the pathogenetic function of oxidative stress in the most frequent inflammatory potentially malignant and malignant diseases of the oral mucosa and provide detailed findings from human research conclusion although variability in findings between individual studies exists it justifies the conclusion that oxidative stress is a significant process in the oral mucosal diseases pathogenesis"
}