{
    "pmid": "41448761",
    "title": "[Image classification of osteoarthritis based on improved shifted windows transformer and graph convolutional networks].",
    "abstract": "Osteoarthritis is a common degenerative joint disease, which is often analyzed by X-ray images. However, if there is a lack of clinical experience when reading the films, it is easy to cause misdiagnosis. Although deep learning has made significant progress in the field of medical image processing, existing models still have limitations in capturing subtle lesion features such as joint spaces. This paper proposes an automatic diagnosis method for osteoarthritis based on the improved shifted windows Transformer (Swin Transformer) and graph convolutional network. By enhancing the modeling of joint space features and cross-layer feature fusion, it is expected to effectively improve the accuracy of early diagnosis of osteoarthritis. Firstly, this paper designs the shifted windows horizontal attention mechanism (SW-HAM), which can enhance the feature extraction ability in the horizontal direction. Secondly, the central-attention graphSAGE (CAG-SAGE) is introduced to conduct weighted aggregation of the feature information of the lesion area through the dynamic attention mechanism. Finally, cross-layer connection technology is utilized to achieve efficient fusion of multi-layer features. The experimental results show that the SW-HAM and CAG-SAGE modules and cross-layer connections significantly improve the model performance. The classification accuracy, recall rate, precision rate, F1 score, and area under the curve are 94.59%, 95.14%, 94.05%, 94.41%, and 96.30% respectively, all of which are superior to the classical network and existing methods. It provides a new and effective method for the classification and diagnosis of osteoarthritis. 骨关节炎是常见的退行性关节疾病，常用X射线影像进行分析，但读片时如果缺乏临床经验容易误诊。深度学习已在医学影像处理领域取得了重大进展，但现有模型在捕捉关节间隙等细微病变特征方面仍存在局限。本文提出一种基于改进滑动窗口变换器（Swin Transformer）和图卷积网络的骨关节炎自动诊断方法，通过增强关节间隙特征建模和跨层特征融合，以期有效提高骨关节炎早期诊断的准确性。首先，本文设计了滑动窗口水平注意力机制（SW-HAM），可增强水平方向的特征提取能力；其次，引入中心注意力加权图聚合模块（CAG-SAGE），通过动态注意力机制对病灶区域特征信息进行加权聚合；最后，利用跨层连接技术实现多层特征的高效融合。实验结果表明，SW-HAM、CAG-SAGE模块与跨层连接技术显著提升了模型性能，其分类准确率、召回率、精确率、F1分数、曲线下面积分别为94.59%、95.14%、94.05%、94.41%、96.30%，均优于经典网络以及现有的方法，为骨关节炎的分类诊断提供了一种新的有效方法。.",
    "disease": "osteoarthritis",
    "clean_text": "image classification of osteoarthritis based on improved shifted windows transformer and graph convolutional networks osteoarthritis is a common degenerative joint disease which is often analyzed by x ray images however if there is a lack of clinical experience when reading the films it is easy to cause misdiagnosis although deep learning has made significant progress in the field of medical image processing existing models still have limitations in capturing subtle lesion features such as joint spaces this paper proposes an automatic diagnosis method for osteoarthritis based on the improved shifted windows transformer swin transformer and graph convolutional network by enhancing the modeling of joint space features and cross layer feature fusion it is expected to effectively improve the accuracy of early diagnosis of osteoarthritis firstly this paper designs the shifted windows horizontal attention mechanism sw ham which can enhance the feature extraction ability in the horizontal direction secondly the central attention graphsage cag sage is introduced to conduct weighted aggregation of the feature information of the lesion area through the dynamic attention mechanism finally cross layer connection technology is utilized to achieve efficient fusion of multi layer features the experimental results show that the sw ham and cag sage modules and cross layer connections significantly improve the model performance the classification accuracy recall rate precision rate f score and area under the curve are and respectively all of which are superior to the classical network and existing methods it provides a new and effective method for the classification and diagnosis of osteoarthritis x swin transformer sw ham cag sage sw ham cag sage f"
}