{
    "pmid": "41469552",
    "title": "DCPR: a deep learning framework for circadian phase reconstruction.",
    "abstract": "The circadian clock is an evolutionarily conserved system that orchestrates 24-h physiological rhythms through transcriptional and translational feedback loops. Mounting evidence suggests a bidirectional relationship between circadian rhythm alteration and disease progression, positioning the circadian clock as a potential therapeutic target. Due to the scarcity of high-resolution temporal omics data, it remains very challenging to elucidate the underlying regulatory mechanisms of the circadian system. As a practical alternative, public untimed transcriptomic datasets offer the potential to infer gene expression oscillations retrospectively. However, existing computational approaches for circadian phase estimation often suffer from limited predictive accuracy, reducing their ability to reliably reconstruct rhythmic gene expression patterns. To overcome these limitations, we develop DCPR, an unsupervised deep learning framework designed to accurately reconstruct the circadian phase from untimed transcriptomic data. Through comprehensive analyses of both simulated and real data, DCPR consistently overperforms existing methods in circadian phase estimation. Additional validations using knowledgebase mining and ex vivo experimental data further support DCPR's efficacy in reconstructing the oscillatory pattern of gene expression and detecting circadian variation. Our study demonstrates that DCPR is a highly versatile tool for systematically identifying transcriptional rhythms from untimed expression data. This tool will facilitate therapeutics discovery for circadian-related behavioral and pathological disorders.",
    "disease": "alzheimer disease",
    "clean_text": "dcpr a deep learning framework for circadian phase reconstruction the circadian clock is an evolutionarily conserved system that orchestrates h physiological rhythms through transcriptional and translational feedback loops mounting evidence suggests a bidirectional relationship between circadian rhythm alteration and disease progression positioning the circadian clock as a potential therapeutic target due to the scarcity of high resolution temporal omics data it remains very challenging to elucidate the underlying regulatory mechanisms of the circadian system as a practical alternative public untimed transcriptomic datasets offer the potential to infer gene expression oscillations retrospectively however existing computational approaches for circadian phase estimation often suffer from limited predictive accuracy reducing their ability to reliably reconstruct rhythmic gene expression patterns to overcome these limitations we develop dcpr an unsupervised deep learning framework designed to accurately reconstruct the circadian phase from untimed transcriptomic data through comprehensive analyses of both simulated and real data dcpr consistently overperforms existing methods in circadian phase estimation additional validations using knowledgebase mining and ex vivo experimental data further support dcpr s efficacy in reconstructing the oscillatory pattern of gene expression and detecting circadian variation our study demonstrates that dcpr is a highly versatile tool for systematically identifying transcriptional rhythms from untimed expression data this tool will facilitate therapeutics discovery for circadian related behavioral and pathological disorders"
}