{
    "pmid": "41428271",
    "title": "Hypokalemic rhabdomyolysis due to concurrent distal renal tubular acidosis and Fanconi syndrome in a pediatric patient with Sjögren syndrome.",
    "abstract": "A 16-year-old Japanese girl presented to the emergency department with a complaint of increased muscle pain in the thighs and difficulty walking. Laboratory examinations revealed elevated levels of creatine phosphokinase, severe hypokalemia (1.4 mmol/L), hyperchloremic metabolic acidosis with a normal anion gap, and a urinary pH of 7.5. The patient was thus diagnosed with hypokalemic rhabdomyolysis due to distal renal tubular acidosis. Furthermore, the patient was diagnosed with Sjögren syndrome based on a high titer of anti-SS-A antibodies, reduced tear production on the Schirmer test, decreased salivary secretion on the Saxon test, and labial salivary gland pathology. Although her muscle symptoms resolved rapidly with fluid and potassium replacement therapy, hypophosphatemia and hypouricemia persisted. The patient was subsequently diagnosed with Fanconi syndrome based on elevated urinary β",
    "disease": "rheumatoid arthritis",
    "clean_text": "hypokalemic rhabdomyolysis due to concurrent distal renal tubular acidosis and fanconi syndrome in a pediatric patient with sj gren syndrome a year old japanese girl presented to the emergency department with a complaint of increased muscle pain in the thighs and difficulty walking laboratory examinations revealed elevated levels of creatine phosphokinase severe hypokalemia mmol l hyperchloremic metabolic acidosis with a normal anion gap and a urinary ph of the patient was thus diagnosed with hypokalemic rhabdomyolysis due to distal renal tubular acidosis furthermore the patient was diagnosed with sj gren syndrome based on a high titer of anti ss a antibodies reduced tear production on the schirmer test decreased salivary secretion on the saxon test and labial salivary gland pathology although her muscle symptoms resolved rapidly with fluid and potassium replacement therapy hypophosphatemia and hypouricemia persisted the patient was subsequently diagnosed with fanconi syndrome based on elevated urinary"
}