{
    "title": "Mental health of Filipino seafarers and its implications for seafarers' education.",
    "doc_id": "34604987",
    "writer": "Abila SS",
    "year": "2021",
    "summary": "This narrative review examines current academic literature on the mental health of Filipino seafarers working internationally, including the mental health effects of coronavirus disease 2019 (COVID-19). ...The few sources of primary data to date lack f …",
    "abstract": "This narrative review examines current academic literature on the mental health of Filipino seafarers working internationally, including the mental health effects of coronavirus disease 2019 (COVID-19). Framed within a rights-based approach, it aims to identify and analyse emerging themes on Filipino seafarers' mental health literature to understand what these studies potentially mean for the improvement of seafarers' education on mental health. Based on a broad selection criteria, 28 eligible papers demonstrate collectively three key findings: firstly, there is paucity in published research on seafarers' mental health; secondly, the majority of published studies are associated with a recent piracy crisis, where a significant number of mariners were attacked, taken as hostages, or killed; thirdly, three key areas emerged under which research on Filipino seafarers' mental health can be organized: the medical repatriation of seafarers, system of care for the mental health of seafarers including the diagnostic standards used, and seafarers' experiences and conceptions of mental health including the mental health effects of COVID-19. Though the bulk of the current understanding of the mental health problems is associated with piracy, several risk factors for which the quality of quantitative and qualitative evidence are patchy. The few sources of primary data to date lack focus on mental health needs which makes it difficult to grasp the extent of the problem. Developing policies and programmes for the promotion of mental health through mental health education among seafarers is important for a couple of reasons. Seafaring remains a dangerous and socially isolating occupation where work-related accidents are likely and will be potentially traumatic to mariners. Research on occupational stressors is increasingly providing evidence of their contributions to poor mental health outcomes among seafarers. Thus, mental health education of seafarers in the context of their work is important for proactive training and development.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34604987/",
    "clean_text": "mental health of filipino seafarers and its implications for seafarers education this narrative review examines current academic literature on the mental health of filipino seafarers working internationally including the mental health effects of coronavirus disease covid the few sources of primary data to date lack f this narrative review examines current academic literature on the mental health of filipino seafarers working internationally including the mental health effects of coronavirus disease covid framed within a rights based approach it aims to identify and analyse emerging themes on filipino seafarers mental health literature to understand what these studies potentially mean for the improvement of seafarers education on mental health based on a broad selection criteria eligible papers demonstrate collectively three key findings firstly there is paucity in published research on seafarers mental health secondly the majority of published studies are associated with a recent piracy crisis where a significant number of mariners were attacked taken as hostages or killed thirdly three key areas emerged under which research on filipino seafarers mental health can be organized the medical repatriation of seafarers system of care for the mental health of seafarers including the diagnostic standards used and seafarers experiences and conceptions of mental health including the mental health effects of covid though the bulk of the current understanding of the mental health problems is associated with piracy several risk factors for which the quality of quantitative and qualitative evidence are patchy the few sources of primary data to date lack focus on mental health needs which makes it difficult to grasp the extent of the problem developing policies and programmes for the promotion of mental health through mental health education among seafarers is important for a couple of reasons seafaring remains a dangerous and socially isolating occupation where work related accidents are likely and will be potentially traumatic to mariners research on occupational stressors is increasingly providing evidence of their contributions to poor mental health outcomes among seafarers thus mental health education of seafarers in the context of their work is important for proactive training and development"
}