{
    "title": "Cholecystocolonic Fistula: Case Report and Literature Review.",
    "doc_id": "35348090",
    "writer": "Mudrenko T",
    "year": "2021",
    "summary": "Clinical presentation is nonspecific, and no consensus exists on the management of fistula. METHODS: A case report and literature review of 14 articles published between 2009 and 2020 were included in this study. Most of the articles included were a combination of …",
    "abstract": "Introduction:\n        \n      \n      Cholecystocolonic fistula is a very rare complication of chronic cholecystitis, often diagnosed intraoperatively during interventions for the complications that it could cause. Clinical presentation is nonspecific, and no consensus exists on the management of fistula.\n    \n\n\n          Methods:\n        \n      \n      A case report and literature review of 14 articles published between 2009 and 2020 were included in this study. Most of the articles included were a combination of case report with literature review, and the remainder were solely case reports or literature reviews.\n    \n\n\n          Results:\n        \n      \n      History, physical examination, and radiologic studies have been unsuccessful in the preoperative diagnosis of cholecystocolonic fistula. Treatment choice is balanced on the risks and benefits and is case specific; however, it is always directed toward resolving the urgent complication.\n    \n\n\n          Conclusion:\n        \n      \n      Even though cholecystocolonic fistula is a rare condition, it should be considered in elderly patients with a hx of cholelithiasis and diverticulosis presenting with bowel obstruction. This case report was prepared following the CARE Guidelines.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35348090/",
    "clean_text": "cholecystocolonic fistula case report and literature review clinical presentation is nonspecific and no consensus exists on the management of fistula methods a case report and literature review of articles published between and were included in this study most of the articles included were a combination of introduction cholecystocolonic fistula is a very rare complication of chronic cholecystitis often diagnosed intraoperatively during interventions for the complications that it could cause clinical presentation is nonspecific and no consensus exists on the management of fistula methods a case report and literature review of articles published between and were included in this study most of the articles included were a combination of case report with literature review and the remainder were solely case reports or literature reviews results history physical examination and radiologic studies have been unsuccessful in the preoperative diagnosis of cholecystocolonic fistula treatment choice is balanced on the risks and benefits and is case specific however it is always directed toward resolving the urgent complication conclusion even though cholecystocolonic fistula is a rare condition it should be considered in elderly patients with a hx of cholelithiasis and diverticulosis presenting with bowel obstruction this case report was prepared following the care guidelines"
}