{
    "pmid": "41400072",
    "title": "The Differential Effects of Immunosuppressants on Hepatitis E Virus Replication and the Triggered Inflammatory Responses in Macrophages.",
    "abstract": "Organ transplant recipients are at high risk of developing chronic infection when exposed to hepatitis E virus (HEV), which can rapidly progress to liver fibrosis and cirrhosis. Macrophages play a key role in the response to the infection and disease progression. However, the interactions amongst immunosuppressants, macrophages, the course of HEV infection and activation of inflammatory response remain unclear. In this study, we generated M0, M1 and M2 macrophages from the human THP-1 cell line. These macrophages were then infected with HEV and treated with different immunosuppressants. We visualised viral infection using laser confocal microscopy, and quantitatively analysed viral replication and inflammatory responses by bulk sequencing, RT-qPCR, ELISA and Western blotting. We found that the M1 inflammatory macrophages exhibited the highest, while M2 macrophages had the lowest levels of viral RNA. Genome-wide transcriptome analysis indicated that viral, inflammation and immunity-related pathways were predominantly upregulated by HEV infection. Dexamethasone exerted potent inhibitory effects on inflammatory response in macrophages. Mycophenolic acid (MPA) demonstrated inhibitory effects on viral replication, IL-1β and TNF-α expression, whereas mTOR inhibitors had the opposite effects, and tacrolimus showed no clear effect. In conclusion, immunosuppressants can differentially affect HEV replication and the subsequent inflammatory responses in macrophages.",
    "disease": "liver cirrhosis",
    "clean_text": "the differential effects of immunosuppressants on hepatitis e virus replication and the triggered inflammatory responses in macrophages organ transplant recipients are at high risk of developing chronic infection when exposed to hepatitis e virus hev which can rapidly progress to liver fibrosis and cirrhosis macrophages play a key role in the response to the infection and disease progression however the interactions amongst immunosuppressants macrophages the course of hev infection and activation of inflammatory response remain unclear in this study we generated m m and m macrophages from the human thp cell line these macrophages were then infected with hev and treated with different immunosuppressants we visualised viral infection using laser confocal microscopy and quantitatively analysed viral replication and inflammatory responses by bulk sequencing rt qpcr elisa and western blotting we found that the m inflammatory macrophages exhibited the highest while m macrophages had the lowest levels of viral rna genome wide transcriptome analysis indicated that viral inflammation and immunity related pathways were predominantly upregulated by hev infection dexamethasone exerted potent inhibitory effects on inflammatory response in macrophages mycophenolic acid mpa demonstrated inhibitory effects on viral replication il and tnf expression whereas mtor inhibitors had the opposite effects and tacrolimus showed no clear effect in conclusion immunosuppressants can differentially affect hev replication and the subsequent inflammatory responses in macrophages"
}