{
    "pmid": "41386179",
    "title": "\"These measures make no sense for our farming system\": Biosecurity challenges and adaptations in French small-scale poultry farms selling directly to consumers.",
    "abstract": "Over the past decade, outbreaks of Highly Pathogenic Avian Influenza (HPAI) have significantly impacted the global poultry industry, resulting in the implementation of biosecurity regulations. Small-scale poultry farmers selling directly to consumers have faced difficulties in implementing these measures due to the specific features of their farms. We examined the social, technical and regulatory rules which drive the production of small-scale poultry farms selling directly to consumers, and then analyzed the barriers and opportunities for implementing biosecurity measures. This study analyzed qualitative data from 36 semi-structured interviews conducted in two French poultry production areas between January and October 2023. The interviews were recorded and transcribed, then thematically analyzed to identify recurring themes. Our results show that small-scale poultry farmers share strong values rooted in their autonomy over decision-making and traditional farming practices that are based on free-range livestock farming, high-value products, and local know-how. Despite widely diverse settings, farmers in this production sector demonstrate a strong sense of professional identity. Our results also show that recurrent HPAI epidemics and associated regulations have disrupted small-scale farming systems. Verbatims revealed tensions between biosecurity guidelines and several aspects of small-scale production, including farming practices (such as visitors' access to farms), values (free-range farming), workload, and financial sustainability. To move beyond these biosecurity tensions, some initiatives have been developed, such as personalized training and advice for small-scale farmers. However, these solutions only reach a small proportion of producers. This suggest that biosecurity compliance on small-scale farms cannot be achieved without simultaneously addressing social, technical, and regulatory issues.",
    "disease": "influenza",
    "clean_text": "these measures make no sense for our farming system biosecurity challenges and adaptations in french small scale poultry farms selling directly to consumers over the past decade outbreaks of highly pathogenic avian influenza hpai have significantly impacted the global poultry industry resulting in the implementation of biosecurity regulations small scale poultry farmers selling directly to consumers have faced difficulties in implementing these measures due to the specific features of their farms we examined the social technical and regulatory rules which drive the production of small scale poultry farms selling directly to consumers and then analyzed the barriers and opportunities for implementing biosecurity measures this study analyzed qualitative data from semi structured interviews conducted in two french poultry production areas between january and october the interviews were recorded and transcribed then thematically analyzed to identify recurring themes our results show that small scale poultry farmers share strong values rooted in their autonomy over decision making and traditional farming practices that are based on free range livestock farming high value products and local know how despite widely diverse settings farmers in this production sector demonstrate a strong sense of professional identity our results also show that recurrent hpai epidemics and associated regulations have disrupted small scale farming systems verbatims revealed tensions between biosecurity guidelines and several aspects of small scale production including farming practices such as visitors access to farms values free range farming workload and financial sustainability to move beyond these biosecurity tensions some initiatives have been developed such as personalized training and advice for small scale farmers however these solutions only reach a small proportion of producers this suggest that biosecurity compliance on small scale farms cannot be achieved without simultaneously addressing social technical and regulatory issues"
}