{
    "pmid": "41459078",
    "title": "Trend and age-period-cohort analysis of colorectal cancer burden attributable to low whole grains intake: a global, regional, and national analysis with predictive modeling (1990-2046).",
    "abstract": "Colorectal cancer (CRC) persists as a major global public health priority, with insufficient whole grain consumption recognized as a clinically significant and modifiable dietary risk factor. However, comprehensive analyses of its spatiotemporal burden and socioeconomic disparities are limited. This study evaluates the global, regional, and national CRC burden attributable to low whole grains intake from 1990 to 2021 and projects trends to 2046. This study employed the Global Burden of Disease (GBD) 2021 dataset to quantify the association between low whole grain intake and CRC burden. Analyses were conducted across multiple dimensions: temporal (1990-2021), demographic (stratified by sex and 5-year age intervals), and geographic (categorized by national and regional Socio-demographic Index (SDI) quintiles). From 1990 to 2021, global CRC deaths and disability-adjusted life years (DALYs) attributable to low whole grains intake increased by 82.94% (101,813 to 186,257) and 70.30% (2,540,867 to 4,327,219), respectively. However, age-standardized mortality rates (ASMR) and age-standardized DALYs rates (ASDR) declined globally (AAPC: -0.73 and -0.74). High-SDI regions showed the steepest reductions (ASMR AAPC: -1.17; ASDR AAPC: -1.15), while low-middle-SDI regions experienced rising trends (ASMR AAPC: 0.42; ASDR AAPC: 0.35). Gender disparities persisted: males had higher absolute burdens (2021 deaths: 104,344 vs. 81,912 for females; 2021DALYs: 2527992 vs. 1,799,227), but female ASMR and ASDR declined faster (AAPC: -1.09, -1.12, respectively, vs. -0.47 and -0.47, respectively, for males). Geographically, East Asia, Western Europe, and High-income North America had the highest absolute burdens, whereas Uruguay (ASMR: 5.18/100,000) and Hungary (ASDR: 113.76/100,000) led in age-standardized rates. Cabo Verde exhibited the sharpest increases (ASMR AAPC: 3.16; ASDR AAPC: 2.80). Frontier analysis identified Uruguay and Hungary as high-SDI countries with the largest gaps from efficiency targets. Projections to 2046 suggest continued ASMR/ASDR declines but persistent SDI-driven disparities. Despite declining age-standardized rates, absolute CRC burden attributable to low whole grains intake increased due to population growth and aging. Socioeconomic disparities highlight the need for targeted interventions in transitioning regions adopting Western diets. Promoting whole grains consumption and prioritizing high-burden populations could mitigate future CRC burden.",
    "disease": "colorectal cancer",
    "clean_text": "trend and age period cohort analysis of colorectal cancer burden attributable to low whole grains intake a global regional and national analysis with predictive modeling colorectal cancer crc persists as a major global public health priority with insufficient whole grain consumption recognized as a clinically significant and modifiable dietary risk factor however comprehensive analyses of its spatiotemporal burden and socioeconomic disparities are limited this study evaluates the global regional and national crc burden attributable to low whole grains intake from to and projects trends to this study employed the global burden of disease gbd dataset to quantify the association between low whole grain intake and crc burden analyses were conducted across multiple dimensions temporal demographic stratified by sex and year age intervals and geographic categorized by national and regional socio demographic index sdi quintiles from to global crc deaths and disability adjusted life years dalys attributable to low whole grains intake increased by to and to respectively however age standardized mortality rates asmr and age standardized dalys rates asdr declined globally aapc and high sdi regions showed the steepest reductions asmr aapc asdr aapc while low middle sdi regions experienced rising trends asmr aapc asdr aapc gender disparities persisted males had higher absolute burdens deaths vs for females dalys vs but female asmr and asdr declined faster aapc respectively vs and respectively for males geographically east asia western europe and high income north america had the highest absolute burdens whereas uruguay asmr and hungary asdr led in age standardized rates cabo verde exhibited the sharpest increases asmr aapc asdr aapc frontier analysis identified uruguay and hungary as high sdi countries with the largest gaps from efficiency targets projections to suggest continued asmr asdr declines but persistent sdi driven disparities despite declining age standardized rates absolute crc burden attributable to low whole grains intake increased due to population growth and aging socioeconomic disparities highlight the need for targeted interventions in transitioning regions adopting western diets promoting whole grains consumption and prioritizing high burden populations could mitigate future crc burden"
}