{
    "pmid": "41434276",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "With the availability of monoclonal anti-body treatment for mild cognitive impairment (MCI) and mild dementia due to Alzheimer's disease (AD), there is a need to screen and identify emergent disease as soon as possible. In a companion abstract, a panel of six novel outcome measures from the digital Trail Making Test-Part B (dTMT-B) was able to dissociate patients with mild cognitive impairment (MCI) versus normal cognition (NC). The current research fashioned an abbreviated dTMT-B test and assessed how well this test can dissociate patients with MCI versus NC; and relationships between paper/pencil neuropsychological tests. Using a digital neuropsychological battery of episodic and working memory tests, memory clinic patients (n = 58) were classified into groups presenting with MCI versus NC. An abbreviated dTMT-B test was created by examining behavior confined to approximately the first half of the test, i.e., target circle '1' through target circle 'F'. The panel of dTMT-B process metrics included (1) hit duration or time spent with the pen inside target circles; (2) distance or the length of an imaginary line connecting all targets; and (3) the velocity or the speed pen strokes were drawn. MCI patients were slightly older and less educated than NC patients; and scored lower on the MMSE. An ANOVA controlled for age, education, and sex found longer hit duration for MCI compared to NC patients (p < 0.004, η The engineering of the Trail Making Test- Part B onto the digital platform has resulted in a panel of new process-based metrics and potentially increases the versatility of this test. An abbreviated version of the test could easily be deployed to screen for emergent cognitive impairment.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium with the availability of monoclonal anti body treatment for mild cognitive impairment mci and mild dementia due to alzheimer s disease ad there is a need to screen and identify emergent disease as soon as possible in a companion abstract a panel of six novel outcome measures from the digital trail making test part b dtmt b was able to dissociate patients with mild cognitive impairment mci versus normal cognition nc the current research fashioned an abbreviated dtmt b test and assessed how well this test can dissociate patients with mci versus nc and relationships between paper pencil neuropsychological tests using a digital neuropsychological battery of episodic and working memory tests memory clinic patients n were classified into groups presenting with mci versus nc an abbreviated dtmt b test was created by examining behavior confined to approximately the first half of the test i e target circle through target circle f the panel of dtmt b process metrics included hit duration or time spent with the pen inside target circles distance or the length of an imaginary line connecting all targets and the velocity or the speed pen strokes were drawn mci patients were slightly older and less educated than nc patients and scored lower on the mmse an anova controlled for age education and sex found longer hit duration for mci compared to nc patients p the engineering of the trail making test part b onto the digital platform has resulted in a panel of new process based metrics and potentially increases the versatility of this test an abbreviated version of the test could easily be deployed to screen for emergent cognitive impairment"
}