{
    "pmid": "41473473",
    "title": "Diaphragmatic curvature analysis using dynamic digital radiography.",
    "abstract": "To investigate area under diaphragm (AUD) obtained by dynamic digital radiography (DDR) for the differentiation between normal subjects and chronic obstructive pulmonary disease (COPD) patients. This retrospective study included healthy volunteers and COPD patients recruited from 2009 to 2014 at Fukujuji Hospital, who received DDR and pulmonary functional test. AUD was defined as an area under a hemidiaphragm and above the line connecting the ipsilateral costophrenic angle to the top of the hemidiaphragm on DDR image. AUD in full inspiration minus AUD in full expiration (ΔAUD) was also calculated. The diaphragmatic surface was demarcated manually on DDR image to calculate AUD. Three-group comparison of AUD and ΔAUD among normal, mild COPD, and severe COPD subjects was tested with one-way analysis of variance, followed by multiple comparison with Tukey-Kramer method. The diagnostic accuracy of COPD by ΔAUD was assessed using receiver-operating-characteristics (ROC) curve. Sixty-eight participants (36 men, 29 COPD patients) were enrolled. AUD in full inspiration was larger in healthy volunteers than in COPD patients (right, p < 0.001; left, p = 0.02). ΔAUD were different in the three-group comparison (right, normal, 208.7 ± 184.6 mm The value of ΔAUD was smaller according to the severity of COPD. ΔAUD can be helpful in distinguishing healthy subjects from COPD patients.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "diaphragmatic curvature analysis using dynamic digital radiography to investigate area under diaphragm aud obtained by dynamic digital radiography ddr for the differentiation between normal subjects and chronic obstructive pulmonary disease copd patients this retrospective study included healthy volunteers and copd patients recruited from to at fukujuji hospital who received ddr and pulmonary functional test aud was defined as an area under a hemidiaphragm and above the line connecting the ipsilateral costophrenic angle to the top of the hemidiaphragm on ddr image aud in full inspiration minus aud in full expiration aud was also calculated the diaphragmatic surface was demarcated manually on ddr image to calculate aud three group comparison of aud and aud among normal mild copd and severe copd subjects was tested with one way analysis of variance followed by multiple comparison with tukey kramer method the diagnostic accuracy of copd by aud was assessed using receiver operating characteristics roc curve sixty eight participants men copd patients were enrolled aud in full inspiration was larger in healthy volunteers than in copd patients right p left p aud were different in the three group comparison right normal mm the value of aud was smaller according to the severity of copd aud can be helpful in distinguishing healthy subjects from copd patients"
}