{
    "pmid": "41458355",
    "title": "Integrating Extracellular Vesicles Proteomics and Clinical Parameters to Develop a High-Precision Predictive Model for Severe Asthma.",
    "abstract": "This study aimed to identify biomarkers and develop a predictive model for distinguishing severe asthma (SA) from non-severe asthma (NSA) by integrating clinical data and extracellular vesicles (EVs) proteomics. Plasma-derived EVs were isolated from 44 individuals, including 15 healthy controls, 15 SA patients, and 14 NSA patients. Proteomic profiling of EVs was performed using proximity barcoding assay (PBA). Clinical indicators such as FEV1/FVC ratio, DLCO% predicted, and blood neutrophil count were recorded. A multivariate model incorporating both clinical and EV-derived protein data was constructed and evaluated using ROC curve analysis. Candidate biomarkers were further validated in cell-based and murine SA models. Although total EV counts and protein load did not differ significantly across groups, specific EV proteins (eg, SELL, PECAM1, ITGB3, CD9) were consistently elevated. Notably, protein combinations such as ITGB3&CLDN1 and ESAM&ITGA6 showed strong discriminatory power between SA and NSA (AUC > 0.8). The integrative model combining clinical metrics and EV proteins (IL6, NGFR, NFASC, PCDHA1) achieved a high predictive accuracy (AUC = 0.97 ± 0.075). Expression of IL6, NGFR, and NFASC was significantly upregulated in SA cellular and animal models, aligning with patient data. This study presents a reliable multi-parameter model for distinguishing severe from non-severe asthma, leveraging both clinical indicators and EV proteomics. These findings support the potential of EV-based biomarkers in early diagnosis and personalized management of SA.",
    "disease": "asthma",
    "clean_text": "integrating extracellular vesicles proteomics and clinical parameters to develop a high precision predictive model for severe asthma this study aimed to identify biomarkers and develop a predictive model for distinguishing severe asthma sa from non severe asthma nsa by integrating clinical data and extracellular vesicles evs proteomics plasma derived evs were isolated from individuals including healthy controls sa patients and nsa patients proteomic profiling of evs was performed using proximity barcoding assay pba clinical indicators such as fev fvc ratio dlco predicted and blood neutrophil count were recorded a multivariate model incorporating both clinical and ev derived protein data was constructed and evaluated using roc curve analysis candidate biomarkers were further validated in cell based and murine sa models although total ev counts and protein load did not differ significantly across groups specific ev proteins eg sell pecam itgb cd were consistently elevated notably protein combinations such as itgb cldn and esam itga showed strong discriminatory power between sa and nsa auc the integrative model combining clinical metrics and ev proteins il ngfr nfasc pcdha achieved a high predictive accuracy auc expression of il ngfr and nfasc was significantly upregulated in sa cellular and animal models aligning with patient data this study presents a reliable multi parameter model for distinguishing severe from non severe asthma leveraging both clinical indicators and ev proteomics these findings support the potential of ev based biomarkers in early diagnosis and personalized management of sa"
}