{
    "title": "[D2 and D3 lymph node dissection for colon cancer].",
    "doc_id": "39008695",
    "writer": "Kit OI",
    "year": "2024",
    "summary": "Metastatic lesion of apical lymph nodes was observed in 5 out of 36 patients who underwent D3 lymph node dissection (13.8%), and metastases in regional lymph nodes rN1-2 were found in all these patients. ...Metastatic lesions of apical …",
    "abstract": "Objective:\n        \n      \n      To evaluate surgical and oncological results of standard and extended lymph node dissection (D2 and D3) in patients with colon cancer.\n    \n\n\n          Material and methods:\n        \n      \n      We analyzed treatment outcomes in 74 patients with colon cancer stage T1-4aN0-2M0 who underwent right- and left-sided hemicolectomy, resection of sigmoid colon with standard and extended lymph node dissection (D2 and D3).\n    \n\n\n          Results:\n        \n      \n      Surgical approach and level of D3 lymph node dissection did not increase intra- and postoperative morbidity. Laparoscopic interventions were followed by significantly lower intraoperative blood loss and earlier gas discharge. Metastatic lesion of apical lymph nodes was observed in 5 out of 36 patients who underwent D3 lymph node dissection (13.8%), and metastases in regional lymph nodes rN1-2 were found in all these patients. Overall 5-year survival was 86%. Disease-free and overall 5-year survival were similar after D2 and D3 lymph node dissection.\n    \n\n\n          Conclusion:\n        \n      \n      D3 lymph node dissection is safe for colon cancer. Metastatic lesions of apical lymph nodes during D3 lymph node dissection were detected only in patients with lesions of regional lymph nodes (rN1-2). Disease-free and overall 5-year survival were similar after D2 and D3 lymph node dissection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39008695/",
    "clean_text": "d and d lymph node dissection for colon cancer metastatic lesion of apical lymph nodes was observed in out of patients who underwent d lymph node dissection and metastases in regional lymph nodes rn were found in all these patients metastatic lesions of apical objective to evaluate surgical and oncological results of standard and extended lymph node dissection d and d in patients with colon cancer material and methods we analyzed treatment outcomes in patients with colon cancer stage t an m who underwent right and left sided hemicolectomy resection of sigmoid colon with standard and extended lymph node dissection d and d results surgical approach and level of d lymph node dissection did not increase intra and postoperative morbidity laparoscopic interventions were followed by significantly lower intraoperative blood loss and earlier gas discharge metastatic lesion of apical lymph nodes was observed in out of patients who underwent d lymph node dissection and metastases in regional lymph nodes rn were found in all these patients overall year survival was disease free and overall year survival were similar after d and d lymph node dissection conclusion d lymph node dissection is safe for colon cancer metastatic lesions of apical lymph nodes during d lymph node dissection were detected only in patients with lesions of regional lymph nodes rn disease free and overall year survival were similar after d and d lymph node dissection"
}