{
    "pmid": "41398533",
    "title": "Analysis of the treatment of refractory epilepsy in pediatric patients with Vagus Nerve Stimulation (VNS): A case series.",
    "abstract": "Drug-resistant epilepsy (DRE) affects up to 30% of patients with epilepsy, including many children. These patients face a high burden of uncontrolled seizures, frequent hospitalizations, impaired quality of life, and increased risk of sudden unexpected death in epilepsy (SUDEP). For pediatric patients who are not suitable candidates for resective or ablative surgery, neuromodulation strategies such as vagus nerve stimulation (VNS) have emerged as valuable alternatives. Although VNS has demonstrated efficacy in reducing seizure frequency and improving functional outcomes, evidence in pediatric populations-particularly in low- and middle-income settings-remains limited. To assess the clinical outcomes, safety profile, and quality-of-life impact of VNS in pediatric patients with DRE. A retrospective observational study was conducted involving 21 children with DRE who underwent VNS implantation between November 2021 and December 2024. Data were collected on seizure frequency, hospitalization rates, adverse events, medication use, and caregiver-reported quality of life. Seizure outcomes were evaluated using Engel and McHugh classification systems. The mean age at implantation was 7.6 years, with an average follow-up of 17.8 months. A ≥ 50% reduction in seizure frequency was achieved in 85.7% of patients. According to Engel classification, 28.6% achieved Class I, 42.9% Class II, and 23.8% Classes III-IV. Based on the McHugh scale, 76% reached Class I (> 80% reduction), 9.5% Class II (50-80%), and 14.3% Classes III-V (≤ 49% reduction or no improvement). Quality of life was rated ≥ 3 (on a 5-point scale) by 90.4% of caregivers, with 47.6% assigning the highest score. Hospitalizations decreased in 87.5% of cases, and 28% required fewer anti-seizure medications. Reported adverse effects (57.1%) were mild and transient. No deaths occurred. VNS is a safe and effective therapeutic option for children with DRE, resulting in significant seizure reduction, improved quality of life, and reduced hospital burden. Larger prospective studies are warranted to refine patient selection and optimize stimulation strategies.",
    "disease": "epilepsy",
    "clean_text": "analysis of the treatment of refractory epilepsy in pediatric patients with vagus nerve stimulation vns a case series drug resistant epilepsy dre affects up to of patients with epilepsy including many children these patients face a high burden of uncontrolled seizures frequent hospitalizations impaired quality of life and increased risk of sudden unexpected death in epilepsy sudep for pediatric patients who are not suitable candidates for resective or ablative surgery neuromodulation strategies such as vagus nerve stimulation vns have emerged as valuable alternatives although vns has demonstrated efficacy in reducing seizure frequency and improving functional outcomes evidence in pediatric populations particularly in low and middle income settings remains limited to assess the clinical outcomes safety profile and quality of life impact of vns in pediatric patients with dre a retrospective observational study was conducted involving children with dre who underwent vns implantation between november and december data were collected on seizure frequency hospitalization rates adverse events medication use and caregiver reported quality of life seizure outcomes were evaluated using engel and mchugh classification systems the mean age at implantation was years with an average follow up of months a reduction in seizure frequency was achieved in of patients according to engel classification achieved class i class ii and classes iii iv based on the mchugh scale reached class i reduction class ii and classes iii v reduction or no improvement quality of life was rated on a point scale by of caregivers with assigning the highest score hospitalizations decreased in of cases and required fewer anti seizure medications reported adverse effects were mild and transient no deaths occurred vns is a safe and effective therapeutic option for children with dre resulting in significant seizure reduction improved quality of life and reduced hospital burden larger prospective studies are warranted to refine patient selection and optimize stimulation strategies"
}