{
    "title": "[Angina pectoris syndrome in patients with normal coronary arteriograms (X syndrome) (author's transl)].",
    "doc_id": "7308011",
    "writer": "Opherk D",
    "year": "1981",
    "summary": "Left ventricular function in patients with X syndrome was normal at rest whereas during exercise it was significantly reduced (P less than 0.001). These results show that X syndrome consists of a particular form of ischaemic heart disease with still no …",
    "abstract": "In 37 patients with typical exercise-dependent angina pectoris but with normal coronary arteriograms and normal left ventricular function at rest (X syndrome), the dipyridamole-induced dilatory reserve of the coronary vascular system was reduced significantly to about 50% of control values (P less than 0.001). There were no changes in the small vessels causing the reduced dilatory reserve, but ultrastructural changes in the mitochondria were demonstrable. In the patients with X syndrome there was a significant reduction of lactate extraction (P less than 0.05) after electrical atrial stimulation (150/min) and in most cases lactate production was demonstrable. In the control group the myocardial lactate uptake was unchanged. Left ventricular function in patients with X syndrome was normal at rest whereas during exercise it was significantly reduced (P less than 0.001). These results show that X syndrome consists of a particular form of ischaemic heart disease with still normal left ventricular function at rest, but disordered pump activity during physical stress.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7308011/",
    "clean_text": "angina pectoris syndrome in patients with normal coronary arteriograms x syndrome author s transl left ventricular function in patients with x syndrome was normal at rest whereas during exercise it was significantly reduced p less than these results show that x syndrome consists of a particular form of ischaemic heart disease with still no in patients with typical exercise dependent angina pectoris but with normal coronary arteriograms and normal left ventricular function at rest x syndrome the dipyridamole induced dilatory reserve of the coronary vascular system was reduced significantly to about of control values p less than there were no changes in the small vessels causing the reduced dilatory reserve but ultrastructural changes in the mitochondria were demonstrable in the patients with x syndrome there was a significant reduction of lactate extraction p less than after electrical atrial stimulation min and in most cases lactate production was demonstrable in the control group the myocardial lactate uptake was unchanged left ventricular function in patients with x syndrome was normal at rest whereas during exercise it was significantly reduced p less than these results show that x syndrome consists of a particular form of ischaemic heart disease with still normal left ventricular function at rest but disordered pump activity during physical stress"
}