{
    "pmid": "41428304",
    "title": "A study on the early clinical outcomes and learning curve of ARTHROBOT-assisted total hip arthroplasty under the ERAS concept.",
    "abstract": "As robotic-assisted systems gain prominence in total hip arthroplasty (THA), their integration within Enhanced Recovery After Surgery (ERAS) pathways presents new opportunities for precision and early recovery. This retrospective study compared 104 patients undergoing THA performed either conventionally or assisted by the domestic ARTHROBOT robotic system under an ERAS protocol. While the robotic group experienced longer operative time and slightly longer incisions, it demonstrated significantly superior accuracy in component positioning. Acetabular component positioning was more accurate with ARTHROBOT assistance, achieving a 92.3% rate within the Lewinnek safe zone versus 75.0% conventionally, along with better control of leg length discrepancy and improved restoration of femoral and combined offsets. Although patients in the robotic group reported higher pain scores on postoperative day 3, this difference resolved by one month. Importantly, both groups achieved comparable outcomes in terms of early full weight-bearing time, hospital stay, functional recovery (Harris Hip Score, range of motion), complication rates, and high patient satisfaction (over 94%). The learning curve for the ARTHROBOT system was approximately 20 cases. These findings support the clinical integration of the domestic ARTHROBOT system in ERAS-based THA, enabling enhanced implant precision without compromising early safety or recovery.",
    "disease": "osteoarthritis",
    "clean_text": "a study on the early clinical outcomes and learning curve of arthrobot assisted total hip arthroplasty under the eras concept as robotic assisted systems gain prominence in total hip arthroplasty tha their integration within enhanced recovery after surgery eras pathways presents new opportunities for precision and early recovery this retrospective study compared patients undergoing tha performed either conventionally or assisted by the domestic arthrobot robotic system under an eras protocol while the robotic group experienced longer operative time and slightly longer incisions it demonstrated significantly superior accuracy in component positioning acetabular component positioning was more accurate with arthrobot assistance achieving a rate within the lewinnek safe zone versus conventionally along with better control of leg length discrepancy and improved restoration of femoral and combined offsets although patients in the robotic group reported higher pain scores on postoperative day this difference resolved by one month importantly both groups achieved comparable outcomes in terms of early full weight bearing time hospital stay functional recovery harris hip score range of motion complication rates and high patient satisfaction over the learning curve for the arthrobot system was approximately cases these findings support the clinical integration of the domestic arthrobot system in eras based tha enabling enhanced implant precision without compromising early safety or recovery"
}