{
    "title": "Autophagy in Zika Virus Infection: A Possible Therapeutic Target to Counteract Viral Replication.",
    "doc_id": "30823365",
    "writer": "Gratton R",
    "year": "2019",
    "summary": "Zika virus (ZIKV) still constitutes a public health concern, however, no vaccines or therapies are currently approved for treatment. ...",
    "abstract": "Zika virus (ZIKV) still constitutes a public health concern, however, no vaccines or therapies are currently approved for treatment. A fundamental process involved in ZIKV infection is autophagy, a cellular catabolic pathway delivering cytoplasmic cargo to the lysosome for degradation-considered as a primordial form of innate immunity against invading microorganisms. ZIKV is thought to inhibit the Akt-mTOR signaling pathway, which causes aberrant activation of autophagy promoting viral replication and propagation. It is therefore appealing to study the role of autophagic molecular effectors during viral infection to identify potential targets for anti-ZIKV therapeutic intervention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30823365/",
    "clean_text": "autophagy in zika virus infection a possible therapeutic target to counteract viral replication zika virus zikv still constitutes a public health concern however no vaccines or therapies are currently approved for treatment zika virus zikv still constitutes a public health concern however no vaccines or therapies are currently approved for treatment a fundamental process involved in zikv infection is autophagy a cellular catabolic pathway delivering cytoplasmic cargo to the lysosome for degradation considered as a primordial form of innate immunity against invading microorganisms zikv is thought to inhibit the akt mtor signaling pathway which causes aberrant activation of autophagy promoting viral replication and propagation it is therefore appealing to study the role of autophagic molecular effectors during viral infection to identify potential targets for anti zikv therapeutic intervention"
}