{
    "title": "Clinical neurogenetics: fragile x-associated tremor/ataxia syndrome.",
    "doc_id": "24176424",
    "writer": "Hall DA",
    "year": "2013",
    "summary": "This article summarizes the clinical findings, genetics, pathophysiology, and treatment of fragile X-associated tremor ataxia syndrome. The disorder occurs from a CGG repeat (55-200) expansion in the fragile X mental retardation 1 gene. ...Symptomatic …",
    "abstract": "This article summarizes the clinical findings, genetics, pathophysiology, and treatment of fragile X-associated tremor ataxia syndrome. The disorder occurs from a CGG repeat (55-200) expansion in the fragile X mental retardation 1 gene. It manifests clinically in kinetic tremor, gait ataxia, and executive dysfunction, usually in older men who carry the genetic abnormality. The disorder has distinct radiographic and pathologic findings. Symptomatic treatment is beneficial in some patients. The inheritance is X-linked and family members may be at risk for other fragile X-associated disorders. This information is useful to neurologists, general practitioners, and geneticists.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24176424/",
    "clean_text": "clinical neurogenetics fragile x associated tremor ataxia syndrome this article summarizes the clinical findings genetics pathophysiology and treatment of fragile x associated tremor ataxia syndrome the disorder occurs from a cgg repeat expansion in the fragile x mental retardation gene symptomatic this article summarizes the clinical findings genetics pathophysiology and treatment of fragile x associated tremor ataxia syndrome the disorder occurs from a cgg repeat expansion in the fragile x mental retardation gene it manifests clinically in kinetic tremor gait ataxia and executive dysfunction usually in older men who carry the genetic abnormality the disorder has distinct radiographic and pathologic findings symptomatic treatment is beneficial in some patients the inheritance is x linked and family members may be at risk for other fragile x associated disorders this information is useful to neurologists general practitioners and geneticists"
}