{
    "title": "Special Issue on \"The Tight Junction and Its Proteins: More than Just a Barrier\".",
    "doc_id": "32610530",
    "writer": "Krug SM",
    "year": "2020",
    "summary": "For a long time, the tight junction (TJ) was known to form and regulate the paracellular barrier between epithelia and endothelial cell sheets. ...",
    "abstract": "For a long time, the tight junction (TJ) was known to form and regulate the paracellular barrier between epithelia and endothelial cell sheets. Starting shortly after the discovery of the proteins forming the TJ-mainly, the two families of claudins and TAMPs-several other functions have been discovered, a striking one being the surprising finding that some claudins form paracellular channels for small ions and/or water. This Special Issue covers numerous dedicated topics including pathogens affecting the TJ barrier, TJ regulation via immune cells, the TJ as a therapeutic target, TJ and cell polarity, the function of and regulation by proteins of the tricellular TJ, the TJ as a regulator of cellular processes, organ- and tissue-specific functions, TJs as sensors and reactors to environmental conditions, and last, but not least, TJ proteins and cancer. It is not surprising that due to this diversity of topics and functions, the still-young field of TJ research is growing fast. This Editorial gives an introduction to all 43 papers of the Special Issue in a structured topical order.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32610530/",
    "clean_text": "special issue on the tight junction and its proteins more than just a barrier for a long time the tight junction tj was known to form and regulate the paracellular barrier between epithelia and endothelial cell sheets for a long time the tight junction tj was known to form and regulate the paracellular barrier between epithelia and endothelial cell sheets starting shortly after the discovery of the proteins forming the tj mainly the two families of claudins and tamps several other functions have been discovered a striking one being the surprising finding that some claudins form paracellular channels for small ions and or water this special issue covers numerous dedicated topics including pathogens affecting the tj barrier tj regulation via immune cells the tj as a therapeutic target tj and cell polarity the function of and regulation by proteins of the tricellular tj the tj as a regulator of cellular processes organ and tissue specific functions tjs as sensors and reactors to environmental conditions and last but not least tj proteins and cancer it is not surprising that due to this diversity of topics and functions the still young field of tj research is growing fast this editorial gives an introduction to all papers of the special issue in a structured topical order"
}