{
    "title": "Atrial fibrillation in essential hypertension: an issue of concern.",
    "doc_id": "24553088",
    "writer": "Zhao LQ",
    "year": "2014",
    "summary": "Many clinical studies indicate that atrial fibrillation is closely related to hypertension. Atrial fibrillation is not only associated with the level of blood pressure (BP) but also with the circadian rhythms of BP. However, the underlying mechanisms o …",
    "abstract": "Many clinical studies indicate that atrial fibrillation is closely related to hypertension. Atrial fibrillation is not only associated with the level of blood pressure (BP) but also with the circadian rhythms of BP. However, the underlying mechanisms of atrial fibrillation in essential hypertension patients remain largely unknown. Hypertension may facilitate the onset and persistence of atrial fibrillation by stretch-induced changes in the repolarization of atrial myocytes (triggers of atrial fibrillation) and atrial remodeling (structural and electrical remodeling). Importantly, the effects of hypertension on atrial fibrillation are progressive. These progressive anatomic, functional, electrophysiological and structural changes occur at different times. This characterization of the time course of atrial changes presents an intervention window before remodeling progresses to changes that are difficult to reverse. Given that the medium to long-term efficacy of antiarrhythmic drugs has proved poor, it is essential to seek new therapies to prevent the onset of atrial fibrillation and to effectively control recurrences of atrial fibrillation. The study of nonantiarrhythmic drugs that act on the atrial remodeling that constitutes the substrate of the arrhythmia is a new and very interesting field of research. Treatment with angiotensin-converting enzyme inhibitors angiotension-converting enzyme inhibitors (ACEIs) and angiotensin receptor blockers (ARBs) seems more promising. However, from recent trials, only hypertension with structural heart disease, left ventricular dysfunction and left ventricular hypertrophy benefit from ACEIs and ARBs. This article reviews many aspects of atrial fibrillatio in essential hypertension patients to provide the foundation of atrial fibrillatio treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24553088/",
    "clean_text": "atrial fibrillation in essential hypertension an issue of concern many clinical studies indicate that atrial fibrillation is closely related to hypertension atrial fibrillation is not only associated with the level of blood pressure bp but also with the circadian rhythms of bp however the underlying mechanisms o many clinical studies indicate that atrial fibrillation is closely related to hypertension atrial fibrillation is not only associated with the level of blood pressure bp but also with the circadian rhythms of bp however the underlying mechanisms of atrial fibrillation in essential hypertension patients remain largely unknown hypertension may facilitate the onset and persistence of atrial fibrillation by stretch induced changes in the repolarization of atrial myocytes triggers of atrial fibrillation and atrial remodeling structural and electrical remodeling importantly the effects of hypertension on atrial fibrillation are progressive these progressive anatomic functional electrophysiological and structural changes occur at different times this characterization of the time course of atrial changes presents an intervention window before remodeling progresses to changes that are difficult to reverse given that the medium to long term efficacy of antiarrhythmic drugs has proved poor it is essential to seek new therapies to prevent the onset of atrial fibrillation and to effectively control recurrences of atrial fibrillation the study of nonantiarrhythmic drugs that act on the atrial remodeling that constitutes the substrate of the arrhythmia is a new and very interesting field of research treatment with angiotensin converting enzyme inhibitors angiotension converting enzyme inhibitors aceis and angiotensin receptor blockers arbs seems more promising however from recent trials only hypertension with structural heart disease left ventricular dysfunction and left ventricular hypertrophy benefit from aceis and arbs this article reviews many aspects of atrial fibrillatio in essential hypertension patients to provide the foundation of atrial fibrillatio treatment"
}