{
    "title": "Immune Cell Composition in Human Non-small Cell Lung Cancer.",
    "doc_id": "30774636",
    "writer": "Stankovic B",
    "year": "2019",
    "summary": "T cells dominated the lung cancer landscape (on average 47% of all CD45(+) immune cells). CD4(+) T cells were the most abundant T cell population (26%), closely followed by CD8(+) T cells (22%). ...",
    "abstract": "Non-small cell lung cancer (NSCLC) is the leading cause of cancer-related death in the world. Immunological analysis of the tumor microenvironment (immunoscore) shows great promise for improved prognosis and prediction of response to immunotherapy. However, the exact immune cell composition in NSCLC remains unclear. Here, we used flow cytometry to characterize the immune infiltrate in NSCLC tumors, non-cancerous lung tissue, regional lymph node, and blood. The cellular identity of >95% of all CD45+ immune cells was determined. Thirteen distinct immune cell types were identified in NSCLC tumors. T cells dominated the lung cancer landscape (on average 47% of all CD45+ immune cells). CD4+ T cells were the most abundant T cell population (26%), closely followed by CD8+ T cells (22%). Double negative CD4-CD8- T cells represented a small fraction (1.4%). CD19+ B cells were the second most common immune cell type in NSCLC tumors (16%), and four different B cell sub-populations were identified. Macrophages and natural killer (NK) cells composed 4.7 and 4.5% of the immune cell infiltrate, respectively. Three types of dendritic cells (DCs) were identified (plasmacytoid DCs, CD1c+ DCs, and CD141+ DCs) which together represented 2.1% of all immune cells. Among granulocytes, neutrophils were frequent (8.6%) with a high patient-to-patient variability, while mast cells (1.4%), basophils (0.4%), and eosinophils (0.3%) were less common. Across the cohort of patients, only B cells showed a significantly higher representation in NSCLC tumors compared to the distal lung. In contrast, the percentages of macrophages and NK cells were lower in tumors than in non-cancerous lung tissue. Furthermore, the fraction of macrophages with high HLA-DR expression levels was higher in NSCLC tumors relative to distal lung tissue. To make the method readily accessible, antibody panels and flow cytometry gating strategy used to identify the various immune cells are described in detail. This work should represent a useful resource for the immunomonitoring of patients with NSCLC.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30774636/",
    "clean_text": "immune cell composition in human non small cell lung cancer t cells dominated the lung cancer landscape on average of all cd immune cells cd t cells were the most abundant t cell population closely followed by cd t cells non small cell lung cancer nsclc is the leading cause of cancer related death in the world immunological analysis of the tumor microenvironment immunoscore shows great promise for improved prognosis and prediction of response to immunotherapy however the exact immune cell composition in nsclc remains unclear here we used flow cytometry to characterize the immune infiltrate in nsclc tumors non cancerous lung tissue regional lymph node and blood the cellular identity of of all cd immune cells was determined thirteen distinct immune cell types were identified in nsclc tumors t cells dominated the lung cancer landscape on average of all cd immune cells cd t cells were the most abundant t cell population closely followed by cd t cells double negative cd cd t cells represented a small fraction cd b cells were the second most common immune cell type in nsclc tumors and four different b cell sub populations were identified macrophages and natural killer nk cells composed and of the immune cell infiltrate respectively three types of dendritic cells dcs were identified plasmacytoid dcs cd c dcs and cd dcs which together represented of all immune cells among granulocytes neutrophils were frequent with a high patient to patient variability while mast cells basophils and eosinophils were less common across the cohort of patients only b cells showed a significantly higher representation in nsclc tumors compared to the distal lung in contrast the percentages of macrophages and nk cells were lower in tumors than in non cancerous lung tissue furthermore the fraction of macrophages with high hla dr expression levels was higher in nsclc tumors relative to distal lung tissue to make the method readily accessible antibody panels and flow cytometry gating strategy used to identify the various immune cells are described in detail this work should represent a useful resource for the immunomonitoring of patients with nsclc"
}