{
    "title": "Do ovarian endometriomas affect ovarian response to ovarian stimulation for IVF/ICSI?",
    "doc_id": "32456967",
    "writer": "González-Foruria I",
    "year": "2020",
    "summary": "RESEARCH QUESTION: Does the presence of ovarian endometriomas affect ovarian response to ovarian stimulation after adjusting for age and ovarian reserve markers? DESIGN: This retrospective cross-sectional study compared the ovarian response betw …",
    "abstract": "Research question:\n        \n      \n      Does the presence of ovarian endometriomas affect ovarian response to ovarian stimulation after adjusting for age and ovarian reserve markers?\n    \n\n\n          Design:\n        \n      \n      This retrospective cross-sectional study compared the ovarian response between patients with ovarian endometriomas and women with other infertility factors undergoing their first ovarian stimulation for IVF/intracytoplasmic sperm injection (ICSI). An age-specific nomogram model for the number of oocytes retrieved was built for both groups, and ovarian response was compared after adjusting for age, gonadotrophin dose, anti-Mullerian hormone (AMH) concentration and antral follicle count (AFC).\n    \n\n\n          Results:\n        \n      \n      A total of 923 patients were included: 101 women with at least one ovarian endometrioma, and 822 patients with other infertility factors. Comparisons of the nomograms for the number of oocytes retrieved demonstrated that response was significantly lower for women with endometrioma when the results were adjusted for age the z-score for the number of oocytes retrieved (-0.49 ± 0.71 versus -0.20 ± 0.86; 95% confidence interval [CI] -0.47 to -0.12) and also after adjustment for the total dose of gonadotrophins and AMH values (z-score mean difference -0.338; 95% CI -0.54, -0.14). When the z-score was adjusted for gonadotrophin dose and AFC, the number of oocytes retrieved was comparable between the two groups (z-score mean difference -0.038; 95% CI -0.34 to 0.27).\n    \n\n\n          Conclusions:\n        \n      \n      Ovarian response after ovarian stimulation for IVF/ICSI in women with endometriomas is significantly lower than in controls after adjusting for age, gonadotrophin dose and AMH. Dose and protocol selection for ovarian stimulation in patients with endometrioma should be based on AFC rather than AMH, as the latter may be overestimated.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32456967/",
    "clean_text": "do ovarian endometriomas affect ovarian response to ovarian stimulation for ivf icsi research question does the presence of ovarian endometriomas affect ovarian response to ovarian stimulation after adjusting for age and ovarian reserve markers design this retrospective cross sectional study compared the ovarian response betw research question does the presence of ovarian endometriomas affect ovarian response to ovarian stimulation after adjusting for age and ovarian reserve markers design this retrospective cross sectional study compared the ovarian response between patients with ovarian endometriomas and women with other infertility factors undergoing their first ovarian stimulation for ivf intracytoplasmic sperm injection icsi an age specific nomogram model for the number of oocytes retrieved was built for both groups and ovarian response was compared after adjusting for age gonadotrophin dose anti mullerian hormone amh concentration and antral follicle count afc results a total of patients were included women with at least one ovarian endometrioma and patients with other infertility factors comparisons of the nomograms for the number of oocytes retrieved demonstrated that response was significantly lower for women with endometrioma when the results were adjusted for age the z score for the number of oocytes retrieved versus confidence interval ci to and also after adjustment for the total dose of gonadotrophins and amh values z score mean difference ci when the z score was adjusted for gonadotrophin dose and afc the number of oocytes retrieved was comparable between the two groups z score mean difference ci to conclusions ovarian response after ovarian stimulation for ivf icsi in women with endometriomas is significantly lower than in controls after adjusting for age gonadotrophin dose and amh dose and protocol selection for ovarian stimulation in patients with endometrioma should be based on afc rather than amh as the latter may be overestimated"
}