{
    "title": "Epidemiology of weight loss in humans with special reference to wasting in the elderly.",
    "doc_id": "12163206",
    "writer": "Wallace JI",
    "year": "2002",
    "summary": "Unintentional weight loss in older adults is a problem that occurs frequently in clinical practice. Although slight declines in weight have been observed with aging alone, clinically important weight loss (decrements of 5% or more of usual body …",
    "abstract": "Unintentional weight loss in older adults is a problem that occurs frequently in clinical practice. Although slight declines in weight have been observed with aging alone, clinically important weight loss (decrements of 5% or more of usual body weight) is almost always the result of disease, disuse, and/or psychosocial factors. Adverse health outcomes associated with weight loss include decreased functional abilities and increased morbidity and mortality. Case series and prospective studies have helped to identify the most common causes of weight loss in older adults, and are reviewed herein. Knowledge of these frequent underlying etiologies can help guide an appropriate and cost-effective evaluation of patients presenting with weight loss. In many cases the causes are remediable and weight loss may slow or reverse with appropriate intervention. In some cases no clear etiology can be identified but the patient may still respond to nutritional support therapies that include hypercaloric feeding and appetite stimulants. Increasing caloric intake alone, however, is usually not sufficient to mitigate against losses in body mass (especially muscle mass) that are the result of chronic inflammatory or other severe disease states (cachexia). Potential strategies to help reduce losses in lean body mass and the functional decline that often accompanies weight loss include anabolic agents, exercise/physical activity, and cytokine inhibition. This article reviews the epidemiology of weight loss in older adults with special attention to the problem of cachexia. Diagnostic and treatment algorithms are provided to help guide clinical evaluation of, and therapeutic interventions for, older adults presenting with weight loss.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12163206/",
    "clean_text": "epidemiology of weight loss in humans with special reference to wasting in the elderly unintentional weight loss in older adults is a problem that occurs frequently in clinical practice although slight declines in weight have been observed with aging alone clinically important weight loss decrements of or more of usual body unintentional weight loss in older adults is a problem that occurs frequently in clinical practice although slight declines in weight have been observed with aging alone clinically important weight loss decrements of or more of usual body weight is almost always the result of disease disuse and or psychosocial factors adverse health outcomes associated with weight loss include decreased functional abilities and increased morbidity and mortality case series and prospective studies have helped to identify the most common causes of weight loss in older adults and are reviewed herein knowledge of these frequent underlying etiologies can help guide an appropriate and cost effective evaluation of patients presenting with weight loss in many cases the causes are remediable and weight loss may slow or reverse with appropriate intervention in some cases no clear etiology can be identified but the patient may still respond to nutritional support therapies that include hypercaloric feeding and appetite stimulants increasing caloric intake alone however is usually not sufficient to mitigate against losses in body mass especially muscle mass that are the result of chronic inflammatory or other severe disease states cachexia potential strategies to help reduce losses in lean body mass and the functional decline that often accompanies weight loss include anabolic agents exercise physical activity and cytokine inhibition this article reviews the epidemiology of weight loss in older adults with special attention to the problem of cachexia diagnostic and treatment algorithms are provided to help guide clinical evaluation of and therapeutic interventions for older adults presenting with weight loss"
}