{
    "title": "Relationship between mental health diagnoses and sexually transmitted infections.",
    "doc_id": "37260326",
    "writer": "Bretz LA",
    "year": "2023",
    "summary": "Multiple studies have demonstrated a relationship between risk factors for sexually transmitted infections (STIs) and mental health needs. This \"syndemic\" phenomenon suggests that while many patients with mental health conditions are at higher risk for …",
    "abstract": "Multiple studies have demonstrated a relationship between risk factors for sexually transmitted infections (STIs) and mental health needs. This \"syndemic\" phenomenon suggests that while many patients with mental health conditions are at higher risk for STI acquisition, the relationship also works in the opposite direction: Patients diagnosed with STIs are more likely to have mental health issues. The purposes of this review article are to examine the overlap between mental health and STIs, to provide mental health providers the tools to identify individuals with behavioral health concerns who may be at increased risk for STI acquisition, to discuss how STI diagnosis can affect mental health, and to review interventions to mitigate these risks, such as cognitive-behavioral therapy and motivational interviewing-based behavioral interventions. Integrating primary health care and mental health care for sexual health needs may also help improve delivery of both of these services.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37260326/",
    "clean_text": "relationship between mental health diagnoses and sexually transmitted infections multiple studies have demonstrated a relationship between risk factors for sexually transmitted infections stis and mental health needs this syndemic phenomenon suggests that while many patients with mental health conditions are at higher risk for multiple studies have demonstrated a relationship between risk factors for sexually transmitted infections stis and mental health needs this syndemic phenomenon suggests that while many patients with mental health conditions are at higher risk for sti acquisition the relationship also works in the opposite direction patients diagnosed with stis are more likely to have mental health issues the purposes of this review article are to examine the overlap between mental health and stis to provide mental health providers the tools to identify individuals with behavioral health concerns who may be at increased risk for sti acquisition to discuss how sti diagnosis can affect mental health and to review interventions to mitigate these risks such as cognitive behavioral therapy and motivational interviewing based behavioral interventions integrating primary health care and mental health care for sexual health needs may also help improve delivery of both of these services"
}