{
    "pmid": "41467829",
    "title": "[Screening for chronic kidney disease in children].",
    "abstract": "Chronic kidney disease (CKD) in children has an epidemiology that differs significantly from that in adults. Its main causes vary with age with a predominance of congenital anomalies of the kidney and the urinary tract. Early diagnosis is essential to prevent complications affecting growth, cognition, and long-term cardiovascular health, and to avoid, or at least to slow, progression to end-stage renal disease. Specific clinical contexts warrant targeted screening: family history, perinatal abnormalities, at-risk conditions, or suggestive clinical signs. Screening relies on simple tools such as growth charts, dipstick urinalysis, blood pressure measurement, glomerular filtration rate estimation, and renal ultrasound. The general practitioner plays a key role in the early detection of CKD, and in ensuring early referral to pediatric nephrology, helping to preserve nephron mass and improve long-term outcomes. La maladie rénale chronique (MRC) de l’enfant a une épidémiologie très différente de celle de l’adulte. Ses principales causes varient selon l’âge, avec une prédominance des anomalies congénitales du rein et des voies urinaires. Le diagnostic précoce est crucial pour limiter les complications (croissance, risque cardiovasculaire, développement psychomoteur) et éviter, ou au moins ralentir, une progression vers l’insuffisance rénale terminale. Plusieurs contextes à risque justifient un dépistage ciblé  : antécédents familiaux, anomalies périnatales, pathologies à risque ou signes cliniques évocateurs. Le dépistage repose sur des outils simples  : courbe de croissance staturopondérale, bandelette urinaire, mesure de pression artérielle, estimation du débit de filtration, échographie rénale. Le médecin généraliste joue un rôle clé dans le dépistage de la MRC de l’enfant et l’orientation vers une prise en charge spécialisée, permettant de préserver le capital néphronique et d’améliorer le pronostic global.",
    "disease": "chronic kidney disease",
    "clean_text": "screening for chronic kidney disease in children chronic kidney disease ckd in children has an epidemiology that differs significantly from that in adults its main causes vary with age with a predominance of congenital anomalies of the kidney and the urinary tract early diagnosis is essential to prevent complications affecting growth cognition and long term cardiovascular health and to avoid or at least to slow progression to end stage renal disease specific clinical contexts warrant targeted screening family history perinatal abnormalities at risk conditions or suggestive clinical signs screening relies on simple tools such as growth charts dipstick urinalysis blood pressure measurement glomerular filtration rate estimation and renal ultrasound the general practitioner plays a key role in the early detection of ckd and in ensuring early referral to pediatric nephrology helping to preserve nephron mass and improve long term outcomes la maladie r nale chronique mrc de l enfant a une pid miologie tr s diff rente de celle de l adulte ses principales causes varient selon l ge avec une pr dominance des anomalies cong nitales du rein et des voies urinaires le diagnostic pr coce est crucial pour limiter les complications croissance risque cardiovasculaire d veloppement psychomoteur et viter ou au moins ralentir une progression vers l insuffisance r nale terminale plusieurs contextes risque justifient un d pistage cibl ant c dents familiaux anomalies p rinatales pathologies risque ou signes cliniques vocateurs le d pistage repose sur des outils simples courbe de croissance staturopond rale bandelette urinaire mesure de pression art rielle estimation du d bit de filtration chographie r nale le m decin g n raliste joue un r le cl dans le d pistage de la mrc de l enfant et l orientation vers une prise en charge sp cialis e permettant de pr server le capital n phronique et d am liorer le pronostic global"
}