{
    "title": "Endometriosis-associated ovarian cancer occurs early during follow-up of endometrial cysts.",
    "doc_id": "31473885",
    "writer": "Murakami K",
    "year": "2020",
    "summary": "BACKGROUND: Endometriosis is a risk factor for ovarian cancer. Endometriosis-associated ovarian cancer (EAOC), most commonly clear cell carcinoma, is believed to develop from ovarian endometrial cysts. ...The period from the start of follow-up of the endometr …",
    "abstract": "Background:\n        \n      \n      Endometriosis is a risk factor for ovarian cancer. Endometriosis-associated ovarian cancer (EAOC), most commonly clear cell carcinoma, is believed to develop from ovarian endometrial cysts. In this study, we reviewed published cases of EAOC considered to have developed from endometrial cysts, and focused on the observation period.\n    \n\n\n          Methods:\n        \n      \n      We searched for articles published since January 2000 that reported cases of ovarian cancer thought to have originated from endometrial cysts using PubMed, Web of Science, and Ichushi-Web. The period from the start of follow-up of the endometrial cyst to the diagnosis of ovarian cancer was calculated.\n    \n\n\n          Results:\n        \n      \n      Seventy-nine cases were identified from 32 articles. The median period from the diagnosis of endometrial cysts to the diagnosis of ovarian cancer was only 36 months. Approximately 75% of cases developed into cancer within 60 months and most cases developed within 120 months.\n    \n\n\n          Conclusion:\n        \n      \n      Our results suggest that clinically detectable cysts subsequently diagnosed as ovarian cancer might already have contained cancer cells. Therefore, the mechanism of EAOC development needs to be re-examined and appropriate management guidelines need to be developed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31473885/",
    "clean_text": "endometriosis associated ovarian cancer occurs early during follow up of endometrial cysts background endometriosis is a risk factor for ovarian cancer endometriosis associated ovarian cancer eaoc most commonly clear cell carcinoma is believed to develop from ovarian endometrial cysts the period from the start of follow up of the endometr background endometriosis is a risk factor for ovarian cancer endometriosis associated ovarian cancer eaoc most commonly clear cell carcinoma is believed to develop from ovarian endometrial cysts in this study we reviewed published cases of eaoc considered to have developed from endometrial cysts and focused on the observation period methods we searched for articles published since january that reported cases of ovarian cancer thought to have originated from endometrial cysts using pubmed web of science and ichushi web the period from the start of follow up of the endometrial cyst to the diagnosis of ovarian cancer was calculated results seventy nine cases were identified from articles the median period from the diagnosis of endometrial cysts to the diagnosis of ovarian cancer was only months approximately of cases developed into cancer within months and most cases developed within months conclusion our results suggest that clinically detectable cysts subsequently diagnosed as ovarian cancer might already have contained cancer cells therefore the mechanism of eaoc development needs to be re examined and appropriate management guidelines need to be developed"
}