{
    "pmid": "41405632",
    "title": "[Extension and Severity of Coronary Heart Disease Related to Lipoprotein A Levels in Patients Hospitalized in a Cardiac Intensive Care Unit (DIPCOL Registry)].",
    "abstract": "Lipoprotein (a) [Lp(a)] levels are closely related to the development of ischemic heart disease in international studies; however, the impact on the severity of coronary and cardiac involvement in our country has not been described. High levels of Lp(a) are associated with greater involvement of coronary disease and ventricular function compromise. Cross-sectional study among patients with ischemic heart disease admitted to a cardiac intensive care unit after acute coronary syndrome (ACS) or after coronary angioplasty for chronic coronary syndrome. Lipid profile and Lp(a) measurements were performed within the first 24 hours of admission, and echocardiogram with left ventricular ejection fraction (LVEF) measurement was performed within 5 days of admission. The magnitude of coronary disease (number of coronary arteries severely affected) and LVEF were evaluated in patients distributed according to Lp(a) levels considering a cut-off of 30 mg/dL and 50 mg/dL. One hundred and eighteen subjects were recruited, aged 65.9±20.2 years, 74.6% men, and 75% with ACS. Sixty patients (50.8%) were taking statins. Left anterior descending artery involvement was observed in 78.8%, with mean LVEF 49.9±17.5%, LDL 95.6±43.4 mg/dL (LDL >70 mg/dL in 69.4%), non-HDL 120.4±49.1 mg/dL, and Lp(a) 40.5±38.6 mg/dL. Lp(a) levels >30 mg/dL were detected in 42.3% and >50 mg/ dL in 27.9% of subjects. Lp(a) >30 mg/dL was associated with LVEF <40% (OR 2.6, p= 0.02), and values >50 mg/dL were related to LVEF <40% (OR 3.7, p= 0.03) and significant disease of 2 or more coronary arteries (OR 2.4, p= 0.04). Multivariate logistic regression analysis showed that Lp(a) levels >50 mg/dL were related to a higher risk of LVEF <40% (OR 3.8, p<0.01) and multivessel coronary disease (OR 2.8, p= 0.03). In patients with established coronary heart disease, elevated Lp(a) levels are associated with a greater severity of coronary involvement and a lower LVEF.",
    "disease": "coronary artery disease",
    "clean_text": "extension and severity of coronary heart disease related to lipoprotein a levels in patients hospitalized in a cardiac intensive care unit dipcol registry lipoprotein a lp a levels are closely related to the development of ischemic heart disease in international studies however the impact on the severity of coronary and cardiac involvement in our country has not been described high levels of lp a are associated with greater involvement of coronary disease and ventricular function compromise cross sectional study among patients with ischemic heart disease admitted to a cardiac intensive care unit after acute coronary syndrome acs or after coronary angioplasty for chronic coronary syndrome lipid profile and lp a measurements were performed within the first hours of admission and echocardiogram with left ventricular ejection fraction lvef measurement was performed within days of admission the magnitude of coronary disease number of coronary arteries severely affected and lvef were evaluated in patients distributed according to lp a levels considering a cut off of mg dl and mg dl one hundred and eighteen subjects were recruited aged years men and with acs sixty patients were taking statins left anterior descending artery involvement was observed in with mean lvef ldl mg dl ldl mg dl in non hdl mg dl and lp a mg dl lp a levels mg dl were detected in and mg dl in of subjects lp a mg dl was associated with lvef or p and values mg dl were related to lvef or p and significant disease of or more coronary arteries or p multivariate logistic regression analysis showed that lp a levels mg dl were related to a higher risk of lvef or p and multivessel coronary disease or p in patients with established coronary heart disease elevated lp a levels are associated with a greater severity of coronary involvement and a lower lvef"
}