{
    "title": "Adverse effects of weight loss: Are persistent organic pollutants a potential culprit?",
    "doc_id": "27321206",
    "writer": "Cheikh Rouhou M",
    "year": "2016",
    "summary": "Health professionals commonly recommend weight loss to individuals with obesity. However, unexpected adverse health effects after a weight-loss program have been reported in several studies. ...Thus, the purpose of this review is to provide insights ab …",
    "abstract": "Health professionals commonly recommend weight loss to individuals with obesity. However, unexpected adverse health effects after a weight-loss program have been reported in several studies. The factors that could explain this phenomenon are currently poorly understood. However, one potential factor that has emerged is persistent organic pollutants (POPs). Due to their lipophilic nature, POPs are known to accumulate in the adipose tissue and their concentrations are found to be higher in obese individuals than lean subjects. There is evidence to suggest that weight loss induces a significant increase in POPs levels in the bloodstream. Furthermore, the increases in plasma POPs levels after weight loss are even greater with an intensive weight loss. Thus, a critical question that remains unresolved is whether POPs released from the adipose tissue to the bloodstream during intensive weight loss could increase the risk of cardiometabolic disturbances. In turn, the accumulation of POPs released in response to an intensive weight loss may impair energy metabolism and stimulate a subsequent weight regain. Thus, the purpose of this review is to provide insights about the role of POPs on cardiometabolic risk factors during weight loss and weight regain that could potentially explain, at least in part, the adverse effects observed in certain weight-loss studies. We will also discuss the potential synergistic or antagonistic POPs-dependent risks following weight-loss programs. Ultimately, this may lead in establishing new therapeutic boundaries to minimize potential health hazards related to weight loss.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27321206/",
    "clean_text": "adverse effects of weight loss are persistent organic pollutants a potential culprit health professionals commonly recommend weight loss to individuals with obesity however unexpected adverse health effects after a weight loss program have been reported in several studies thus the purpose of this review is to provide insights ab health professionals commonly recommend weight loss to individuals with obesity however unexpected adverse health effects after a weight loss program have been reported in several studies the factors that could explain this phenomenon are currently poorly understood however one potential factor that has emerged is persistent organic pollutants pops due to their lipophilic nature pops are known to accumulate in the adipose tissue and their concentrations are found to be higher in obese individuals than lean subjects there is evidence to suggest that weight loss induces a significant increase in pops levels in the bloodstream furthermore the increases in plasma pops levels after weight loss are even greater with an intensive weight loss thus a critical question that remains unresolved is whether pops released from the adipose tissue to the bloodstream during intensive weight loss could increase the risk of cardiometabolic disturbances in turn the accumulation of pops released in response to an intensive weight loss may impair energy metabolism and stimulate a subsequent weight regain thus the purpose of this review is to provide insights about the role of pops on cardiometabolic risk factors during weight loss and weight regain that could potentially explain at least in part the adverse effects observed in certain weight loss studies we will also discuss the potential synergistic or antagonistic pops dependent risks following weight loss programs ultimately this may lead in establishing new therapeutic boundaries to minimize potential health hazards related to weight loss"
}