{
    "title": "Low back pain.",
    "doc_id": "24758954",
    "writer": "Golob AL",
    "year": "2014",
    "summary": "Low back pain is a common, frequently recurring condition that often has a nonspecific cause. ...Psychosocial distress, poor coping skills, and high initial disability increase the risk for a prolonged disability course. All patients with acute or chronic low bac …",
    "abstract": "Low back pain is a common, frequently recurring condition that often has a nonspecific cause. Most nonspecific acute low back pain will improve within several weeks with or without treatment. The diagnostic workup should focus on evaluation for evidence of systemic or pathologic causes. Psychosocial distress, poor coping skills, and high initial disability increase the risk for a prolonged disability course. All patients with acute or chronic low back pain should be advised to remain active. The treatment of chronic nonspecific low back pain involves a multidisciplinary approach targeted at preserving function and preventing disability. Surgical referral is indicated in the presence of severe or progressive neurologic deficits or signs and symptoms of cauda equina syndrome.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24758954/",
    "clean_text": "low back pain low back pain is a common frequently recurring condition that often has a nonspecific cause psychosocial distress poor coping skills and high initial disability increase the risk for a prolonged disability course all patients with acute or chronic low bac low back pain is a common frequently recurring condition that often has a nonspecific cause most nonspecific acute low back pain will improve within several weeks with or without treatment the diagnostic workup should focus on evaluation for evidence of systemic or pathologic causes psychosocial distress poor coping skills and high initial disability increase the risk for a prolonged disability course all patients with acute or chronic low back pain should be advised to remain active the treatment of chronic nonspecific low back pain involves a multidisciplinary approach targeted at preserving function and preventing disability surgical referral is indicated in the presence of severe or progressive neurologic deficits or signs and symptoms of cauda equina syndrome"
}