{
    "title": "Genetics of type 1 diabetes in Asian and Caucasian populations.",
    "doc_id": "17452059",
    "writer": "Ikegami H",
    "year": "2007",
    "summary": "Class II HLA was strongly associated with type 1 diabetes in both Asian and Caucasian populations, but haplotypes associated with type 1 diabetes were markedly different due to difference in the presence and absence of haplotypes in each population. .. …",
    "abstract": "Among candidate genes for type 1 diabetes, HLA, INS, CTLA4, PTPN22 and SUMO4 have been shown to be associated with the disease in Caucasian populations. To clarify the similarities and differences in the contribution of these genes to type 1 diabetes between Asian and Caucasian populations, association of these genes with type 1 diabetes was studied in a large number of samples in Japanese and Korean populations. Class II HLA was strongly associated with type 1 diabetes in both Asian and Caucasian populations, but haplotypes associated with type 1 diabetes were markedly different due to difference in the presence and absence of haplotypes in each population. INS was consistently associated with type 1 diabetes in both Japanese and Caucasian populations, but frequency of disease-associated haplotype was markedly high in Japanese general population. CTLA4 was associated with type 1 diabetes only in a subset of patients with type 1 diabetes complicated with AITD in Japanese. A variant (R620W) of PTPN22 was associated with type 1 diabetes and other autoimmune diseases in Caucasians, but the variant was absent in Asians. SUMO4 was associated with type 1 diabetes in Asians, but not in Caucasian, suggesting a genetic heterogeneity among diverse ethnic groups. Trans-racial study with a large number of samples in both Asian and Caucasian populations will contribute to genetic dissection of type 1 diabetes and identification of causative variants.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17452059/",
    "clean_text": "genetics of type diabetes in asian and caucasian populations class ii hla was strongly associated with type diabetes in both asian and caucasian populations but haplotypes associated with type diabetes were markedly different due to difference in the presence and absence of haplotypes in each population among candidate genes for type diabetes hla ins ctla ptpn and sumo have been shown to be associated with the disease in caucasian populations to clarify the similarities and differences in the contribution of these genes to type diabetes between asian and caucasian populations association of these genes with type diabetes was studied in a large number of samples in japanese and korean populations class ii hla was strongly associated with type diabetes in both asian and caucasian populations but haplotypes associated with type diabetes were markedly different due to difference in the presence and absence of haplotypes in each population ins was consistently associated with type diabetes in both japanese and caucasian populations but frequency of disease associated haplotype was markedly high in japanese general population ctla was associated with type diabetes only in a subset of patients with type diabetes complicated with aitd in japanese a variant r w of ptpn was associated with type diabetes and other autoimmune diseases in caucasians but the variant was absent in asians sumo was associated with type diabetes in asians but not in caucasian suggesting a genetic heterogeneity among diverse ethnic groups trans racial study with a large number of samples in both asian and caucasian populations will contribute to genetic dissection of type diabetes and identification of causative variants"
}