{
    "pmid": "41446305",
    "title": "Association between olanzapine and immune function in lung cancer patients with anxiety and depression: a retrospective cohort study of medical records.",
    "abstract": "Anxiety and depression are prevalent in cancer patients and often impair immune function, compromising antitumor responses. Anti-anxiety medications, such as olanzapine, show promise in alleviating psychological distress, potentially enhancing immune function in patients with malignant tumors. This study aims to investigate immunological alterations in lung cancer patients with anxiety and depression and evaluate the immunomodulatory effects of olanzapine in this population. We retrospectively analyzed data from 179 oncology patients at a single center. Of these, 38 lung cancer patients served as the control group, while 33 lung cancer patients, admitted under standard hospital conditions, received olanzapine therapy (treatment group) during hospitalization. We monitored complete blood count, blood biochemistry, and lymphocyte subsets (CD3, CD4, CD8, NK cells, B lymphocytes). Anxiety and depression were assessed using the Self-Rating Anxiety Scale (SAS) and Self-Rating Depression Scale (SDS). Lung cancer patients with concurrent anxiety and depression exhibited elevated CD3, CD4, CD8, NK cell counts, and CD4/CD8 ratio, alongside reduced Neutrophil-to-Lymphocyte Ratio (NLR) (P = 0.044, 0.001, 0.022, 0.039, 0.007, 0.003). Those with both conditions had lower serum albumin compared to patients with depression alone (P = 0.016) or either condition independently (P = 0.015). Patients with anxiety and depression showed reduced CD3, CD8, and NK cell counts compared to those with single conditions (P = 0.005, 0.037, 0.018). Baseline SAS/SDS scores showed no significant differences between groups (P = 0.385, 0.603). Olanzapine treatment significantly increased CD3, CD4, and NK cell counts (P = 0.001 each), reduced NLR and B lymphocytes (P<0.001, 0.036), and elevated HDL cholesterol (P = 0.014) compared to controls. Post-treatment, the treatment group's SDS scores decreased from 42.64 ± 6.32 to 37.06 ± 8.34 (P<0.001), and SAS scores dropped from 50.48 ± 12.94 to 43.61 ± 13.47 (P<0.001). Anxiety and depression impair immune function in lung cancer patients, while olanzapine enhances CD3, CD4, and NK cell activity and reduces psychological distress, suggesting its potential as an adjunct in cancer immunotherapy.",
    "disease": "lung cancer",
    "clean_text": "association between olanzapine and immune function in lung cancer patients with anxiety and depression a retrospective cohort study of medical records anxiety and depression are prevalent in cancer patients and often impair immune function compromising antitumor responses anti anxiety medications such as olanzapine show promise in alleviating psychological distress potentially enhancing immune function in patients with malignant tumors this study aims to investigate immunological alterations in lung cancer patients with anxiety and depression and evaluate the immunomodulatory effects of olanzapine in this population we retrospectively analyzed data from oncology patients at a single center of these lung cancer patients served as the control group while lung cancer patients admitted under standard hospital conditions received olanzapine therapy treatment group during hospitalization we monitored complete blood count blood biochemistry and lymphocyte subsets cd cd cd nk cells b lymphocytes anxiety and depression were assessed using the self rating anxiety scale sas and self rating depression scale sds lung cancer patients with concurrent anxiety and depression exhibited elevated cd cd cd nk cell counts and cd cd ratio alongside reduced neutrophil to lymphocyte ratio nlr p those with both conditions had lower serum albumin compared to patients with depression alone p or either condition independently p patients with anxiety and depression showed reduced cd cd and nk cell counts compared to those with single conditions p baseline sas sds scores showed no significant differences between groups p olanzapine treatment significantly increased cd cd and nk cell counts p each reduced nlr and b lymphocytes p and elevated hdl cholesterol p compared to controls post treatment the treatment group s sds scores decreased from to p and sas scores dropped from to p anxiety and depression impair immune function in lung cancer patients while olanzapine enhances cd cd and nk cell activity and reduces psychological distress suggesting its potential as an adjunct in cancer immunotherapy"
}