{
    "title": "Biophysics of claudin proteins in tight junction architecture: Three decades of progress.",
    "doc_id": "38859584",
    "writer": "Marsch P",
    "year": "2024",
    "summary": "Tight junctions are cell-cell adhesion complexes that act as gatekeepers of the paracellular space. ...The disruption of tight junctions caused by changing claudin expression levels or mutations can lead to diseases. ...",
    "abstract": "Tight junctions are cell-cell adhesion complexes that act as gatekeepers of the paracellular space. Formed by several transmembrane proteins, the claudin family performs the primary gate-keeping function. The claudin proteins form charge and size-selective diffusion barriers to maintain homeostasis across endothelial and epithelial tissue. Of the 27 known claudins in mammals, some are known to seal the paracellular space, while others provide selective permeability. The differences in permeability arise due to the varying expression levels of claudins in each tissue. The tight junctions are observed as strands in freeze-fracture electron monographs; however, at the molecular level, tight junction strands form when multiple claudin proteins assemble laterally (cis assembly) within a cell and head-on (trans assembly) with claudins of the adjacent cell in a zipper-like architecture, closing the gap between the neighboring cells. The disruption of tight junctions caused by changing claudin expression levels or mutations can lead to diseases. Therefore, knowledge of the molecular architecture of the tight junctions and how that is tied to tissue-specific function is critical for fighting diseases. Here, we review the current understanding of the tight junctions accrued over the last three decades from experimental and computational biophysics perspectives.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38859584/",
    "clean_text": "biophysics of claudin proteins in tight junction architecture three decades of progress tight junctions are cell cell adhesion complexes that act as gatekeepers of the paracellular space the disruption of tight junctions caused by changing claudin expression levels or mutations can lead to diseases tight junctions are cell cell adhesion complexes that act as gatekeepers of the paracellular space formed by several transmembrane proteins the claudin family performs the primary gate keeping function the claudin proteins form charge and size selective diffusion barriers to maintain homeostasis across endothelial and epithelial tissue of the known claudins in mammals some are known to seal the paracellular space while others provide selective permeability the differences in permeability arise due to the varying expression levels of claudins in each tissue the tight junctions are observed as strands in freeze fracture electron monographs however at the molecular level tight junction strands form when multiple claudin proteins assemble laterally cis assembly within a cell and head on trans assembly with claudins of the adjacent cell in a zipper like architecture closing the gap between the neighboring cells the disruption of tight junctions caused by changing claudin expression levels or mutations can lead to diseases therefore knowledge of the molecular architecture of the tight junctions and how that is tied to tissue specific function is critical for fighting diseases here we review the current understanding of the tight junctions accrued over the last three decades from experimental and computational biophysics perspectives"
}