{
    "pmid": "41377611",
    "title": "Influence of the level and strategy of glenoid component lateralization on the postoperative biomechanics of shoulder arthroplasty: a finite element analysis.",
    "abstract": "Reverse total shoulder arthroplasty (rTSA) is widely used to treat fractures and osteoarthritis. Recent techniques enable humeral lateralization through glenoid-based augmentations. The biomechanical impacts of different lateralization strategies remain unclear. We aimed to quantify postoperative biomechanics and bone constraints under various strategies. A detailed finite element model of the scapulohumeral joint, including bones and active muscles, was used to perform 12 numerical rTSAs. Two levels of lateralization were achieved through baseplate or glenosphere lateralization, combined with 3 glenosphere diameters. Three motions-abduction, flexion, and extension-were simulated by activating muscle sets. Humeral kinematics, glenohumeral forces and moments, bone stresses, and scapular notching were analyzed. Greater lateralization improved range of motion by enlarging the acromiohumeral space but did not enhance muscle elevation efficiency. Larger glenospheres improved initial stability through better muscle resting tension. Greater lateralization, by either method, increased bone stresses, notably at the acromion. Lateralization altered rotator cuff muscle efficiency and should be adapted to patient-specific weaknesses. Greater lateralization led to a more medial humeral final position. Under linearly increasing muscle forces, the humeral path was nonlinear, reflecting poor control without fine motor control. Opposite biomechanical trends occurred in extension versus abduction/flexion when lateralization increased. Extension was most prone to scapular neck impingement, leading to notching and instability. This finite element study highlights that different lateralization strategies in rTSA lead to distinct biomechanical behaviors, influencing bone stress and potentially affecting the risk of scapular spine fracture.",
    "disease": "osteoarthritis",
    "clean_text": "influence of the level and strategy of glenoid component lateralization on the postoperative biomechanics of shoulder arthroplasty a finite element analysis reverse total shoulder arthroplasty rtsa is widely used to treat fractures and osteoarthritis recent techniques enable humeral lateralization through glenoid based augmentations the biomechanical impacts of different lateralization strategies remain unclear we aimed to quantify postoperative biomechanics and bone constraints under various strategies a detailed finite element model of the scapulohumeral joint including bones and active muscles was used to perform numerical rtsas two levels of lateralization were achieved through baseplate or glenosphere lateralization combined with glenosphere diameters three motions abduction flexion and extension were simulated by activating muscle sets humeral kinematics glenohumeral forces and moments bone stresses and scapular notching were analyzed greater lateralization improved range of motion by enlarging the acromiohumeral space but did not enhance muscle elevation efficiency larger glenospheres improved initial stability through better muscle resting tension greater lateralization by either method increased bone stresses notably at the acromion lateralization altered rotator cuff muscle efficiency and should be adapted to patient specific weaknesses greater lateralization led to a more medial humeral final position under linearly increasing muscle forces the humeral path was nonlinear reflecting poor control without fine motor control opposite biomechanical trends occurred in extension versus abduction flexion when lateralization increased extension was most prone to scapular neck impingement leading to notching and instability this finite element study highlights that different lateralization strategies in rtsa lead to distinct biomechanical behaviors influencing bone stress and potentially affecting the risk of scapular spine fracture"
}