{
    "pmid": "41458293",
    "title": "Burnout in Dentists and the COVID-19 Pandemic: A Systematic Review.",
    "abstract": "This study aimed to identify and analyze research on burnout in dentists, measured both prior to and during the COVID-19 pandemic, using the Maslach Burnout Inventory (MBI). A systematic literature review was conducted across five databases using the search terms \"Dentists\" and \"Burnout, Psychological.\" Articles published between 1981 and December 2024 that utilized the MBI were included. Studies were classified based on the time of data collection: either prior to or during the COVID-19 pandemic (defined as January 30, 2020, to May 5, 2023). We selected 15 of the 1,486 articles identified. Eleven of these reported means and standard deviations for the burnout scales. Among them, eight calculated scale means and standard deviations according to the guidelines recommended in the MBI manual; six studies were conducted prior to the pandemic, and two during it. An initial analysis suggests that mean levels of Emotional Exhaustion and Depersonalization increased during the pandemic, while mean levels of Personal Accomplishment remained comparable to pre-pandemic levels. However, five studies used different cutoff points to define low, moderate, or high burnout levels for each scale, limiting comparability across studies. Few articles have adequately utilized the MBI to assess burnout in dental surgeons either before or during the COVID-19 pandemic. Theoretical arguments suggest that the COVID-19 pandemic may have adversely affected burnout levels in dentists. However, the studies we analyzed offer only limited evidence supporting an increase in the burnout dimensions of Emotional Exhaustion and Depersonalization during the pandemic.",
    "disease": "covid-19",
    "clean_text": "burnout in dentists and the covid pandemic a systematic review this study aimed to identify and analyze research on burnout in dentists measured both prior to and during the covid pandemic using the maslach burnout inventory mbi a systematic literature review was conducted across five databases using the search terms dentists and burnout psychological articles published between and december that utilized the mbi were included studies were classified based on the time of data collection either prior to or during the covid pandemic defined as january to may we selected of the articles identified eleven of these reported means and standard deviations for the burnout scales among them eight calculated scale means and standard deviations according to the guidelines recommended in the mbi manual six studies were conducted prior to the pandemic and two during it an initial analysis suggests that mean levels of emotional exhaustion and depersonalization increased during the pandemic while mean levels of personal accomplishment remained comparable to pre pandemic levels however five studies used different cutoff points to define low moderate or high burnout levels for each scale limiting comparability across studies few articles have adequately utilized the mbi to assess burnout in dental surgeons either before or during the covid pandemic theoretical arguments suggest that the covid pandemic may have adversely affected burnout levels in dentists however the studies we analyzed offer only limited evidence supporting an increase in the burnout dimensions of emotional exhaustion and depersonalization during the pandemic"
}