{
    "pmid": "41472662",
    "title": "Splenectomy Increases CTEPH Risk and Modifies Clinical Features of Acute Pulmonary Embolism.",
    "abstract": "Chronic thromboembolic pulmonary hypertension (CTEPH) is due to unresolved pulmonary embolism (PE), however the pathophysiology of how PE evolves into CTEPH is unclear. Study of populations of acute PE patients at increased risk for CTEPH, such as those with prior splenectomy, may clarify the mechanisms driving transition from acute PE to CTEPH. In this study, we examined the relationship between acute PE, CTEPH and splenectomy in two observational cohorts. In the first, we compared the frequency of splenectomy among groups of patients with CTEPH, PE, and no PE. In the second, we compare clinical features of acute PE presentation in hospitalized patients with or without a prior splenectomy. We find that a history of splenectomy is significantly more frequent in patients with CTEPH than in patients with PE (OR 4.3, 95% CI 1.5-12.6). This association remained when we compared CTEPH patients to PE patients without a provoking factor for PE (OR 5.3, 95% CI 1.7-16.9), a population that is at increased risk of developing CTEPH. Patients with acute PE and prior splenectomy were more likely to present with subacute symptoms, more likely to have a distal location of PE, and less likely to have deep venous thrombosis (DVT) than were non-splenectomized acute PE patients. Thus, prior splenectomy appears to modify some clinical features of acute PE. We hypothesize that the difference in clinical features of PE that are observed in the context of prior splenectomy are relevant to the increased risk of CTEPH observed in this population.",
    "disease": "hypertension",
    "clean_text": "splenectomy increases cteph risk and modifies clinical features of acute pulmonary embolism chronic thromboembolic pulmonary hypertension cteph is due to unresolved pulmonary embolism pe however the pathophysiology of how pe evolves into cteph is unclear study of populations of acute pe patients at increased risk for cteph such as those with prior splenectomy may clarify the mechanisms driving transition from acute pe to cteph in this study we examined the relationship between acute pe cteph and splenectomy in two observational cohorts in the first we compared the frequency of splenectomy among groups of patients with cteph pe and no pe in the second we compare clinical features of acute pe presentation in hospitalized patients with or without a prior splenectomy we find that a history of splenectomy is significantly more frequent in patients with cteph than in patients with pe or ci this association remained when we compared cteph patients to pe patients without a provoking factor for pe or ci a population that is at increased risk of developing cteph patients with acute pe and prior splenectomy were more likely to present with subacute symptoms more likely to have a distal location of pe and less likely to have deep venous thrombosis dvt than were non splenectomized acute pe patients thus prior splenectomy appears to modify some clinical features of acute pe we hypothesize that the difference in clinical features of pe that are observed in the context of prior splenectomy are relevant to the increased risk of cteph observed in this population"
}