{
    "pmid": "41466925",
    "title": "Successful Management of Angiotensin-Converting Enzyme Inhibitor-Induced Angioedema With Tranexamic Acid: A Case Report.",
    "abstract": "Angioedema is a potentially life-threatening emergency that can present with facial swelling and airway compromise. When induced by angiotensin-converting enzyme (ACE) inhibitors (ACEIs), the mechanism is bradykinin-mediated, rendering conventional anaphylaxis therapies largely ineffective. We report a case of a 68-year-old male who presented to the Emergency Department with acute, progressive facial and tongue swelling, sore throat, and mild dyspnoea, consistent with moderate (Grade II) ACEI-induced angioedema. His history included hypertension treated with a recently up-titrated dose of ramipril, type 2 diabetes, gout, and prior deep vein thrombosis. Initial management following anaphylaxis protocol with intramuscular adrenaline, intravenous hydrocortisone, chlorphenamine, and adrenaline nebulisers produced no improvement. Given the strong suspicion of bradykinin-mediated angioedema, 1 g of intravenous tranexamic acid (TXA) was administered. Marked improvement was observed within 30 minutes, with complete resolution of swelling within two hours. The patient was admitted overnight for observation, ramipril was discontinued, and he remained symptom-free at one-year follow-up. This case highlights TXA as a safe, effective, and accessible therapeutic option for ACEI-induced angioedema, particularly in settings where targeted therapies are unavailable. It underscores the importance of recognizing this distinct clinical entity and the need for further prospective studies to define TXA's role in treatment algorithms.",
    "disease": "hypertension",
    "clean_text": "successful management of angiotensin converting enzyme inhibitor induced angioedema with tranexamic acid a case report angioedema is a potentially life threatening emergency that can present with facial swelling and airway compromise when induced by angiotensin converting enzyme ace inhibitors aceis the mechanism is bradykinin mediated rendering conventional anaphylaxis therapies largely ineffective we report a case of a year old male who presented to the emergency department with acute progressive facial and tongue swelling sore throat and mild dyspnoea consistent with moderate grade ii acei induced angioedema his history included hypertension treated with a recently up titrated dose of ramipril type diabetes gout and prior deep vein thrombosis initial management following anaphylaxis protocol with intramuscular adrenaline intravenous hydrocortisone chlorphenamine and adrenaline nebulisers produced no improvement given the strong suspicion of bradykinin mediated angioedema g of intravenous tranexamic acid txa was administered marked improvement was observed within minutes with complete resolution of swelling within two hours the patient was admitted overnight for observation ramipril was discontinued and he remained symptom free at one year follow up this case highlights txa as a safe effective and accessible therapeutic option for acei induced angioedema particularly in settings where targeted therapies are unavailable it underscores the importance of recognizing this distinct clinical entity and the need for further prospective studies to define txa s role in treatment algorithms"
}