{
    "pmid": "41438996",
    "title": "Robotic-Assisted Total Knee Arthroplasty With Metal Block Augmentation for Severe Varus Knee With Tibial Defect.",
    "abstract": "Total knee arthroplasty (TKA) for severe varus knee deformity with an uncontained medial tibial bone defect remains challenging for orthopaedic surgeons because additional bone resection to remove the bone defect area, application of metal augmentation, and adjustment of soft tissue balancing are technically difficult. Robotic technology has been demonstrated to achieve accurate bone resection and optimal soft tissue balancing in TKA. This study aimed to present a case series of the application of robotic-assisted TKA with metal augmentation for severe varus knee. Fifteen patients with 22 affected knees and postoperative follow-up of longer than 12 months were included in this study. Primary TKA with metal block augmentation was performed using robotic technology, and the implant positions, soft tissue balancing, and clinical outcomes were evaluated. The visual analog scale score and knee injury and osteoarthritis outcome score were significantly improved. In addition, the lower extremity alignment and implant positions in the coronal and sagittal planes were radiographically accurate. Moreover, the medial knee stability was maintained, and lateral looseness diminished postoperatively. To resect the bone defect area perfectly the same as the depth of metal augmentations was technically difficult in conventional TKA. However, besides the primary bone resections, residual bone defect evaluation, soft tissue balancing adjustment, and additional bone resection to remove the bone defect area were performed easily and accurately using robotic technology. Therefore, robotic technology provides potential benefits for TKA with metal block augmentation in severe varus knees with medial tibial bone defects. Level IV case series study.",
    "disease": "osteoarthritis",
    "clean_text": "robotic assisted total knee arthroplasty with metal block augmentation for severe varus knee with tibial defect total knee arthroplasty tka for severe varus knee deformity with an uncontained medial tibial bone defect remains challenging for orthopaedic surgeons because additional bone resection to remove the bone defect area application of metal augmentation and adjustment of soft tissue balancing are technically difficult robotic technology has been demonstrated to achieve accurate bone resection and optimal soft tissue balancing in tka this study aimed to present a case series of the application of robotic assisted tka with metal augmentation for severe varus knee fifteen patients with affected knees and postoperative follow up of longer than months were included in this study primary tka with metal block augmentation was performed using robotic technology and the implant positions soft tissue balancing and clinical outcomes were evaluated the visual analog scale score and knee injury and osteoarthritis outcome score were significantly improved in addition the lower extremity alignment and implant positions in the coronal and sagittal planes were radiographically accurate moreover the medial knee stability was maintained and lateral looseness diminished postoperatively to resect the bone defect area perfectly the same as the depth of metal augmentations was technically difficult in conventional tka however besides the primary bone resections residual bone defect evaluation soft tissue balancing adjustment and additional bone resection to remove the bone defect area were performed easily and accurately using robotic technology therefore robotic technology provides potential benefits for tka with metal block augmentation in severe varus knees with medial tibial bone defects level iv case series study"
}