{
    "title": "Clinical diagnosis of Alzheimer's disease: report of the NINCDS-ADRDA Work Group under the auspices of Department of Health and Human Services Task Force on Alzheimer's Disease.",
    "doc_id": "6610841",
    "writer": "McKhann G",
    "year": "1984",
    "summary": "Clinical criteria for the diagnosis of Alzheimer's disease include insidious onset and progressive impairment of memory and other cognitive functions. ...The criteria proposed are intended to serve as a guide for the diagnosis of probable, possible, and defin …",
    "abstract": "Clinical criteria for the diagnosis of Alzheimer's disease include insidious onset and progressive impairment of memory and other cognitive functions. There are no motor, sensory, or coordination deficits early in the disease. The diagnosis cannot be determined by laboratory tests. These tests are important primarily in identifying other possible causes of dementia that must be excluded before the diagnosis of Alzheimer's disease may be made with confidence. Neuropsychological tests provide confirmatory evidence of the diagnosis of dementia and help to assess the course and response to therapy. The criteria proposed are intended to serve as a guide for the diagnosis of probable, possible, and definite Alzheimer's disease; these criteria will be revised as more definitive information become available.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/6610841/",
    "clean_text": "clinical diagnosis of alzheimer s disease report of the nincds adrda work group under the auspices of department of health and human services task force on alzheimer s disease clinical criteria for the diagnosis of alzheimer s disease include insidious onset and progressive impairment of memory and other cognitive functions the criteria proposed are intended to serve as a guide for the diagnosis of probable possible and defin clinical criteria for the diagnosis of alzheimer s disease include insidious onset and progressive impairment of memory and other cognitive functions there are no motor sensory or coordination deficits early in the disease the diagnosis cannot be determined by laboratory tests these tests are important primarily in identifying other possible causes of dementia that must be excluded before the diagnosis of alzheimer s disease may be made with confidence neuropsychological tests provide confirmatory evidence of the diagnosis of dementia and help to assess the course and response to therapy the criteria proposed are intended to serve as a guide for the diagnosis of probable possible and definite alzheimer s disease these criteria will be revised as more definitive information become available"
}