{
    "title": "Gastric cancer: descriptive epidemiology, risk factors, screening, and prevention.",
    "doc_id": "24618998",
    "writer": "Karimi P",
    "year": "2014",
    "summary": "Less than a century ago, gastric cancer was the most common cancer in the United States and perhaps throughout the world. ...Serologic markers and histological precursor lesions of gastric cancer and early detection of gastric cancer …",
    "abstract": "Less than a century ago, gastric cancer was the most common cancer in the United States and perhaps throughout the world. Despite its worldwide decline in incidence over the past century, gastric cancer remains a major killer across the globe. This article reviews the epidemiology, screening, and prevention of gastric cancer. We first discuss the descriptive epidemiology of gastric cancer, including its incidence, survival, mortality, and trends over time. Next, we characterize the risk factors for gastric cancer, both environmental and genetic. Serologic markers and histological precursor lesions of gastric cancer and early detection of gastric cancer using these markers are reviewed. Finally, we discuss prevention strategies and provide suggestions for further research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24618998/",
    "clean_text": "gastric cancer descriptive epidemiology risk factors screening and prevention less than a century ago gastric cancer was the most common cancer in the united states and perhaps throughout the world serologic markers and histological precursor lesions of gastric cancer and early detection of gastric cancer less than a century ago gastric cancer was the most common cancer in the united states and perhaps throughout the world despite its worldwide decline in incidence over the past century gastric cancer remains a major killer across the globe this article reviews the epidemiology screening and prevention of gastric cancer we first discuss the descriptive epidemiology of gastric cancer including its incidence survival mortality and trends over time next we characterize the risk factors for gastric cancer both environmental and genetic serologic markers and histological precursor lesions of gastric cancer and early detection of gastric cancer using these markers are reviewed finally we discuss prevention strategies and provide suggestions for further research"
}