{
    "title": "Stem Cells Derived from Dental Tissues.",
    "doc_id": "30635857",
    "writer": "Aydin S",
    "year": "2019",
    "summary": "Stem cells are undifferentiated cells located in different parts of the body. The major role of stem cells is to restore of injured tissues. ...Dental pulp stem cells (DPSCs), dental follicle progenitor cells (DFPCs), ste …",
    "abstract": "Stem cells are undifferentiated cells located in different parts of the body. The major role of stem cells is to restore of injured tissues. Since the discover of stem cells, they gained a big attention due to their differentiation and regeneration capacity. The main source of stem cells was known as bone marrow. However, different sources for obtaining stem cells were discovered. Dental tissues, a new source for stem cells, provide cells having mesenchymal stem cell characteristics such as fibroblast-like structure, expression of surface antigens specific for mesenchymal stem cells, regeneration ability, multilineage differentiation capacity and immunomodulatory features. Dental pulp stem cells (DPSCs), dental follicle progenitor cells (DFPCs), stem cells from apical papilla (SCAP), tooth germ stem cells (TGSCs) and periodontal ligament stem cells (PDLSCs) are stem cells derived from dental tissues as well as stem cells from exfoliated deciduous teeth (SHED). Dental stem cells express mesenchymal stem cell markers like Stro-1, CD146, CD106, CD90, CD73 CD29 and CD13. However, they do not express hematopoietic stem cell markers such as CD11b, CD45 and CD34. Dental stem cells are able to undergo myogenic, chondrogenic, adipogenic, neurogenic, osteogenic and odontogenic differentiation. Thanks to these differentiation ability of dental stem cells, they can easily be manipulated in regenerative medicine. Dental stem cells, that can effortlessly be transfected, can also be used in cell therapy application. Immunomodulatory features of dental stem cells make them suitable candidates for the therapy of immune-related disorders. Dental stem cells with high potentials such as ability of self-renewal, mesenchymal stem cell characteristics, multilineage differentiation and immunomodulation are promising tool for in vitro and in vivo differentiation studies as well as the therapy of immune-related diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30635857/",
    "clean_text": "stem cells derived from dental tissues stem cells are undifferentiated cells located in different parts of the body the major role of stem cells is to restore of injured tissues dental pulp stem cells dpscs dental follicle progenitor cells dfpcs ste stem cells are undifferentiated cells located in different parts of the body the major role of stem cells is to restore of injured tissues since the discover of stem cells they gained a big attention due to their differentiation and regeneration capacity the main source of stem cells was known as bone marrow however different sources for obtaining stem cells were discovered dental tissues a new source for stem cells provide cells having mesenchymal stem cell characteristics such as fibroblast like structure expression of surface antigens specific for mesenchymal stem cells regeneration ability multilineage differentiation capacity and immunomodulatory features dental pulp stem cells dpscs dental follicle progenitor cells dfpcs stem cells from apical papilla scap tooth germ stem cells tgscs and periodontal ligament stem cells pdlscs are stem cells derived from dental tissues as well as stem cells from exfoliated deciduous teeth shed dental stem cells express mesenchymal stem cell markers like stro cd cd cd cd cd and cd however they do not express hematopoietic stem cell markers such as cd b cd and cd dental stem cells are able to undergo myogenic chondrogenic adipogenic neurogenic osteogenic and odontogenic differentiation thanks to these differentiation ability of dental stem cells they can easily be manipulated in regenerative medicine dental stem cells that can effortlessly be transfected can also be used in cell therapy application immunomodulatory features of dental stem cells make them suitable candidates for the therapy of immune related disorders dental stem cells with high potentials such as ability of self renewal mesenchymal stem cell characteristics multilineage differentiation and immunomodulation are promising tool for in vitro and in vivo differentiation studies as well as the therapy of immune related diseases"
}