{
    "pmid": "41459663",
    "title": "Turkish Real-Life Atrial Fibrillation in Clinical Practice: 2-Year Clinical Outcomes of the TRAFFIC Study.",
    "abstract": "Atrial fibrillation (AF) is a major public health issue associated with thromboembolism and mortality. Real-world data from Türkiye are limited despite expanding use of non-vitamin K antagonist oral anticoagulants (NOACs). The Turkish Real Life Atrial Fibrillation in Clinical Practice (TRAFFIC) study aimed to characterize the demographic features, risk profiles, treatment patterns, and 2-year clinical outcomes of patients with non-valvular AF (NVAF) in Türkiye. TRAFFIC was a national, prospective, multicenter, observational registry enrolling 1659 NVAF patients from 36 centers with 6-monthly follow-up for 24 months. Baseline data included demographics, comorbidities, CHA₂DS₂-VASc, HAS-BLED, AF subtype, European Heart Rhythm Association (EHRA) score, and antithrombotic therapy. Outcomes were ischemic stroke/systemic embolism (SE), major bleeding, and all-cause mortality. Predictors of mortality were evaluated using adjusted Cox regression, and associations of risk scores were explored using univariate Cox models with restricted cubic splines. Median age was 70 years, 48% female, with intermediate CHA₂DS₂-VASc (most 2-5) and low-to-intermediate HAS-BLED scores (most 0-2). Permanent AF was the most common subtype (48%). Antithrombotic therapy largely reflected risk profiles, with NOACs being the dominant treatment (65%). Over 2 years, all-cause mortality was 8.9%, ischemic stroke/SE 2.4%, and major bleeding 1.3%. In adjusted analysis, age, congestive heart failure, and diabetes mellitus were independent predictors of mortality. Both CHA₂DS₂-VASc and HAS-BLED scores showed threshold effects for mortality and thromboembolic risk but not for bleeding. TRAFFIC provides contemporary Turkish NVAF data, showing lower event rates than historical cohorts. Outcomes are comparable with international registries; persistent mortality burden highlights the need for AF care beyond anticoagulation.",
    "disease": "diabetes mellitus",
    "clean_text": "turkish real life atrial fibrillation in clinical practice year clinical outcomes of the traffic study atrial fibrillation af is a major public health issue associated with thromboembolism and mortality real world data from t rkiye are limited despite expanding use of non vitamin k antagonist oral anticoagulants noacs the turkish real life atrial fibrillation in clinical practice traffic study aimed to characterize the demographic features risk profiles treatment patterns and year clinical outcomes of patients with non valvular af nvaf in t rkiye traffic was a national prospective multicenter observational registry enrolling nvaf patients from centers with monthly follow up for months baseline data included demographics comorbidities cha ds vasc has bled af subtype european heart rhythm association ehra score and antithrombotic therapy outcomes were ischemic stroke systemic embolism se major bleeding and all cause mortality predictors of mortality were evaluated using adjusted cox regression and associations of risk scores were explored using univariate cox models with restricted cubic splines median age was years female with intermediate cha ds vasc most and low to intermediate has bled scores most permanent af was the most common subtype antithrombotic therapy largely reflected risk profiles with noacs being the dominant treatment over years all cause mortality was ischemic stroke se and major bleeding in adjusted analysis age congestive heart failure and diabetes mellitus were independent predictors of mortality both cha ds vasc and has bled scores showed threshold effects for mortality and thromboembolic risk but not for bleeding traffic provides contemporary turkish nvaf data showing lower event rates than historical cohorts outcomes are comparable with international registries persistent mortality burden highlights the need for af care beyond anticoagulation"
}