{
    "pmid": "41404031",
    "title": "Effectiveness and safety of magnetic resonance-guided unilateral focused ultrasound subthalamotomy for Parkinson's disease: a systematic review and meta-analysis of prospective studies.",
    "abstract": "Patients with asymmetric, medication-refractory Parkinson's disease (PD) often continue to experience disabling motor symptoms despite optimized pharmacological management. Magnetic resonance-guided focused ultrasound subthalamotomy (FUS-STN) has recently emerged as a promising, non-invasive alternative for improving motor function. However, its overall clinical efficacy and long-term safety remain the subject of active investigation. We systematically searched PubMed, Cochrane Library, Embase, Web of Science, and ClinicalTrials.gov from their inception to 30 November 2024. Prospective studies that assessed unilateral FUS-STN in patients with PD were included. Data were pooled using RevMan 5.3 for mean differences (MD) with 95% confidence intervals (CIs). Four prospective studies ( Unilateral FUS-STN may offer symptomatic benefits and a general safety profile in selected patients with asymmetric PD. Future investigations should emphasize large-scale, longitudinal, multicenter, and symptom-specific randomized controlled trials to assess the long-term benefits and risks of unilateral FUS-STN in PD patients. https://www.crd.york.ac.uk/PROSPERO/view/CRD420251002754, identifier PROSPERO (CRD420251002754).",
    "disease": "parkinson disease",
    "clean_text": "effectiveness and safety of magnetic resonance guided unilateral focused ultrasound subthalamotomy for parkinson s disease a systematic review and meta analysis of prospective studies patients with asymmetric medication refractory parkinson s disease pd often continue to experience disabling motor symptoms despite optimized pharmacological management magnetic resonance guided focused ultrasound subthalamotomy fus stn has recently emerged as a promising non invasive alternative for improving motor function however its overall clinical efficacy and long term safety remain the subject of active investigation we systematically searched pubmed cochrane library embase web of science and clinicaltrials gov from their inception to november prospective studies that assessed unilateral fus stn in patients with pd were included data were pooled using revman for mean differences md with confidence intervals cis four prospective studies unilateral fus stn may offer symptomatic benefits and a general safety profile in selected patients with asymmetric pd future investigations should emphasize large scale longitudinal multicenter and symptom specific randomized controlled trials to assess the long term benefits and risks of unilateral fus stn in pd patients https www crd york ac uk prospero view crd identifier prospero crd"
}