{
    "title": "More Than Detection of Adenocarcinoma - Indications and Findings in Prostate MRI in Benign Prostatic Disorders.",
    "doc_id": "35081650",
    "writer": "Oerther B",
    "year": "2022",
    "summary": "METHODS: Systematic bibliographical research with extraction of studies, national (German) as well as international guidelines (EAU, AUA), and consensus reports on MRI of benign disorders of the prostate was performed. Indications and imaging findings of prostate MR …",
    "abstract": "Background:\n        \n      \n      Multiparametric MRI of the prostate has become a fundamental tool in the diagnostic pathway for prostate cancer and is recommended before (or after negative) biopsy to guide biopsy and increase accuracy, as a staging examination (high-risk setting), and prior to inclusion into active surveillance. Despite this main field of application, prostate MRI can be utilized to obtain information in a variety of benign disorders of the prostate.\n    \n\n\n          Methods:\n        \n      \n      Systematic bibliographical research with extraction of studies, national (German) as well as international guidelines (EAU, AUA), and consensus reports on MRI of benign disorders of the prostate was performed. Indications and imaging findings of prostate MRI were identified for a) imaging the enlarged prostate, b) prostate MRI in prostatic artery embolization, c) imaging in prostatitis and d) imaging in congenital anomalies.\n    \n\n\n          Results and conclusions:\n        \n      \n      Different phenotypes of the enlarged prostate that partly correlate with severity of symptoms are discussed. We provide an overview of the different types of prostatitis and possible imaging findings, highlighting abscesses as a severe complication. The most common congenital anomalies of the prostate are utricular cysts, whereas anomalies like aplasia, hypoplasia, and ectopia are rare disorders. Knowledge of indications for imaging and imaging appearance of these conditions may improve patient care and enhance differential diagnosis.\n    \n\n\n          Key points:\n        \n      \n      · Current guidelines do not implement indications for mpMRI apart from prostate carcinoma.. · MRI can distinguish different anatomical phenotypes of prostatic enlargement.. · Prostatic artery embolization represents a valuable treatment option in cases of symptomatic benign prostatic enlargement.. · Different forms of prostatitis exist and may mimic prostate carcinoma in MRI.. · MRI can be used to evaluate anatomical prostate anomalies..\n    \n\n\n          Citation format:\n        \n      \n      · Oerther B, Sigle A, Franiel T et al. More Than Detection of Adenocarcinoma - Indications and Findings in Prostate MRI in Benign Prostatic Disorders. Fortschr Röntgenstr 2022; 194: 481 - 490.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35081650/",
    "clean_text": "more than detection of adenocarcinoma indications and findings in prostate mri in benign prostatic disorders methods systematic bibliographical research with extraction of studies national german as well as international guidelines eau aua and consensus reports on mri of benign disorders of the prostate was performed indications and imaging findings of prostate mr background multiparametric mri of the prostate has become a fundamental tool in the diagnostic pathway for prostate cancer and is recommended before or after negative biopsy to guide biopsy and increase accuracy as a staging examination high risk setting and prior to inclusion into active surveillance despite this main field of application prostate mri can be utilized to obtain information in a variety of benign disorders of the prostate methods systematic bibliographical research with extraction of studies national german as well as international guidelines eau aua and consensus reports on mri of benign disorders of the prostate was performed indications and imaging findings of prostate mri were identified for a imaging the enlarged prostate b prostate mri in prostatic artery embolization c imaging in prostatitis and d imaging in congenital anomalies results and conclusions different phenotypes of the enlarged prostate that partly correlate with severity of symptoms are discussed we provide an overview of the different types of prostatitis and possible imaging findings highlighting abscesses as a severe complication the most common congenital anomalies of the prostate are utricular cysts whereas anomalies like aplasia hypoplasia and ectopia are rare disorders knowledge of indications for imaging and imaging appearance of these conditions may improve patient care and enhance differential diagnosis key points current guidelines do not implement indications for mpmri apart from prostate carcinoma mri can distinguish different anatomical phenotypes of prostatic enlargement prostatic artery embolization represents a valuable treatment option in cases of symptomatic benign prostatic enlargement different forms of prostatitis exist and may mimic prostate carcinoma in mri mri can be used to evaluate anatomical prostate anomalies citation format oerther b sigle a franiel t et al more than detection of adenocarcinoma indications and findings in prostate mri in benign prostatic disorders fortschr r ntgenstr"
}