{
    "pmid": "41417458",
    "title": "Connectivity between the seizure onset zone and the thalamus correlates with seizure outcomes in thalamic responsive neurostimulation.",
    "abstract": "Thalamic responsive neurostimulation (RNS) is a surgical option for patients with drug-refractory epilepsy. However, it is unclear whether thalamic connectivity with the seizure onset zone (SOZ) has a role in clinical outcomes. Here, we aim to investigate the clinical utility of the connectivity between the SOZ and the thalamus for thalamic RNS targeting. Retrospective analysis was made of 12 patients treated with thalamic RNS. Clinical features and Engel scores were recorded. Patients were divided into responders, partial responders, and nonresponders based on seizure frequency reduction at last follow-up. Structural connectivity between the SOZ and the whole thalamus was calculated using patient-specific tractography. RNS electrodes were used to model the volume of tissue activated (VTA) with stimulation parameters at last follow-up based on individualized electrode locations. The patient's VTAs were then used to identify thalamic areas with high or low probability of connectivity with the SOZ and how they were associated and correlated with clinical outcomes using nonparametric Mann-Whitney U and Spearman correlation tests. Seven patients were responders, three nonresponders, and two partial responders. Thalamic nuclei targeted included anterior nucleus of thalamus and centromedian nucleus. Cortical areas of the SOZs included medial prefrontal, supplementary motor, cingulate, orbitofrontal, insular, mesial temporal, and lateral temporal cortices. Stimulation of thalamic areas with higher connectivity between the SOZ and the thalamus was associated with a clinical response of >50% reduction in seizures (p = .017). Furthermore, higher degree of tract activation between the SOZ and the thalamus was correlated with better seizure outcomes at last follow-up (r = .78, p = .004). Greater recruitment of white matter connections between the SOZ and thalamus is associated with clinical response and may correlate with improved seizure outcomes during thalamic RNS. Using tractography to map the patient-specific \"thalamic seizure network\" and the surgical targeting of these connections may result in improved clinical outcomes in patients treated with thalamic RNS.",
    "disease": "epilepsy",
    "clean_text": "connectivity between the seizure onset zone and the thalamus correlates with seizure outcomes in thalamic responsive neurostimulation thalamic responsive neurostimulation rns is a surgical option for patients with drug refractory epilepsy however it is unclear whether thalamic connectivity with the seizure onset zone soz has a role in clinical outcomes here we aim to investigate the clinical utility of the connectivity between the soz and the thalamus for thalamic rns targeting retrospective analysis was made of patients treated with thalamic rns clinical features and engel scores were recorded patients were divided into responders partial responders and nonresponders based on seizure frequency reduction at last follow up structural connectivity between the soz and the whole thalamus was calculated using patient specific tractography rns electrodes were used to model the volume of tissue activated vta with stimulation parameters at last follow up based on individualized electrode locations the patient s vtas were then used to identify thalamic areas with high or low probability of connectivity with the soz and how they were associated and correlated with clinical outcomes using nonparametric mann whitney u and spearman correlation tests seven patients were responders three nonresponders and two partial responders thalamic nuclei targeted included anterior nucleus of thalamus and centromedian nucleus cortical areas of the sozs included medial prefrontal supplementary motor cingulate orbitofrontal insular mesial temporal and lateral temporal cortices stimulation of thalamic areas with higher connectivity between the soz and the thalamus was associated with a clinical response of reduction in seizures p furthermore higher degree of tract activation between the soz and the thalamus was correlated with better seizure outcomes at last follow up r p greater recruitment of white matter connections between the soz and thalamus is associated with clinical response and may correlate with improved seizure outcomes during thalamic rns using tractography to map the patient specific thalamic seizure network and the surgical targeting of these connections may result in improved clinical outcomes in patients treated with thalamic rns"
}