{
    "pmid": "41434223",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Prior evidence suggests that neocortical tau in those with higher β-amyloid (Aβ) may be the main driver of Alzheimer's disease (AD)-related neurodegeneration leading to insidious cognitive decline and ultimately a diagnosis of AD dementia. Resistance to the 'spread' of neocortical tau pathology from localized medial temporal (MTL) regions can be defined as individuals having lower neocortical tau than expected given their individual characteristics, such as demographics and Aβ burden. We examined associations between resistance to neocortical tau pathology and various markers of AD pathology, cognitive performance, and brain reserve. We calculated tau resistance using our published inverse learning method (Figure 1B), which estimates the deviation away from a model trained on an expectation sample (278 Aβ-PET+ older adults with high neocortical tau-PET (PVC_SUVR Lower MTL tau, lower Aβ, and younger age were significantly associated with higher neocortical tau resistance (β These findings suggest that baseline levels of MTL tau and age play a role in resisting the advancement of tauopathy into neocortical brain regions, and might be mediated by Aβ in early disease stages. The counter-intuitive association with cognition and brain reserve measures implies that tau resistance is most likely represented by those with greater cognitive impairment and lower reserve, as neocortical tau burden is much lower in clinically-normal older adults.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium prior evidence suggests that neocortical tau in those with higher amyloid a may be the main driver of alzheimer s disease ad related neurodegeneration leading to insidious cognitive decline and ultimately a diagnosis of ad dementia resistance to the spread of neocortical tau pathology from localized medial temporal mtl regions can be defined as individuals having lower neocortical tau than expected given their individual characteristics such as demographics and a burden we examined associations between resistance to neocortical tau pathology and various markers of ad pathology cognitive performance and brain reserve we calculated tau resistance using our published inverse learning method figure b which estimates the deviation away from a model trained on an expectation sample a pet older adults with high neocortical tau pet pvc suvr lower mtl tau lower a and younger age were significantly associated with higher neocortical tau resistance these findings suggest that baseline levels of mtl tau and age play a role in resisting the advancement of tauopathy into neocortical brain regions and might be mediated by a in early disease stages the counter intuitive association with cognition and brain reserve measures implies that tau resistance is most likely represented by those with greater cognitive impairment and lower reserve as neocortical tau burden is much lower in clinically normal older adults"
}