{
    "pmid": "41445736",
    "title": "Single-cell transcriptomics reveals immune remodeling of the murine lung microenvironment following chronic house dust mite exposure.",
    "abstract": "House dust mite (HDM) is a common environmental aeroallergen strongly associated with asthma and chronic airway inflammation. While HDM exposure is known to induce T helper 2 (Th2)-mediated eosinophilic inflammation, its chronic effects on interleukin-1β (IL-1β)-associated neutrophilic inflammation remain poorly understood. This study used single-cell RNA sequencing (scRNA-seq) to investigate how chronic HDM exposure remodels the murine lung immune microenvironment, with a focus on the role of IL-1β in shaping HDM-driven immune responses. Wild-type and  Our analysis demonstrates that chronic HDM exposure promotes the recruitment and activation of diverse immune cell populations in the lungs, including neutrophils, M2-polarized macrophages, B-2 (follicular) B cells, and multiple subsets of regulatory and effector CD4⁺ T cells. These populations contribute differently to the development or resolution of chronic lung inflammation through IL-1β-dependent and -independent mechanisms. scRNA-seq indicated that IL-1β signaling is critical for sustaining neutrophil and Th17 responses, whereas  These findings demonstrate that chronic HDM exposure profoundly remodels the lung immune microenvironment through IL-1β-dependent and -independent mechanisms. The effects are context-dependent and modulated by the endotoxin content of HDM extracts, highlighting the complex immunomodulatory effects of HDM in inducing chronic lung inflammation.",
    "disease": "asthma",
    "clean_text": "single cell transcriptomics reveals immune remodeling of the murine lung microenvironment following chronic house dust mite exposure house dust mite hdm is a common environmental aeroallergen strongly associated with asthma and chronic airway inflammation while hdm exposure is known to induce t helper th mediated eosinophilic inflammation its chronic effects on interleukin il associated neutrophilic inflammation remain poorly understood this study used single cell rna sequencing scrna seq to investigate how chronic hdm exposure remodels the murine lung immune microenvironment with a focus on the role of il in shaping hdm driven immune responses wild type and our analysis demonstrates that chronic hdm exposure promotes the recruitment and activation of diverse immune cell populations in the lungs including neutrophils m polarized macrophages b follicular b cells and multiple subsets of regulatory and effector cd t cells these populations contribute differently to the development or resolution of chronic lung inflammation through il dependent and independent mechanisms scrna seq indicated that il signaling is critical for sustaining neutrophil and th responses whereas these findings demonstrate that chronic hdm exposure profoundly remodels the lung immune microenvironment through il dependent and independent mechanisms the effects are context dependent and modulated by the endotoxin content of hdm extracts highlighting the complex immunomodulatory effects of hdm in inducing chronic lung inflammation"
}