{
    "title": "Acute nociceptive somatic stimulus sensitizes neurones in the spinal cord to colonic distension in the rat.",
    "doc_id": "15284340",
    "writer": "Peles S",
    "year": "2004",
    "summary": "Ipsilateral injection of low pH (4.0) in the somatic receptive field, but not the contralateral gastrocnemius (GN) or front leg muscles, sensitized responses of these neurones to CRD. Spinalization had no influence on the development of low pH-induced sensitization. Both C …",
    "abstract": "The common co-existence of fibromyalgia and chronic abdominal pain could be due to sensitization of spinal neurones (SNs), as a result of viscero-somatic convergence. The objective of this study is to explore the influence of acute nociceptive somatic stimulation in the form of acid injections, into the ipsilateral somatic receptive field of neurones responsive to colorectal distension (CRD), and the potential role of ionotropic glutamate receptors on sensitization. Action potentials of CRD-sensitive SNs were recorded extracellularly from the lumbar (L(2)-L(5)) spinal cord. Stimulus-response functions (SRFs) to graded CRD (10-80 mmHg, 30 s) were constructed before and 30 min after ipsilateral injection of low pH (4.0, 100 microl) saline into the somatic receptive fields. In some experiments, cervical (C(1)-C(2)) spinalization was performed to eliminate supraspinal influence. The selective NMDA receptor antagonist CGS 19755 and AMPA receptor antagonist NBQX were injected (25 micromol kg(-1), i.v.) to examine their influence on sensitization. Three types of neurones were characterized as short-latency abrupt (SLA, n = 24), short latency sustained (SLS, n = 12), and long-latency (LL, n = 6) to CRD. Ipsilateral injection of low pH (4.0) in the somatic receptive field, but not the contralateral gastrocnemius (GN) or front leg muscles, sensitized responses of these neurones to CRD. Spinalization had no influence on the development of low pH-induced sensitization. Both CGS 19755 and NBQX significantly attenuated the sensitized response to CRD in intact and spinalized animals. Acute nociceptive somatic stimulus sensitizes CRD-sensitive SNs receiving viscero-somatic convergence. The sensitization occurs at the spinal level and is independent of supraspinal influence. Ionotropic glutamate receptors in the spinal cord are involved in sensitization.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15284340/",
    "clean_text": "acute nociceptive somatic stimulus sensitizes neurones in the spinal cord to colonic distension in the rat ipsilateral injection of low ph in the somatic receptive field but not the contralateral gastrocnemius gn or front leg muscles sensitized responses of these neurones to crd spinalization had no influence on the development of low ph induced sensitization both c the common co existence of fibromyalgia and chronic abdominal pain could be due to sensitization of spinal neurones sns as a result of viscero somatic convergence the objective of this study is to explore the influence of acute nociceptive somatic stimulation in the form of acid injections into the ipsilateral somatic receptive field of neurones responsive to colorectal distension crd and the potential role of ionotropic glutamate receptors on sensitization action potentials of crd sensitive sns were recorded extracellularly from the lumbar l l spinal cord stimulus response functions srfs to graded crd mmhg s were constructed before and min after ipsilateral injection of low ph microl saline into the somatic receptive fields in some experiments cervical c c spinalization was performed to eliminate supraspinal influence the selective nmda receptor antagonist cgs and ampa receptor antagonist nbqx were injected micromol kg i v to examine their influence on sensitization three types of neurones were characterized as short latency abrupt sla n short latency sustained sls n and long latency ll n to crd ipsilateral injection of low ph in the somatic receptive field but not the contralateral gastrocnemius gn or front leg muscles sensitized responses of these neurones to crd spinalization had no influence on the development of low ph induced sensitization both cgs and nbqx significantly attenuated the sensitized response to crd in intact and spinalized animals acute nociceptive somatic stimulus sensitizes crd sensitive sns receiving viscero somatic convergence the sensitization occurs at the spinal level and is independent of supraspinal influence ionotropic glutamate receptors in the spinal cord are involved in sensitization"
}