{
    "pmid": "41354805",
    "title": "Whole genome sequence analysis and characterization of virulent Newcastle disease virus isolates from chicken and pheasants during 2020/21 outbreaks in Nepal.",
    "abstract": "Newcastle Disease (ND) remains a major threat to poultry production worldwide, particularly in regions where it is endemic, like Southern Asia. The disease is caused by virulent forms of avian paramyxovirus-1, commonly termed Newcastle Disease Virus (NDV), a highly contagious virus with significant genetic diversity and evolving pathogenicity. This study aimed to molecularly characterize NDV isolates obtained from chickens and pheasants during the 2020/21 ND outbreaks in Nepal, to understand their genetic makeup, phylogenetic relationships, and implications for control strategies. Necropsy samples, including trachea, liver, intestine, spleen, lungs, heart, and proventriculus were collected from ten birds. Isolates from five clinical samples were typed as NDV by hemagglutination and hemagglutination inhibition (HA/HI) assays and were subjected to whole genome sequencing (WGS). Full genomes of 15,192 nucleotides were recovered from each isolate. Fusion (F) gene sequence analysis revealed the presence of multi-basic cleavage site motif ",
    "disease": "influenza",
    "clean_text": "whole genome sequence analysis and characterization of virulent newcastle disease virus isolates from chicken and pheasants during outbreaks in nepal newcastle disease nd remains a major threat to poultry production worldwide particularly in regions where it is endemic like southern asia the disease is caused by virulent forms of avian paramyxovirus commonly termed newcastle disease virus ndv a highly contagious virus with significant genetic diversity and evolving pathogenicity this study aimed to molecularly characterize ndv isolates obtained from chickens and pheasants during the nd outbreaks in nepal to understand their genetic makeup phylogenetic relationships and implications for control strategies necropsy samples including trachea liver intestine spleen lungs heart and proventriculus were collected from ten birds isolates from five clinical samples were typed as ndv by hemagglutination and hemagglutination inhibition ha hi assays and were subjected to whole genome sequencing wgs full genomes of nucleotides were recovered from each isolate fusion f gene sequence analysis revealed the presence of multi basic cleavage site motif"
}