{
    "pmid": "41333058",
    "title": "[Prospects of Smoking Hazards Research Using Lung Organoid].",
    "abstract": "Cigarette use is a health hazard that has been reported to reduce life expectancy, increase the risk of death, and result in high socioeconomic costs. New cigarettes increase the ratio of users and reduce the perception of harm to cigarettes by adding liquid nicotine, flavor, and taste. However, aerosols from cigarettes are presumed to be non harmless vapors. Because health effects greatly depend on smokers’ behaviors, the risk of smoking cannot be used to assess the content of harmful chemicals. Accordingly, we conducted an experiment based on behavioral surveys of smokers to evaluate the health effects of exposure to harmful substances. Following this global trend, alternative animal testing methods are proposed to ban animal testing. Therefore, we reviewed the necessity of alternative animal testing for smoking hazards. Organoids are three-dimensional organized cell-derived organs that can be studied in tissues. Therefore, lung organoids can be used as biological tools for smoking hazard research. Six research papers on the current situation of smoking hazard using lung-organoids have been confirmed. These papers discuss the effects of smoking on lung organoids production or pathway study of lung disease by smoking based on the chronic obstructive pulmonary disease. We examined lung organoid-related studies on lung diseases. Eventually, we will apply the results of exposure to harmful substances following smokers’ behaviors from experiments. Cigarette use is a health hazard that has been reported to reduce life expectancy, increase the risk of death, and result in high socioeconomic costs. New cigarettes increase the ratio of users and reduce the perception of harm to cigarettes by adding liquid nicotine, flavor, and taste. However, aerosols from cigarettes are presumed to be non harmless vapors. Because health effects greatly depend on smokers' behaviors, the risk of smoking cannot be used to assess the content of harmful chemicals. Accordingly, we conducted an experiment based on behavioral surveys of smokers to evaluate the health effects of exposure to harmful substances. Following this global trend, alternative animal testing methods are proposed to ban animal testing. Therefore, we reviewed the necessity of alternative animal testing for smoking hazards. Organoids are three-dimensional organized cell-derived organs that can be studied in tissues. Therefore, lung organoids can be used as biological tools for smoking hazard research. Six research papers on the current situation of smoking hazard using lung-organoids have been confirmed. These papers discuss the effects of smoking on lung organoids production or pathway study of lung disease by smoking based on the chronic obstructive pulmonary disease. We examined lung organoid-related studies on lung diseases. Eventually, we will apply the results of exposure to harmful substances following smokers' behaviors from experiments.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "prospects of smoking hazards research using lung organoid cigarette use is a health hazard that has been reported to reduce life expectancy increase the risk of death and result in high socioeconomic costs new cigarettes increase the ratio of users and reduce the perception of harm to cigarettes by adding liquid nicotine flavor and taste however aerosols from cigarettes are presumed to be non harmless vapors because health effects greatly depend on smokers behaviors the risk of smoking cannot be used to assess the content of harmful chemicals accordingly we conducted an experiment based on behavioral surveys of smokers to evaluate the health effects of exposure to harmful substances following this global trend alternative animal testing methods are proposed to ban animal testing therefore we reviewed the necessity of alternative animal testing for smoking hazards organoids are three dimensional organized cell derived organs that can be studied in tissues therefore lung organoids can be used as biological tools for smoking hazard research six research papers on the current situation of smoking hazard using lung organoids have been confirmed these papers discuss the effects of smoking on lung organoids production or pathway study of lung disease by smoking based on the chronic obstructive pulmonary disease we examined lung organoid related studies on lung diseases eventually we will apply the results of exposure to harmful substances following smokers behaviors from experiments cigarette use is a health hazard that has been reported to reduce life expectancy increase the risk of death and result in high socioeconomic costs new cigarettes increase the ratio of users and reduce the perception of harm to cigarettes by adding liquid nicotine flavor and taste however aerosols from cigarettes are presumed to be non harmless vapors because health effects greatly depend on smokers behaviors the risk of smoking cannot be used to assess the content of harmful chemicals accordingly we conducted an experiment based on behavioral surveys of smokers to evaluate the health effects of exposure to harmful substances following this global trend alternative animal testing methods are proposed to ban animal testing therefore we reviewed the necessity of alternative animal testing for smoking hazards organoids are three dimensional organized cell derived organs that can be studied in tissues therefore lung organoids can be used as biological tools for smoking hazard research six research papers on the current situation of smoking hazard using lung organoids have been confirmed these papers discuss the effects of smoking on lung organoids production or pathway study of lung disease by smoking based on the chronic obstructive pulmonary disease we examined lung organoid related studies on lung diseases eventually we will apply the results of exposure to harmful substances following smokers behaviors from experiments"
}