{
    "pmid": "41317963",
    "title": "Mucus Plugs and Eosinophilic Inflammation: Expanding the Paradigm to COPD.",
    "abstract": "Mucus plugs are a central, yet often underrecognized, hallmark of eosinophilic inflammation across asthma, chronic obstructive pulmonary disease, and related eosinophilic lung diseases. By obstructing the airway lumen, plugs not only impair airflow and worsen symptoms but are also associated with corticosteroid resistance and accelerated disease progression. Advances in high-resolution computed tomography have improved detection and quantification, linking plug burden to airflow limitation, loss of lung function, and even mortality. Eosinophils contribute to plug pathology through extracellular trap formation, release of cytotoxic proteins, and crystal deposition, which in turn drive airway structural changes and abnormal mucus composition and clearance. These interrelated processes promote the persistence of eosinophilic mucus plugs and reinforce airway dysfunction. Therapeutically, biologics targeting type 2 inflammatory pathways have demonstrated that they reduce mucus plugs in patients with asthma, with emerging evidence suggesting similar potential in eosinophilic chronic obstructive pulmonary disease. Innovative strategies designed to disrupt extracellular traps and reshape plug structure offer promising avenues for intervention. Recent advances in imaging, biology, and therapeutics have established mucus plugs as both a marker and a modifiable target across eosinophilic lung diseases. Future studies integrating imaging and biomarkers are essential to define persistence versus resolution, optimize patient stratification, and establish plugs as a transformative therapeutic target in eosinophilic lung diseases.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "mucus plugs and eosinophilic inflammation expanding the paradigm to copd mucus plugs are a central yet often underrecognized hallmark of eosinophilic inflammation across asthma chronic obstructive pulmonary disease and related eosinophilic lung diseases by obstructing the airway lumen plugs not only impair airflow and worsen symptoms but are also associated with corticosteroid resistance and accelerated disease progression advances in high resolution computed tomography have improved detection and quantification linking plug burden to airflow limitation loss of lung function and even mortality eosinophils contribute to plug pathology through extracellular trap formation release of cytotoxic proteins and crystal deposition which in turn drive airway structural changes and abnormal mucus composition and clearance these interrelated processes promote the persistence of eosinophilic mucus plugs and reinforce airway dysfunction therapeutically biologics targeting type inflammatory pathways have demonstrated that they reduce mucus plugs in patients with asthma with emerging evidence suggesting similar potential in eosinophilic chronic obstructive pulmonary disease innovative strategies designed to disrupt extracellular traps and reshape plug structure offer promising avenues for intervention recent advances in imaging biology and therapeutics have established mucus plugs as both a marker and a modifiable target across eosinophilic lung diseases future studies integrating imaging and biomarkers are essential to define persistence versus resolution optimize patient stratification and establish plugs as a transformative therapeutic target in eosinophilic lung diseases"
}