{
    "title": "Central Angiotensin II type 1 receptor deficiency alleviates renal fibrosis by reducing sympathetic nerve discharge in nephrotoxic folic acid-induced chronic kidney disease.",
    "doc_id": "39346076",
    "writer": "Wan Q",
    "year": "2024",
    "summary": "This pathway plays a pivotal role in determining the kidney's fibrotic response following injury induced by folic acid. RESULTS: FA-CKD (vs sham) had increased in the kidney SNS activity and Ang II expression in the central PVN. ...The Ang II in PVN may contr …",
    "abstract": "Background:\n        \n      \n      Fibrosis after nephrotoxic injury is common. Activation of the paraventricular nucleus (PVN) renin-angiotensin system (RAS) and sympathetic nervous system (SNS) are common mechanism of renal fibrosis. However, there have limited knowledge about which brain regions are most affected by Angiotensin II (Ang II) after nephrotoxic injury, what role does Angiotensin II type 1a receptors (AT1R) signaling play and how this affects the outcomes of the kidneys.\n    \n\n\n          Methods:\n        \n      \n      In nephrotoxic folic acid-induced chronic kidney disease (FA-CKD) mouse models, we have integrated retrograde tracer techniques with studies on AT1afl/fl mice to pinpoint an excessively active central pathway that connects the paraventricular nucleus (PVN) to the rostral ventrolateral medulla (RVLM). This pathway plays a pivotal role in determining the kidney's fibrotic response following injury induced by folic acid.\n    \n\n\n          Results:\n        \n      \n      FA-CKD (vs sham) had increased in the kidney SNS activity and Ang II expression in the central PVN. The activation of Ang II in the PVN triggers the activation of the PVN-RVLM pathway, amplifies SNS output, thus facilitating fibrosis development in FA-CKD mouse. Blocking sympathetic traffic or deleting AT1a in the PVN alleviated renal fibrosis in FA-CKD mice.\n    \n\n\n          Conclusions:\n        \n      \n      The FA-CKD mice have increased the expression of Ang II in PVN, thereby activating AT1a-positive PVN neurons project to the RVLM, where SNS activity is engaged to initiate fibrotic processes. The Ang II in PVN may contribute to the development of kidney fibrosis after nephrotoxic folic acid-induced kidney injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39346076/",
    "clean_text": "central angiotensin ii type receptor deficiency alleviates renal fibrosis by reducing sympathetic nerve discharge in nephrotoxic folic acid induced chronic kidney disease this pathway plays a pivotal role in determining the kidney s fibrotic response following injury induced by folic acid results fa ckd vs sham had increased in the kidney sns activity and ang ii expression in the central pvn the ang ii in pvn may contr background fibrosis after nephrotoxic injury is common activation of the paraventricular nucleus pvn renin angiotensin system ras and sympathetic nervous system sns are common mechanism of renal fibrosis however there have limited knowledge about which brain regions are most affected by angiotensin ii ang ii after nephrotoxic injury what role does angiotensin ii type a receptors at r signaling play and how this affects the outcomes of the kidneys methods in nephrotoxic folic acid induced chronic kidney disease fa ckd mouse models we have integrated retrograde tracer techniques with studies on at afl fl mice to pinpoint an excessively active central pathway that connects the paraventricular nucleus pvn to the rostral ventrolateral medulla rvlm this pathway plays a pivotal role in determining the kidney s fibrotic response following injury induced by folic acid results fa ckd vs sham had increased in the kidney sns activity and ang ii expression in the central pvn the activation of ang ii in the pvn triggers the activation of the pvn rvlm pathway amplifies sns output thus facilitating fibrosis development in fa ckd mouse blocking sympathetic traffic or deleting at a in the pvn alleviated renal fibrosis in fa ckd mice conclusions the fa ckd mice have increased the expression of ang ii in pvn thereby activating at a positive pvn neurons project to the rvlm where sns activity is engaged to initiate fibrotic processes the ang ii in pvn may contribute to the development of kidney fibrosis after nephrotoxic folic acid induced kidney injury"
}