{
    "title": "Mechanisms of ovarian aging in women: a review.",
    "doc_id": "37024976",
    "writer": "Wang X",
    "year": "2023",
    "summary": "The aim of our review was to investigate mechanisms leading to ovarian aging by discussing both extra- and intra- ovarian factors and to identify genetic characteristics of ovarian aging. The mechanisms were identified as both extra-ovarian alternation …",
    "abstract": "Ovarian aging is a natural and physiological aging process characterized by loss of quantity and quality of oocyte or follicular pool. As it is generally accepted that women are born with a finite follicle pool that will go through constant decline without renewing, which, together with decreased oocyte quality, makes a severe situation for women who is of advanced age but desperate for a healthy baby. The aim of our review was to investigate mechanisms leading to ovarian aging by discussing both extra- and intra- ovarian factors and to identify genetic characteristics of ovarian aging. The mechanisms were identified as both extra-ovarian alternation of hypothalamic-pituitary-ovarian axis and intra-ovarian alternation of ovary itself, including telomere, mitochondria, oxidative stress, DNA damage, protein homeostasis, aneuploidy, apoptosis and autophagy. Moreover, here we reviewed related Genome-wide association studies (GWAS studies) from 2009 to 2021 and next generation sequencing (NGS) studies of primary ovarian insufficiency (POI) in order to describe genetic characteristics of ovarian aging. It is reasonable to wish more reliable anti-aging interventions for ovarian aging as the exploration of mechanisms and genetics being progressing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37024976/",
    "clean_text": "mechanisms of ovarian aging in women a review the aim of our review was to investigate mechanisms leading to ovarian aging by discussing both extra and intra ovarian factors and to identify genetic characteristics of ovarian aging the mechanisms were identified as both extra ovarian alternation ovarian aging is a natural and physiological aging process characterized by loss of quantity and quality of oocyte or follicular pool as it is generally accepted that women are born with a finite follicle pool that will go through constant decline without renewing which together with decreased oocyte quality makes a severe situation for women who is of advanced age but desperate for a healthy baby the aim of our review was to investigate mechanisms leading to ovarian aging by discussing both extra and intra ovarian factors and to identify genetic characteristics of ovarian aging the mechanisms were identified as both extra ovarian alternation of hypothalamic pituitary ovarian axis and intra ovarian alternation of ovary itself including telomere mitochondria oxidative stress dna damage protein homeostasis aneuploidy apoptosis and autophagy moreover here we reviewed related genome wide association studies gwas studies from to and next generation sequencing ngs studies of primary ovarian insufficiency poi in order to describe genetic characteristics of ovarian aging it is reasonable to wish more reliable anti aging interventions for ovarian aging as the exploration of mechanisms and genetics being progressing"
}