{
    "title": "Natural history and treatment of herpes zoster.",
    "doc_id": "18166460",
    "writer": "Schmader KE",
    "year": "2008",
    "summary": "Herpes zoster acute pain lowers quality of life and interferes with activities of daily living. ...PERSPECTIVE: This article presents information on the clinical features and treatment of herpes zoster. This information will help clinicians diagnose an …",
    "abstract": "The objective of this article is to provide an overview of the natural history and treatment of herpes zoster, with a focus on pain management. Herpes zoster has the highest incidence of all neurological diseases, occurring annually in approximately 1 million people in the United States. A basic feature of herpes zoster is a marked increase in incidence with aging and with diseases and drugs that impair cellular immunity. Herpes zoster begins with reactivation of varicella zoster virus in dorsal root or cranial nerve ganglia, which is often accompanied by a prodrome of dermatomal pain or abnormal sensations. Varicella zoster virus spreads in the affected primary afferent nerve to the skin and produces a characteristic dermatomal maculopapular and vesicular rash and pain. Herpes zoster acute pain lowers quality of life and interferes with activities of daily living. Antiviral therapy and scheduled analgesics form the pharmacotherapeutic foundation for herpes zoster acute pain reduction. If moderate to severe herpes zoster pain is not adequately relieved by antiviral agents in combination with oral analgesic medications, then corticosteroids, anticonvulsants (eg, gabapentin or pregabalin), tricyclic antidepressants (eg, nortriptyline or desipramine), or neural blockade can be considered.\n    \n\n\n          Perspective:\n        \n      \n      This article presents information on the clinical features and treatment of herpes zoster. This information will help clinicians diagnose and manage herpes zoster pain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18166460/",
    "clean_text": "natural history and treatment of herpes zoster herpes zoster acute pain lowers quality of life and interferes with activities of daily living perspective this article presents information on the clinical features and treatment of herpes zoster this information will help clinicians diagnose an the objective of this article is to provide an overview of the natural history and treatment of herpes zoster with a focus on pain management herpes zoster has the highest incidence of all neurological diseases occurring annually in approximately million people in the united states a basic feature of herpes zoster is a marked increase in incidence with aging and with diseases and drugs that impair cellular immunity herpes zoster begins with reactivation of varicella zoster virus in dorsal root or cranial nerve ganglia which is often accompanied by a prodrome of dermatomal pain or abnormal sensations varicella zoster virus spreads in the affected primary afferent nerve to the skin and produces a characteristic dermatomal maculopapular and vesicular rash and pain herpes zoster acute pain lowers quality of life and interferes with activities of daily living antiviral therapy and scheduled analgesics form the pharmacotherapeutic foundation for herpes zoster acute pain reduction if moderate to severe herpes zoster pain is not adequately relieved by antiviral agents in combination with oral analgesic medications then corticosteroids anticonvulsants eg gabapentin or pregabalin tricyclic antidepressants eg nortriptyline or desipramine or neural blockade can be considered perspective this article presents information on the clinical features and treatment of herpes zoster this information will help clinicians diagnose and manage herpes zoster pain"
}