{
    "title": "Genital ulcers associated with Epstein-Barr virus.",
    "doc_id": "23837147",
    "writer": "Jerdan K",
    "year": "2013",
    "summary": "Genital ulcerations are a rare clinical finding of Epstein-Barr virus (EBV) infection. We present the case of a 16-year-old adolescent girl who reported the onset of diarrhea, headaches, dysuria, and vaginal discharge along with vulvar ulcerations with edema. ...Alt …",
    "abstract": "Genital ulcerations are a rare clinical finding of Epstein-Barr virus (EBV) infection. We present the case of a 16-year-old adolescent girl who reported the onset of diarrhea, headaches, dysuria, and vaginal discharge along with vulvar ulcerations with edema. Laboratory studies revealed a high-quantitative EBV IgG and early antigen as well as a positive IgM antibody for EBV. Although the association between EBV and genital ulcerations is rare, physicians should be aware of this clinical presentation to exclude other infectious entities, to be reassured to accept negative testing, and to quell patient distress or concerns of abuse.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23837147/",
    "clean_text": "genital ulcers associated with epstein barr virus genital ulcerations are a rare clinical finding of epstein barr virus ebv infection we present the case of a year old adolescent girl who reported the onset of diarrhea headaches dysuria and vaginal discharge along with vulvar ulcerations with edema alt genital ulcerations are a rare clinical finding of epstein barr virus ebv infection we present the case of a year old adolescent girl who reported the onset of diarrhea headaches dysuria and vaginal discharge along with vulvar ulcerations with edema laboratory studies revealed a high quantitative ebv igg and early antigen as well as a positive igm antibody for ebv although the association between ebv and genital ulcerations is rare physicians should be aware of this clinical presentation to exclude other infectious entities to be reassured to accept negative testing and to quell patient distress or concerns of abuse"
}