{
    "pmid": "41404806",
    "title": "Expanding the CarD interaction network: CrsL is a novel transcription regulator in actinobacteria.",
    "abstract": "Bacterial transcription regulation is critical for adaptation and survival. CarD is an essential transcription factor in mycobacteria involved in the regulation of gene expression. We searched for CarD interaction partners in Mycobacterium smegmatis and identified a novel uncharacterized protein, named CrsL (MSMEG_5890). CrsL is a 5.7 kDa protein shown by NMR to be intrinsically disordered. CrsL homologs are present in actinobacteria, including pathogenic species such as Mycobacterium tuberculosis. CrsL interacts directly with CarD, adopting an ordered structure in the complex, and also binds RNAP, controlling CarD-RNAP association. ChIP-seq showed that CrsL associates with the promoters of actively transcribed genes and ∼75% of these regions are also associated with CarD. RNA-seq revealed ∼50% and ∼66% overlap in differentially expressed genes between CrsL and CarD knockdowns during the exponential and stationary phases, respectively. Among CrsL-regulated genes are DesA desaturase (MSMEG_5773) and DEAD/DEAH-box RNA helicase MSMEG_1930, which contribute to cold stress adaptation. CrsL supports the growth of M. smegmatis at elevated temperature but limits growth in cold environments. In summary, these findings identify CrsL as a novel, conserved CarD-interacting protein playing a key role in mycobacterial stress responses by modulating CarD function.",
    "disease": "tuberculosis",
    "clean_text": "expanding the card interaction network crsl is a novel transcription regulator in actinobacteria bacterial transcription regulation is critical for adaptation and survival card is an essential transcription factor in mycobacteria involved in the regulation of gene expression we searched for card interaction partners in mycobacterium smegmatis and identified a novel uncharacterized protein named crsl msmeg crsl is a kda protein shown by nmr to be intrinsically disordered crsl homologs are present in actinobacteria including pathogenic species such as mycobacterium tuberculosis crsl interacts directly with card adopting an ordered structure in the complex and also binds rnap controlling card rnap association chip seq showed that crsl associates with the promoters of actively transcribed genes and of these regions are also associated with card rna seq revealed and overlap in differentially expressed genes between crsl and card knockdowns during the exponential and stationary phases respectively among crsl regulated genes are desa desaturase msmeg and dead deah box rna helicase msmeg which contribute to cold stress adaptation crsl supports the growth of m smegmatis at elevated temperature but limits growth in cold environments in summary these findings identify crsl as a novel conserved card interacting protein playing a key role in mycobacterial stress responses by modulating card function"
}