{
    "pmid": "41416609",
    "title": "Evaluating the potential antioxidant and in vivo hepatoprotective properties of Praecitrullus fistulosus against CCl₄-induced hepatic injury in rats.",
    "abstract": "Chronic liver disease (CLD) progressively impairs liver function, leading to cirrhosis, which has limited available treatments and a bleak prognosis. The current investigation aims to evaluate the hepatoprotective potential of the methanolic extract of Praecitrullus fistulosus in mitigating carbon tetrachloride (CCl4)-induced hepatic injury in a rat model. The methanolic P. fistulosus extract was prepared, qualitatively analyzed for phytochemical composition, followed by assessments of its total phenolic contents, total flavonoid contents and in vitro antioxidant activity. The male albino rats (n=36) were assigned into six groups: normal control, CCl4-treated group, standard group with silymarin and three treatment groups receiving P. fistulosus extract orally at doses of 200, 400, and 600 mg/kg body weight, respectively, for 30 consecutive days. Except for the normal control, all groups were co-administered with CCl4 (1 mL/kg) intraperitoneally every 72 hours. P. fistulosus extract has indicated the significant presence of flavonoids, phenols and glycosides, further supported by the total phenolic content (TPC) of 1748 mg GAE/g, total flavonoid content (TFC) of 1573 mg QE/g and potent antioxidant capacity. The hepatoprotective potential of P. fistulosus extract was demonstrated by its ability to significantly reduce the elevated ALT, AST, ALP levels, oxidative stress markers, and pro-inflammatory cytokines compared to the CCl4-treated group. A marked increase in serum protein levels, including total protein and albumin, along with endogenous antioxidants such as total antioxidant capacity and catalase, was observed. Lastly, histopathological findings indicated a substantial decline in cellular swelling and tissue congestion in the P. fistulosus extract treated groups. These findings suggest that P. fistulosus extract at doses of 400 mg/kg and 600 mg/kg possesses optimal hepatoprotective properties by attenuating oxidative stress and markedly declining inflammation mediated by the suppression of inflammatory cytokines, leading to reduced hepatocyte necrosis.",
    "disease": "liver cirrhosis",
    "clean_text": "evaluating the potential antioxidant and in vivo hepatoprotective properties of praecitrullus fistulosus against ccl induced hepatic injury in rats chronic liver disease cld progressively impairs liver function leading to cirrhosis which has limited available treatments and a bleak prognosis the current investigation aims to evaluate the hepatoprotective potential of the methanolic extract of praecitrullus fistulosus in mitigating carbon tetrachloride ccl induced hepatic injury in a rat model the methanolic p fistulosus extract was prepared qualitatively analyzed for phytochemical composition followed by assessments of its total phenolic contents total flavonoid contents and in vitro antioxidant activity the male albino rats n were assigned into six groups normal control ccl treated group standard group with silymarin and three treatment groups receiving p fistulosus extract orally at doses of and mg kg body weight respectively for consecutive days except for the normal control all groups were co administered with ccl ml kg intraperitoneally every hours p fistulosus extract has indicated the significant presence of flavonoids phenols and glycosides further supported by the total phenolic content tpc of mg gae g total flavonoid content tfc of mg qe g and potent antioxidant capacity the hepatoprotective potential of p fistulosus extract was demonstrated by its ability to significantly reduce the elevated alt ast alp levels oxidative stress markers and pro inflammatory cytokines compared to the ccl treated group a marked increase in serum protein levels including total protein and albumin along with endogenous antioxidants such as total antioxidant capacity and catalase was observed lastly histopathological findings indicated a substantial decline in cellular swelling and tissue congestion in the p fistulosus extract treated groups these findings suggest that p fistulosus extract at doses of mg kg and mg kg possesses optimal hepatoprotective properties by attenuating oxidative stress and markedly declining inflammation mediated by the suppression of inflammatory cytokines leading to reduced hepatocyte necrosis"
}