{
    "title": "[Gut microbiota and efficacy of cancer therapies].",
    "doc_id": "28682227",
    "writer": "Vétizou M",
    "year": "2017",
    "summary": "The gut microbiota is known to affect digestion, protection against pathogens infection, immune system maturation and enteric nervous system development, but others links have also been established with diabetes, obesity, autism and cancer. Lately, bacterial species …",
    "abstract": "The gut microbiota is known to affect digestion, protection against pathogens infection, immune system maturation and enteric nervous system development, but others links have also been established with diabetes, obesity, autism and cancer. Lately, bacterial species from the gut have been involved in tumor immunosurveillance. Natural or mediated by treatment such as chemotherapy or immunotherapy, anti-tumoral immune responses seem to rely on gut microbiota. The bacteria involved and their mechanisms of action are different according to the treatment of interest. Nevertheless, modulation of gut microbiota represents a great potential with the development of onco-micro-biotics to optimize the response to cancer therapies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28682227/",
    "clean_text": "gut microbiota and efficacy of cancer therapies the gut microbiota is known to affect digestion protection against pathogens infection immune system maturation and enteric nervous system development but others links have also been established with diabetes obesity autism and cancer lately bacterial species the gut microbiota is known to affect digestion protection against pathogens infection immune system maturation and enteric nervous system development but others links have also been established with diabetes obesity autism and cancer lately bacterial species from the gut have been involved in tumor immunosurveillance natural or mediated by treatment such as chemotherapy or immunotherapy anti tumoral immune responses seem to rely on gut microbiota the bacteria involved and their mechanisms of action are different according to the treatment of interest nevertheless modulation of gut microbiota represents a great potential with the development of onco micro biotics to optimize the response to cancer therapies"
}