{
    "title": "Prevalence of Hypertension in Young Adults in Punjab.",
    "doc_id": "40955886",
    "writer": "Brar MS",
    "year": "2025",
    "summary": "RESULTS: A total of 24,685 participants completed the study including 43.5% young adults. The prevalence of HTN in young adults was 9.2 and 18.8% in older adults. About 71.8% hypertensive young adults were overweight or obese. Male …",
    "abstract": "Introduction:\n        \n      \n      India has shown dramatic increase in noncommunicable diseases (NCDs), so much so that about 70% of the overall mortality is estimated to be because of NCDs. Young adults <35 years of age constitute 65%, a significant section of Indian population, but there is paucity of studies exploring prevalence of HTN among young adults in India, especially in Punjab. So, the present study was conducted to know the prevalence of HTN among young adults in Punjab.\n    \n\n\n          Materials and methods:\n        \n      \n      This observational study was conducted as part of a global blood pressure (BP) screening program, after approval from Institutional Ethics Committee. Subjects of 18-80 years were included after verbal informed consent. Data obtained was analyzed as per the standard statistical method, and Chi-squared test was applied.\n    \n\n\n          Results:\n        \n      \n      A total of 24,685 participants completed the study including 43.5% young adults. The prevalence of HTN in young adults was 9.2 and 18.8% in older adults. About 71.8% hypertensive young adults were overweight or obese. Males demonstrated 16.7% prevalence of HTN as compared to 12.3% in females, whereas in young adults 28.4% females had HTN as compared to 26.6% males.\n    \n\n\n          Conclusion:\n        \n      \n      Present study documents increase in prevalence of HTN among young adults and its association with overweight and obesity necessitating initiation of HTN prevention and control strategies, especially focused on young adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40955886/",
    "clean_text": "prevalence of hypertension in young adults in punjab results a total of participants completed the study including young adults the prevalence of htn in young adults was and in older adults about hypertensive young adults were overweight or obese male introduction india has shown dramatic increase in noncommunicable diseases ncds so much so that about of the overall mortality is estimated to be because of ncds young adults years of age constitute a significant section of indian population but there is paucity of studies exploring prevalence of htn among young adults in india especially in punjab so the present study was conducted to know the prevalence of htn among young adults in punjab materials and methods this observational study was conducted as part of a global blood pressure bp screening program after approval from institutional ethics committee subjects of years were included after verbal informed consent data obtained was analyzed as per the standard statistical method and chi squared test was applied results a total of participants completed the study including young adults the prevalence of htn in young adults was and in older adults about hypertensive young adults were overweight or obese males demonstrated prevalence of htn as compared to in females whereas in young adults females had htn as compared to males conclusion present study documents increase in prevalence of htn among young adults and its association with overweight and obesity necessitating initiation of htn prevention and control strategies especially focused on young adults"
}