{
    "pmid": "41407389",
    "title": "A translational view of airway epithelial dysfunction in COPD.",
    "abstract": "COPD is a heterogeneous, progressive inflammatory airway disease, with patients presenting with a wide variety of symptoms, comorbid conditions and underlying pathophysiology. Smoking is a major contributing factor to disease burden, alongside other environmental and patient-related risk factors. Airway inflammation is consistently present in COPD and is implicated in disease pathogenesis and progression. The airway epithelium functions as an active physiochemical barrier, protecting the lungs from pathogens and airborne environmental triggers, and as an immune organ that coordinates immunological activity in response to pollutant, bacterial, viral or allergen exposure. Inhalation of cigarette smoke and other airborne triggers can damage bronchial epithelial cells, leading to exaggerated inflammatory responses and airway remodelling. Airway inflammation in COPD, including neutrophilic and eosinophilic phenotypes, is mediated by the epithelium and epithelial cell-derived cytokines. Improving our understanding of epithelial-related inflammation in COPD is essential for the identification of novel biomarkers, stratification of patients, development of targeted therapeutics and creation of personalised treatment strategies. Here, we review the current understanding of the role of the airway epithelium in COPD pathogenesis, providing an overview of the pathological changes to the epithelium and the role of the epithelial-derived cytokines in driving different inflammatory phenotypes. We then consider biomarkers related to epithelial function in COPD and discuss how the epithelium might be targeted by novel COPD therapies.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "a translational view of airway epithelial dysfunction in copd copd is a heterogeneous progressive inflammatory airway disease with patients presenting with a wide variety of symptoms comorbid conditions and underlying pathophysiology smoking is a major contributing factor to disease burden alongside other environmental and patient related risk factors airway inflammation is consistently present in copd and is implicated in disease pathogenesis and progression the airway epithelium functions as an active physiochemical barrier protecting the lungs from pathogens and airborne environmental triggers and as an immune organ that coordinates immunological activity in response to pollutant bacterial viral or allergen exposure inhalation of cigarette smoke and other airborne triggers can damage bronchial epithelial cells leading to exaggerated inflammatory responses and airway remodelling airway inflammation in copd including neutrophilic and eosinophilic phenotypes is mediated by the epithelium and epithelial cell derived cytokines improving our understanding of epithelial related inflammation in copd is essential for the identification of novel biomarkers stratification of patients development of targeted therapeutics and creation of personalised treatment strategies here we review the current understanding of the role of the airway epithelium in copd pathogenesis providing an overview of the pathological changes to the epithelium and the role of the epithelial derived cytokines in driving different inflammatory phenotypes we then consider biomarkers related to epithelial function in copd and discuss how the epithelium might be targeted by novel copd therapies"
}