{
    "pmid": "41405087",
    "title": "Patient-centred interventions for drug-resistant tuberculosis: A scoping review.",
    "abstract": " People on drug-resistant tuberculosis (DR-TB) treatment face multiple challenges, which include severe disease and treatment side effects, together with psychosocial and socioeconomic challenges. These challenges impact patients' ability to remain in care and complete their treatment.  We conducted a scoping review to synthesise evidence on patient-centred care interventions that have been offered to DR-TB patients to facilitate retention in care. Studies published from 2005 until 2023 were retrieved from primary research articles, grey literature and review articles published in peer-reviewed journals.  Among the 347 articles sought for retrieval, 172 were subsequently excluded from the analysis for various reasons. Ultimately, 14 studies met the inclusion criteria, providing valuable insights into patient-centred interventions for DR-TB patients. These interventions aimed to mitigate the complex challenges faced by DR-TB patients during treatment and were categorised into four groups, consistent with the World Health Organization (WHO) recommendations on social support for people with DR-TB: (1) informational, (2) emotional, (3) companionship and (4) material support. Most studies (n = 11) offered DR-TB patients integrated forms of support. Material support was the most common form of support utilised across the studies (n = 12), followed by informational (n = 9), companionship (n = 7) and emotional support (n = 5).  Patient-centred care interventions improve retention in care and treatment outcomes among DR-TB patients.Contribution: The study contributes to the discourse on the value of patient-centred care in managing people with DR-TB.",
    "disease": "tuberculosis",
    "clean_text": "patient centred interventions for drug resistant tuberculosis a scoping review people on drug resistant tuberculosis dr tb treatment face multiple challenges which include severe disease and treatment side effects together with psychosocial and socioeconomic challenges these challenges impact patients ability to remain in care and complete their treatment we conducted a scoping review to synthesise evidence on patient centred care interventions that have been offered to dr tb patients to facilitate retention in care studies published from until were retrieved from primary research articles grey literature and review articles published in peer reviewed journals among the articles sought for retrieval were subsequently excluded from the analysis for various reasons ultimately studies met the inclusion criteria providing valuable insights into patient centred interventions for dr tb patients these interventions aimed to mitigate the complex challenges faced by dr tb patients during treatment and were categorised into four groups consistent with the world health organization who recommendations on social support for people with dr tb informational emotional companionship and material support most studies n offered dr tb patients integrated forms of support material support was the most common form of support utilised across the studies n followed by informational n companionship n and emotional support n patient centred care interventions improve retention in care and treatment outcomes among dr tb patients contribution the study contributes to the discourse on the value of patient centred care in managing people with dr tb"
}