{
    "pmid": "41456970",
    "title": "[Comprehensiveness of LTBI treatment in individuals under 18 years old].",
    "abstract": "Latent tuberculosis infection (LTBI) in children under 18 years of age is a mandatorily notifiable condition for which tuberculosis preventive treatment (TPT) is recommended. However, the comprehensiveness of TPT has yet to be extensively analyzed. We report on the experience of the Alpes-Maritimes Tuberculosis Control Center. In 2023 and 2024 in the Alpes-Maritimes department, 284 LTBIs in children under 18 years of age were detected and reported. LTBI was linked to the screening of unaccompanied minor migrants (UMMs) (256 children), to an investigation on the case of a tuberculosis patient (20 children), and to the screening of minor migrants accompanied by their parents (eight children). The median age and sex ratio (M/F) differed between the UMM group and the \"case investigation\" and \"accompanied minors\" groups, with respectively 16 years and 9.7 for the UMMs, 11 years and 0.8 for the \"case investigation\" group, and 12 years and 0.6 for the \"accompanied minors\" group (P<0.05). TPT completeness was 54% in the UMMs, and 100% in the other two groups (P<0.05). TPT comprehensiveness was high among minors who were surrounded by their parents, but less satisfactory among UMMs.",
    "disease": "tuberculosis",
    "clean_text": "comprehensiveness of ltbi treatment in individuals under years old latent tuberculosis infection ltbi in children under years of age is a mandatorily notifiable condition for which tuberculosis preventive treatment tpt is recommended however the comprehensiveness of tpt has yet to be extensively analyzed we report on the experience of the alpes maritimes tuberculosis control center in and in the alpes maritimes department ltbis in children under years of age were detected and reported ltbi was linked to the screening of unaccompanied minor migrants umms children to an investigation on the case of a tuberculosis patient children and to the screening of minor migrants accompanied by their parents eight children the median age and sex ratio m f differed between the umm group and the case investigation and accompanied minors groups with respectively years and for the umms years and for the case investigation group and years and for the accompanied minors group p tpt completeness was in the umms and in the other two groups p tpt comprehensiveness was high among minors who were surrounded by their parents but less satisfactory among umms"
}