{
    "title": "Hypochlorous acid reacts with the N-terminal methionines of proteins to give dehydromethionine, a potential biomarker for neutrophil-induced oxidative stress.",
    "doc_id": "19839600",
    "writer": "Beal JL",
    "year": "2009",
    "summary": "Other biological oxidants, including hydrogen peroxide and peroxynitrite, also produce only the corresponding sulfoxides. ...We suggest that dehydromethionine may be a useful biomarker for the myeloperoxidase-induced oxidative stress associated with many inflammator …",
    "abstract": "Electrophilic halogenating agents, including hypohalous acids and haloamines, oxidize free methionine and the N-terminal methionines of peptides and proteins (e.g., Met-1 of anti-inflammatory peptide 1 and ubiquitin) to produce dehydromethionine (a five-membered isothiazolidinium heterocycle). Amide derivatives of methionine are oxidized to the corresponding sulfoxide derivatives under the same reaction conditions (e.g., Met-3 of anti-inflammatory peptide 1). Other biological oxidants, including hydrogen peroxide and peroxynitrite, also produce only the corresponding sulfoxides. Hypothiocyanite does not react with methionine residues. We suggest that dehydromethionine may be a useful biomarker for the myeloperoxidase-induced oxidative stress associated with many inflammatory diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19839600/",
    "clean_text": "hypochlorous acid reacts with the n terminal methionines of proteins to give dehydromethionine a potential biomarker for neutrophil induced oxidative stress other biological oxidants including hydrogen peroxide and peroxynitrite also produce only the corresponding sulfoxides we suggest that dehydromethionine may be a useful biomarker for the myeloperoxidase induced oxidative stress associated with many inflammator electrophilic halogenating agents including hypohalous acids and haloamines oxidize free methionine and the n terminal methionines of peptides and proteins e g met of anti inflammatory peptide and ubiquitin to produce dehydromethionine a five membered isothiazolidinium heterocycle amide derivatives of methionine are oxidized to the corresponding sulfoxide derivatives under the same reaction conditions e g met of anti inflammatory peptide other biological oxidants including hydrogen peroxide and peroxynitrite also produce only the corresponding sulfoxides hypothiocyanite does not react with methionine residues we suggest that dehydromethionine may be a useful biomarker for the myeloperoxidase induced oxidative stress associated with many inflammatory diseases"
}