{
    "title": "[Hypoprothrombinemia--lupus anticoagulant syndrome].",
    "doc_id": "22856397",
    "writer": "Campos MM",
    "year": "2011",
    "summary": "We report the case of a 66-year-old white woman with Systemic Lupus Erythematosus (SLE), autoimmune haemolytic anaemia, periostitis, haematomas, bleeding leg ulcer and rectal haemorrhages; she had decreased levels of the prothrombin. Haemorrhagic episodes wer …",
    "abstract": "Diagnosis criteria, pathogenic mechanisms, incidence and prevalence of the Antiphospholipid Syndrome are focused in a brief review. Hypoprothrombinemia (HPT) may be hereditary or acquired; the first is rare and with recessive autossomic transmission. We report the case of a 66-year-old white woman with Systemic Lupus Erythematosus (SLE), autoimmune haemolytic anaemia, periostitis, haematomas, bleeding leg ulcer and rectal haemorrhages; she had decreased levels of the prothrombin. Haemorrhagic episodes were related with the anti-prothrombin specificity of Lupus Anticoagulant (LA) detected. The SLE/LA/HPT association is less frequent than the correlated to SLE/LA/anti- ß2Glycoprotein I antibodies and was first reported in 1960 by Rapaport et al, in an 11-year- -old girl with severe haemorrhagic manifestations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22856397/",
    "clean_text": "hypoprothrombinemia lupus anticoagulant syndrome we report the case of a year old white woman with systemic lupus erythematosus sle autoimmune haemolytic anaemia periostitis haematomas bleeding leg ulcer and rectal haemorrhages she had decreased levels of the prothrombin haemorrhagic episodes wer diagnosis criteria pathogenic mechanisms incidence and prevalence of the antiphospholipid syndrome are focused in a brief review hypoprothrombinemia hpt may be hereditary or acquired the first is rare and with recessive autossomic transmission we report the case of a year old white woman with systemic lupus erythematosus sle autoimmune haemolytic anaemia periostitis haematomas bleeding leg ulcer and rectal haemorrhages she had decreased levels of the prothrombin haemorrhagic episodes were related with the anti prothrombin specificity of lupus anticoagulant la detected the sle la hpt association is less frequent than the correlated to sle la anti glycoprotein i antibodies and was first reported in by rapaport et al in an year old girl with severe haemorrhagic manifestations"
}