{
    "title": "[Height and weight standardized growth charts for Chinese children and adolescents aged 0 to 18 years].",
    "doc_id": "19951507",
    "writer": "Li H",
    "year": "2009",
    "summary": "OBJECTIVE: To construct the height and weight growth charts for Chinese children and adolescents from birth to 18 years for both clinical and preventive health care uses. ...At the age of 18 years, the Chinese children are 3.5 cm shorter in boys and 2.5 cm shorter in girls …",
    "abstract": "Objective:\n        \n      \n      To construct the height and weight growth charts for Chinese children and adolescents from birth to 18 years for both clinical and preventive health care uses.\n    \n\n\n          Methods:\n        \n      \n      Data from two national representative cross-sectional surveys which were The National Growth Survey of Children under 7 years in the Nine Cities of China in 2005 and The Physical Fitness and Health Surveillance of Chinese School Students in 2005. The data from 94,302 urban healthy children were used to set up the database of length/height (length was measured for children under 3 years) and weight. The LMS method was used to smooth the growth curves, with estimates of L, M, and S parameters, values of percentile and Z-score curves which were required were calculated, and then generated standardized growth charts.\n    \n\n\n          Results:\n        \n      \n      The 3rd, 10th, 25th, 50th, 75th, 90th, 97th smoothed percentiles curves and -3, -2, -1, 0, +1, +2, +3 Z-scores curves of weight-for-age, length/height-for-age for boys and girls aged 0-18 years were made out respectively. Comparison with the new WHO growth charts and 2000 CDC growth charts for the United States, the results showed that there was some big difference in weight and height among the three growth charts. For boys under 15 years of age and girls under 13 years of age, the China curves are slightly higher than WHO and CDC curves, but after those ages, the China curves fall behind and the difference became larger as age progresses. At the age of 18 years, the Chinese children are 3.5 cm shorter in boys and 2.5 cm shorter in girls as compared with the U. S. children. The difference in weights are very large for the school children, especially in girls. The weight of Chinese boys was 5.9 kg less than that of the U. S. boys at 18 years, and the difference was much bigger in girls, the weight of U.S. girls between 8 to 18 years was 4.1-20.5 kg more than that of Chinese girls at the same age range.\n    \n\n\n          Conclusion:\n        \n      \n      The new growth charts of height and weight were based on national survey data and therefore are recommended as the China national growth standards for use in pediatric clinics and public health service. Application of the charts will promote child growth monitoring, discovering early growth disorder, and will be useful to diagnosis of diseases and assessment of therapeutic effects.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19951507/",
    "clean_text": "height and weight standardized growth charts for chinese children and adolescents aged to years objective to construct the height and weight growth charts for chinese children and adolescents from birth to years for both clinical and preventive health care uses at the age of years the chinese children are cm shorter in boys and cm shorter in girls objective to construct the height and weight growth charts for chinese children and adolescents from birth to years for both clinical and preventive health care uses methods data from two national representative cross sectional surveys which were the national growth survey of children under years in the nine cities of china in and the physical fitness and health surveillance of chinese school students in the data from urban healthy children were used to set up the database of length height length was measured for children under years and weight the lms method was used to smooth the growth curves with estimates of l m and s parameters values of percentile and z score curves which were required were calculated and then generated standardized growth charts results the rd th th th th th th smoothed percentiles curves and z scores curves of weight for age length height for age for boys and girls aged years were made out respectively comparison with the new who growth charts and cdc growth charts for the united states the results showed that there was some big difference in weight and height among the three growth charts for boys under years of age and girls under years of age the china curves are slightly higher than who and cdc curves but after those ages the china curves fall behind and the difference became larger as age progresses at the age of years the chinese children are cm shorter in boys and cm shorter in girls as compared with the u s children the difference in weights are very large for the school children especially in girls the weight of chinese boys was kg less than that of the u s boys at years and the difference was much bigger in girls the weight of u s girls between to years was kg more than that of chinese girls at the same age range conclusion the new growth charts of height and weight were based on national survey data and therefore are recommended as the china national growth standards for use in pediatric clinics and public health service application of the charts will promote child growth monitoring discovering early growth disorder and will be useful to diagnosis of diseases and assessment of therapeutic effects"
}