{
    "title": "Screening for subclinical synovial proliferation in haemophilia: A systematic review and meta-analysis comparing physical examination and ultrasound.",
    "doc_id": "36595617",
    "writer": "van Leeuwen FHP",
    "year": "2023",
    "summary": "INTRODUCTION: Ultrasound is increasingly used as addition to physical examination for detection of subclinical joint changes in haemophilia. However, the added value of ultrasound to physical examination for detecting synovial proliferation is not full …",
    "abstract": "Introduction:\n        \n      \n      Ultrasound is increasingly used as addition to physical examination for detection of subclinical joint changes in haemophilia. However, the added value of ultrasound to physical examination for detecting synovial proliferation is not fully established.\n    \n\n\n          Aim:\n        \n      \n      To determine the diagnostic accuracy of swelling at physical examination for ultrasound-detected synovial proliferation in haemophilia.\n    \n\n\n          Methods:\n        \n      \n      PubMed and EMBASE were searched up to 2 August 2022. Studies reporting original data on occurrence of swelling at physical examination and synovial proliferation on ultrasound of index joints in persons with haemophilia were included. Risk of bias and applicability were assessed using the Quality Assessment of Diagnostic Accuracy Studies 2 (QUADAS-2) tool. Diagnostic accuracy parameters of swelling at physical examination for ultrasound-detected synovial proliferation were determined. Summary sensitivity and specificity were calculated using a bivariate random-effects model.\n    \n\n\n          Results:\n        \n      \n      Fifteen studies reporting on swelling at physical examination and synovial proliferation on ultrasound in 2890 joints of 627 patients were included. Prevalence of subclinical synovial proliferation ranged between 0% and 55%. Sensitivity of swelling was low [summary estimate .34; 95% confidence interval (CI) .24-.46], while specificity was high (summary estimate .97; CI .92-.99). Predictive values varied widely due to inter-study differences in prevalence of synovial proliferation.\n    \n\n\n          Conclusion:\n        \n      \n      Joint swelling has low sensitivity for presence of ultrasound-detected synovial proliferation in haemophilia, suggesting underestimation of synovial proliferation by physical examination alone. Consequently, ultrasound screening may generate important information on synovial changes which would otherwise remain undetected.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36595617/",
    "clean_text": "screening for subclinical synovial proliferation in haemophilia a systematic review and meta analysis comparing physical examination and ultrasound introduction ultrasound is increasingly used as addition to physical examination for detection of subclinical joint changes in haemophilia however the added value of ultrasound to physical examination for detecting synovial proliferation is not full introduction ultrasound is increasingly used as addition to physical examination for detection of subclinical joint changes in haemophilia however the added value of ultrasound to physical examination for detecting synovial proliferation is not fully established aim to determine the diagnostic accuracy of swelling at physical examination for ultrasound detected synovial proliferation in haemophilia methods pubmed and embase were searched up to august studies reporting original data on occurrence of swelling at physical examination and synovial proliferation on ultrasound of index joints in persons with haemophilia were included risk of bias and applicability were assessed using the quality assessment of diagnostic accuracy studies quadas tool diagnostic accuracy parameters of swelling at physical examination for ultrasound detected synovial proliferation were determined summary sensitivity and specificity were calculated using a bivariate random effects model results fifteen studies reporting on swelling at physical examination and synovial proliferation on ultrasound in joints of patients were included prevalence of subclinical synovial proliferation ranged between and sensitivity of swelling was low summary estimate confidence interval ci while specificity was high summary estimate ci predictive values varied widely due to inter study differences in prevalence of synovial proliferation conclusion joint swelling has low sensitivity for presence of ultrasound detected synovial proliferation in haemophilia suggesting underestimation of synovial proliferation by physical examination alone consequently ultrasound screening may generate important information on synovial changes which would otherwise remain undetected"
}