{
    "pmid": "41465051",
    "title": "Fruits Granola Consumption May Contribute to a Reduced Risk of Cardiovascular Disease in Patients with Stage G2-4 Chronic Kidney Disease.",
    "abstract": "Chronic kidney disease (CKD) is estimated to affect 843.6 million people, accounting for more than 10% of the world's population, making it a serious public health issue. Dietary therapy is important for suppressing CKD progression risk factors such as hypertension. Fruits granola (FGR), which is rich in dietary fiber, including β-glucan and polyphenols, is expected to contribute to improving the intestinal environment and providing anti-inflammatory effects. We previously reported that FGR consumption improves blood pressure and the intestinal environment in hemodialysis patients. However, the safety and efficacy of FGR for patients with moderate CKD remain unclear. Therefore, we examined the effects of FGR by replacing the breakfast of 24 patients with moderate CKD at least 5 days per week over a total of 2 months. Patients with moderate CKD who were attending outpatient appointments at the Department of Nephrology at Juntendo University Hospital and whose condition was stable were included. Patients with cancer or poor nutritional status were excluded from this study. The results revealed lower systolic blood pressure, low-density lipoprotein cholesterol (LDL-C) levels, and LDL-C/HDL-C ratios after FGR intake. Furthermore, N-acetyl-β-D-glucosaminidase (NAG), a marker of renal tubular damage, was also reduced. Regarding the intestinal environment, improved bowel movements and stool quality were observed. Based on the results of this FGR intervention study, consuming dietary fiber, which is often deficient in moderate CKD patients, may have contributed to reducing risks for cardiovascular disease and urinary tubular dysfunction through FGR intake.",
    "disease": "hypertension",
    "clean_text": "fruits granola consumption may contribute to a reduced risk of cardiovascular disease in patients with stage g chronic kidney disease chronic kidney disease ckd is estimated to affect million people accounting for more than of the world s population making it a serious public health issue dietary therapy is important for suppressing ckd progression risk factors such as hypertension fruits granola fgr which is rich in dietary fiber including glucan and polyphenols is expected to contribute to improving the intestinal environment and providing anti inflammatory effects we previously reported that fgr consumption improves blood pressure and the intestinal environment in hemodialysis patients however the safety and efficacy of fgr for patients with moderate ckd remain unclear therefore we examined the effects of fgr by replacing the breakfast of patients with moderate ckd at least days per week over a total of months patients with moderate ckd who were attending outpatient appointments at the department of nephrology at juntendo university hospital and whose condition was stable were included patients with cancer or poor nutritional status were excluded from this study the results revealed lower systolic blood pressure low density lipoprotein cholesterol ldl c levels and ldl c hdl c ratios after fgr intake furthermore n acetyl d glucosaminidase nag a marker of renal tubular damage was also reduced regarding the intestinal environment improved bowel movements and stool quality were observed based on the results of this fgr intervention study consuming dietary fiber which is often deficient in moderate ckd patients may have contributed to reducing risks for cardiovascular disease and urinary tubular dysfunction through fgr intake"
}