{
    "title": "First Report of Sugarcane Yellow Leaf Virus in the French West Indies.",
    "doc_id": "30849843",
    "writer": "Daugrois JH",
    "year": "1999",
    "summary": "Unusually severe leaf yellowing symptoms, similar to those described for yellow leaf syndrome (1), have been observed in several sugarcane clones in Guadeloupe since 1994, and since 1997 in Martinique. ...The presence of sugarcane yellow leaf virus (ScYLV), t …",
    "abstract": "Unusually severe leaf yellowing symptoms, similar to those described for yellow leaf syndrome (1), have been observed in several sugarcane clones in Guadeloupe since 1994, and since 1997 in Martinique. Leaf samples exhibiting various types of yellowing were taken from five different sugarcane clones, and analyzed by immunosorbent electron microscopy. Spherical particles, 24 to 28 nm in diameter and characteristic of luteoviruses, were found in two of five samples. The two infected samples showed yellowing on the underside of the midrib and one had a pinkish coloration on the upper side. The presence of sugarcane yellow leaf virus (ScYLV), the causal agent of sugarcane yellow leaf disease, was confirmed by reverse transcription-polymerase chain reaction (2) in these two samples and in 36 of 184 sugarcane clones bred in Guadeloupe and sent to Cirad's quarantine station in Montpellier, France. Following these observations, surveys were undertaken with a tissue blot enzyme immunoassay to analyze the distribution of ScYLV in sugarcane clones in the French West Indies. The midrib base of the first visible dewlap leaf was used to detect the presence of the virus in the phloem. In a first survey, clones of various origins worldwide were taken from germplasm collections. Two to three leaf samples per clone were analyzed from 78 clones in a collection in Guadeloupe and from 36 in a collection in Mar-tinique. Fifty of the 114 clones were infected by ScYLV, and ScYLV was detected in 21 of the 32 clones exhibiting severe leaf yellowing (score 3 or higher on a 1 to 5 scale). In a second survey, 19 leaf samples were taken from each of 53 clones from plants produced by Cirad's breeding program in Guadeloupe. The virus was detected in at least one sample for 25 of these 53 clones. ScYLV incidence in commercial fields was tested in Martinique in the variety B5992, which constitutes 57% of the cultivated area. Twenty leaves from different stools were sampled in six different fields, five of which had ScYLV-infected plants. The percentage of virus-infected stalks ranged from 0 to 90% whereas the percentage of stalks showing symptoms ranged from 50 to 100%. ScYLV appears widespread in the French West Indies, perhaps because a vector (Melanaphis sacchari) exists in Martinique and Guadeloupe. However, ScYLV was not found in all symptomatic plants, indicating that even if this luteovirus is a causal agent of leaf yellowing in the French West Indies, there may be other causal agents as well. References: (1) J. C. Comstock et al. Sugar J. 3:33, 1994. (2) J. C. Comstock et al. Sugar Cane 4:21, 1998.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30849843/",
    "clean_text": "first report of sugarcane yellow leaf virus in the french west indies unusually severe leaf yellowing symptoms similar to those described for yellow leaf syndrome have been observed in several sugarcane clones in guadeloupe since and since in martinique the presence of sugarcane yellow leaf virus scylv t unusually severe leaf yellowing symptoms similar to those described for yellow leaf syndrome have been observed in several sugarcane clones in guadeloupe since and since in martinique leaf samples exhibiting various types of yellowing were taken from five different sugarcane clones and analyzed by immunosorbent electron microscopy spherical particles to nm in diameter and characteristic of luteoviruses were found in two of five samples the two infected samples showed yellowing on the underside of the midrib and one had a pinkish coloration on the upper side the presence of sugarcane yellow leaf virus scylv the causal agent of sugarcane yellow leaf disease was confirmed by reverse transcription polymerase chain reaction in these two samples and in of sugarcane clones bred in guadeloupe and sent to cirad s quarantine station in montpellier france following these observations surveys were undertaken with a tissue blot enzyme immunoassay to analyze the distribution of scylv in sugarcane clones in the french west indies the midrib base of the first visible dewlap leaf was used to detect the presence of the virus in the phloem in a first survey clones of various origins worldwide were taken from germplasm collections two to three leaf samples per clone were analyzed from clones in a collection in guadeloupe and from in a collection in mar tinique fifty of the clones were infected by scylv and scylv was detected in of the clones exhibiting severe leaf yellowing score or higher on a to scale in a second survey leaf samples were taken from each of clones from plants produced by cirad s breeding program in guadeloupe the virus was detected in at least one sample for of these clones scylv incidence in commercial fields was tested in martinique in the variety b which constitutes of the cultivated area twenty leaves from different stools were sampled in six different fields five of which had scylv infected plants the percentage of virus infected stalks ranged from to whereas the percentage of stalks showing symptoms ranged from to scylv appears widespread in the french west indies perhaps because a vector melanaphis sacchari exists in martinique and guadeloupe however scylv was not found in all symptomatic plants indicating that even if this luteovirus is a causal agent of leaf yellowing in the french west indies there may be other causal agents as well references j c comstock et al sugar j j c comstock et al sugar cane"
}