{
    "pmid": "41405003",
    "title": "Vaccination Uptake and Patient Perceptions Among Haemodialysis Patients: Insights From a Cross-Sectional Study.",
    "abstract": "Haemodialysis patients face an elevated risk of infectious diseases due to immunosuppression and frequent exposure to healthcare settings. Vaccination is a critical preventive strategy for this population; however, coverage remains inconsistent across different vaccines. To evaluate vaccine coverage and perceptions among patients undergoing haemodialysis in Greece and identify factors influencing uptake. This was a cross-sectional study employing a structured, interviewer-administered questionnaire. The study included 201 adult patients undergoing maintenance haemodialysis at selected dialysis centres in Greece. Data collected included demographic characteristics, comorbidities, and self-reported vaccination status for influenza, pneumococcal, meningococcal B, and Haemophilus influenzae type b (Hib) vaccines. Attitudes toward vaccination were assessed using Likert scale items. Statistical analyses involved linear regression, ANOVA, and Pearson's correlation tests. Vaccination rates were highest for influenza (88.6%) and pneumococcal vaccines (85.1%), while coverage for meningococcal B (25.4%) and Hib (16.9%) was low. Key barriers to vaccination included a perceived low risk of infection, lack of physician recommendations, and inadequate awareness. Age and higher educational attainment were significantly associated with greater vaccine uptake (p < 0.05). A weak but statistically significant correlation (r = .163-0.341) was observed between positive perceptions of vaccines and actual vaccination behaviour. Although the uptake of some vaccines was high, the coverage of others remained suboptimal. Addressing knowledge gaps and increasing physician-driven recommendations may improve vaccine acceptance among the haemodialysis population.",
    "disease": "chronic kidney disease",
    "clean_text": "vaccination uptake and patient perceptions among haemodialysis patients insights from a cross sectional study haemodialysis patients face an elevated risk of infectious diseases due to immunosuppression and frequent exposure to healthcare settings vaccination is a critical preventive strategy for this population however coverage remains inconsistent across different vaccines to evaluate vaccine coverage and perceptions among patients undergoing haemodialysis in greece and identify factors influencing uptake this was a cross sectional study employing a structured interviewer administered questionnaire the study included adult patients undergoing maintenance haemodialysis at selected dialysis centres in greece data collected included demographic characteristics comorbidities and self reported vaccination status for influenza pneumococcal meningococcal b and haemophilus influenzae type b hib vaccines attitudes toward vaccination were assessed using likert scale items statistical analyses involved linear regression anova and pearson s correlation tests vaccination rates were highest for influenza and pneumococcal vaccines while coverage for meningococcal b and hib was low key barriers to vaccination included a perceived low risk of infection lack of physician recommendations and inadequate awareness age and higher educational attainment were significantly associated with greater vaccine uptake p a weak but statistically significant correlation r was observed between positive perceptions of vaccines and actual vaccination behaviour although the uptake of some vaccines was high the coverage of others remained suboptimal addressing knowledge gaps and increasing physician driven recommendations may improve vaccine acceptance among the haemodialysis population"
}