{
    "title": "[The Importance of Physical Activity for Mental Health].",
    "doc_id": "35291871",
    "writer": "Imboden C",
    "year": "2022",
    "summary": "The Importance of Physical Activity for Mental Health Abstract. Due to the worldwide high prevalence of psychiatric disorders and its association with sedentary behavior and comorbid physical diseases, increasing physical activity in psychiatric …",
    "abstract": "The Importance of Physical Activity for Mental Health Abstract. Due to the worldwide high prevalence of psychiatric disorders and its association with sedentary behavior and comorbid physical diseases, increasing physical activity in psychiatric populations is of high importance. Regular physical activity is associated with increased mental wellbeing and has shown to have preventive effects on depression, anxiety disorders and probably sleep disorders. Additionally, positive effects on comorbid chronic physical diseases have been found. Exercise as treatment for several weeks has shown to have an antidepressant effect. Similar positive effects on symptoms have been found in anxiety disorders and schizophrenia. Therefore, assessing and promoting physical activity is advisable in clinical psychiatric practice. Patients should be coached to reach at least a weekly average of 150 minutes of moderate and/or 75 minutes of vigorous physical activity. Establishing physical activity and exercise groups is of utmost importance for psychiatric outpatients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35291871/",
    "clean_text": "the importance of physical activity for mental health the importance of physical activity for mental health abstract due to the worldwide high prevalence of psychiatric disorders and its association with sedentary behavior and comorbid physical diseases increasing physical activity in psychiatric the importance of physical activity for mental health abstract due to the worldwide high prevalence of psychiatric disorders and its association with sedentary behavior and comorbid physical diseases increasing physical activity in psychiatric populations is of high importance regular physical activity is associated with increased mental wellbeing and has shown to have preventive effects on depression anxiety disorders and probably sleep disorders additionally positive effects on comorbid chronic physical diseases have been found exercise as treatment for several weeks has shown to have an antidepressant effect similar positive effects on symptoms have been found in anxiety disorders and schizophrenia therefore assessing and promoting physical activity is advisable in clinical psychiatric practice patients should be coached to reach at least a weekly average of minutes of moderate and or minutes of vigorous physical activity establishing physical activity and exercise groups is of utmost importance for psychiatric outpatients"
}