{
    "pmid": "41408912",
    "title": "Experiences of New Zealand Podiatrists Providing Podiatry Care to People With Foot Osteoarthritis.",
    "abstract": "Current care provided by health professionals for individuals with osteoarthritis (OA) is inconsistent with clinical guideline recommendations. Although OA guidelines have been developed for more commonly studied joints such as the knee and hip, foot OA remains comparatively underrepresented. Despite its high prevalence and significant impact on functional ability, foot OA lacks standardised classification criteria. The absence of clinical guidelines for foot OA underscores its importance as a research priority. Understanding current assessment and management strategies is crucial before designing clinical trials. This study aims to assess New Zealand (NZ) podiatrists' knowledge of foot OA, their assessment practices and their management strategies. Although foot OA is both highly prevalent and functionally disabling, the absence of standardised classification criteria persists. A qualitative descriptive approach was employed for data collection and analysis. Using purposive sampling, semistructured interviews were conducted with 10 NZ registered podiatrists. An interview schedule guided discussions on diagnosing and managing foot OA. Interviews were audio-recorded and transcribed verbatim. Reflexive thematic analysis was used to identify key meanings and patterns within the data. Five key themes were derived regarding the assessment of foot OA: (1) chief complaint versus incidental finding; (2) obtaining patient history through subjective interviews; (3) targeted objective assessments for foot OA; (4) determining individual biomechanical factors and (5) further investigations. Five themes were identified relating to the management of foot OA: (1) knowledge and language used to provide education about OA; (2) clinical uncertainty necessitates an iterative approach; (3) podiatry administered treatments; (4) referral pathways to other health professionals and (5) management influences. New Zealand podiatrists utilise a comprehensive diagnostic approach, integrating symptom history, joint mobility assessment and radiographic imaging particularly in the absence of formal diagnostic criteria. Management strategies align with international guidelines, emphasising education, exercise and weight management alongside podiatrist-led interventions such as foot orthoses and footwear modifications. However, the study highlights several challenges: limited evidence-based guidance, uncertainty around optimal orthotic strategies and a disconnect between evolving OA knowledge and its application into clinical practice.",
    "disease": "osteoarthritis",
    "clean_text": "experiences of new zealand podiatrists providing podiatry care to people with foot osteoarthritis current care provided by health professionals for individuals with osteoarthritis oa is inconsistent with clinical guideline recommendations although oa guidelines have been developed for more commonly studied joints such as the knee and hip foot oa remains comparatively underrepresented despite its high prevalence and significant impact on functional ability foot oa lacks standardised classification criteria the absence of clinical guidelines for foot oa underscores its importance as a research priority understanding current assessment and management strategies is crucial before designing clinical trials this study aims to assess new zealand nz podiatrists knowledge of foot oa their assessment practices and their management strategies although foot oa is both highly prevalent and functionally disabling the absence of standardised classification criteria persists a qualitative descriptive approach was employed for data collection and analysis using purposive sampling semistructured interviews were conducted with nz registered podiatrists an interview schedule guided discussions on diagnosing and managing foot oa interviews were audio recorded and transcribed verbatim reflexive thematic analysis was used to identify key meanings and patterns within the data five key themes were derived regarding the assessment of foot oa chief complaint versus incidental finding obtaining patient history through subjective interviews targeted objective assessments for foot oa determining individual biomechanical factors and further investigations five themes were identified relating to the management of foot oa knowledge and language used to provide education about oa clinical uncertainty necessitates an iterative approach podiatry administered treatments referral pathways to other health professionals and management influences new zealand podiatrists utilise a comprehensive diagnostic approach integrating symptom history joint mobility assessment and radiographic imaging particularly in the absence of formal diagnostic criteria management strategies align with international guidelines emphasising education exercise and weight management alongside podiatrist led interventions such as foot orthoses and footwear modifications however the study highlights several challenges limited evidence based guidance uncertainty around optimal orthotic strategies and a disconnect between evolving oa knowledge and its application into clinical practice"
}