{
    "pmid": "41453373",
    "title": "Genomic determinants of antibiotic resistance for Helicobacter pylori treatment: a retrospective phenotypic and genotypic observational study.",
    "abstract": "Rising antimicrobial resistance of Helicobacter pylori is a public health challenge. Genomic-based susceptibility testing allows for the identification of resistance-associated mutations, complementing conventional diagnostics and advancing towards pathogen-based personalised therapies. Our study aimed to identify genes and mutations involved in antimicrobial resistance in H pylori and evaluate the extent to which these markers can be used as predictors of phenotypic resistance against clarithromycin and levofloxacin. In this retrospective phenotypic and genotypic observational study, we included 1011 H pylori whole-genome sequences and strains of known geographical origin from the H pylori Genome Project (HpGP) collection. We performed phenotypic clarithromycin and levofloxacin susceptibility testing on a subset of 419 HpGP strains using Etest at a centralised laboratory. A genomic analysis was conducted to identify 23S rRNA and gyrA variants and build a curated catalogue of mutations associated with resistance to clarithromycin (ie, 23S rRNA 2142A→G, 2142A→C, and 2143A→G) and levofloxacin (ie, gyrA A88V or A88P, N87K or N87I, and D91G, D91N, or D91Y). Genotype-phenotype concordance was assessed to estimate sensitivity and specificity, and the curated catalogue of resistance-associated mutations was applied to the complete HpGP set. Region-specific prevalence of resistance-associated mutations was calculated for a combined dataset including the HpGP genomes and 768 whole-genome sequences retrieved from the US National Center for Biotechnology Information Sequence Read Archive repository. Associations between resistance genotypes, H pylori subpopulations, and minimum inhibitory concentrations (MICs) were tested. Clarithromycin-resistant and levofloxacin-resistant HpGP strains were estimated with a sensitivity and specificity of 100%, with all confidence intervals ranging from 96% to 100%. The combined analysis (n=1779) found the highest prevalence of clarithromycin resistance in the western Pacific region (173 [51·2%] of 338 in southeast Asia and 75 [29·8%] of 252 in eastern Asia), north African region (seven [38·9%] of 18), and western Asian region (12 [31·6%] of 38), whereas the highest prevalence of levofloxacin resistance was found in south Asia (14 [51·85%] of 27), Central America (48 [38·7%] of 124), eastern Europe (four [36·4%] of 11), and southern Africa (three [33·3%] of nine). Similarly, 23S rRNA and gyrA genotypes are variable across H pylori subpopulations. MIC values changed depending on the specific mutation in 23S rRNA (mean clarithromycin MIC 24·61 mg/L [95% CI 12·27-36·96] for 2143A→G and 142·25 mg/L [95% CI 77·88-206·61] for 2142A→G) and gyrA (mean levofloxacin MIC 9·66 mg/L [95% CI 6·75-12·56] for mutations on codon 91, and 27·97 mg/L [95% CI 25·82-30·11] for mutations on codon 87). Mutations in specific genes are reliable indicators to clarithromycin and levofloxacin resistance in H pylori, making them useful markers for the development of diagnostic assays and molecular monitoring. Our results suggest that using clarithromycin and levofloxacin empirically, without previous susceptibility testing, is unsuitable in all geographical regions covered by this study. Intramural Research Program of the US National Cancer Institute, the European Research Council, and the Spanish Ministry of Science and Innovation.",
    "disease": "tuberculosis",
    "clean_text": "genomic determinants of antibiotic resistance for helicobacter pylori treatment a retrospective phenotypic and genotypic observational study rising antimicrobial resistance of helicobacter pylori is a public health challenge genomic based susceptibility testing allows for the identification of resistance associated mutations complementing conventional diagnostics and advancing towards pathogen based personalised therapies our study aimed to identify genes and mutations involved in antimicrobial resistance in h pylori and evaluate the extent to which these markers can be used as predictors of phenotypic resistance against clarithromycin and levofloxacin in this retrospective phenotypic and genotypic observational study we included h pylori whole genome sequences and strains of known geographical origin from the h pylori genome project hpgp collection we performed phenotypic clarithromycin and levofloxacin susceptibility testing on a subset of hpgp strains using etest at a centralised laboratory a genomic analysis was conducted to identify s rrna and gyra variants and build a curated catalogue of mutations associated with resistance to clarithromycin ie s rrna a g a c and a g and levofloxacin ie gyra a v or a p n k or n i and d g d n or d y genotype phenotype concordance was assessed to estimate sensitivity and specificity and the curated catalogue of resistance associated mutations was applied to the complete hpgp set region specific prevalence of resistance associated mutations was calculated for a combined dataset including the hpgp genomes and whole genome sequences retrieved from the us national center for biotechnology information sequence read archive repository associations between resistance genotypes h pylori subpopulations and minimum inhibitory concentrations mics were tested clarithromycin resistant and levofloxacin resistant hpgp strains were estimated with a sensitivity and specificity of with all confidence intervals ranging from to the combined analysis n found the highest prevalence of clarithromycin resistance in the western pacific region of in southeast asia and of in eastern asia north african region seven of and western asian region of whereas the highest prevalence of levofloxacin resistance was found in south asia of central america of eastern europe four of and southern africa three of nine similarly s rrna and gyra genotypes are variable across h pylori subpopulations mic values changed depending on the specific mutation in s rrna mean clarithromycin mic mg l ci for a g and mg l ci for a g and gyra mean levofloxacin mic mg l ci for mutations on codon and mg l ci for mutations on codon mutations in specific genes are reliable indicators to clarithromycin and levofloxacin resistance in h pylori making them useful markers for the development of diagnostic assays and molecular monitoring our results suggest that using clarithromycin and levofloxacin empirically without previous susceptibility testing is unsuitable in all geographical regions covered by this study intramural research program of the us national cancer institute the european research council and the spanish ministry of science and innovation"
}