{
    "pmid": "41450895",
    "title": "A Multi-Country Study of the Clinical Course of Extensive-Stage Small Cell Lung Cancer: A Six-Study Analysis of Real-World Treatment Patterns and Outcomes.",
    "abstract": "Small cell lung cancer (SCLC) is a highly aggressive malignancy with poor prognosis. Studies capturing the impact of recently approved immunotherapies are limited, highlighting a knowledge gap regarding their real-world use and effectiveness.  . We examined data from 29949 patients with extensive-stage (ES)-SCLC across observational studies from the United States, United Kingdom, Spain, Taiwan, South Korea, and Japan to describe the clinical course of ES-SCLC. Data sources included electronic health record databases, registries, and claims data over time periods ranging between 2013 and 2023. Patient characteristics, recent treatment patterns, and real-world overall survival (rwOS) were assessed in each country. The most common first-line (1L) treatment was platinum plus etoposide without anti-PD-L1 agents (59-89%), followed by platinum plus etoposide with anti-PD-L1 agents (9-38%). Second-line (2L) and third-line (3L) treatments varied widely across countries. Median rwOS ranged from 8.1-11.3 months following 1L initiation, 4.8-6.9 months following 2L, and 4.1-5.5 months following 3L. Patients receiving compared to those not receiving 1L anti-PD-L1 therapy showed numerically higher median rwOS following 1L initiation, with no meaningful difference in rwOS following 2L or 3L therapy. In our evaluation of real-world treatment patterns and outcomes among patients with ES-SCLC from six countries, we found that rwOS in 1L, 2L and 3L was consistently poor across countries, despite differences in patient characteristics and treatment patterns. These findings may support the generalizability of clinical evidence across geographies and highlight the need for further research to optimize treatment strategies to improve patient outcomes globally.",
    "disease": "lung cancer",
    "clean_text": "a multi country study of the clinical course of extensive stage small cell lung cancer a six study analysis of real world treatment patterns and outcomes small cell lung cancer sclc is a highly aggressive malignancy with poor prognosis studies capturing the impact of recently approved immunotherapies are limited highlighting a knowledge gap regarding their real world use and effectiveness we examined data from patients with extensive stage es sclc across observational studies from the united states united kingdom spain taiwan south korea and japan to describe the clinical course of es sclc data sources included electronic health record databases registries and claims data over time periods ranging between and patient characteristics recent treatment patterns and real world overall survival rwos were assessed in each country the most common first line l treatment was platinum plus etoposide without anti pd l agents followed by platinum plus etoposide with anti pd l agents second line l and third line l treatments varied widely across countries median rwos ranged from months following l initiation months following l and months following l patients receiving compared to those not receiving l anti pd l therapy showed numerically higher median rwos following l initiation with no meaningful difference in rwos following l or l therapy in our evaluation of real world treatment patterns and outcomes among patients with es sclc from six countries we found that rwos in l l and l was consistently poor across countries despite differences in patient characteristics and treatment patterns these findings may support the generalizability of clinical evidence across geographies and highlight the need for further research to optimize treatment strategies to improve patient outcomes globally"
}