{
    "pmid": "41450812",
    "title": "Estimation of plasma afamin levels in patients with periodontitis and Type II diabetes mellitus: A clinico-biochemical study.",
    "abstract": "Periodontitis is a chronic inflammatory disease, modified by host immune response, where the host-microbial interaction damages proteoglycan, hyaluronan, and collagen, leading to connective tissue breakdown and impaired wound healing due to increased oxidative stress (OS). Afamin (AFM) is a Vitamin E-binding protein that plays a role in antiapoptotic cellular processes related to OS and has been previously associated with the development of insulin resistance (IR). Type II diabetes mellitus (TIIDM) is a major risk factor for periodontitis. The aim of this study was to assess plasma AFM levels in subjects diagnosed with periodontitis, with and without TIIDM. Seventy-five participants were divided into 3 groups: Group I - 25 healthy controls, Group II - 25 systemically healthy individuals with periodontitis, and Group III - 25 individuals with periodontitis and TIIDM. All periodontal parameters, i.e. plaque index, gingival index, and probing pocket depth, were recorded. Glycemic control in Group III individuals was assessed by glycated hemoglobin (HbA1c) levels. Plasma AFM levels were analyzed using the enzyme-linked immunosorbent assay technique.  Mean plasma AFM concentrations in Group I were 30.64 ± 5.88 ng/ml. A significant increase in mean AFM was seen in Group II and III, i.e. 50.76 ± 9.65 ng/ml and 86.44 ± 12.10 ng/ml, respectively. A correlation was seen between deep pockets and increased AFM concentration in both the test groups. It was also found that mean AFM concentrations increased with worsening of glycemic control, i.e. 80.25 ng/ml, 84.25 ng/ml, and 90.92 ng/ml in good, fair, and poor HbA1c control patients, respectively. Plasma AFM is increased in patients with periodontitis. A higher concentration is seen in patients with periodontitis and TIIDM. OS being the reason for its increase, plasma AFM levels can be used as a marker to identify the incidence of TIIDM in individuals with periodontitis or other inflammatory conditions associated with increased OS.",
    "disease": "diabetes mellitus",
    "clean_text": "estimation of plasma afamin levels in patients with periodontitis and type ii diabetes mellitus a clinico biochemical study periodontitis is a chronic inflammatory disease modified by host immune response where the host microbial interaction damages proteoglycan hyaluronan and collagen leading to connective tissue breakdown and impaired wound healing due to increased oxidative stress os afamin afm is a vitamin e binding protein that plays a role in antiapoptotic cellular processes related to os and has been previously associated with the development of insulin resistance ir type ii diabetes mellitus tiidm is a major risk factor for periodontitis the aim of this study was to assess plasma afm levels in subjects diagnosed with periodontitis with and without tiidm seventy five participants were divided into groups group i healthy controls group ii systemically healthy individuals with periodontitis and group iii individuals with periodontitis and tiidm all periodontal parameters i e plaque index gingival index and probing pocket depth were recorded glycemic control in group iii individuals was assessed by glycated hemoglobin hba c levels plasma afm levels were analyzed using the enzyme linked immunosorbent assay technique mean plasma afm concentrations in group i were ng ml a significant increase in mean afm was seen in group ii and iii i e ng ml and ng ml respectively a correlation was seen between deep pockets and increased afm concentration in both the test groups it was also found that mean afm concentrations increased with worsening of glycemic control i e ng ml ng ml and ng ml in good fair and poor hba c control patients respectively plasma afm is increased in patients with periodontitis a higher concentration is seen in patients with periodontitis and tiidm os being the reason for its increase plasma afm levels can be used as a marker to identify the incidence of tiidm in individuals with periodontitis or other inflammatory conditions associated with increased os"
}