{
    "pmid": "41402014",
    "title": "Machine learning-based early detection of tuberculosis in asymptomatic high-risk populations.",
    "abstract": "Tuberculosis (TB) remains a major global health challenge and continues to affect millions worldwide despite decades of control efforts. The disease can remain dormant and symptom-free for long periods, especially in high-risk populations such as household contacts, immunocompromised individuals and people living in crowded environments. Delayed detection of these silent cases fuels ongoing transmission. Chest X-ray imaging is widely used for screening, yet radiographic signs in early TB are subtle and easily confused with other lung conditions. Shortage of trained radiologists, subjective interpretation and limited data further complicate diagnosis. Recent advances in deep learning have enabled automated detection, but conventional convolutional neural networks often require large labelled datasets and struggle to capture global context in images. This paper proposes a machine-learning framework that combines contrastive pretraining with a fine-tuned vision transformer (CPT-TB) for early detection of TB in asymptomatic, high-risk populations. We utilize the publicly available chest X-ray dataset which contains 4200 images, including 3500 normal X-rays and 700 images from TB patients. Contrastive pretraining leverages unlabeled images by creating multiple augmented views and learning representations that bring similar views closer while pushing dissimilar examples apart. A transformer architecture with self-attention is then fine-tuned on the labelled portion of the dataset. The attention mechanism aggregates information across the entire lung field, capturing subtle pathological patterns that are difficult for CNNs to learn. Our method demonstrates significant improvements over standard models. In five-fold cross-validation, CPT-TB achieves an area under the receiver operating characteristic curve (AUC) of 98.2 %, accuracy of 95.5 %, sensitivity of 94.9 % and specificity of 96.0 %. These results represent a 4.0 % increase in accuracy compared to a supervised ResNet-50 baseline and a 2.3 % improvement over a supervised vision transformer. Beyond these quantitative gains, attention maps offer interpretable visual cues for clinicians. The proposed CPT-TB framework shows promise for scalable, non-invasive screening and could facilitate active case finding in resource-constrained settings where radiological expertise is scarce.",
    "disease": "tuberculosis",
    "clean_text": "machine learning based early detection of tuberculosis in asymptomatic high risk populations tuberculosis tb remains a major global health challenge and continues to affect millions worldwide despite decades of control efforts the disease can remain dormant and symptom free for long periods especially in high risk populations such as household contacts immunocompromised individuals and people living in crowded environments delayed detection of these silent cases fuels ongoing transmission chest x ray imaging is widely used for screening yet radiographic signs in early tb are subtle and easily confused with other lung conditions shortage of trained radiologists subjective interpretation and limited data further complicate diagnosis recent advances in deep learning have enabled automated detection but conventional convolutional neural networks often require large labelled datasets and struggle to capture global context in images this paper proposes a machine learning framework that combines contrastive pretraining with a fine tuned vision transformer cpt tb for early detection of tb in asymptomatic high risk populations we utilize the publicly available chest x ray dataset which contains images including normal x rays and images from tb patients contrastive pretraining leverages unlabeled images by creating multiple augmented views and learning representations that bring similar views closer while pushing dissimilar examples apart a transformer architecture with self attention is then fine tuned on the labelled portion of the dataset the attention mechanism aggregates information across the entire lung field capturing subtle pathological patterns that are difficult for cnns to learn our method demonstrates significant improvements over standard models in five fold cross validation cpt tb achieves an area under the receiver operating characteristic curve auc of accuracy of sensitivity of and specificity of these results represent a increase in accuracy compared to a supervised resnet baseline and a improvement over a supervised vision transformer beyond these quantitative gains attention maps offer interpretable visual cues for clinicians the proposed cpt tb framework shows promise for scalable non invasive screening and could facilitate active case finding in resource constrained settings where radiological expertise is scarce"
}