{
    "pmid": "41467228",
    "title": "The credibility struggle of mRNA vaccine rumors: A communication model to understand the impact of skepticism on public perception.",
    "abstract": "This study explores the dynamics of vaccine rumors during the COVID-19 pandemic, particularly those surrounding messenger RNA vaccines. By employing and developing Hallin's communication model of credibility spheres, we analyze how controversial ideas regarding vaccine safety gained public attention and challenged established vaccine narratives. The focal point of the investigation is the viral spread of a biomedical article from Lund University, which intensified existing vaccine rumors shared on Twitter, that, in turn, the authorities had tried to refute. Through a mixed methods analysis of Swedish-language tweets, reflecting a limited segment of the population's opinions, we highlight persistent skepticism toward mRNA vaccines, characterized by fears of side effects, rushed development, and distrust in pharmaceutical companies. The findings suggest that vaccine skeptics on Twitter leveraged the Lund medical article to legitimize their concerns, aiming to move their arguments from the Sphere of Deviant Vaccine Propositions into the Sphere of Legitimate Public Vaccine Debate, where they could be debated alongside mainstream views. We interpret the possible impact of the mRNA rumors shared on Twitter as an expression of an increasingly populistic society with a decreasing trust in democratic institutions and authorities, in which the constant flow of content via the internet reinforces the credibility of conspiracy theories.",
    "disease": "covid-19",
    "clean_text": "the credibility struggle of mrna vaccine rumors a communication model to understand the impact of skepticism on public perception this study explores the dynamics of vaccine rumors during the covid pandemic particularly those surrounding messenger rna vaccines by employing and developing hallin s communication model of credibility spheres we analyze how controversial ideas regarding vaccine safety gained public attention and challenged established vaccine narratives the focal point of the investigation is the viral spread of a biomedical article from lund university which intensified existing vaccine rumors shared on twitter that in turn the authorities had tried to refute through a mixed methods analysis of swedish language tweets reflecting a limited segment of the population s opinions we highlight persistent skepticism toward mrna vaccines characterized by fears of side effects rushed development and distrust in pharmaceutical companies the findings suggest that vaccine skeptics on twitter leveraged the lund medical article to legitimize their concerns aiming to move their arguments from the sphere of deviant vaccine propositions into the sphere of legitimate public vaccine debate where they could be debated alongside mainstream views we interpret the possible impact of the mrna rumors shared on twitter as an expression of an increasingly populistic society with a decreasing trust in democratic institutions and authorities in which the constant flow of content via the internet reinforces the credibility of conspiracy theories"
}