{
    "pmid": "41473199",
    "title": "Cerebellar Syndrome From Proton Pump Inhibitor-Induced Hypomagnesemia: Two Reversible but Relapsing Cases.",
    "abstract": "Cerebellar syndromes are rare yet potentially serious presentations in the emergency department, requiring timely diagnosis and intervention. The differential diagnosis is wide, encompassing stroke, multiple sclerosis, toxic reactions, and metabolic imbalances such as hypomagnesemia. Proton pump inhibitors (PPIs) have been increasingly recognized as a cause of severe hypomagnesemia, which can lead to reversible cerebellar syndrome. We present two cases of reversible cerebellar syndrome caused by hypomagnesemia. The first case involves a 65-year-old man with a two-week history of weakness, dizziness, and inappetence. After extensive investigation, including normal MRI and vestibular testing, his symptoms were attributed to severe hypomagnesemia secondary to esomeprazole use. Magnesium supplementation led to clinical improvement. The second case is a 68-year-old man with progressively worsening dizziness, nausea, and instability. Hypomagnesemia related to omeprazole use was identified as the cause, and intravenous magnesium supplementation significantly improved his condition. Hypomagnesemia is an often overlooked but important cause of cerebellar dysfunction. Magnesium deficiency leads to neuronal hyperexcitability, particularly affecting the cerebellum. In both cases, PPI use was the primary cause of hypomagnesemia, with magnesium supplementation reversing most symptoms. Cerebellar symptoms from hypomagnesemia may fluctuate, complicating diagnosis, and normal brain imaging does not rule out this condition. Regular monitoring of serum magnesium levels in patients on long-term PPI therapy is essential. These cases illustrate that PPI-induced hypomagnesemia should be considered in patients presenting with atypical dizziness and balance disorders. Early diagnosis and treatment with magnesium supplementation can reverse symptoms, although some residual effects may persist. Continuous monitoring is crucial for patients requiring long-term PPI therapy to prevent recurrence.",
    "disease": "stroke",
    "clean_text": "cerebellar syndrome from proton pump inhibitor induced hypomagnesemia two reversible but relapsing cases cerebellar syndromes are rare yet potentially serious presentations in the emergency department requiring timely diagnosis and intervention the differential diagnosis is wide encompassing stroke multiple sclerosis toxic reactions and metabolic imbalances such as hypomagnesemia proton pump inhibitors ppis have been increasingly recognized as a cause of severe hypomagnesemia which can lead to reversible cerebellar syndrome we present two cases of reversible cerebellar syndrome caused by hypomagnesemia the first case involves a year old man with a two week history of weakness dizziness and inappetence after extensive investigation including normal mri and vestibular testing his symptoms were attributed to severe hypomagnesemia secondary to esomeprazole use magnesium supplementation led to clinical improvement the second case is a year old man with progressively worsening dizziness nausea and instability hypomagnesemia related to omeprazole use was identified as the cause and intravenous magnesium supplementation significantly improved his condition hypomagnesemia is an often overlooked but important cause of cerebellar dysfunction magnesium deficiency leads to neuronal hyperexcitability particularly affecting the cerebellum in both cases ppi use was the primary cause of hypomagnesemia with magnesium supplementation reversing most symptoms cerebellar symptoms from hypomagnesemia may fluctuate complicating diagnosis and normal brain imaging does not rule out this condition regular monitoring of serum magnesium levels in patients on long term ppi therapy is essential these cases illustrate that ppi induced hypomagnesemia should be considered in patients presenting with atypical dizziness and balance disorders early diagnosis and treatment with magnesium supplementation can reverse symptoms although some residual effects may persist continuous monitoring is crucial for patients requiring long term ppi therapy to prevent recurrence"
}