{
    "pmid": "41344054",
    "title": "A roadmap to unveil the mechanism(s) of natural indole-derived molecules against NAFLD-derived HCC via systems pharmacology.",
    "abstract": "Non-alcoholic fatty liver disease (NAFLD) is involved in non-alcoholic steatohepatitis (NASH), liver cirrhosis (LC), and even hepatocellular carcinoma (HCC). Hence, this study was to elucidate nuanced key mechanism(s), target(s), and Natural Indole-Derived Molecules (NIDMs) against NAFLD-derived HCC. The NIDMs were retrieved by Natural Product Activity & Species Source Database (NPASS). The protein-protein interaction (PPI) networks, bubble plot on key signaling pathways, etiological spectrum-signaling pathways-targets-indoles (ESTI) networks, the verification of toxicity on key NIDMs, and MDE (Molecular Docking Evaluation) were performed with integrating perspective. The 141 NIDMs were identified by NPASS and SwissADME, suggesting that the NIDMs were associated with Similarity Ensemble Approach (SEA; 845 targets) and SwissTargetPrediction (STP; 1107 targets). On PPI analysis, JUN was the uppermost target with the highest DV (Degree Value). A bubble plot based on rich factor constructed to identify key mechanism(s), suggesting that AGE-RAGE signaling pathway in diabetic complications might be key antagonistic mode to hinder the spontaneous progression of NAFLD. The key targets were JUN, and AGTR1 on AGE-RAGE signaling pathway in diabetic complications, binding most stably to Marinacarboline D, and Fumitremorgin F, respectively. In closing, this study provides critical insights into the key mechanisms, targets, and NIDMs that may impede etiological spectrum of NAFLD.",
    "disease": "liver cirrhosis",
    "clean_text": "a roadmap to unveil the mechanism s of natural indole derived molecules against nafld derived hcc via systems pharmacology non alcoholic fatty liver disease nafld is involved in non alcoholic steatohepatitis nash liver cirrhosis lc and even hepatocellular carcinoma hcc hence this study was to elucidate nuanced key mechanism s target s and natural indole derived molecules nidms against nafld derived hcc the nidms were retrieved by natural product activity species source database npass the protein protein interaction ppi networks bubble plot on key signaling pathways etiological spectrum signaling pathways targets indoles esti networks the verification of toxicity on key nidms and mde molecular docking evaluation were performed with integrating perspective the nidms were identified by npass and swissadme suggesting that the nidms were associated with similarity ensemble approach sea targets and swisstargetprediction stp targets on ppi analysis jun was the uppermost target with the highest dv degree value a bubble plot based on rich factor constructed to identify key mechanism s suggesting that age rage signaling pathway in diabetic complications might be key antagonistic mode to hinder the spontaneous progression of nafld the key targets were jun and agtr on age rage signaling pathway in diabetic complications binding most stably to marinacarboline d and fumitremorgin f respectively in closing this study provides critical insights into the key mechanisms targets and nidms that may impede etiological spectrum of nafld"
}