{
    "title": "Interplay of Acquired Risk Factors, Age, and Genetic Predisposition in Incident Stroke: A Prospective Cohort Study.",
    "doc_id": "40611497",
    "writer": "Wu YB",
    "year": "2025",
    "summary": "BACKGROUND: Stroke is the leading cause of disability and death worldwide, and its pathogenesis involves various risk factors. This study aimed to investigate the associations between acquired risk factors, age, and genetic predisposition in the incide …",
    "abstract": "Background:\n        \n      \n      Stroke is the leading cause of disability and death worldwide, and its pathogenesis involves various risk factors. This study aimed to investigate the associations between acquired risk factors, age, and genetic predisposition in the incidence of stroke.\n    \n\n\n          Methods and results:\n        \n      \n      We analyzed 404 873 participants (age, mean±SD, 56.46±8.10 years; 45.97% men) from the UK Biobank cohort, all without a history of stroke at baseline and with complete information on risk factors. Hazard ratios and population-attributable risk percentages for incident stroke were calculated for 21 risk factors, including 3 social determinants, 8 unhealthy behaviors, 4 metabolic factors, 5 clinical comorbidities, and 1 genetic risk score. Participants were stratified by age and genetic risk. During a 4.8 million person-year follow-up, 8287 participants (2.05%) experienced a stroke. Metabolic factors, particularly hypertension, were key contributors to stroke risk across all age and genetic groups (population-attributable risk percentages, 26.53-38.63 and 28.05-37.09). Stroke risk due to overall metabolic factors increased with higher genetic risk (population-attributable risk percentages, 28.05 in low-risk and 37.09 in high-risk groups). The effects of certain risk factors, such as dietary risk and hypertension, were more pronounced in participants with higher genetic risk. The contributions of social factors and clinical comorbidities to stroke risk were relatively low across genetic risk groups.\n    \n\n\n          Conclusions:\n        \n      \n      Metabolic factors, especially hypertension, are critical targets for stroke prevention across diverse age and genetic risk profiles. Tailored prevention strategies that address modifiable risk factors, considering individual age and genetic predisposition, have the potential to significantly reduce stroke incidence.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40611497/",
    "clean_text": "interplay of acquired risk factors age and genetic predisposition in incident stroke a prospective cohort study background stroke is the leading cause of disability and death worldwide and its pathogenesis involves various risk factors this study aimed to investigate the associations between acquired risk factors age and genetic predisposition in the incide background stroke is the leading cause of disability and death worldwide and its pathogenesis involves various risk factors this study aimed to investigate the associations between acquired risk factors age and genetic predisposition in the incidence of stroke methods and results we analyzed participants age mean sd years men from the uk biobank cohort all without a history of stroke at baseline and with complete information on risk factors hazard ratios and population attributable risk percentages for incident stroke were calculated for risk factors including social determinants unhealthy behaviors metabolic factors clinical comorbidities and genetic risk score participants were stratified by age and genetic risk during a million person year follow up participants experienced a stroke metabolic factors particularly hypertension were key contributors to stroke risk across all age and genetic groups population attributable risk percentages and stroke risk due to overall metabolic factors increased with higher genetic risk population attributable risk percentages in low risk and in high risk groups the effects of certain risk factors such as dietary risk and hypertension were more pronounced in participants with higher genetic risk the contributions of social factors and clinical comorbidities to stroke risk were relatively low across genetic risk groups conclusions metabolic factors especially hypertension are critical targets for stroke prevention across diverse age and genetic risk profiles tailored prevention strategies that address modifiable risk factors considering individual age and genetic predisposition have the potential to significantly reduce stroke incidence"
}