{
    "title": "Quality of Sleep in Elderly Patients with Diabetes Mellitus from Turkey: A Cross-Sectional Observational Study.",
    "doc_id": "34635033",
    "writer": "Bayrak M",
    "year": "2022",
    "summary": "METHODS: An observational cross-sectional study of 220 diabetic elderly patients with a mean age of 70.4 5.9 was conducted between June 2019 and December 2019. Pittsburgh Sleep Quality Index (PSQI) questionnaire was used. Patients were divided based on sleep …",
    "abstract": "Background:\n        \n      \n      Elderly patients frequently experience poor sleep quality. We aimed to determine its prevalence and risk factors in diabetic elderly patients from Turkey.\n    \n\n\n          Methods:\n        \n      \n      An observational cross-sectional study of 220 diabetic elderly patients with a mean age of 70.4 ± 5.9 was conducted between June 2019 and December 2019. Pittsburgh Sleep Quality Index (PSQI) questionnaire was used. Patients were divided based on sleep quality into poor (PSQI> 5) and good (PSQI≤ 5) sleep quality groups. Geriatric Depression Scale, Beck Anxiety Inventory, and Hendrich II Fall Risk Model were adopted. The prevalence of poor sleep quality and risk factors were evaluated.\n    \n\n\n          Results:\n        \n      \n      Prevalence of poor sleep quality was 58.6%. Poor sleepers were significantly older, were more likely to be divorced, had more comorbidities, and used more medicines (ps<0.05). Longer duration of diabetes, higher incidence of hypoglycemic events, and diabetic complications were significantly associated with poor sleep quality (ps<0.05). Poor sleepers had higher levels of blood glucose and HbA1c levels (ps<0.05). PSQI was significantly correlated with age, HbA1c, duration of diabetes, higher depression, anxiety, and falling risk (ps<0.05). Severe depression, anxiety, and higher falling risk were independent risk factors.\n    \n\n\n          Conclusion:\n        \n      \n      Most patients experienced poor sleep quality. It was associated with a longer duration of diabetes, chronic diabetes-related complications, and higher HbA1c levels. Severe depression, anxiety, and higher falling risk were risk factors for poor sleep quality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34635033/",
    "clean_text": "quality of sleep in elderly patients with diabetes mellitus from turkey a cross sectional observational study methods an observational cross sectional study of diabetic elderly patients with a mean age of was conducted between june and december pittsburgh sleep quality index psqi questionnaire was used patients were divided based on sleep background elderly patients frequently experience poor sleep quality we aimed to determine its prevalence and risk factors in diabetic elderly patients from turkey methods an observational cross sectional study of diabetic elderly patients with a mean age of was conducted between june and december pittsburgh sleep quality index psqi questionnaire was used patients were divided based on sleep quality into poor psqi and good psqi sleep quality groups geriatric depression scale beck anxiety inventory and hendrich ii fall risk model were adopted the prevalence of poor sleep quality and risk factors were evaluated results prevalence of poor sleep quality was poor sleepers were significantly older were more likely to be divorced had more comorbidities and used more medicines ps longer duration of diabetes higher incidence of hypoglycemic events and diabetic complications were significantly associated with poor sleep quality ps poor sleepers had higher levels of blood glucose and hba c levels ps psqi was significantly correlated with age hba c duration of diabetes higher depression anxiety and falling risk ps severe depression anxiety and higher falling risk were independent risk factors conclusion most patients experienced poor sleep quality it was associated with a longer duration of diabetes chronic diabetes related complications and higher hba c levels severe depression anxiety and higher falling risk were risk factors for poor sleep quality"
}