{
    "pmid": "41443727",
    "title": "[Expert consensus on pathological diagnosis of lung cancer in county-level and prefectural medical institutions (2025 edition)].",
    "abstract": "Lung cancer is the malignant tumor with the highest morbidity and mortality in China. Standardized pathological diagnosis of lung cancer is crucial for determining clinical strategy and evaluating prognosis. Currently, there are issues such as relatively lagging overall construction, uneven diagnostic levels and inaccessibility to advanced diagnostic techniques in the pathology departments of county-level and prefectural medical institutions within the close-knit medical alliance in China. To implement the national policy on the hierarchical diagnosis and treatment of lung cancer, standardize the pathological diagnosis of lung cancer in county-level and prefectural medical institutions to meet the basic needs of lung cancer diagnosis and treatment, and support the advancement of the Healthy China strategy and the construction of a close-knit medical alliance, experts were organized by the Lung Cancer Group of the Pathology Committee of the China Anti-Cancer Association, to develop comprehensive consensus recommendations and their levels to promote the standardization of the entire process of lung cancer pathological diagnosis. This was done by combining domestic and international guidelines and current domestic situation, focusing on three types of specimen: cytology, biopsy and surgical resection. The consensus framework is constructed and elaborated from five aspects: pre-processing of specimen standardization, morphological pathological assessment, immunohistochemistry, special staining, molecular pathological detection and standardized reporting. It also covers issues of concern in industry such as postoperative pathological assessment after neoadjuvant therapy and intraoperative frozen diagnosis. During the process of consensus formation, the Delphi questionnaire survey and consensus conference method were used, by combination of online and offline forms. The consensus focuses on the standardization and feasibility of application, aiming to promote the standardization of lung cancer pathological diagnosis and provide guiding suggestions for clinical diagnosis, treatment, and prognosis evaluation of lung cancer in county-level and prefectural medical institutions. 肺癌是中国发病率及死亡率均位居首位的恶性肿瘤，规范的肺癌病理诊断对临床治疗方案的确定和患者预后评估至关重要。目前中国地市和县域紧密型医联体医疗机构病理科存在整体建设稍滞后、病理诊断水平参差不齐、先进诊疗技术不可及等问题。为落实全国肺癌整体分级诊疗政策、规范地市和县域肺癌病理诊断以满足肺癌诊治基本需求，配合推进健康中国战略和紧密型医联体建设，由中国抗癌协会肿瘤病理专业委员会肺癌学组组织专家，结合国内外指南和国内相关现状，分别对肺癌细胞学、活检及手术切除3种样本类型，从标本规范化前处理、形态学病理评估、免疫组化、特殊染色和分子病理检测及规范化报告5个方面构建框架并展开，同时还包括了肺癌新辅助治疗术后病理评估及术中冰冻诊断等行业关注问题；采用德尔菲问卷调查法和共识会议法，以线上、线下结合形式，最终形成能覆盖肺癌病理诊断全方位、全流程的共识推荐及推荐级别。共识侧重地市和县域医疗机构应用的规范性及可行性，旨在推动相应层级医疗机构规范化肺癌病理诊断以期为临床诊疗和预后评估提供指导性建议。.",
    "disease": "lung cancer",
    "clean_text": "expert consensus on pathological diagnosis of lung cancer in county level and prefectural medical institutions edition lung cancer is the malignant tumor with the highest morbidity and mortality in china standardized pathological diagnosis of lung cancer is crucial for determining clinical strategy and evaluating prognosis currently there are issues such as relatively lagging overall construction uneven diagnostic levels and inaccessibility to advanced diagnostic techniques in the pathology departments of county level and prefectural medical institutions within the close knit medical alliance in china to implement the national policy on the hierarchical diagnosis and treatment of lung cancer standardize the pathological diagnosis of lung cancer in county level and prefectural medical institutions to meet the basic needs of lung cancer diagnosis and treatment and support the advancement of the healthy china strategy and the construction of a close knit medical alliance experts were organized by the lung cancer group of the pathology committee of the china anti cancer association to develop comprehensive consensus recommendations and their levels to promote the standardization of the entire process of lung cancer pathological diagnosis this was done by combining domestic and international guidelines and current domestic situation focusing on three types of specimen cytology biopsy and surgical resection the consensus framework is constructed and elaborated from five aspects pre processing of specimen standardization morphological pathological assessment immunohistochemistry special staining molecular pathological detection and standardized reporting it also covers issues of concern in industry such as postoperative pathological assessment after neoadjuvant therapy and intraoperative frozen diagnosis during the process of consensus formation the delphi questionnaire survey and consensus conference method were used by combination of online and offline forms the consensus focuses on the standardization and feasibility of application aiming to promote the standardization of lung cancer pathological diagnosis and provide guiding suggestions for clinical diagnosis treatment and prognosis evaluation of lung cancer in county level and prefectural medical institutions"
}