{
    "title": "[Presumed ovarian benign tumors and fertility].",
    "doc_id": "24210233",
    "writer": "Aubard Y",
    "year": "2013",
    "summary": "We reviewed the studies about fertility-sparing in young patient presenting a benign ovarian tumor. It appears that more than the histologic nature of the ovarian cysts, it is the surgical treatment of the cyst which may decrease fertility. ...In some situations, fe …",
    "abstract": "We reviewed the studies about fertility-sparing in young patient presenting a benign ovarian tumor. It appears that more than the histologic nature of the ovarian cysts, it is the surgical treatment of the cyst which may decrease fertility. Some good practice of surgical procedures must be kept in mind when one manages a benign ovarian tumor in a young patient wishing to preserve her fertility: surgery should be avoided as much as possible; kystectomy is better than oophorectomy; no radical surgery should be done without pathological certitudes; electrocoagulation must be avoided on the cyst walls. In some situations, fertility is specially endangered: bilateral ovarian cysts, recurrence or strong probability of recurrence (endometriomas), poor ovarian reserve (previous chemo- or radiotherapy, age>35, premature ovarian failure). In these situations, a pre-operative assessment of the ovarian reserve could be useful. Beside the surgical 'good procedures', gamete cryopreservation procedures could be used. Cryopreservation of mature oocytes (after ovarian hyperstimulation) or in vitro mature oocytes (after antral follicle retrieval) can be proposed. Ovarian tissue cryopreservation is another option. Oocyte (or embryos) cryopreservation can be proposed before or after the surgery. The global management of benign ovarian tumors in young patients should be decided between surgeons and specialists in reproductive biology.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24210233/",
    "clean_text": "presumed ovarian benign tumors and fertility we reviewed the studies about fertility sparing in young patient presenting a benign ovarian tumor it appears that more than the histologic nature of the ovarian cysts it is the surgical treatment of the cyst which may decrease fertility in some situations fe we reviewed the studies about fertility sparing in young patient presenting a benign ovarian tumor it appears that more than the histologic nature of the ovarian cysts it is the surgical treatment of the cyst which may decrease fertility some good practice of surgical procedures must be kept in mind when one manages a benign ovarian tumor in a young patient wishing to preserve her fertility surgery should be avoided as much as possible kystectomy is better than oophorectomy no radical surgery should be done without pathological certitudes electrocoagulation must be avoided on the cyst walls in some situations fertility is specially endangered bilateral ovarian cysts recurrence or strong probability of recurrence endometriomas poor ovarian reserve previous chemo or radiotherapy age premature ovarian failure in these situations a pre operative assessment of the ovarian reserve could be useful beside the surgical good procedures gamete cryopreservation procedures could be used cryopreservation of mature oocytes after ovarian hyperstimulation or in vitro mature oocytes after antral follicle retrieval can be proposed ovarian tissue cryopreservation is another option oocyte or embryos cryopreservation can be proposed before or after the surgery the global management of benign ovarian tumors in young patients should be decided between surgeons and specialists in reproductive biology"
}