{
    "pmid": "41401405",
    "title": "Estimated Glomerular Filtration Rate Equations Overestimate Renal Function Compared With Measured Glomerular Filtration Rate Using 24-Hour Urine Creatinine Clearance.",
    "abstract": "Accurate assessment of renal function is critical in the management of renal cell carcinoma (RCC), influencing surgical planning, systemic therapy eligibility, and clinical trial inclusion. Estimated glomerular filtration rate (eGFR) equations are commonly used in clinical practice but may not reflect true kidney function when compared with more accurate methods of determining renal function such as measured GFR using 24-hour urine creatinine clearance. In this prospective study, 72 patients with nonmetastatic RCC undergoing preoperative evaluation completed serum creatinine, cystatin C, and 24-hour urine collections. eGFR values were calculated using multiple established equations, both race-inclusive and race-neutral. The agreement between eGFR and measured GFR was assessed using Passing-Bablok regression. Linear regression estimated the discrepancy between eGFR and measured GFR at clinically relevant cutoffs of 45 and 60 mL/min/1.73 m Across all equations, eGFR consistently overestimated renal function compared with measured GFR. At a measured GFR of 45, corresponding eGFR values ranged from 53 to 59 mL/min/1.73 m eGFR equations significantly overestimate renal function in patients with renal masses when compared with 24-hour CrCl-derived measured GFR, particularly near clinically meaningful thresholds. This misclassification may result in inappropriate exposure to potentially harmful treatments, including nephrotoxic chemotherapy and radical nephrectomy. Confirmatory measured GFR testing should be considered in patients with renal function within a ±10 mL/min/1.73 m",
    "disease": "chronic kidney disease",
    "clean_text": "estimated glomerular filtration rate equations overestimate renal function compared with measured glomerular filtration rate using hour urine creatinine clearance accurate assessment of renal function is critical in the management of renal cell carcinoma rcc influencing surgical planning systemic therapy eligibility and clinical trial inclusion estimated glomerular filtration rate egfr equations are commonly used in clinical practice but may not reflect true kidney function when compared with more accurate methods of determining renal function such as measured gfr using hour urine creatinine clearance in this prospective study patients with nonmetastatic rcc undergoing preoperative evaluation completed serum creatinine cystatin c and hour urine collections egfr values were calculated using multiple established equations both race inclusive and race neutral the agreement between egfr and measured gfr was assessed using passing bablok regression linear regression estimated the discrepancy between egfr and measured gfr at clinically relevant cutoffs of and ml min m across all equations egfr consistently overestimated renal function compared with measured gfr at a measured gfr of corresponding egfr values ranged from to ml min m egfr equations significantly overestimate renal function in patients with renal masses when compared with hour crcl derived measured gfr particularly near clinically meaningful thresholds this misclassification may result in inappropriate exposure to potentially harmful treatments including nephrotoxic chemotherapy and radical nephrectomy confirmatory measured gfr testing should be considered in patients with renal function within a ml min m"
}