{
    "pmid": "41472257",
    "title": "Genetic Association Between TMPRSS2 Polymorphisms and COVID-19 Severity in Brazilian Health Workers.",
    "abstract": "The diversity of clinical presentations and outcomes of COVID-19 suggests the influence of host-intrinsic factors that modulate the infectious process. Therefore, a study was conducted with professionals from a hospital in the state of Sergipe, in the Northeast region of Brazil, aiming to identify in this population the effect of rs12329760 and rs2070788, SNPs of the TMPRSS2 enzyme that facilitates the infectious process. Recruitment of the 363 participants followed a non-probabilistic method using a QR code that led to the Informed Consent Form (ICF) and a clinical-epidemiological questionnaire based on self-reported information on the number of positive tests, the presence/absence of symptoms, and severity. Buccal epithelial cells were collected, DNA was extracted using a silica column, and SNP amplification was performed by qPCR. The data were processed using PSPP software, using chi-squared tests for associations in three statistical genetic models (additive, dominant, and recessive). The results showed that, in this population, rs12329760 did not influence any of the outcomes, while rs2070788 was significant in both the additive and recessive models. The action of the G allele is evident in the most severe cases, and it is associated with increased TMPRSS2 expression and potentially increased viral entry efficiency.",
    "disease": "pneumonia",
    "clean_text": "genetic association between tmprss polymorphisms and covid severity in brazilian health workers the diversity of clinical presentations and outcomes of covid suggests the influence of host intrinsic factors that modulate the infectious process therefore a study was conducted with professionals from a hospital in the state of sergipe in the northeast region of brazil aiming to identify in this population the effect of rs and rs snps of the tmprss enzyme that facilitates the infectious process recruitment of the participants followed a non probabilistic method using a qr code that led to the informed consent form icf and a clinical epidemiological questionnaire based on self reported information on the number of positive tests the presence absence of symptoms and severity buccal epithelial cells were collected dna was extracted using a silica column and snp amplification was performed by qpcr the data were processed using pspp software using chi squared tests for associations in three statistical genetic models additive dominant and recessive the results showed that in this population rs did not influence any of the outcomes while rs was significant in both the additive and recessive models the action of the g allele is evident in the most severe cases and it is associated with increased tmprss expression and potentially increased viral entry efficiency"
}