{
    "pmid": "41325403",
    "title": "The experience of demoralization syndrome in patients with decompensated cirrhosis: A qualitative research.",
    "abstract": "Demoralization syndrome presents a significant psychological challenge for patients grappling with decompensated cirrhosis, detrimentally impacting their prognosis and quality of life. This study aims to elucidate the experience of demoralization syndrome in these patients and to inform the development of targeted interventions. Through purposeful sampling, semi-structured interviews were carried out with patients receiving treatment at tertiary hospitals in Changsha City, Hunan Province, China, from July to November 2023. Data analysis employed Colaizzi's seven-step method. Among the 18 participants-comprising 12 males and 6 females, aged between 27 and 60 years-interview data revealed 4 themes and 11 sub-themes, including sources of demoralization syndrome (internal and external factors); impact of demoralization syndrome (sleep disturbance, suicidal ideation, social isolation); coping strategies of demoralization syndrome (submission and endurance, avoidance and concealment, acceptance of confronting); mitigation of demoralization syndrome support needs (medical resources, emotional catharsis, social support). Given the diverse sources and implications of demoralization syndrome in patients contending with decompensated cirrhosis, healthcare professionals should prioritize psychological assessment and formulate multidimensional intervention strategies to alleviate its severity.",
    "disease": "liver cirrhosis",
    "clean_text": "the experience of demoralization syndrome in patients with decompensated cirrhosis a qualitative research demoralization syndrome presents a significant psychological challenge for patients grappling with decompensated cirrhosis detrimentally impacting their prognosis and quality of life this study aims to elucidate the experience of demoralization syndrome in these patients and to inform the development of targeted interventions through purposeful sampling semi structured interviews were carried out with patients receiving treatment at tertiary hospitals in changsha city hunan province china from july to november data analysis employed colaizzi s seven step method among the participants comprising males and females aged between and years interview data revealed themes and sub themes including sources of demoralization syndrome internal and external factors impact of demoralization syndrome sleep disturbance suicidal ideation social isolation coping strategies of demoralization syndrome submission and endurance avoidance and concealment acceptance of confronting mitigation of demoralization syndrome support needs medical resources emotional catharsis social support given the diverse sources and implications of demoralization syndrome in patients contending with decompensated cirrhosis healthcare professionals should prioritize psychological assessment and formulate multidimensional intervention strategies to alleviate its severity"
}