{
    "title": "Diagnostic use of fine-needle aspiration cytology and core-needle biopsy in head and neck sarcomas.",
    "doc_id": "33687108",
    "writer": "Sheppard SC",
    "year": "2021",
    "summary": "The diagnostic role of fine-needle aspiration cytology (FNAC) and core-needle biopsy (CNB) has not been comprehensively assessed in head and neck sarcomas. A systematic review of published cases (1990-2020) was conducted. ...FNAC and CNB are useful methods for the d …",
    "abstract": "The diagnostic role of fine-needle aspiration cytology (FNAC) and core-needle biopsy (CNB) has not been comprehensively assessed in head and neck sarcomas. A systematic review of published cases (1990-2020) was conducted. Diagnostic performance of both FNAC/CNB to determine tumor dignity and histopathological diagnosis was calculated. One hundred and sixty-eight cases were included for which FNAC (n = 156), CNB (n = 8), or both (n = 4) were used. Predominant histologies were skeletal muscle, chondrogenic and vascular sarcomas. FNAC correctly assessed dignity in 76.3% and histology in 45% of cases. Dignity was significantly better for vascular tumors, metastatic and recurrent specimens, and worse for chondrogenic sarcomas. CNB showed a 92% accuracy to identify dignity and 83% for histopathology. FNAC and CNB are useful methods for the diagnosis of head and neck sarcomas, particularly well-suited in the context of recurrent or metastatic disease. The role of CNB remains largely unexplored for this indication.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33687108/",
    "clean_text": "diagnostic use of fine needle aspiration cytology and core needle biopsy in head and neck sarcomas the diagnostic role of fine needle aspiration cytology fnac and core needle biopsy cnb has not been comprehensively assessed in head and neck sarcomas a systematic review of published cases was conducted fnac and cnb are useful methods for the d the diagnostic role of fine needle aspiration cytology fnac and core needle biopsy cnb has not been comprehensively assessed in head and neck sarcomas a systematic review of published cases was conducted diagnostic performance of both fnac cnb to determine tumor dignity and histopathological diagnosis was calculated one hundred and sixty eight cases were included for which fnac n cnb n or both n were used predominant histologies were skeletal muscle chondrogenic and vascular sarcomas fnac correctly assessed dignity in and histology in of cases dignity was significantly better for vascular tumors metastatic and recurrent specimens and worse for chondrogenic sarcomas cnb showed a accuracy to identify dignity and for histopathology fnac and cnb are useful methods for the diagnosis of head and neck sarcomas particularly well suited in the context of recurrent or metastatic disease the role of cnb remains largely unexplored for this indication"
}