{
    "title": "Epidemiological Characteristics and Trends of Scarlet Fever in Zhejiang Province of China: Population-Based Surveillance during 2004-2022.",
    "doc_id": "39036471",
    "writer": "Fang Z",
    "year": "2024",
    "summary": "RESULTS: A total of 28,652 cases of scarlet fever were reported across Zhejiang Province during the study period, with the lowest average monthly incidences in 2020 (0.111/100,000). The predominant areas affected were the northern and central regions of Zhejiang, an …",
    "abstract": "Background:\n        \n      \n      Over the past two decades, scarlet fever has resurged in some countries or areas. Nationwide nonpharmaceutical interventions changed the patterns of other infectious diseases, but its effects on the spread of scarlet fever were rarely studied. This study aimed to evaluate the changes in scarlet fever incidence in Zhejiang Province, China, before and during the COVID-19 pandemic periods and to provide references for scarlet fever prevention and control.\n    \n\n\n          Methods:\n        \n      \n      Scarlet fever surveillance data in Zhejiang, China (2004-2022), were analyzed in three stages. Two-sample z test, ANOVA, and Tukey's test were used to compare and analyze the characteristics of disease spread at different stages. The ARIMA model was used to predict the overall trend. The data were obtained from the National Infectious Disease Reporting Information System.\n    \n\n\n          Results:\n        \n      \n      A total of 28,652 cases of scarlet fever were reported across Zhejiang Province during the study period, with the lowest average monthly incidences in 2020 (0.111/100,000). The predominant areas affected were the northern and central regions of Zhejiang, and all regions of Zhejiang experienced a decrease in incidence in 2020. The steepest decline in incidence in 2020 was found in children aged 0-4 years (67.3% decrease from 23.8/100,000 to 7.8/100,000). The seasonal pattern changed, with peak occurrences in April to June and November to January during 2004-2019 and 2021 and a peak in January in 2020. The median duration from diagnosis to confirmation was highest before COVID-19 (4 days); however, it decreased to 1 day in 2020-2022, matching the other two medians.\n    \n\n\n          Conclusions:\n        \n      \n      In 2020, Zhejiang experienced an unprecedented decrease in scarlet fever, with the lowest incidence in nearly 18 years, but it rebounded in 2021 and 2022. The seasonal epidemiologic characteristics of scarlet fever also changed with the COVID-19 outbreaks. This suggested that nationwide nonpharmaceutical interventions greatly depressed the spread of scarlet fever. With the relaxation of non-pharmaceutical intervention restrictions, scarlet fever may reappear. Government policymakers should prioritize the control of future scarlet fever outbreaks for public health.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39036471/",
    "clean_text": "epidemiological characteristics and trends of scarlet fever in zhejiang province of china population based surveillance during results a total of cases of scarlet fever were reported across zhejiang province during the study period with the lowest average monthly incidences in the predominant areas affected were the northern and central regions of zhejiang an background over the past two decades scarlet fever has resurged in some countries or areas nationwide nonpharmaceutical interventions changed the patterns of other infectious diseases but its effects on the spread of scarlet fever were rarely studied this study aimed to evaluate the changes in scarlet fever incidence in zhejiang province china before and during the covid pandemic periods and to provide references for scarlet fever prevention and control methods scarlet fever surveillance data in zhejiang china were analyzed in three stages two sample z test anova and tukey s test were used to compare and analyze the characteristics of disease spread at different stages the arima model was used to predict the overall trend the data were obtained from the national infectious disease reporting information system results a total of cases of scarlet fever were reported across zhejiang province during the study period with the lowest average monthly incidences in the predominant areas affected were the northern and central regions of zhejiang and all regions of zhejiang experienced a decrease in incidence in the steepest decline in incidence in was found in children aged years decrease from to the seasonal pattern changed with peak occurrences in april to june and november to january during and and a peak in january in the median duration from diagnosis to confirmation was highest before covid days however it decreased to day in matching the other two medians conclusions in zhejiang experienced an unprecedented decrease in scarlet fever with the lowest incidence in nearly years but it rebounded in and the seasonal epidemiologic characteristics of scarlet fever also changed with the covid outbreaks this suggested that nationwide nonpharmaceutical interventions greatly depressed the spread of scarlet fever with the relaxation of non pharmaceutical intervention restrictions scarlet fever may reappear government policymakers should prioritize the control of future scarlet fever outbreaks for public health"
}