{
    "title": "Altered myocardial states. The stunned and hibernating myocardium.",
    "doc_id": "2644829",
    "writer": "Kloner RA",
    "year": "1989",
    "summary": "The resultant chronic left ventricular dysfunction has been termed \"hibernating myocardium.\" Finally, myocardial ischemia may be reversed with coronary artery reperfusion resulting in salvage of the myocytes. ...The concepts of stunned myocardium are reviewed …",
    "abstract": "There are several potential outcomes of myocardial ischemia. When ischemia is severe and prolonged, myocyte cell death occurs and there is no recovery of contractile function of these cells. When myocardial ischemia is less severe but still prolonged, myocytes may remain viable but exhibit depressed contractile function, which may be a protective mechanism whereby these cells attempt to reduce their oxygen demand in the setting of reduced oxygen supply. The resultant chronic left ventricular dysfunction has been termed \"hibernating myocardium.\" Finally, myocardial ischemia may be reversed with coronary artery reperfusion resulting in salvage of the myocytes. However, the viable myocardium may demonstrate relatively prolonged but transient postischemic contractile dysfunction, the situation termed \"stunned myocardium.\" The concepts of stunned myocardium are reviewed as they apply to both coronary reperfusion during evolving acute myocardial infarction, as well as brief periods of ischemia that may occur during angina pectoris, or coronary vasospasm, or both. The concept of hibernating myocardium is reviewed as it applies to left ventricular function prior to and after coronary artery bypass surgery.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2644829/",
    "clean_text": "altered myocardial states the stunned and hibernating myocardium the resultant chronic left ventricular dysfunction has been termed hibernating myocardium finally myocardial ischemia may be reversed with coronary artery reperfusion resulting in salvage of the myocytes the concepts of stunned myocardium are reviewed there are several potential outcomes of myocardial ischemia when ischemia is severe and prolonged myocyte cell death occurs and there is no recovery of contractile function of these cells when myocardial ischemia is less severe but still prolonged myocytes may remain viable but exhibit depressed contractile function which may be a protective mechanism whereby these cells attempt to reduce their oxygen demand in the setting of reduced oxygen supply the resultant chronic left ventricular dysfunction has been termed hibernating myocardium finally myocardial ischemia may be reversed with coronary artery reperfusion resulting in salvage of the myocytes however the viable myocardium may demonstrate relatively prolonged but transient postischemic contractile dysfunction the situation termed stunned myocardium the concepts of stunned myocardium are reviewed as they apply to both coronary reperfusion during evolving acute myocardial infarction as well as brief periods of ischemia that may occur during angina pectoris or coronary vasospasm or both the concept of hibernating myocardium is reviewed as it applies to left ventricular function prior to and after coronary artery bypass surgery"
}