{
    "pmid": "41444832",
    "title": "Multi-omics dissection of SNP-mediated immunometabolic signatures in Alzheimer's disease reveals a novel individual predictive model.",
    "abstract": "While genome-wide association studies (GWAS) have implicated immune and metabolic pathways in Alzheimer's disease (AD), their specific cellular impacts remain unclear. To address this, we employed bidirectional two-sample Mendelian randomization to identify single nucleotide polymorphism (SNP)-mediated, AD-associated immunometabolic signatures, which revealed both positively and negatively correlated immune cell types and metabolic pathways. Integrated single-cell omics analysis further delineated distinct astrocyte subpopulations in patient brains: one enriched for Glutamate-glutamine uptake and metabolism was positively associated with AD, while another characterized by Amino acid metabolism and transport was negatively associated. In peripheral blood, mononuclear cells (PBMCs) primarily displayed AD-negative metabolic signatures accompanied by downregulated immune responses. Leveraging these findings, we developed and optimized a blood transcriptome-based AD prediction model on a gene set derived from blood immune cells that is negatively associated with AD, using multiple machine learning approaches. This model is applicable to both European and Asian populations, enables pre-symptomatic detection for familial AD, effectively discriminates AD from other neurodegenerative disorders, and is readily accessible for clinical implementation. Our study provides novel evidence underscoring the critical role of immunometabolism in AD and delivers a practical predictive tool suitable for large-scale, routine population screening.",
    "disease": "alzheimer disease",
    "clean_text": "multi omics dissection of snp mediated immunometabolic signatures in alzheimer s disease reveals a novel individual predictive model while genome wide association studies gwas have implicated immune and metabolic pathways in alzheimer s disease ad their specific cellular impacts remain unclear to address this we employed bidirectional two sample mendelian randomization to identify single nucleotide polymorphism snp mediated ad associated immunometabolic signatures which revealed both positively and negatively correlated immune cell types and metabolic pathways integrated single cell omics analysis further delineated distinct astrocyte subpopulations in patient brains one enriched for glutamate glutamine uptake and metabolism was positively associated with ad while another characterized by amino acid metabolism and transport was negatively associated in peripheral blood mononuclear cells pbmcs primarily displayed ad negative metabolic signatures accompanied by downregulated immune responses leveraging these findings we developed and optimized a blood transcriptome based ad prediction model on a gene set derived from blood immune cells that is negatively associated with ad using multiple machine learning approaches this model is applicable to both european and asian populations enables pre symptomatic detection for familial ad effectively discriminates ad from other neurodegenerative disorders and is readily accessible for clinical implementation our study provides novel evidence underscoring the critical role of immunometabolism in ad and delivers a practical predictive tool suitable for large scale routine population screening"
}