{
    "title": "Gene Therapy Approaches to Human Immunodeficiency Virus and Other Infectious Diseases.",
    "doc_id": "28895854",
    "writer": "Rogers GL",
    "year": "2017",
    "summary": "Advances in gene therapy technologies, particularly in gene editing, are suggesting new avenues for the treatment of human immunodeficiency virus and other infectious diseases. This article outlines recent developments in antiviral gene therapies, incl …",
    "abstract": "Advances in gene therapy technologies, particularly in gene editing, are suggesting new avenues for the treatment of human immunodeficiency virus and other infectious diseases. This article outlines recent developments in antiviral gene therapies, including those based on the disruption of entry receptors or that target viral genomes using targeted nucleases, such as the CRISPR/Cas9 system. In addition, new ways to express circulating antiviral factors, such as antibodies, and approaches to harness and engineer the immune system to provide an antiviral effect that is not naturally achieved are described.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28895854/",
    "clean_text": "gene therapy approaches to human immunodeficiency virus and other infectious diseases advances in gene therapy technologies particularly in gene editing are suggesting new avenues for the treatment of human immunodeficiency virus and other infectious diseases this article outlines recent developments in antiviral gene therapies incl advances in gene therapy technologies particularly in gene editing are suggesting new avenues for the treatment of human immunodeficiency virus and other infectious diseases this article outlines recent developments in antiviral gene therapies including those based on the disruption of entry receptors or that target viral genomes using targeted nucleases such as the crispr cas system in addition new ways to express circulating antiviral factors such as antibodies and approaches to harness and engineer the immune system to provide an antiviral effect that is not naturally achieved are described"
}