{
    "title": "Classification of myocardial infarction: frequency and features of type 2 myocardial infarction.",
    "doc_id": "23856021",
    "writer": "Saaby L",
    "year": "2013",
    "summary": "In contrast to the plaque rupture-related type 1 myocardial infarction, type 2 myocardial infarction is considered to be caused by an imbalance between demand and supply of oxygen in the myocardium. ...The diagnosis and classification of myocardial …",
    "abstract": "Background:\n        \n      \n      The classification of myocardial infarction into 5 types was introduced in 2007 as an important component of the universal definition. In contrast to the plaque rupture-related type 1 myocardial infarction, type 2 myocardial infarction is considered to be caused by an imbalance between demand and supply of oxygen in the myocardium. However, no specific criteria for type 2 myocardial infarction have been established.\n    \n\n\n          Methods:\n        \n      \n      We prospectively studied unselected hospital patients who had cardiac troponin I measured on clinical indication. The diagnosis and classification of myocardial infarction were established, and the frequency and features of type 2 myocardial infarction were investigated by use of novel developed criteria.\n    \n\n\n          Results:\n        \n      \n      From January 2010 to January 2011, a total of 7230 consecutive patients who had cardiac troponin I measured were evaluated, and 4499 patients qualified for inclusion. The diagnosis of myocardial infarction was established in 553 patients, of whom 386 (72%) had a type 1 myocardial infarction and 144 (26%) had a type 2 myocardial infarction. Patients in the group with type 2 myocardial infarction were older and more likely to be female, and had more comorbidities. The proportion of patients without significant coronary artery disease was higher in those with type 2 myocardial infarction (45%) than in those with type 1 myocardial infarction (12%) (P < .001). Tachyarrhythmias, anemia, and respiratory failure were the most prevalent mechanisms causing type 2 myocardial infarction.\n    \n\n\n          Conclusions:\n        \n      \n      In a cohort of patients with myocardial infarction who were admitted consecutively through 1 year, the category of type 2 myocardial infarction comprised one fourth when diagnosed by the use of newly developed criteria. Approximately half of patients with type 2 myocardial infarction had no significant coronary artery disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23856021/",
    "clean_text": "classification of myocardial infarction frequency and features of type myocardial infarction in contrast to the plaque rupture related type myocardial infarction type myocardial infarction is considered to be caused by an imbalance between demand and supply of oxygen in the myocardium the diagnosis and classification of myocardial background the classification of myocardial infarction into types was introduced in as an important component of the universal definition in contrast to the plaque rupture related type myocardial infarction type myocardial infarction is considered to be caused by an imbalance between demand and supply of oxygen in the myocardium however no specific criteria for type myocardial infarction have been established methods we prospectively studied unselected hospital patients who had cardiac troponin i measured on clinical indication the diagnosis and classification of myocardial infarction were established and the frequency and features of type myocardial infarction were investigated by use of novel developed criteria results from january to january a total of consecutive patients who had cardiac troponin i measured were evaluated and patients qualified for inclusion the diagnosis of myocardial infarction was established in patients of whom had a type myocardial infarction and had a type myocardial infarction patients in the group with type myocardial infarction were older and more likely to be female and had more comorbidities the proportion of patients without significant coronary artery disease was higher in those with type myocardial infarction than in those with type myocardial infarction p tachyarrhythmias anemia and respiratory failure were the most prevalent mechanisms causing type myocardial infarction conclusions in a cohort of patients with myocardial infarction who were admitted consecutively through year the category of type myocardial infarction comprised one fourth when diagnosed by the use of newly developed criteria approximately half of patients with type myocardial infarction had no significant coronary artery disease"
}