{
    "pmid": "41454979",
    "title": "Association between specific neuroticism symptoms and cardiovascular disease: insights from genetic analysis.",
    "abstract": "Although neuroticism has been linked to cardiovascular disease (CVD), the etiological relevance of individual neuroticism symptoms remains poorly understood. In this study, we employed Linkage disequilibrium score regression (LDSC) and systematic Mendelian randomization (MR) analyses to examine the potential causal effects of specific neuroticism symptoms on CVD. We obtained summary-level data on 13 specific neuroticism symptoms from the UK Biobank (ranging from 366,726-380,506 participants). Summary statistics for CVD originated from three European-descent GWASs with a total of 799,534 participants. LDSC was performed to investigate the genetic associations between specific neuroticism symptoms and CVD. The inversevariance weighted approach was applied to test the causality for the studied associations, together with extensive validation and sensitivity analyses to verify the main results. LDSC revealed significant genetic correlations between most neuroticism symptoms and CVD ri(r",
    "disease": "coronary artery disease",
    "clean_text": "association between specific neuroticism symptoms and cardiovascular disease insights from genetic analysis although neuroticism has been linked to cardiovascular disease cvd the etiological relevance of individual neuroticism symptoms remains poorly understood in this study we employed linkage disequilibrium score regression ldsc and systematic mendelian randomization mr analyses to examine the potential causal effects of specific neuroticism symptoms on cvd we obtained summary level data on specific neuroticism symptoms from the uk biobank ranging from participants summary statistics for cvd originated from three european descent gwass with a total of participants ldsc was performed to investigate the genetic associations between specific neuroticism symptoms and cvd the inversevariance weighted approach was applied to test the causality for the studied associations together with extensive validation and sensitivity analyses to verify the main results ldsc revealed significant genetic correlations between most neuroticism symptoms and cvd ri r"
}