{
    "title": "Integration Site Analysis in Gene Therapy Patients: Expectations and Reality.",
    "doc_id": "29160103",
    "writer": "Biasco L.",
    "year": "2017",
    "summary": "Integration site (IS) analysis is one of the major tools for addressing the safety of gene therapy clinical protocols based on the use of integrating vectors. Over the past years, the study of viral insertions in gene therapy-treated patients has allow …",
    "abstract": "Integration site (IS) analysis is one of the major tools for addressing the safety of gene therapy clinical protocols based on the use of integrating vectors. Over the past years, the study of viral insertions in gene therapy-treated patients has allowed identifying insertional mutagenesis events, evaluating the safety of new viral vector platforms and tracking the in vivo clonal dynamics of genetically engineered cell products. While gene therapy is progressively expanding its impact on a broader area of clinical applications, increasingly more accessible, faster, and more reliable safety readouts are required from IS analysis. Several actors, from researchers to clinicians, from regulatory agencies to private companies, have to interface to different degrees with the results of IS analysis while developing and evaluating gene therapy products based on retroviral vectors. This review is aimed at providing a brief overview of what the current state and the future is of these studies with a particular focus on what are the main analytical constraints that should be considered upon conducting IS analysis in clinical gene therapy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29160103/",
    "clean_text": "integration site analysis in gene therapy patients expectations and reality integration site is analysis is one of the major tools for addressing the safety of gene therapy clinical protocols based on the use of integrating vectors over the past years the study of viral insertions in gene therapy treated patients has allow integration site is analysis is one of the major tools for addressing the safety of gene therapy clinical protocols based on the use of integrating vectors over the past years the study of viral insertions in gene therapy treated patients has allowed identifying insertional mutagenesis events evaluating the safety of new viral vector platforms and tracking the in vivo clonal dynamics of genetically engineered cell products while gene therapy is progressively expanding its impact on a broader area of clinical applications increasingly more accessible faster and more reliable safety readouts are required from is analysis several actors from researchers to clinicians from regulatory agencies to private companies have to interface to different degrees with the results of is analysis while developing and evaluating gene therapy products based on retroviral vectors this review is aimed at providing a brief overview of what the current state and the future is of these studies with a particular focus on what are the main analytical constraints that should be considered upon conducting is analysis in clinical gene therapy"
}