{
    "title": "Ulcerative colitis and sarcoidosis.",
    "doc_id": "3763540",
    "writer": "Barr GD",
    "year": "1986",
    "summary": "Ulcerative colitis is not commonly associated with recognizable pulmonary disease and only four sporadic cases of sarcoidosis in association with ulcerative colitis have been previously reported. However, in a series of 680 patients with ulcerative …",
    "abstract": "Ulcerative colitis is not commonly associated with recognizable pulmonary disease and only four sporadic cases of sarcoidosis in association with ulcerative colitis have been previously reported. However, in a series of 680 patients with ulcerative colitis, pulmonary or extra-pulmonary sarcoidosis has at some stage been present in eight. These cases are reported in detail. The onset of either condition bore no relationship to the activity or the presence of recognized peripheral manifestations of the other, suggesting that the two diseases were independent. However, three of the patients had the HLA B8 DR3 phenotype which is a higher prevalence than seen in previous studies of either disease alone. Patients with ulcerative colitis who possess this HLA phenotype may possibly be more susceptible to developing sarcoidosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/3763540/",
    "clean_text": "ulcerative colitis and sarcoidosis ulcerative colitis is not commonly associated with recognizable pulmonary disease and only four sporadic cases of sarcoidosis in association with ulcerative colitis have been previously reported however in a series of patients with ulcerative ulcerative colitis is not commonly associated with recognizable pulmonary disease and only four sporadic cases of sarcoidosis in association with ulcerative colitis have been previously reported however in a series of patients with ulcerative colitis pulmonary or extra pulmonary sarcoidosis has at some stage been present in eight these cases are reported in detail the onset of either condition bore no relationship to the activity or the presence of recognized peripheral manifestations of the other suggesting that the two diseases were independent however three of the patients had the hla b dr phenotype which is a higher prevalence than seen in previous studies of either disease alone patients with ulcerative colitis who possess this hla phenotype may possibly be more susceptible to developing sarcoidosis"
}