{
    "pmid": "41451539",
    "title": "Protrec2: tissue-specific network-based missing protein recovery method.",
    "abstract": "Despite technological advances, missing proteins remain a challenge in proteomics, obscuring proteins that are biologically or clinically important. We present Protrec2, a probabilistic framework that integrates tissue-specific protein complex annotations with Bayesian inference to recover unreported but biologically present proteins. We benchmarked Protrec2 on HeLa and A549-derived proteomes under \"upper-bound\" and \"lower-bound\" scenarios, reflecting distinct but complementary real-world use cases. In upper-bound evaluations, Protrec2 consistently outperformed state-of-the-art methods such as PROTein RECovery, Functional Class Scoring, Hypergeometric Enrichment, and Gene Set Enrichment Analysis, achieving the highest recovery rates: up to 98.4% in A549 and 96.5% in HeLa and validating 650 and 453 proteins, respectively. In lower-bound evaluations, Protrec2 maintained superior precision, validating over 90% of its predicted proteins in the A549 dataset and 74.6% in HeLa, while other methods exhibited significant performance drops. We applied Protrec2 to six matched lung tumor-normal pairs and validated predictions against CPTAC. Over 85% of predicted proteins were supported, with cancer-specific proteins mostly upregulated and normal-exclusive ones downregulated. Frequently recovered proteins (e.g. P4HA3, SNX1, HIP1R, NOS2) are known to play key roles in lung cancer, highlighting the biological and clinical relevance of Protrec2. These findings establish Protrec2 as a robust, biologically grounded tool for missing protein recovery, with broad applicability in discovery proteomics and translational research.",
    "disease": "lung cancer",
    "clean_text": "protrec tissue specific network based missing protein recovery method despite technological advances missing proteins remain a challenge in proteomics obscuring proteins that are biologically or clinically important we present protrec a probabilistic framework that integrates tissue specific protein complex annotations with bayesian inference to recover unreported but biologically present proteins we benchmarked protrec on hela and a derived proteomes under upper bound and lower bound scenarios reflecting distinct but complementary real world use cases in upper bound evaluations protrec consistently outperformed state of the art methods such as protein recovery functional class scoring hypergeometric enrichment and gene set enrichment analysis achieving the highest recovery rates up to in a and in hela and validating and proteins respectively in lower bound evaluations protrec maintained superior precision validating over of its predicted proteins in the a dataset and in hela while other methods exhibited significant performance drops we applied protrec to six matched lung tumor normal pairs and validated predictions against cptac over of predicted proteins were supported with cancer specific proteins mostly upregulated and normal exclusive ones downregulated frequently recovered proteins e g p ha snx hip r nos are known to play key roles in lung cancer highlighting the biological and clinical relevance of protrec these findings establish protrec as a robust biologically grounded tool for missing protein recovery with broad applicability in discovery proteomics and translational research"
}