{
    "pmid": "41469208",
    "title": "Non-Neutralising Antibodies and T Cell Responses to SARS-CoV-2 Detected in Unvaccinated SARS-CoV-2-Naive Spanish Adolescents.",
    "abstract": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection in children and adolescents usually follows a mild or asymptomatic course. In this brief report, we investigated the cellular and humoral responses to SARS-CoV-2 in six healthy Spanish female adolescents, aged 14 to 16, using blood samples collected early in 2021, well before COVID-19 vaccinations. Using IFNγ-ELISPOT assays, we detected T cell recall responses in four of these adolescents to a peptide pool encompassing the SARS-CoV-2 Spike protein. The same subjects also exhibited IgM antibodies against the Nucleocapsid and Spike proteins as determined by ELISA in sera samples. However, no IgG antibodies were detected against Spike protein and none of the sera samples were capable of blocking viral entry in a spike-dependent infection assay using SARS-CoV-2 pseudoviruses. The detected immune responses are consistent with the presence of pre-existing cross-reactive immunity to SARS-CoV-2 in children/adolescents, which could have contributed to protect this segment of the population.",
    "disease": "pneumonia",
    "clean_text": "non neutralising antibodies and t cell responses to sars cov detected in unvaccinated sars cov naive spanish adolescents severe acute respiratory syndrome coronavirus sars cov infection in children and adolescents usually follows a mild or asymptomatic course in this brief report we investigated the cellular and humoral responses to sars cov in six healthy spanish female adolescents aged to using blood samples collected early in well before covid vaccinations using ifn elispot assays we detected t cell recall responses in four of these adolescents to a peptide pool encompassing the sars cov spike protein the same subjects also exhibited igm antibodies against the nucleocapsid and spike proteins as determined by elisa in sera samples however no igg antibodies were detected against spike protein and none of the sera samples were capable of blocking viral entry in a spike dependent infection assay using sars cov pseudoviruses the detected immune responses are consistent with the presence of pre existing cross reactive immunity to sars cov in children adolescents which could have contributed to protect this segment of the population"
}