{
    "title": "X-linked mental retardation: vanishing boundaries between non-specific (MRX) and syndromic (MRXS) forms.",
    "doc_id": "12485186",
    "writer": "Frints SG",
    "year": "2002",
    "summary": "This review covers the history and nosology of X-linked mental retardation (XLMR) in which the following, largely clinically based, subclassification was used: fragile X syndrome (FRAXA), syndromic forms (MRXS) and non-specific forms (MRX). ...It is em …",
    "abstract": "This review covers the history and nosology of X-linked mental retardation (XLMR) in which the following, largely clinically based, subclassification was used: fragile X syndrome (FRAXA), syndromic forms (MRXS) and non-specific forms (MRX). After the discovery of the FMR2 gene at the FRAXE site, 10 MRX genes have been identified in the last 6 years. A short description is given of the strategies used to identify the genes that cause mental retardation (MR). Furthermore, their potential functions and the association with MR will be discussed. It is emphasized that mutations in several of these MR genes can result in non-specific, as well as in syndromic forms of XLMR. Present findings stress the importance of accurate clinical evaluation. Most considerably, genotype-phenotype correlation studies of affected individuals in XLMR families with MRX gene mutations are necessary to define the criteria of MRX vs MRXS subclassification.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12485186/",
    "clean_text": "x linked mental retardation vanishing boundaries between non specific mrx and syndromic mrxs forms this review covers the history and nosology of x linked mental retardation xlmr in which the following largely clinically based subclassification was used fragile x syndrome fraxa syndromic forms mrxs and non specific forms mrx it is em this review covers the history and nosology of x linked mental retardation xlmr in which the following largely clinically based subclassification was used fragile x syndrome fraxa syndromic forms mrxs and non specific forms mrx after the discovery of the fmr gene at the fraxe site mrx genes have been identified in the last years a short description is given of the strategies used to identify the genes that cause mental retardation mr furthermore their potential functions and the association with mr will be discussed it is emphasized that mutations in several of these mr genes can result in non specific as well as in syndromic forms of xlmr present findings stress the importance of accurate clinical evaluation most considerably genotype phenotype correlation studies of affected individuals in xlmr families with mrx gene mutations are necessary to define the criteria of mrx vs mrxs subclassification"
}