{
    "pmid": "41415140",
    "title": "Lifestyle Behaviors, Comorbidity Patterns, and Preventive Health Practices Among Middle Age Practicing Physicians in India: A Cross-Sectional Survey-Based Analysis.",
    "abstract": "Despite their pivotal role in healthcare delivery, physicians often neglect their own health. Growing evidence suggests that healthcare professionals face elevated risks of noncommunicable diseases due to occupational stress, sedentary behavior, and inadequate preventive practices. However, comprehensive health data on physicians, especially in low- and middle-income countries like India, remain scarce. The objective of this study was to assess the lifestyle behaviors, chronic disease prevalence, medication usage, and preventive health monitoring patterns among practicing physicians across various specialties in India. A cross-sectional, online survey was conducted among 265 licensed physicians using a structured, self-administered questionnaire. The study protocol was reviewed and approved by the Institutional Human Research Ethics Committee and assigned approval number HREC-AARC/67. Variables assessed included demographics, smoking and alcohol use, physical activity, presence of hypertension, diabetes, thyroid and heart disease, medication use, recent values or testing history for HbA1c, low-density lipoprotein cholesterol, and blood pressure. Descriptive statistics were computed on aggregated frequency-based data. Hypertension (47.9%) and diabetes (23.0%) were highly prevalent. Among hypertensive participants, only 62.9% reported controlled blood pressure. Thyroid disorders affected 21.5% of physicians. A notable 11.7% reported never exercising, and 30.2% consumed alcohol occasionally. Statin use (42.3%) and antiplatelet therapy (37.7%) were common; however, only 48.7% had tested their HbA1c within the past 3 months. Despite access to medical knowledge, suboptimal adherence to preventive monitoring and chronic disease control was evident. Physicians, although well-informed, are not immune to the growing burden of lifestyle-related disorders. The findings call for institutional reforms to promote self-care, occupational wellness programs, and structured health surveillance mechanisms targeting the physician workforce.",
    "disease": "asthma",
    "clean_text": "lifestyle behaviors comorbidity patterns and preventive health practices among middle age practicing physicians in india a cross sectional survey based analysis despite their pivotal role in healthcare delivery physicians often neglect their own health growing evidence suggests that healthcare professionals face elevated risks of noncommunicable diseases due to occupational stress sedentary behavior and inadequate preventive practices however comprehensive health data on physicians especially in low and middle income countries like india remain scarce the objective of this study was to assess the lifestyle behaviors chronic disease prevalence medication usage and preventive health monitoring patterns among practicing physicians across various specialties in india a cross sectional online survey was conducted among licensed physicians using a structured self administered questionnaire the study protocol was reviewed and approved by the institutional human research ethics committee and assigned approval number hrec aarc variables assessed included demographics smoking and alcohol use physical activity presence of hypertension diabetes thyroid and heart disease medication use recent values or testing history for hba c low density lipoprotein cholesterol and blood pressure descriptive statistics were computed on aggregated frequency based data hypertension and diabetes were highly prevalent among hypertensive participants only reported controlled blood pressure thyroid disorders affected of physicians a notable reported never exercising and consumed alcohol occasionally statin use and antiplatelet therapy were common however only had tested their hba c within the past months despite access to medical knowledge suboptimal adherence to preventive monitoring and chronic disease control was evident physicians although well informed are not immune to the growing burden of lifestyle related disorders the findings call for institutional reforms to promote self care occupational wellness programs and structured health surveillance mechanisms targeting the physician workforce"
}