{
    "pmid": "41427582",
    "title": "Diaphragm ultrasound as a predictor for the need for respiratory support at discharge in patients with exacerbation of chronic obstructive pulmonary disease.",
    "abstract": "Diaphragm dysfunction during exacerbation of chronic obstructive pulmonary disease (COPD) has prognostic and therapeutic implications. The utility of the latter in predicting continued need for respiratory support at the time of discharge is worth exploring. The present study was carried out in a tertiary care teaching hospital with patients who were admitted to the ward or intensive care unit with exacerbations of COPD. The association between diaphragm function and the need for respiratory support at the time of discharge was assessed. All included participants underwent diaphragm ultrasound within 48-72 hours of admission. Diaphragm ultrasound was performed using the standard protocol wherein diaphragm excursion (DE), measured as the displacement of the diaphragm during inspiration and expiration; diaphragm thickening fraction (DTf), the fractional change of diaphragm thickness between inspiration and expiration; and ratio of inspiratory and expiratory diaphragm thickness (TR) were measured. The need for respiratory support [oxygen alone or oxygen and home non-invasive ventilation (NIV)] at the time of discharge was the outcome measured. Differences between various groups of respiratory support were analyzed using analysis of variance, Kruskal-Wallis, or Chi-square test, as appropriate. A total of 56 patients with exacerbation of COPD were included in the study. The median DE was 2.43 cm (interquartile range: 1.24, 3.33). The mean DTf (in %) was 52.25±34. On comparing the diaphragm function between the three outcome groups, patients requiring both oxygen and NIV at the time of discharge had a lower DTf and TR (p=0.05). Patients with an acute exacerbation of COPD requiring home oxygen and NIV support at discharge had a lower DTf and TR compared to those who were discharged without any respiratory support.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "diaphragm ultrasound as a predictor for the need for respiratory support at discharge in patients with exacerbation of chronic obstructive pulmonary disease diaphragm dysfunction during exacerbation of chronic obstructive pulmonary disease copd has prognostic and therapeutic implications the utility of the latter in predicting continued need for respiratory support at the time of discharge is worth exploring the present study was carried out in a tertiary care teaching hospital with patients who were admitted to the ward or intensive care unit with exacerbations of copd the association between diaphragm function and the need for respiratory support at the time of discharge was assessed all included participants underwent diaphragm ultrasound within hours of admission diaphragm ultrasound was performed using the standard protocol wherein diaphragm excursion de measured as the displacement of the diaphragm during inspiration and expiration diaphragm thickening fraction dtf the fractional change of diaphragm thickness between inspiration and expiration and ratio of inspiratory and expiratory diaphragm thickness tr were measured the need for respiratory support oxygen alone or oxygen and home non invasive ventilation niv at the time of discharge was the outcome measured differences between various groups of respiratory support were analyzed using analysis of variance kruskal wallis or chi square test as appropriate a total of patients with exacerbation of copd were included in the study the median de was cm interquartile range the mean dtf in was on comparing the diaphragm function between the three outcome groups patients requiring both oxygen and niv at the time of discharge had a lower dtf and tr p patients with an acute exacerbation of copd requiring home oxygen and niv support at discharge had a lower dtf and tr compared to those who were discharged without any respiratory support"
}