{
    "title": "(18)F-Fdg-PET-guided Planning and Re-Planning (Adaptive) Radiotherapy in Head and Neck Cancer: Current State of Art.",
    "doc_id": "29187426",
    "writer": "Farina E",
    "year": "2017",
    "summary": "Search terms were \"gross tumor volume (GTV) delineation\", \"head and neck cancer\", \"radiotherapy\", \"adaptive radiotherapy\" in combination with \"PET\". RESULTS: A (18)F-FDG-PET and CT-scan comparison in GTV definition for RT planning of head and neck …",
    "abstract": "Background/aim:\n        \n      \n      A review of the literature is proposed as a contribution to current knowledge on technical, physical, and clinical issues about PET-guided planning and re-planning radiotherapy (RT) in head and neck cancer.\n    \n\n\n          Materials and methods:\n        \n      \n      PubMed and Scopus electronic databases were searched for articles including clinical trials. Search terms were \"gross tumor volume (GTV) delineation\", \"head and neck cancer\", \"radiotherapy\", \"adaptive radiotherapy\" in combination with \"PET\".\n    \n\n\n          Results:\n        \n      \n      A 18F-FDG-PET and CT-scan comparison in GTV definition for RT planning of head and neck cancer was shown in twenty-seven clinical trials with a total of 712 patients. Only two clinical trials focused on PET-guided adaptive radiotherapy (ART) with a total of 31 patients.\n    \n\n\n          Conclusion:\n        \n18F-FDG-PET is able to achieve an accurate and precise definition of GTV boundaries during RT planning, especially in combination with CT-scan. ART strategies are proposed to evaluate tumor volume changes, plan boost irradiation on metabolically active residual neoplasm and protect organs at risk (OaRs).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29187426/",
    "clean_text": "f fdg pet guided planning and re planning adaptive radiotherapy in head and neck cancer current state of art search terms were gross tumor volume gtv delineation head and neck cancer radiotherapy adaptive radiotherapy in combination with pet results a f fdg pet and ct scan comparison in gtv definition for rt planning of head and neck background aim a review of the literature is proposed as a contribution to current knowledge on technical physical and clinical issues about pet guided planning and re planning radiotherapy rt in head and neck cancer materials and methods pubmed and scopus electronic databases were searched for articles including clinical trials search terms were gross tumor volume gtv delineation head and neck cancer radiotherapy adaptive radiotherapy in combination with pet results a f fdg pet and ct scan comparison in gtv definition for rt planning of head and neck cancer was shown in twenty seven clinical trials with a total of patients only two clinical trials focused on pet guided adaptive radiotherapy art with a total of patients conclusion f fdg pet is able to achieve an accurate and precise definition of gtv boundaries during rt planning especially in combination with ct scan art strategies are proposed to evaluate tumor volume changes plan boost irradiation on metabolically active residual neoplasm and protect organs at risk oars"
}