{
    "title": "Psychological influences on wound healing.",
    "doc_id": "31462052",
    "writer": "Adamová Z",
    "year": "2019",
    "summary": "They are also associated with excessive health care costs. Wound healing is affected by many factors - wound characteristics, infection, comorbidities and nutritional status of the patient. In addition, though, psychological stress and depression may decrease …",
    "abstract": "Surgical wound complications remain a major cause of morbidity; although usually not life threatening, they reduce the quality of life. They are also associated with excessive health care costs. Wound healing is affected by many factors - wound characteristics, infection, comorbidities and nutritional status of the patient. In addition, though, psychological stress and depression may decrease the inflammatory response required for bacterial clearance and so delay wound healing, as well. Although the patient´s state of mind can be influenced only to a certain extent, we should nevertheless stick to ERAS (Enhanced Recovery After Surgery) guidelines and try to diminish fear and anxiety by providing enough information preoperatively, pay due attention to postoperative analgesia and seek to provide an agreeable environment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31462052/",
    "clean_text": "psychological influences on wound healing they are also associated with excessive health care costs wound healing is affected by many factors wound characteristics infection comorbidities and nutritional status of the patient in addition though psychological stress and depression may decrease surgical wound complications remain a major cause of morbidity although usually not life threatening they reduce the quality of life they are also associated with excessive health care costs wound healing is affected by many factors wound characteristics infection comorbidities and nutritional status of the patient in addition though psychological stress and depression may decrease the inflammatory response required for bacterial clearance and so delay wound healing as well although the patient s state of mind can be influenced only to a certain extent we should nevertheless stick to eras enhanced recovery after surgery guidelines and try to diminish fear and anxiety by providing enough information preoperatively pay due attention to postoperative analgesia and seek to provide an agreeable environment"
}