{
    "pmid": "41404372",
    "title": "Association of pancreas fat fraction with adverse kidney and cardiovascular outcomes.",
    "abstract": "Pancreas fat accumulation has been associated with impaired glucose metabolism and stimulation of inflammation. The associations of pancreatic fat fraction (PFF) with adverse outcomes remain understudied. We estimated baseline predicted PFF (pPFF) from abdominal magnetic resonance imaging (MRI) in 29 447 UK Biobank participants. Since the initial imaging visit occurred 9.3 [interquartile range (IQR) 8.2-10.2] years after baseline visit, we calculated annual change in PFF using linear regression in 337 participants who underwent repeat imaging 2.8 (IQR 2.2-4.8) years after the initial scan. We back-calculated pPFF by adding this change to each participant based on the time between baseline visit and initial MRI visit assuming linear change in PFF over time. Multivariable-adjusted proportional hazards models tested associations of pPFF with incident chronic kidney disease (CKD), cardiovascular disease (CVD) and death. Participants had a mean ± standard deviation age of 56 ± 8 years, mean eGFR of 98 ± 13 mL/min/1.73 m Higher pPFF levels are associated with higher risk of incident CKD and CVD but not death. Future studies should investigate whether pancreas fat depots should serve as a target of current or emerging therapies.",
    "disease": "chronic kidney disease",
    "clean_text": "association of pancreas fat fraction with adverse kidney and cardiovascular outcomes pancreas fat accumulation has been associated with impaired glucose metabolism and stimulation of inflammation the associations of pancreatic fat fraction pff with adverse outcomes remain understudied we estimated baseline predicted pff ppff from abdominal magnetic resonance imaging mri in uk biobank participants since the initial imaging visit occurred interquartile range iqr years after baseline visit we calculated annual change in pff using linear regression in participants who underwent repeat imaging iqr years after the initial scan we back calculated ppff by adding this change to each participant based on the time between baseline visit and initial mri visit assuming linear change in pff over time multivariable adjusted proportional hazards models tested associations of ppff with incident chronic kidney disease ckd cardiovascular disease cvd and death participants had a mean standard deviation age of years mean egfr of ml min m higher ppff levels are associated with higher risk of incident ckd and cvd but not death future studies should investigate whether pancreas fat depots should serve as a target of current or emerging therapies"
}