{
    "title": "[Zika fever].",
    "doc_id": "28189390",
    "writer": "Eftekhari-Hassanlouie S",
    "year": "2017",
    "summary": "Zika virus infection is an emerging arboviral disease which presented as a mild flu-like or algo-eruptive syndrome with fever, arthralgia, myalgia and a maculopapulous eruption. ...In Europe, the presence of Aedes albopictus, a mosquito vector of the virus  …",
    "abstract": "Zika virus infection is an emerging arboviral disease which presented as a mild flu-like or algo-eruptive syndrome with fever, arthralgia, myalgia and a maculopapulous eruption. Severe neurological and fetal complications have recently been highlighted. Diagnosis is established by detection of viral RNA by Reverse Transcriptase-Polymerase Chain Reaction (RT-PCR). Many publications report on the progress of knowledge on zika and its complications. Treatment is symptomatic, mainly with analgesics. Prevention is essential through individual and collective vector control. Faced with this emerging arbovirus, health authorities of many countries have implemented significant resources to accelerate research efforts including on diagnostic tests and on the development of vaccines. In Europe, the presence of Aedes albopictus, a mosquito vector of the virus zika, runs the risk of autochthonous cases as well as autochthonous dengue or chikungunya fever. Hence, autochthonous zika fever is not excluded to appear during the warmest months in metropolitan French departments colonized by A. albopictus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28189390/",
    "clean_text": "zika fever zika virus infection is an emerging arboviral disease which presented as a mild flu like or algo eruptive syndrome with fever arthralgia myalgia and a maculopapulous eruption in europe the presence of aedes albopictus a mosquito vector of the virus zika virus infection is an emerging arboviral disease which presented as a mild flu like or algo eruptive syndrome with fever arthralgia myalgia and a maculopapulous eruption severe neurological and fetal complications have recently been highlighted diagnosis is established by detection of viral rna by reverse transcriptase polymerase chain reaction rt pcr many publications report on the progress of knowledge on zika and its complications treatment is symptomatic mainly with analgesics prevention is essential through individual and collective vector control faced with this emerging arbovirus health authorities of many countries have implemented significant resources to accelerate research efforts including on diagnostic tests and on the development of vaccines in europe the presence of aedes albopictus a mosquito vector of the virus zika runs the risk of autochthonous cases as well as autochthonous dengue or chikungunya fever hence autochthonous zika fever is not excluded to appear during the warmest months in metropolitan french departments colonized by a albopictus"
}