{
    "title": "Laryngeal herpes zoster with multiple symptoms in a child.",
    "doc_id": "36208857",
    "writer": "Maki S",
    "year": "2023",
    "summary": "Herpes zoster caused by reactivation of latent varicella-zoster virus (VZV) usually develop in later adulthood. In the pediatric population, herpes zoster is unusual, and involvement of pharyngolaryngeal lesion and cranial nerves is rare. ...",
    "abstract": "Herpes zoster caused by reactivation of latent varicella-zoster virus (VZV) usually develop in later adulthood. In the pediatric population, herpes zoster is unusual, and involvement of pharyngolaryngeal lesion and cranial nerves is rare. Here, we report a 14-year-old boy who was diagnosed with laryngeal herpes zoster (LHZ), and developed subsequent cranial nerve symptoms suspected of vagus neuropathy. This case provides additional evidence that children can develop LHZ and subsequent cranial nerve symptoms. LHZ should be considered if a pediatric patient with a history of varicella, has unilateral throat pain, with or without cranial nerve symptoms.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36208857/",
    "clean_text": "laryngeal herpes zoster with multiple symptoms in a child herpes zoster caused by reactivation of latent varicella zoster virus vzv usually develop in later adulthood in the pediatric population herpes zoster is unusual and involvement of pharyngolaryngeal lesion and cranial nerves is rare herpes zoster caused by reactivation of latent varicella zoster virus vzv usually develop in later adulthood in the pediatric population herpes zoster is unusual and involvement of pharyngolaryngeal lesion and cranial nerves is rare here we report a year old boy who was diagnosed with laryngeal herpes zoster lhz and developed subsequent cranial nerve symptoms suspected of vagus neuropathy this case provides additional evidence that children can develop lhz and subsequent cranial nerve symptoms lhz should be considered if a pediatric patient with a history of varicella has unilateral throat pain with or without cranial nerve symptoms"
}