{
    "pmid": "41415045",
    "title": "Long-term efficacy of adalimumab in elderly patients with rheumatoid arthritis and associated risk factors.",
    "abstract": "To evaluate the long-term efficacy of adalimumab (ADA) combined with methotrexate (MTX) in elderly patients with rheumatoid arthritis (RA) and to identify risk factors associated with therapeutic efficacy. This retrospective study enrolled 320 RA patients aged ≥60 years, divided into a control group (MTX monotherapy, n=157) and a combination group (MTX plus ADA, n=163), with a 24-month follow-up. Primary endpoints included improvements in disease activity and functional status, while secondary endpoints comprised changes in inflammatory markers and safety outcomes. Multivariate regression analysis was conducted to determine predictors of efficacy. The overall response rate was significantly higher in the combination group than that in the control group (P<0.05). After 24 months, reductions in Disease Activity Score (DAS) in 28 joints based on erythrocyte sedimentation rate (ESR), C-reactive protein (CRP), and tumor necrosis factor-α were all significantly greater in the combination group (all P<0.001). Combination therapy markedly reduced the risk of treatment failure (odds ratio [OR]=0.296, P=0.001). High baseline disease activity (DAS in 28 joints based on CRP≥5.1, OR=2.568) and elevated ESR (≥40 mm/h, OR=1.082) were independent predictors of poor efficacy. Injection-site reactions occurred more frequently in the combination group (P<0.05). ADA combined with MTX significantly improves disease activity and functional outcomes in elderly patients with RA, demonstrating sustained long-term efficacy and acceptable safety. For patients with a high baseline inflammatory burden, combination therapy should be prioritized, with individualized management guided by risk stratification.",
    "disease": "rheumatoid arthritis",
    "clean_text": "long term efficacy of adalimumab in elderly patients with rheumatoid arthritis and associated risk factors to evaluate the long term efficacy of adalimumab ada combined with methotrexate mtx in elderly patients with rheumatoid arthritis ra and to identify risk factors associated with therapeutic efficacy this retrospective study enrolled ra patients aged years divided into a control group mtx monotherapy n and a combination group mtx plus ada n with a month follow up primary endpoints included improvements in disease activity and functional status while secondary endpoints comprised changes in inflammatory markers and safety outcomes multivariate regression analysis was conducted to determine predictors of efficacy the overall response rate was significantly higher in the combination group than that in the control group p after months reductions in disease activity score das in joints based on erythrocyte sedimentation rate esr c reactive protein crp and tumor necrosis factor were all significantly greater in the combination group all p combination therapy markedly reduced the risk of treatment failure odds ratio or p high baseline disease activity das in joints based on crp or and elevated esr mm h or were independent predictors of poor efficacy injection site reactions occurred more frequently in the combination group p ada combined with mtx significantly improves disease activity and functional outcomes in elderly patients with ra demonstrating sustained long term efficacy and acceptable safety for patients with a high baseline inflammatory burden combination therapy should be prioritized with individualized management guided by risk stratification"
}