{
    "pmid": "41317314",
    "title": "Ten-Year Follow-Up After 96 Weeks Treatment With Peginterferon Plus Tenofovir in Hepatitis D (HIDIT-II): Improved Clinical Outcome After Combination Therapy.",
    "abstract": "Chronic delta hepatitis represents a major health burden. Until recently, pegylated interferon-alfa-2a (PEG-IFNα) therapy was the only treatment option for patients infected with hepatitis D virus (HDV). The aim of this study was to evaluate 10-year long-term clinical and virological outcomes after 96 weeks of treatment with PEG-IFNα with or without tenofovir disoproxil fumarate (TDF). We conducted a retrospective follow-up study of the Hep-Net-International-Delta-Hepatitis-Intervention-Study 2 (HIDIT-II trial). Patients had received 96 weeks of treatment with either PEG-IFNα-2a plus TDF or PEG-IFNα-2a alone. Patients were included if they had completed the 96-week treatment period and had at least one follow-up visit (PEG-IFNα-2a + TDF; n = 51, PEG-IFNα-2a alone; n = 56). Patients who received PEG-IFNα-2a + TDF were younger (37 vs. 42 years) and no significant differences were observed in other baseline characteristics between the two treatment arms. A total of 26 patients (24%) developed one or more liver-related endpoints after a mean time of 8.4 years. The incidence of endpoints was significantly lower in the combination group (14% vs. 34%, p = 0.02). The development of liver-related endpoints was also associated with non-response to therapy (HDV RNA and HBsAg), elevated HBV DNA at week 72, and baseline age, cirrhosis, platelets, INR, AST, GGT, bilirubin and albumin according to the Cox regression model. The long-term follow-up of this large randomised clinical trial demonstrates that combination therapy with TDF and virological response to PEG-IFNα-2a (undetectable HDV RNA and HBsAg loss) were associated with better clinical outcomes. NCT00932971, EudraCT 2008-005560-13.",
    "disease": "liver cirrhosis",
    "clean_text": "ten year follow up after weeks treatment with peginterferon plus tenofovir in hepatitis d hidit ii improved clinical outcome after combination therapy chronic delta hepatitis represents a major health burden until recently pegylated interferon alfa a peg ifn therapy was the only treatment option for patients infected with hepatitis d virus hdv the aim of this study was to evaluate year long term clinical and virological outcomes after weeks of treatment with peg ifn with or without tenofovir disoproxil fumarate tdf we conducted a retrospective follow up study of the hep net international delta hepatitis intervention study hidit ii trial patients had received weeks of treatment with either peg ifn a plus tdf or peg ifn a alone patients were included if they had completed the week treatment period and had at least one follow up visit peg ifn a tdf n peg ifn a alone n patients who received peg ifn a tdf were younger vs years and no significant differences were observed in other baseline characteristics between the two treatment arms a total of patients developed one or more liver related endpoints after a mean time of years the incidence of endpoints was significantly lower in the combination group vs p the development of liver related endpoints was also associated with non response to therapy hdv rna and hbsag elevated hbv dna at week and baseline age cirrhosis platelets inr ast ggt bilirubin and albumin according to the cox regression model the long term follow up of this large randomised clinical trial demonstrates that combination therapy with tdf and virological response to peg ifn a undetectable hdv rna and hbsag loss were associated with better clinical outcomes nct eudract"
}