{
    "title": "Are interventions delivered by healthcare professionals effective for weight management? A systematic review of systematic reviews.",
    "doc_id": "34709143",
    "writer": "Epton T",
    "year": "2022",
    "summary": "",
    "abstract": "Objective:\n        \n      \n      There are many systematic reviews of weight management interventions delivered by healthcare professionals (HCP), but it is not clear under what circumstances interventions are effective due to differences in review methodology. This review of systematic reviews synthesises the evidence about: (a) the effectiveness of HCP-delivered weight management interventions and (b) intervention and sample characteristics related to their effectiveness.\n    \n\n\n          Design:\n        \n      \n      The review of reviews involved searching six databases (inception - October 2020). Reviews were included if they were (a) systematic, (b) weight management interventions delivered, at least partially, by HCP, (c) of randomised controlled trials and (d) written in English. Data regarding weight management outcomes (e.g. weight) and moderating factors were extracted. Secondary analyses were conducted using study-level data reported in each of the reviews.\n    \n\n\n          Setting:\n        \n      \n      The review included studies that were delivered by HCP in any clinical or non-clinical setting.\n    \n\n\n          Participants:\n        \n      \n      Not applicable.\n    \n\n\n          Results:\n        \n      \n      Six systematic reviews were included (forty-six unique studies). First-level synthesis showed that weight management interventions delivered by HCP are effective. The second-level synthesis found that interventions are only successful for up to 6 months, are most effective for women, non-Caucasians and adults and are most effective if they have at least six sessions.\n    \n\n\n          Conclusions:\n        \n      \n      As interventions are only successful for up to 6 months, they are not sufficient for achieving and maintaining a healthy weight.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34709143/",
    "clean_text": "are interventions delivered by healthcare professionals effective for weight management a systematic review of systematic reviews objective there are many systematic reviews of weight management interventions delivered by healthcare professionals hcp but it is not clear under what circumstances interventions are effective due to differences in review methodology this review of systematic reviews synthesises the evidence about a the effectiveness of hcp delivered weight management interventions and b intervention and sample characteristics related to their effectiveness design the review of reviews involved searching six databases inception october reviews were included if they were a systematic b weight management interventions delivered at least partially by hcp c of randomised controlled trials and d written in english data regarding weight management outcomes e g weight and moderating factors were extracted secondary analyses were conducted using study level data reported in each of the reviews setting the review included studies that were delivered by hcp in any clinical or non clinical setting participants not applicable results six systematic reviews were included forty six unique studies first level synthesis showed that weight management interventions delivered by hcp are effective the second level synthesis found that interventions are only successful for up to months are most effective for women non caucasians and adults and are most effective if they have at least six sessions conclusions as interventions are only successful for up to months they are not sufficient for achieving and maintaining a healthy weight"
}