{
    "pmid": "41398408",
    "title": "mRNA-1010 influenza vaccine elicits distinct and enhanced humoral immunity compared to adjuvanted inactivated vaccines.",
    "abstract": "Causing approximately a billion infections globally annually, the influenza virus represents one of the globe's greatest viral threats. While current vaccines protect against severe outcomes, especially for vulnerable populations, they offer limited prevention of infection and disease. Novel platforms like mRNA enable rapid updates, multivalent designs, and potentially stronger and more effective immune responses. To assess immune responses to mRNA vaccination, a system serology approach compared humoral profiles between recipients of investigational seasonal influenza mRNA-1010 vaccine and adjuvanted inactivated influenza vaccine (ClinicalTrials.gov Identifier: NCT05397223; registered May 31, 2022). Both platforms induced similar overall HA-specific antibody subclass and isotype responses. However, mRNA-1010 generated stronger Fc-receptor engaging antibodies, faster and completed functional humoral maturation, broader HA-specific binding antibodies, enhanced NK cell activating antibodies to two of the vaccine antigens, and higher HA-specific neutrophil activating antibodies across all vaccine HA antigens. Findings suggest that mRNA vaccination may elicit distinct Fab and Fc responses that may improve viral control and clearance.",
    "disease": "influenza",
    "clean_text": "mrna influenza vaccine elicits distinct and enhanced humoral immunity compared to adjuvanted inactivated vaccines causing approximately a billion infections globally annually the influenza virus represents one of the globe s greatest viral threats while current vaccines protect against severe outcomes especially for vulnerable populations they offer limited prevention of infection and disease novel platforms like mrna enable rapid updates multivalent designs and potentially stronger and more effective immune responses to assess immune responses to mrna vaccination a system serology approach compared humoral profiles between recipients of investigational seasonal influenza mrna vaccine and adjuvanted inactivated influenza vaccine clinicaltrials gov identifier nct registered may both platforms induced similar overall ha specific antibody subclass and isotype responses however mrna generated stronger fc receptor engaging antibodies faster and completed functional humoral maturation broader ha specific binding antibodies enhanced nk cell activating antibodies to two of the vaccine antigens and higher ha specific neutrophil activating antibodies across all vaccine ha antigens findings suggest that mrna vaccination may elicit distinct fab and fc responses that may improve viral control and clearance"
}