{
    "title": "Top 100 cited articles in male breast cancer: A bibliometric analysis.",
    "doc_id": "34219705",
    "writer": "Kwok HT",
    "year": "2022",
    "summary": "BACKGROUND: Male breast cancer is a considerably rare condition and only accounts for 1% of all breast cancer cases. ...This article aims to identify the focus and most influential research on male breast cancer. Objective Identify the mo …",
    "abstract": "Background:\n        \n      \n      Male breast cancer is a considerably rare condition and only accounts for 1% of all breast cancer cases. Due to limited public awareness, the condition is likely to present late, leading to late diagnosis and treatment worsening morbidity and mortality. This article aims to identify the focus and most influential research on male breast cancer. Objective Identify the most influential papers in male breast cancer.\n    \n\n\n          Methods:\n        \n      \n      Search on Web of Science using the search terms 'Male', 'Breast Cancer' and \"Male breast cancer\" to identify all full manuscripts in English language and were ranked by the total number of citations. The top 100 articles were then further analysed according to subject, author, journal, year and country of publications.\n    \n\n\n          Results:\n        \n      \n      The mean number of citations per paper was 96. Most cited paper was by Thorlacius, S et al. evaluating the relationship between BRCA2 and female breast cancer, prostate cancer, pancreatic cancer and ovarian cancer. Cancer is the journal with the most published papers and received most citations in the male breast cancer research field. The USA contributed 49 of the manuscripts in the top 100. The most studied topic was risk factors for male breast cancer, with 20 articles.\n    \n\n\n          Conclusions:\n        \n      \n      The most cited papers identified in this study described the advance in the knowledge of genetics and epidemiology in male breast cancer and has led to improvements in the 4 management of the disease. Most of the highly cited articles in this field were published in high impact journals and had accumulated at least 100 citations to date, reflecting their quality and impact. By collating the most influential publications in this field, this analysis can serve to identify knowledge gaps in male breast cancer research as well as to help identify what makes a paper impactful and citable.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34219705/",
    "clean_text": "top cited articles in male breast cancer a bibliometric analysis background male breast cancer is a considerably rare condition and only accounts for of all breast cancer cases this article aims to identify the focus and most influential research on male breast cancer objective identify the mo background male breast cancer is a considerably rare condition and only accounts for of all breast cancer cases due to limited public awareness the condition is likely to present late leading to late diagnosis and treatment worsening morbidity and mortality this article aims to identify the focus and most influential research on male breast cancer objective identify the most influential papers in male breast cancer methods search on web of science using the search terms male breast cancer and male breast cancer to identify all full manuscripts in english language and were ranked by the total number of citations the top articles were then further analysed according to subject author journal year and country of publications results the mean number of citations per paper was most cited paper was by thorlacius s et al evaluating the relationship between brca and female breast cancer prostate cancer pancreatic cancer and ovarian cancer cancer is the journal with the most published papers and received most citations in the male breast cancer research field the usa contributed of the manuscripts in the top the most studied topic was risk factors for male breast cancer with articles conclusions the most cited papers identified in this study described the advance in the knowledge of genetics and epidemiology in male breast cancer and has led to improvements in the management of the disease most of the highly cited articles in this field were published in high impact journals and had accumulated at least citations to date reflecting their quality and impact by collating the most influential publications in this field this analysis can serve to identify knowledge gaps in male breast cancer research as well as to help identify what makes a paper impactful and citable"
}