{
    "title": "Discussion paper: what happened to the 'bio' in the bio-psycho-social model of low back pain?",
    "doc_id": "21706216",
    "writer": "Hancock MJ",
    "year": "2011",
    "summary": "PURPOSE: Over 20 years ago the term non-specific low back pain became popular to convey the limitations of our knowledge of the pathological source of most people's low back pain. Knowledge of underlying pathology has advanced little since then, despit …",
    "abstract": "Purpose:\n        \n      \n      Over 20 years ago the term non-specific low back pain became popular to convey the limitations of our knowledge of the pathological source of most people's low back pain. Knowledge of underlying pathology has advanced little since then, despite limited improvements in outcomes for patients with low back pain.\n    \n\n\n          Methods:\n        \n      \n      This paper discusses potential misunderstandings related to diagnostic studies in the field of low back pain and argues that future diagnostic studies should include and investigate pathological sources of low back pain.\n    \n\n\n          Results:\n        \n      \n      Six potential misunderstandings are discussed. (1) Until diagnosis is shown to improve outcomes it is not worth investigating; (2) without a gold standard it is not possible to investigate diagnosis of low back pain; (3) the presence of pathology in some people without low back pain means it is not important; (4) dismissal of the ability to diagnose low back pain in clinical guidelines is supported by the same level of evidence as recommendations for therapy; (5) suggesting use of a diagnostic test in research is misinterpreted as endorsing its use in current clinical practice; (6) we seem to have forgotten the 'bio' in biopsychosocial low back pain.\n    \n\n\n          Conclusions:\n        \n      \n      We believe the misunderstandings presented in this paper partly explain the lack of investigation into pathology as an important component of the low back pain experience. A better understanding of the biological component of low back pain in relation, and in addition, to psychosocial factors is important for a more rational approach to management of low back pain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21706216/",
    "clean_text": "discussion paper what happened to the bio in the bio psycho social model of low back pain purpose over years ago the term non specific low back pain became popular to convey the limitations of our knowledge of the pathological source of most people s low back pain knowledge of underlying pathology has advanced little since then despit purpose over years ago the term non specific low back pain became popular to convey the limitations of our knowledge of the pathological source of most people s low back pain knowledge of underlying pathology has advanced little since then despite limited improvements in outcomes for patients with low back pain methods this paper discusses potential misunderstandings related to diagnostic studies in the field of low back pain and argues that future diagnostic studies should include and investigate pathological sources of low back pain results six potential misunderstandings are discussed until diagnosis is shown to improve outcomes it is not worth investigating without a gold standard it is not possible to investigate diagnosis of low back pain the presence of pathology in some people without low back pain means it is not important dismissal of the ability to diagnose low back pain in clinical guidelines is supported by the same level of evidence as recommendations for therapy suggesting use of a diagnostic test in research is misinterpreted as endorsing its use in current clinical practice we seem to have forgotten the bio in biopsychosocial low back pain conclusions we believe the misunderstandings presented in this paper partly explain the lack of investigation into pathology as an important component of the low back pain experience a better understanding of the biological component of low back pain in relation and in addition to psychosocial factors is important for a more rational approach to management of low back pain"
}