{
    "title": "The effect of extensible and non-extensible lumbar belts on trunk muscle activity and lumbar stiffness in subjects with and without low-back pain.",
    "doc_id": "31075735",
    "writer": "Ludvig D",
    "year": "2019",
    "summary": "METHODS: Trunk muscle activity and lumbar stiffness and damping were measured in healthy and low-back pain subjects during three conditions: no lumbar belt; wearing an extensible lumbar belt; wearing a non-extensible lumbar belt. ...The findings can also be generali …",
    "abstract": "Background:\n        \n      \n      Lumbar belts have been shown to increase lumbar stiffness, but it is unclear if this is associated with trunk muscle co-contraction, which would increase the compression on the spine. It has been hypothesized that lumbar belts increase lumbar stiffness by increasing intra-abdominal pressure, which would increase spinal stability without increasing the compressive load on the spine.\n    \n\n\n          Methods:\n        \n      \n      Trunk muscle activity and lumbar stiffness and damping were measured in healthy and low-back pain subjects during three conditions: no lumbar belt; wearing an extensible lumbar belt; wearing a non-extensible lumbar belt. Muscle activity was measured while subjects performed controlled forward and backward 20° trunk sways. Lumbar stiffness and damping were measured by applying random continuous perturbation to the chest.\n    \n\n\n          Findings:\n        \n      \n      External oblique activity was decreased when wearing either lumbar belt during all phases of movement, while rectus abdominis and iliocostalis activity were decreased during the phase of movement where the muscles were maximally active while wearing either belt. Trunk stiffness was greatly increased by wearing either belt. There were no consistent differences in either lumbar stiffness or muscle activity between the two belts. Wearing a lumbar belt had little to no effect on damping. There were no group differences in any of the measures between healthy and low-back pain populations.\n    \n\n\n          Interpretation:\n        \n      \n      The findings are consistent with the hypothesis that lumbar belts can increase spinal stability by increasing intra-abdominal pressure, without any increase in the compressive load on the spine. The findings can also be generalized, for the first time, to subjects with low-back pain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31075735/",
    "clean_text": "the effect of extensible and non extensible lumbar belts on trunk muscle activity and lumbar stiffness in subjects with and without low back pain methods trunk muscle activity and lumbar stiffness and damping were measured in healthy and low back pain subjects during three conditions no lumbar belt wearing an extensible lumbar belt wearing a non extensible lumbar belt the findings can also be generali background lumbar belts have been shown to increase lumbar stiffness but it is unclear if this is associated with trunk muscle co contraction which would increase the compression on the spine it has been hypothesized that lumbar belts increase lumbar stiffness by increasing intra abdominal pressure which would increase spinal stability without increasing the compressive load on the spine methods trunk muscle activity and lumbar stiffness and damping were measured in healthy and low back pain subjects during three conditions no lumbar belt wearing an extensible lumbar belt wearing a non extensible lumbar belt muscle activity was measured while subjects performed controlled forward and backward trunk sways lumbar stiffness and damping were measured by applying random continuous perturbation to the chest findings external oblique activity was decreased when wearing either lumbar belt during all phases of movement while rectus abdominis and iliocostalis activity were decreased during the phase of movement where the muscles were maximally active while wearing either belt trunk stiffness was greatly increased by wearing either belt there were no consistent differences in either lumbar stiffness or muscle activity between the two belts wearing a lumbar belt had little to no effect on damping there were no group differences in any of the measures between healthy and low back pain populations interpretation the findings are consistent with the hypothesis that lumbar belts can increase spinal stability by increasing intra abdominal pressure without any increase in the compressive load on the spine the findings can also be generalized for the first time to subjects with low back pain"
}