{
    "pmid": "41417788",
    "title": "Dynamic prediction of death risk given a renewal hospitalization process.",
    "abstract": "Predicting the risk of death for chronic patients is highly valuable for informed medical decision-making. This paper proposes a general framework for dynamic prediction of the risk of death of a patient given her hospitalization history. Predictions are based on a joint model for the death and hospitalization processes, thereby avoiding the potential bias arising from selection of survivors. The framework is valid for arbitrary models for the hospitalization process-it does not require independence of hospitalization times nor gap times. In particular, we study the prediction of the risk of death in a renewal model for hospitalizations-a common approach to recurrent event modeling. In the renewal model, the distribution of hospitalizations throughout the follow-up period impacts the risk of death. This result differs from the prediction of death when considering the Poisson model for the hospitalization process, previously studied, where only the number of hospitalizations matters. We apply our methodology to a prospective, observational cohort study of 512 patients treated for chronic obstructive pulmonary disease in one of six outpatient respiratory clinics run by the Respiratory Service of Galdakao University Hospital, with a median follow-up of 4.7 years. We find that more concentrated hospitalizations increase the risk of death and that the hazard ratio for death continuously increases as the number of hospitalizations increases during follow-up.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "dynamic prediction of death risk given a renewal hospitalization process predicting the risk of death for chronic patients is highly valuable for informed medical decision making this paper proposes a general framework for dynamic prediction of the risk of death of a patient given her hospitalization history predictions are based on a joint model for the death and hospitalization processes thereby avoiding the potential bias arising from selection of survivors the framework is valid for arbitrary models for the hospitalization process it does not require independence of hospitalization times nor gap times in particular we study the prediction of the risk of death in a renewal model for hospitalizations a common approach to recurrent event modeling in the renewal model the distribution of hospitalizations throughout the follow up period impacts the risk of death this result differs from the prediction of death when considering the poisson model for the hospitalization process previously studied where only the number of hospitalizations matters we apply our methodology to a prospective observational cohort study of patients treated for chronic obstructive pulmonary disease in one of six outpatient respiratory clinics run by the respiratory service of galdakao university hospital with a median follow up of years we find that more concentrated hospitalizations increase the risk of death and that the hazard ratio for death continuously increases as the number of hospitalizations increases during follow up"
}