{
    "title": "Chromogranin A and its role in the pathogenesis of diabetes mellitus.",
    "doc_id": "30074235",
    "writer": "Herold Z",
    "year": "2018",
    "summary": "A notable connection has been inferred through the observation that type 1 diabetes mellitus is not at all or rarely developed in chromogranin A gene-knockout, non-obese diabetic model mice compared to non-knockout, non-obese diabetic mice. Pancreastatin inhibits in …",
    "abstract": "Chromogranin A is a member of the granin glycoprotein family that is expressed by the endocrine and neuroendocrine cells of different organs. Intracellularly, chromogranin A contributes to the regulation of secretion and gives several cleavage products after secretion. Some of its cleavage products modify the hormone functions in autocrine and paracrine ways, while the functions of others have not been fully understood yet. Serum chromogranin A level is most prominently used in neuroendocrine tumour diagnostics. In addition, recent studies have suggested that chromogranin A and some of its cleavage products (pancreastatin and WE-14) also play important roles in the pathogenesis of the various forms of diabetes mellitus, but their exact mechanisms still need to be clarified. Higher chromogranin A, pancreastatin, and WE-14 levels have been reported in type 1, type 2, and gestational diabetic patients compared to healthy controls. A notable connection has been inferred through the observation that type 1 diabetes mellitus is not at all or rarely developed in chromogranin A gene-knockout, non-obese diabetic model mice compared to non-knockout, non-obese diabetic mice. Pancreastatin inhibits insulin release in various cell and animal models, and WE-14 serves as an autoantigen for both CD4+ and CD8+ beta cell-destructive diabetogenic T-cell clones in type 1 diabetes. Chromogranin A contributes to the pathogenesis of diabetes mellitus according to the available literature. The current findings facilitate further investigation to unravel the deeper relationships between this glycoprotein and diabetes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30074235/",
    "clean_text": "chromogranin a and its role in the pathogenesis of diabetes mellitus a notable connection has been inferred through the observation that type diabetes mellitus is not at all or rarely developed in chromogranin a gene knockout non obese diabetic model mice compared to non knockout non obese diabetic mice pancreastatin inhibits in chromogranin a is a member of the granin glycoprotein family that is expressed by the endocrine and neuroendocrine cells of different organs intracellularly chromogranin a contributes to the regulation of secretion and gives several cleavage products after secretion some of its cleavage products modify the hormone functions in autocrine and paracrine ways while the functions of others have not been fully understood yet serum chromogranin a level is most prominently used in neuroendocrine tumour diagnostics in addition recent studies have suggested that chromogranin a and some of its cleavage products pancreastatin and we also play important roles in the pathogenesis of the various forms of diabetes mellitus but their exact mechanisms still need to be clarified higher chromogranin a pancreastatin and we levels have been reported in type type and gestational diabetic patients compared to healthy controls a notable connection has been inferred through the observation that type diabetes mellitus is not at all or rarely developed in chromogranin a gene knockout non obese diabetic model mice compared to non knockout non obese diabetic mice pancreastatin inhibits insulin release in various cell and animal models and we serves as an autoantigen for both cd and cd beta cell destructive diabetogenic t cell clones in type diabetes chromogranin a contributes to the pathogenesis of diabetes mellitus according to the available literature the current findings facilitate further investigation to unravel the deeper relationships between this glycoprotein and diabetes"
}