{
    "pmid": "41441550",
    "title": "Determinants of Left Atrial Thrombus in Patients Undergoing Catheter Ablation for Atrial Fibrillation and Atrial Flutter.",
    "abstract": "Catheter ablation (CA) is a first-line therapy for rhythm control in patients with atrial fibrillation (AF) and atrial flutter (AFL). Left atrial thrombus (LAT) is an absolute contraindication to CA due to the increased risk of periprocedural ischemic complications. A recent consensus statement from the European Heart Rhythm Association (EHRA) recommended the exclusion of LAT before CA in patients receiving oral anticoagulant therapy (OAT) for less than three weeks or in patients at high risk, despite the substantial reduction in the rate of periprocedural stroke achieved by anticoagulation in recent years. Consequently, many patients are frequently screened by transesophageal echocardiography (TOE) despite the lack of evidence that such a procedure is actually useful. All consecutive patients undergoing TOE before AF or AFL CA were enrolled between January 2019 and April 2024. Inclusion criteria were AF/AFL with less than 3 weeks of optimal OAT, persistent AF/AFL, or paroxysmal AF/AFL with CHA Five hundred eighty-six patients were enrolled (age 66 ± 6 years; 72% male). A total of 14 thrombi were identified (2.4% of all patients), all located in the left atrial appendage. Patients with LAT had a higher prevalence of coronary artery disease (CAD), heart failure (HF), and persistent AF (11 vs. 3 patients, p = 0.048) as well as lower left ventricular ejection fraction (56 vs. 49%, p = 0.01) and higher systolic pulmonary artery pressure (sPAP). No LAT was found in patients with atrial flutter. According to univariate analysis, higher sPAP, CAD, HF, and persistent AF were identified as predictors of LAT formation, while LVEF > 50% was associated with lower LAT prevalence. LAT is a rare occurrence in candidates for CA. Patients with persistent AF, a history of CAD or HF (particularly with low ejection fraction), and higher sPAP present an elevated risk and should be considered for TOE prior to CA. Patients with AFL and no structural disease have an extremely low risk of LAT.",
    "disease": "coronary artery disease",
    "clean_text": "determinants of left atrial thrombus in patients undergoing catheter ablation for atrial fibrillation and atrial flutter catheter ablation ca is a first line therapy for rhythm control in patients with atrial fibrillation af and atrial flutter afl left atrial thrombus lat is an absolute contraindication to ca due to the increased risk of periprocedural ischemic complications a recent consensus statement from the european heart rhythm association ehra recommended the exclusion of lat before ca in patients receiving oral anticoagulant therapy oat for less than three weeks or in patients at high risk despite the substantial reduction in the rate of periprocedural stroke achieved by anticoagulation in recent years consequently many patients are frequently screened by transesophageal echocardiography toe despite the lack of evidence that such a procedure is actually useful all consecutive patients undergoing toe before af or afl ca were enrolled between january and april inclusion criteria were af afl with less than weeks of optimal oat persistent af afl or paroxysmal af afl with cha five hundred eighty six patients were enrolled age years male a total of thrombi were identified of all patients all located in the left atrial appendage patients with lat had a higher prevalence of coronary artery disease cad heart failure hf and persistent af vs patients p as well as lower left ventricular ejection fraction vs p and higher systolic pulmonary artery pressure spap no lat was found in patients with atrial flutter according to univariate analysis higher spap cad hf and persistent af were identified as predictors of lat formation while lvef was associated with lower lat prevalence lat is a rare occurrence in candidates for ca patients with persistent af a history of cad or hf particularly with low ejection fraction and higher spap present an elevated risk and should be considered for toe prior to ca patients with afl and no structural disease have an extremely low risk of lat"
}