{
    "title": "Valproate-Induced Bicytopenia: A Case Study.",
    "doc_id": "35371645",
    "writer": "Jaitpal V",
    "year": "2022",
    "summary": "This case report describes a 22-year-old male patient diagnosed with schizoaffective disorder. ...Lithium was used as a substitute to valproate and the patient spontaneously recovered without any further complications. This case report highlights the n …",
    "abstract": "This case report describes a 22-year-old male patient diagnosed with schizoaffective disorder. A multidrug regimen including olanzapine and lorazepam was initiated for the patient. Sodium valproate was added to the regimen in due course and it was associated with bicytopenia in the form of thrombocytopenia and leukopenia. Valproate was identified as the offending drug and further doses were withheld. Lithium was used as a substitute to valproate and the patient spontaneously recovered without any further complications. This case report highlights the necessity of periodic investigations and frequent logging of blood indices to counter the threat of fatal adverse drug reactions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35371645/",
    "clean_text": "valproate induced bicytopenia a case study this case report describes a year old male patient diagnosed with schizoaffective disorder lithium was used as a substitute to valproate and the patient spontaneously recovered without any further complications this case report highlights the n this case report describes a year old male patient diagnosed with schizoaffective disorder a multidrug regimen including olanzapine and lorazepam was initiated for the patient sodium valproate was added to the regimen in due course and it was associated with bicytopenia in the form of thrombocytopenia and leukopenia valproate was identified as the offending drug and further doses were withheld lithium was used as a substitute to valproate and the patient spontaneously recovered without any further complications this case report highlights the necessity of periodic investigations and frequent logging of blood indices to counter the threat of fatal adverse drug reactions"
}