{
    "pmid": "41445784",
    "title": "National trends in cerebrospinal fluid biomarker testing for Alzheimer's disease in Japan.",
    "abstract": "Although the usefulness of cerebrospinal fluid (CSF) biomarkers for Alzheimer's disease (AD) is well-known, their use differs widely between countries. In Japan, phospho-tau181 (p-tau181) testing for determining the cause of dementia has been covered by national health insurance since 2012 and amyloid-β (Aβ) Here, we report national trends in CSF biomarker testing for AD in Japan. We used open datasets from the national database covering nearly all health insurance claims in Japan from 2014 to 2023. The annual number of health insurance claims for p-tau181 testing gradually increased from 1358 (2014) to 3420 (2023); 79-86% of claims were from inpatient settings throughout the study period. The number of claims was highest in the 75-79 age group and higher in women in older age. Regional variances were identified. The number of claims for CSF Aβ Although the number of health insurance claims for CSF p-tau181 testing has gradually increased, this number is low compared with the previously estimated annual diagnosis of AD. Tests are often performed in inpatient settings and regional inequity exists, whereas CSF Aβ",
    "disease": "alzheimer disease",
    "clean_text": "national trends in cerebrospinal fluid biomarker testing for alzheimer s disease in japan although the usefulness of cerebrospinal fluid csf biomarkers for alzheimer s disease ad is well known their use differs widely between countries in japan phospho tau p tau testing for determining the cause of dementia has been covered by national health insurance since and amyloid a here we report national trends in csf biomarker testing for ad in japan we used open datasets from the national database covering nearly all health insurance claims in japan from to the annual number of health insurance claims for p tau testing gradually increased from to of claims were from inpatient settings throughout the study period the number of claims was highest in the age group and higher in women in older age regional variances were identified the number of claims for csf a although the number of health insurance claims for csf p tau testing has gradually increased this number is low compared with the previously estimated annual diagnosis of ad tests are often performed in inpatient settings and regional inequity exists whereas csf a"
}