{
    "title": "First Report of Rose yellow vein virus in Rosa sp. in New Zealand.",
    "doc_id": "30722469",
    "writer": "Perez-Egusquiza Z",
    "year": "2013",
    "summary": "PCR and reverse transcription (RT)-PCR was conducted using specific primers for Arabis mosaic virus (ArMV), Cherry leaf roll virus, Prunus necrotic ringspot virus (PNRSV), Rosa rugosa leaf distortion virus, Rose spring dwarf associated virus, Rose yellow leaf virus, Rose …",
    "abstract": "Rose is the top selling cut flower in New Zealand and is the most popular garden plant in the world. Several virus-like diseases have been described in roses, but the causal agents for many remain unknown. Most of the described viruses infecting rose belong to the genera Ilarvirus and Nepovirus. Only recently, a number of new viruses have been or are in the process of being characterized (1,2,3,4). In January 2011, 10 rose samples showing virus-like symptoms were collected from the Wanganui region on the North Island of New Zealand. Total nucleic acid was extracted from these samples using an InviMag Plant DNA Mini Kit (Invitek GmbH, Berlin, Germany) and a KingFisher mL workstation (Thermo Scientific, Waltham, MA). PCR and reverse transcription (RT)-PCR was conducted using specific primers for Arabis mosaic virus (ArMV), Cherry leaf roll virus, Prunus necrotic ringspot virus (PNRSV), Rosa rugosa leaf distortion virus, Rose spring dwarf associated virus, Rose yellow leaf virus, Rose yellow mosaic virus, Rose yellow vein virus (RYVV), and Strawberry latent ringspot virus. Samples were also tested using generic primers for carlavirus, potexvirus, potyvirus, tombusvirus, and phytoplasmas. Two samples (cvs. Pauls Himalayan Musk and Bloomfield) were positive for ArMV, four samples (cvs. Leda, Rosa Mundi, Charles de Mills, and Indica Major) were positive for PNRSV, and two samples (cvs. Leda and Zephirine Drouhin) were positive for RYVV. Samples were negative for all other tested viruses and phytoplasmas. RYVV was detected using two sets of primers (D. Mollov, personal communication) designed to amplify fragments of estimated sizes of 797 bp and 684 bp of the movement protein (MP) and coat protein (CP) genes of RYVV, respectively. RYVV amplicons were sequenced directly (GenBank Accession Nos. JX887423 to JX887426). A BLASTn search of the MP and CP fragments showed the highest nucleotide identity of 98% and 96 to 97%, respectively, with the type isolate of RYVV (JX028536). RYVV has been reported as the causal agent of a vein yellowing disease in rose (2). Symptoms observed in the 'Leda' sample infected with PNRSV and RYVV (vein yellowing and chlorotic mottle in the apex of leaves) were not typical of PNRSV, so they may be caused by RYVV. Symptoms in samples of cv. Zephirine Drouhin (curling of leaves and mottle), observed in both RYVV-positive and -negative samples, may not be associated with RYVV infection. This suggests that vein yellowing may be influenced by cultivar. RYVV has been reported in several rose cultivars, but only in the United States (2). To the best of our knowledge, this is the first report of RYVV infecting rose in New Zealand, where it is likely that the virus has been present for some time. The virus may have a much wider geographical distribution than that reported as the virus was only recently characterized (3). References: (1) B. Lockhart et al. Page 31 in: Program and Abstracts of The 12th International Symposium on Virus Diseases of Ornamental Plants, 2008. (2) D. Mollov et al. Phytopathology 99:S87, 2009. (3) D. Mollov et al. Arch Virol. 158:877, 2012. (4) N. Salem et al. Plant Dis. 92:508, 2008.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30722469/",
    "clean_text": "first report of rose yellow vein virus in rosa sp in new zealand pcr and reverse transcription rt pcr was conducted using specific primers for arabis mosaic virus armv cherry leaf roll virus prunus necrotic ringspot virus pnrsv rosa rugosa leaf distortion virus rose spring dwarf associated virus rose yellow leaf virus rose rose is the top selling cut flower in new zealand and is the most popular garden plant in the world several virus like diseases have been described in roses but the causal agents for many remain unknown most of the described viruses infecting rose belong to the genera ilarvirus and nepovirus only recently a number of new viruses have been or are in the process of being characterized in january rose samples showing virus like symptoms were collected from the wanganui region on the north island of new zealand total nucleic acid was extracted from these samples using an invimag plant dna mini kit invitek gmbh berlin germany and a kingfisher ml workstation thermo scientific waltham ma pcr and reverse transcription rt pcr was conducted using specific primers for arabis mosaic virus armv cherry leaf roll virus prunus necrotic ringspot virus pnrsv rosa rugosa leaf distortion virus rose spring dwarf associated virus rose yellow leaf virus rose yellow mosaic virus rose yellow vein virus ryvv and strawberry latent ringspot virus samples were also tested using generic primers for carlavirus potexvirus potyvirus tombusvirus and phytoplasmas two samples cvs pauls himalayan musk and bloomfield were positive for armv four samples cvs leda rosa mundi charles de mills and indica major were positive for pnrsv and two samples cvs leda and zephirine drouhin were positive for ryvv samples were negative for all other tested viruses and phytoplasmas ryvv was detected using two sets of primers d mollov personal communication designed to amplify fragments of estimated sizes of bp and bp of the movement protein mp and coat protein cp genes of ryvv respectively ryvv amplicons were sequenced directly genbank accession nos jx to jx a blastn search of the mp and cp fragments showed the highest nucleotide identity of and to respectively with the type isolate of ryvv jx ryvv has been reported as the causal agent of a vein yellowing disease in rose symptoms observed in the leda sample infected with pnrsv and ryvv vein yellowing and chlorotic mottle in the apex of leaves were not typical of pnrsv so they may be caused by ryvv symptoms in samples of cv zephirine drouhin curling of leaves and mottle observed in both ryvv positive and negative samples may not be associated with ryvv infection this suggests that vein yellowing may be influenced by cultivar ryvv has been reported in several rose cultivars but only in the united states to the best of our knowledge this is the first report of ryvv infecting rose in new zealand where it is likely that the virus has been present for some time the virus may have a much wider geographical distribution than that reported as the virus was only recently characterized references b lockhart et al page in program and abstracts of the th international symposium on virus diseases of ornamental plants d mollov et al phytopathology s d mollov et al arch virol n salem et al plant dis"
}