{
    "pmid": "41451231",
    "title": "MRI-negative myelitis, especially after COVID-19: a case report and literature review.",
    "abstract": "Neurological sequelae of coronavirus disease 2019 (COVID-19) include inflammatory myelopathies. Among these, magnetic resonance imaging (MRI)-negative myelitis- defined as normal spinal cord MRI findings despite compatible clinical features-presents diagnostic and therapeutic challenges. A 22-year-old Japanese woman developed progressive distal paresthesia, gait disturbance, bladder and rectal dysfunction, and sensory loss approximately three months after COVID-19. Neurological examination presented with pyramidal tract signs and sensory deficits in both lower limbs. Cerebrospinal fluid oligoclonal bands were positive. Brain MRI showed subtle corticospinal tract hyperintensities, whereas spinal MRI findings remained normal throughout the course. Somatosensory-evoked potentials (SEP) demonstrated absent right N20 and bilateral P37 responses, localizing dysfunction to the thoracic cord. Treatment with intravenous methylprednisolone pulse therapy with plasma exchange resulted in marked clinical recovery and SEP normalization, with only mild residual paresthesia at two-year follow-up. The present case illustrates the clinical utility of SEPs for monitoring disease activity and establishing objective criteria for treatment escalation in post-COVID-19 MRI-negative myelitis. Although MRI-negative myelitis can be observed in myelin oligodendrocyte glycoprotein antibody-associated disease (MOGAD), lupus myelitis, and glial fibrillary acidic protein (GFAP) astrocytopathy, post-COVID-19 myelitis lacks specific biomarkers, complicating both diagnosis and treatment. A review of 20 reported cases of post-COVID-19 MRI-negative myelitis revealed a mean age of 54.4 years, a male-to-female ratio of 3:2, frequent bladder and rectal disturbances and paresis (85% each), high severity (63.2%), a median infection-to-neurological interval of 28 days, oligoclonal bands in 25% (4/16), multiple immunotherapies in 66.7%, and marked improvement or recovery in 66.7%. In post-COVID-19 MRI-negative myelitis, SEPs offer critical diagnostic and prognostic information. Early recognition and timely escalation of combination immunotherapy may optimize neurological outcomes.",
    "disease": "pneumonia",
    "clean_text": "mri negative myelitis especially after covid a case report and literature review neurological sequelae of coronavirus disease covid include inflammatory myelopathies among these magnetic resonance imaging mri negative myelitis defined as normal spinal cord mri findings despite compatible clinical features presents diagnostic and therapeutic challenges a year old japanese woman developed progressive distal paresthesia gait disturbance bladder and rectal dysfunction and sensory loss approximately three months after covid neurological examination presented with pyramidal tract signs and sensory deficits in both lower limbs cerebrospinal fluid oligoclonal bands were positive brain mri showed subtle corticospinal tract hyperintensities whereas spinal mri findings remained normal throughout the course somatosensory evoked potentials sep demonstrated absent right n and bilateral p responses localizing dysfunction to the thoracic cord treatment with intravenous methylprednisolone pulse therapy with plasma exchange resulted in marked clinical recovery and sep normalization with only mild residual paresthesia at two year follow up the present case illustrates the clinical utility of seps for monitoring disease activity and establishing objective criteria for treatment escalation in post covid mri negative myelitis although mri negative myelitis can be observed in myelin oligodendrocyte glycoprotein antibody associated disease mogad lupus myelitis and glial fibrillary acidic protein gfap astrocytopathy post covid myelitis lacks specific biomarkers complicating both diagnosis and treatment a review of reported cases of post covid mri negative myelitis revealed a mean age of years a male to female ratio of frequent bladder and rectal disturbances and paresis each high severity a median infection to neurological interval of days oligoclonal bands in multiple immunotherapies in and marked improvement or recovery in in post covid mri negative myelitis seps offer critical diagnostic and prognostic information early recognition and timely escalation of combination immunotherapy may optimize neurological outcomes"
}