{
    "pmid": "41420446",
    "title": "The Spectrum of Abnormal Tongue Movements: Review of Phenomenology, Etiology, and Differential Diagnosis.",
    "abstract": "Classifying abnormal tongue movements is challenging due to their varied presentations and limited visibility compared to other body parts. Accurate identification of the phenomenology guides physical examination and can point to specific diagnoses. Yet, a systematic classification of tongue movements is lacking, partly due to the challenge in segregating the phenomenology into discrete categories. This educational review aims to refine the classification of abnormal tongue movements through clinical phenomenology, exploring associated etiologies, differential diagnoses, and neuroanatomical underpinnings. We conducted a comprehensive literature search in PubMed using terms related to tongue movements and movement disorder phenomenologies up to March 2024. Videos from the literature and cases from our own clinical practice were reviewed to confirm phenomenology. Findings were synthesized narratively, providing an overview of abnormal tongue movements across various phenomenologies of movement disorders. Abnormal tongue movements were classified into distinct categories: action tremor, rest tremor, dystonia, myoclonus, chorea, myorhythmia and unusual or difficult-to-classify phenomenologies. Corresponding etiologies were categorized into idiopathic, genetic syndromes, structural, autoimmune/inflammatory, infectious/post infectious, drug-related, neurodegenerative and functional causes. This review provides a comprehensive framework for diagnosing abnormal tongue movements. Tongue movements are often quite varied and can sometimes be difficult to classify. Tongue movements rarely occur in isolation and are usually accompanied by orofacial and pharyngeal movement disorders. Examining the tongue and identifying the accurate phenomenology is an important part of the neurological exam and can reveal vital clues to specific underlying etiologies.",
    "disease": "parkinson disease",
    "clean_text": "the spectrum of abnormal tongue movements review of phenomenology etiology and differential diagnosis classifying abnormal tongue movements is challenging due to their varied presentations and limited visibility compared to other body parts accurate identification of the phenomenology guides physical examination and can point to specific diagnoses yet a systematic classification of tongue movements is lacking partly due to the challenge in segregating the phenomenology into discrete categories this educational review aims to refine the classification of abnormal tongue movements through clinical phenomenology exploring associated etiologies differential diagnoses and neuroanatomical underpinnings we conducted a comprehensive literature search in pubmed using terms related to tongue movements and movement disorder phenomenologies up to march videos from the literature and cases from our own clinical practice were reviewed to confirm phenomenology findings were synthesized narratively providing an overview of abnormal tongue movements across various phenomenologies of movement disorders abnormal tongue movements were classified into distinct categories action tremor rest tremor dystonia myoclonus chorea myorhythmia and unusual or difficult to classify phenomenologies corresponding etiologies were categorized into idiopathic genetic syndromes structural autoimmune inflammatory infectious post infectious drug related neurodegenerative and functional causes this review provides a comprehensive framework for diagnosing abnormal tongue movements tongue movements are often quite varied and can sometimes be difficult to classify tongue movements rarely occur in isolation and are usually accompanied by orofacial and pharyngeal movement disorders examining the tongue and identifying the accurate phenomenology is an important part of the neurological exam and can reveal vital clues to specific underlying etiologies"
}