{
    "title": "Mental States in Moving Shapes: Distinct Cortical and Subcortical Contributions to Theory of Mind Impairments in Dementia.",
    "doc_id": "29172002",
    "writer": "Synn A",
    "year": "2018",
    "summary": "In contrast, while social processing typically remains intact in Alzheimer's disease (AD), the cognitive loading of socioemotional tasks may adversely impact mentalizing performance in AD. Here, we employed the Frith-Happe animations as a dynamic on-line assessment of m …",
    "abstract": "Impaired capacity for Theory of Mind (ToM) represents one of the hallmark features of the behavioral variant of frontotemporal dementia (bvFTD) and is suggested to underpin an array of socioemotional disturbances characteristic of this disorder. In contrast, while social processing typically remains intact in Alzheimer's disease (AD), the cognitive loading of socioemotional tasks may adversely impact mentalizing performance in AD. Here, we employed the Frith-Happé animations as a dynamic on-line assessment of mentalizing capacity with reduced incidental task demands in 18 bvFTD, 18 AD, and 25 age-matched Controls. Participants viewed silent animations in which geometric shapes interact in Random, Goal-Directed, and ToM conditions. An exclusive deficit in ToM classification was observed in bvFTD relative to Controls, while AD patients were impaired in the accurate classification of both Random and ToM trials. Correlation analyses revealed robust associations between ToM deficits and carer ratings of affective empathy disruption in bvFTD, and with episodic memory dysfunction in AD. Voxel-based morphometry analyses further identified dissociable neural correlates contingent on patient group. A distributed network of medial prefrontal, frontoinsular, striatal, lateral temporal, and parietal regions were implicated in the bvFTD group, whereas the right hippocampus correlated with task performance in AD. Notably, subregions of the cerebellum, including lobules I-IV and V, bilaterally were implicated in task performance irrespective of patient group. Our findings reveal new insights into the mechanisms potentially mediating ToM disruption in dementia syndromes, and suggest that the cerebellum may play a more prominent role in social cognition than previously appreciated.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29172002/",
    "clean_text": "mental states in moving shapes distinct cortical and subcortical contributions to theory of mind impairments in dementia in contrast while social processing typically remains intact in alzheimer s disease ad the cognitive loading of socioemotional tasks may adversely impact mentalizing performance in ad here we employed the frith happe animations as a dynamic on line assessment of m impaired capacity for theory of mind tom represents one of the hallmark features of the behavioral variant of frontotemporal dementia bvftd and is suggested to underpin an array of socioemotional disturbances characteristic of this disorder in contrast while social processing typically remains intact in alzheimer s disease ad the cognitive loading of socioemotional tasks may adversely impact mentalizing performance in ad here we employed the frith happ animations as a dynamic on line assessment of mentalizing capacity with reduced incidental task demands in bvftd ad and age matched controls participants viewed silent animations in which geometric shapes interact in random goal directed and tom conditions an exclusive deficit in tom classification was observed in bvftd relative to controls while ad patients were impaired in the accurate classification of both random and tom trials correlation analyses revealed robust associations between tom deficits and carer ratings of affective empathy disruption in bvftd and with episodic memory dysfunction in ad voxel based morphometry analyses further identified dissociable neural correlates contingent on patient group a distributed network of medial prefrontal frontoinsular striatal lateral temporal and parietal regions were implicated in the bvftd group whereas the right hippocampus correlated with task performance in ad notably subregions of the cerebellum including lobules i iv and v bilaterally were implicated in task performance irrespective of patient group our findings reveal new insights into the mechanisms potentially mediating tom disruption in dementia syndromes and suggest that the cerebellum may play a more prominent role in social cognition than previously appreciated"
}