{
    "pmid": "41373170",
    "title": "Coronary Artery Perforation During Percutaneous Coronary Intervention in a Myocardial Bridge: Case Report and Management Considerations.",
    "abstract": "Coronary artery perforation (CAP) is a rare but potentially catastrophic complication of percutaneous coronary intervention (PCI), most frequently resulting from guidewire exit, balloon or stent deployment, or atherectomy. We report the case of a 77-year-old male with triple vessel disease who developed an Ellis class III CAP during staged PCI to the left anterior descending artery (LAD). The perforation occurred secondary to prolonged balloon inflation across a myocardial bridge, with contrast extravasation into the left ventricle producing severe angina via a coronary steal phenomenon, though without hemodynamic compromise or pericardial effusion. Initial balloon tamponade failed to seal the lesion, necessitating the deployment of a covered stent, which resulted in successful vessel sealing and complete symptom resolution. This case highlights the challenges of managing CAP in intramyocardial coronary segments and emphasizes covered stenting as an effective therapeutic option when conservative approaches fail.",
    "disease": "coronary artery disease",
    "clean_text": "coronary artery perforation during percutaneous coronary intervention in a myocardial bridge case report and management considerations coronary artery perforation cap is a rare but potentially catastrophic complication of percutaneous coronary intervention pci most frequently resulting from guidewire exit balloon or stent deployment or atherectomy we report the case of a year old male with triple vessel disease who developed an ellis class iii cap during staged pci to the left anterior descending artery lad the perforation occurred secondary to prolonged balloon inflation across a myocardial bridge with contrast extravasation into the left ventricle producing severe angina via a coronary steal phenomenon though without hemodynamic compromise or pericardial effusion initial balloon tamponade failed to seal the lesion necessitating the deployment of a covered stent which resulted in successful vessel sealing and complete symptom resolution this case highlights the challenges of managing cap in intramyocardial coronary segments and emphasizes covered stenting as an effective therapeutic option when conservative approaches fail"
}