{
    "pmid": "41403501",
    "title": "Characteristics and management of patients attending primary asthma clinics in primary health care in the Kingdom of Bahrain: A cross-sectional study.",
    "abstract": "Asthma remains poorly controlled worldwide despite clinical guidelines, continuing to cause high morbidity and mortality. This study examines the clinical characteristics, management practices, and factors affecting asthma control in patients attending asthma clinics within primary healthcare centers in the Kingdom of Bahrain, providing insights to enhance chronic disease management in frontline care. A cross-sectional study was conducted across 27 primary healthcare centers in Bahrain from June 2022 to June 2023. Participants aged 12 years and older diagnosed with bronchial asthma were included. The Global Initiative for Asthma (GINA) tool was used to evaluate asthma control. Data including sociodemographic information and asthma management characteristics were collected. Descriptive and inferential analyses were performed. Among 198 participants (mean age 48.4), most were Bahraini (82.3%), female (65.7%), and nonsmokers (94.4%) with an average BMI of 30.58 kg/m². Gastroesophageal reflux (23.2%) and diabetes (20.2%) were the most prevalent comorbidities. Based on the GINA classification, 49.5% had well-controlled asthma. The treatment adherence rate was 75.8%. Uncontrolled asthma was linked to nighttime symptoms ( Asthma control in Bahrain's primary healthcare centers is suboptimal, especially among patients with nighttime symptoms, diabetes, frequent SABA use, and low control test scores. Enhancing patient education, optimizing treatment strategies, and addressing comorbidities are critical for improving asthma outcomes.",
    "disease": "asthma",
    "clean_text": "characteristics and management of patients attending primary asthma clinics in primary health care in the kingdom of bahrain a cross sectional study asthma remains poorly controlled worldwide despite clinical guidelines continuing to cause high morbidity and mortality this study examines the clinical characteristics management practices and factors affecting asthma control in patients attending asthma clinics within primary healthcare centers in the kingdom of bahrain providing insights to enhance chronic disease management in frontline care a cross sectional study was conducted across primary healthcare centers in bahrain from june to june participants aged years and older diagnosed with bronchial asthma were included the global initiative for asthma gina tool was used to evaluate asthma control data including sociodemographic information and asthma management characteristics were collected descriptive and inferential analyses were performed among participants mean age most were bahraini female and nonsmokers with an average bmi of kg m gastroesophageal reflux and diabetes were the most prevalent comorbidities based on the gina classification had well controlled asthma the treatment adherence rate was uncontrolled asthma was linked to nighttime symptoms asthma control in bahrain s primary healthcare centers is suboptimal especially among patients with nighttime symptoms diabetes frequent saba use and low control test scores enhancing patient education optimizing treatment strategies and addressing comorbidities are critical for improving asthma outcomes"
}