{
    "pmid": "41473401",
    "title": "The Effects of Flaxseed Consumption on Frailty and Sarcopenia in Patients With Liver Cirrhosis: An Open-Labeled Randomized Controlled Clinical Trial.",
    "abstract": "Frailty and sarcopenia are common among patients with liver cirrhosis (LC), which can lead to a higher risk of several morbidities and mortality. The primary goal of this study was to explore the impact of flaxseed consumption on body composition, frailty and sarcopenia, as well as disease severity and inflammation in these patients. In this 12-week, open-labeled randomized clinical trial, we recruited fifty patients with LC who were randomly allocated to receive either flaxseed (30 g/d flaxseed powder) or no intervention. Body composition and anthropometric parameters, high-sensitive C-reactive protein (hs-CRP), the model for end-stage liver disease-Na (MELD-Na), frailty, sarcopenia, and muscle strength were assessed at the initiation and upon completion of the trial. After the study was completed, percent of body fat (PBF) and waist circumference (WC) decreased significantly in the flaxseed group when compared to the group's pre-intervention values (",
    "disease": "liver cirrhosis",
    "clean_text": "the effects of flaxseed consumption on frailty and sarcopenia in patients with liver cirrhosis an open labeled randomized controlled clinical trial frailty and sarcopenia are common among patients with liver cirrhosis lc which can lead to a higher risk of several morbidities and mortality the primary goal of this study was to explore the impact of flaxseed consumption on body composition frailty and sarcopenia as well as disease severity and inflammation in these patients in this week open labeled randomized clinical trial we recruited fifty patients with lc who were randomly allocated to receive either flaxseed g d flaxseed powder or no intervention body composition and anthropometric parameters high sensitive c reactive protein hs crp the model for end stage liver disease na meld na frailty sarcopenia and muscle strength were assessed at the initiation and upon completion of the trial after the study was completed percent of body fat pbf and waist circumference wc decreased significantly in the flaxseed group when compared to the group s pre intervention values"
}