{
    "pmid": "41467380",
    "title": "Edaravone Dexborneol in Large Ischemic Stroke: Real-World Experience from a Multicenter Study in China.",
    "abstract": "Edaravone dexborneol, a novel neuroprotective agent with combined antioxidant and anti-inflammatory properties, has demonstrated significant improvement in 90-day functional outcomes for patients with acute ischemic stroke. This study aimed to evaluate the outcomes of edaravone dexborneol in patients with acute ischemic stroke with large infarct core. This prospective, multicenter, parallel-group, real-world cohort study was conducted between December 2022 and October 2023 across 72 centers in China. Participants were categorized into an exposed group (receiving edaravone dexborneol 37.5 mg/dose every 12 hours for 14 days) and an unexposed group (not receiving edaravone dexborneol). Propensity score matching (1:1) was used to balance baseline characteristics, and clinical outcomes were compared between the groups. The primary efficacy outcome was the proportion of patients achieving a modified Rankin Scale score of ≤2 at 90 days. After matching, the 90-day modified Rankin Scale ordinal shift was significantly better in the edaravone dexborneol group compared with the unexposed group (median: 2 [interquartile range, 1-4.5] versus 3 [interquartile range, 1-5]; unadjusted odds ratio [OR], 1.90 [95% CI, 1.04-3.46];  In patients with acute ischemic stroke with large infarct core, edaravone dexborneol improved the likelihood of achieving favorable functional outcomes at 90 days. URL: https://www.clinicaltrials.gov; Unique Identifier: NCT05644223.",
    "disease": "stroke",
    "clean_text": "edaravone dexborneol in large ischemic stroke real world experience from a multicenter study in china edaravone dexborneol a novel neuroprotective agent with combined antioxidant and anti inflammatory properties has demonstrated significant improvement in day functional outcomes for patients with acute ischemic stroke this study aimed to evaluate the outcomes of edaravone dexborneol in patients with acute ischemic stroke with large infarct core this prospective multicenter parallel group real world cohort study was conducted between december and october across centers in china participants were categorized into an exposed group receiving edaravone dexborneol mg dose every hours for days and an unexposed group not receiving edaravone dexborneol propensity score matching was used to balance baseline characteristics and clinical outcomes were compared between the groups the primary efficacy outcome was the proportion of patients achieving a modified rankin scale score of at days after matching the day modified rankin scale ordinal shift was significantly better in the edaravone dexborneol group compared with the unexposed group median interquartile range versus interquartile range unadjusted odds ratio or ci in patients with acute ischemic stroke with large infarct core edaravone dexborneol improved the likelihood of achieving favorable functional outcomes at days url https www clinicaltrials gov unique identifier nct"
}