{
    "pmid": "41459731",
    "title": "Proton stereotactic body radiotherapy for early-stage non-small cell lung cancer: Influence of case-specific characteristics on dosimetric robustness.",
    "abstract": "Proton stereotactic body radiotherapy (SBRT) offers superior dose conformity. However, its clinical application remains limited due to uncertainties from setup errors and respiratory motion. This study quantified the dosimetric robustness of proton SBRT for early-stage non-small cell lung cancer under combined setup and interplay uncertainties and investigated the association between dosimetric robustness and case-specific characteristics. Robust proton SBRT plans were generated considering setup and range uncertainties. Dosimetric robustness was evaluated by comparing the clinical target volume (CTV) coverage indices (V95%, V98%, and V100%) between the nominal condition and conditions incorporating combined setup and interplay uncertainties. The influence of respiratory amplitude, tumor volume, and mean tumor CT value on dosimetric robustness was assessed. CTV coverage remained stable under nominal conditions. However, dose degradation occurred under combined setup and interplay uncertainties, with the median CTV V100% decreased below 70%. Larger respiratory amplitudes and lower mean tumor CT values were associated with reduced dosimetric robustness. Combined uncertainties significantly affected the dosimetric robustness of proton SBRT depending on case-specific characteristics. Our exploratory analysis indicates the potential need for individualized robustness strategies in proton SBRT planning.",
    "disease": "lung cancer",
    "clean_text": "proton stereotactic body radiotherapy for early stage non small cell lung cancer influence of case specific characteristics on dosimetric robustness proton stereotactic body radiotherapy sbrt offers superior dose conformity however its clinical application remains limited due to uncertainties from setup errors and respiratory motion this study quantified the dosimetric robustness of proton sbrt for early stage non small cell lung cancer under combined setup and interplay uncertainties and investigated the association between dosimetric robustness and case specific characteristics robust proton sbrt plans were generated considering setup and range uncertainties dosimetric robustness was evaluated by comparing the clinical target volume ctv coverage indices v v and v between the nominal condition and conditions incorporating combined setup and interplay uncertainties the influence of respiratory amplitude tumor volume and mean tumor ct value on dosimetric robustness was assessed ctv coverage remained stable under nominal conditions however dose degradation occurred under combined setup and interplay uncertainties with the median ctv v decreased below larger respiratory amplitudes and lower mean tumor ct values were associated with reduced dosimetric robustness combined uncertainties significantly affected the dosimetric robustness of proton sbrt depending on case specific characteristics our exploratory analysis indicates the potential need for individualized robustness strategies in proton sbrt planning"
}