{
    "pmid": "41458331",
    "title": "Arthroscopic anterior glenoid reconstruction using distal tibial allograft with suture button fixation: 2-year postoperative clinical outcomes.",
    "abstract": "Anterior glenohumeral instability is a common cause of shoulder instability. Bony reconstruction with distal tibial allograft (DTA) is a relatively new technique with promising results. Screw fixation of the graft comes with certain risks including hardware complications requiring revision surgery, so a novel technique, arthroscopic DTA with double suture-button fixation, has been proposed. The purpose of our study was therefore to report the outcomes of arthroscopic DTA anterior glenoid reconstruction with double suture-button fixation. A single-surgeon, single-center, mixed retrospective/prospective cohort review of patients who underwent arthroscopic DTA glenoid reconstruction with double-button suture anchor fixation between 2018 and 2022 in Alberta, Canada, was performed. The study included adult patients at least 18 years old at time of study with at least 13% glenoid bone loss and 2 years of follow-up. Chart reviews and telephone interviews were completed to assess for radiographic and clinical outcomes. Primary outcomes were failure rate, complication rate including infection, neurovascular injury, revision rate, reoperation rate, and patient-reported outcome measures. Forty-eight patients with mean age 31 ± 10 years (range 18-63) and 43 (90%) males were included. Mean follow-up was 63 ± 15 months (range 24-78 months). Seventeen patients (35%) had previous stabilization surgery. Mean preoperative glenoid bone loss was 32 ± 8%. Objective recurrent instability was observed in 10 (21%) patients. One (2%) patient required reoperation for loose suture material. Other complications include 1 (2%) pulmonary embolism and 1 (2%) neurovascular injury, both of which occurred in the same patient. The study was not powered to identify risk factors for failure, and odds ratios (ORs) did not achieve statistical significance for patients with a history of epilepsy (OR 4.4,  The rate of recurrent instability is 21% in this challenging population. Reoperation rate for symptomatic hardware was 2%, and the other complication rate was 2%. While DTA reconstruction with suture button fixation can be considered an option in patients with risk factors for failure, patients should be counseled on the risk of recurrent instability and need for reoperation.",
    "disease": "epilepsy",
    "clean_text": "arthroscopic anterior glenoid reconstruction using distal tibial allograft with suture button fixation year postoperative clinical outcomes anterior glenohumeral instability is a common cause of shoulder instability bony reconstruction with distal tibial allograft dta is a relatively new technique with promising results screw fixation of the graft comes with certain risks including hardware complications requiring revision surgery so a novel technique arthroscopic dta with double suture button fixation has been proposed the purpose of our study was therefore to report the outcomes of arthroscopic dta anterior glenoid reconstruction with double suture button fixation a single surgeon single center mixed retrospective prospective cohort review of patients who underwent arthroscopic dta glenoid reconstruction with double button suture anchor fixation between and in alberta canada was performed the study included adult patients at least years old at time of study with at least glenoid bone loss and years of follow up chart reviews and telephone interviews were completed to assess for radiographic and clinical outcomes primary outcomes were failure rate complication rate including infection neurovascular injury revision rate reoperation rate and patient reported outcome measures forty eight patients with mean age years range and males were included mean follow up was months range months seventeen patients had previous stabilization surgery mean preoperative glenoid bone loss was objective recurrent instability was observed in patients one patient required reoperation for loose suture material other complications include pulmonary embolism and neurovascular injury both of which occurred in the same patient the study was not powered to identify risk factors for failure and odds ratios ors did not achieve statistical significance for patients with a history of epilepsy or the rate of recurrent instability is in this challenging population reoperation rate for symptomatic hardware was and the other complication rate was while dta reconstruction with suture button fixation can be considered an option in patients with risk factors for failure patients should be counseled on the risk of recurrent instability and need for reoperation"
}