{
    "title": "CT for lymph node staging of Colon cancer: not only size but also location and number of lymph node count.",
    "doc_id": "33904991",
    "writer": "Hong EK",
    "year": "2021",
    "summary": "CONCLUSIONS: There were significant associations between lymph node status and imaging features of lymph nodes on CT in colon cancer patients. ...Also, the number of lymph nodes near the colonic tumor should be considered in assessment of …",
    "abstract": "Purpose:\n        \n      \n      To evaluate the diagnostic accuracy of imaging features to predict lymph node status of colon cancer using CT.\n    \n\n\n          Methods:\n        \n      \n      This was a retrospective study from 2 tertiary hospitals in South Korea and Netherlands. 317 Colon cancer patients who underwent primary surgical treatment were included. Number of lymph nodes according to the anatomical location, size, cluster, degree of attenuation, shape, presence of internal heterogeneity and ill-defined margin of the lymph node were assessed and compared according to histological lymph node status.\n    \n\n\n          Results:\n        \n      \n      The largest short diameter of lymph node and presence of internal heterogeneity of lymph node showed significant association with malignant lymph node status (P < 0.001 and P = 0.041, respectively). The ROC curve analysis revealed AUC of 0.703 for the largest short diameter of lymph node (P < 0.001), and AUC of the presence of internal heterogeneity was 0.630 (P < 0.001). In addition, our study showed that a total number of lymph nodes, regardless of size, (P = 0.022) and number of lymph nodes in peritumoral area (P < 0.001) and along the mesenteric vessels (P < 0.001) on CT demonstrated significant association with malignant status of lymph nodes in colon cancer.\n    \n\n\n          Conclusions:\n        \n      \n      There were significant associations between lymph node status and imaging features of lymph nodes on CT in colon cancer patients. The largest short diameter of lymph node and presence of internal heterogeneity can be used to predict the malignant status of lymph node in colon cancer patients. Also, the number of lymph nodes near the colonic tumor should be considered in assessment of colon cancer lymph node involvement on CT.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33904991/",
    "clean_text": "ct for lymph node staging of colon cancer not only size but also location and number of lymph node count conclusions there were significant associations between lymph node status and imaging features of lymph nodes on ct in colon cancer patients also the number of lymph nodes near the colonic tumor should be considered in assessment of purpose to evaluate the diagnostic accuracy of imaging features to predict lymph node status of colon cancer using ct methods this was a retrospective study from tertiary hospitals in south korea and netherlands colon cancer patients who underwent primary surgical treatment were included number of lymph nodes according to the anatomical location size cluster degree of attenuation shape presence of internal heterogeneity and ill defined margin of the lymph node were assessed and compared according to histological lymph node status results the largest short diameter of lymph node and presence of internal heterogeneity of lymph node showed significant association with malignant lymph node status p and p respectively the roc curve analysis revealed auc of for the largest short diameter of lymph node p and auc of the presence of internal heterogeneity was p in addition our study showed that a total number of lymph nodes regardless of size p and number of lymph nodes in peritumoral area p and along the mesenteric vessels p on ct demonstrated significant association with malignant status of lymph nodes in colon cancer conclusions there were significant associations between lymph node status and imaging features of lymph nodes on ct in colon cancer patients the largest short diameter of lymph node and presence of internal heterogeneity can be used to predict the malignant status of lymph node in colon cancer patients also the number of lymph nodes near the colonic tumor should be considered in assessment of colon cancer lymph node involvement on ct"
}