{
    "title": "Physical activity, exercise, and mental disorders: it is time to move on.",
    "doc_id": "33890431",
    "writer": "Schuch FB",
    "year": "2021",
    "summary": "INTRODUCTION: Physical activity, conceptualized as any bodily movement that results in energy expenditure, and its structured form, exercise, play an important role in public health, preventing and treating a wide range of physical conditions, includin …",
    "abstract": "Introduction:\n        \n      \n      Physical activity, conceptualized as any bodily movement that results in energy expenditure, and its structured form, exercise, play an important role in public health, preventing and treating a wide range of physical conditions, including metabolic and cardiovascular diseases and obesity.\n    \n\n\n          Objective:\n        \n      \n      This article aims to provide a brief overview and summary of the evidence on: 1) the preventive effects of physical activity on a wide range of mental disorders; 2) the role of physical activity in promoting the physical health of people with mental disorders; 3) the role of exercise as a strategy to manage mental health symptoms in a range of mental disorders; and 4) the challenges and barriers faced when implementing exercise in clinical practice.\n    \n\n\n          Methods:\n        \n      \n      This was a narrative review.\n    \n\n\n          Results:\n        \n      \n      Compelling evidence has demonstrated that physical activity and exercise can also prevent common mental disorders, such as depression and anxiety disorders, and have multiple beneficial effects on the physical and mental health of people with a wide range of mental disorders. This body of evidence has been incorporated in national and international guidelines over the last decades, which have recommended the inclusion of physical activity and exercise as therapeutic approaches for mental disorders, mainly for depression and schizophrenia. Nonetheless, implementation into clinical practice has been slow, probably due to barriers associated both with patients and mental health professionals.\n    \n\n\n          Conclusion:\n        \n      \n      Increases in physical activity levels in populations are likely to reduce the mental health burden. Exercise interventions should be incorporated to the routine care of people with mental disorders due its multiple benefits on physical and mental health outcomes. A multidisciplinary approach is needed to overcome patients barriers and enhance adherence and benefits.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33890431/",
    "clean_text": "physical activity exercise and mental disorders it is time to move on introduction physical activity conceptualized as any bodily movement that results in energy expenditure and its structured form exercise play an important role in public health preventing and treating a wide range of physical conditions includin introduction physical activity conceptualized as any bodily movement that results in energy expenditure and its structured form exercise play an important role in public health preventing and treating a wide range of physical conditions including metabolic and cardiovascular diseases and obesity objective this article aims to provide a brief overview and summary of the evidence on the preventive effects of physical activity on a wide range of mental disorders the role of physical activity in promoting the physical health of people with mental disorders the role of exercise as a strategy to manage mental health symptoms in a range of mental disorders and the challenges and barriers faced when implementing exercise in clinical practice methods this was a narrative review results compelling evidence has demonstrated that physical activity and exercise can also prevent common mental disorders such as depression and anxiety disorders and have multiple beneficial effects on the physical and mental health of people with a wide range of mental disorders this body of evidence has been incorporated in national and international guidelines over the last decades which have recommended the inclusion of physical activity and exercise as therapeutic approaches for mental disorders mainly for depression and schizophrenia nonetheless implementation into clinical practice has been slow probably due to barriers associated both with patients and mental health professionals conclusion increases in physical activity levels in populations are likely to reduce the mental health burden exercise interventions should be incorporated to the routine care of people with mental disorders due its multiple benefits on physical and mental health outcomes a multidisciplinary approach is needed to overcome patients barriers and enhance adherence and benefits"
}