{
    "title": "An introduction to physical therapy modalities.",
    "doc_id": "18605388",
    "writer": "Chapman BL",
    "year": "2007",
    "summary": "Timely and appropriate rehabilitation of musculoskeletal injuries is the most effective way of restoring full function and decreasing the likelihood of recurrence of the same injury. Application of specific physical therapy modalities and therapeutic exercise …",
    "abstract": "Timely and appropriate rehabilitation of musculoskeletal injuries is the most effective way of restoring full function and decreasing the likelihood of recurrence of the same injury. Application of specific physical therapy modalities and therapeutic exercises is based on the stages of healing. A typical physical therapy protocol progresses sequentially through the following phases: pain control, restoring range of motion, restoring strength, neuromuscular retraining, and return to full activity. The commonly used modalities reviewed here include heat, cold, ultrasound, phonophoresis, iontophoresis, and electrical stimulation. In this article we provide a basic review of physical therapy modalities.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18605388/",
    "clean_text": "an introduction to physical therapy modalities timely and appropriate rehabilitation of musculoskeletal injuries is the most effective way of restoring full function and decreasing the likelihood of recurrence of the same injury application of specific physical therapy modalities and therapeutic exercise timely and appropriate rehabilitation of musculoskeletal injuries is the most effective way of restoring full function and decreasing the likelihood of recurrence of the same injury application of specific physical therapy modalities and therapeutic exercises is based on the stages of healing a typical physical therapy protocol progresses sequentially through the following phases pain control restoring range of motion restoring strength neuromuscular retraining and return to full activity the commonly used modalities reviewed here include heat cold ultrasound phonophoresis iontophoresis and electrical stimulation in this article we provide a basic review of physical therapy modalities"
}