{
    "title": "Cryopreservation of Human Ovarian Tissue: A Review.",
    "doc_id": "31244585",
    "writer": "Rivas Leonel EC",
    "year": "2019",
    "summary": "Moreover, it has been proposed to patients with benign pathologies with a risk of premature ovarian insufficiency. So far, more than 130 live births have been reported after transplantation of cryopreserved ovarian tissue, and almost all patients recovered their …",
    "abstract": "Background:\n        \n      \n      Cryopreservation of human ovarian tissue has been increasingly applied worldwide to safeguard fertility in cancer patients, notably in young girls and women who cannot delay the onset of their treatment. Moreover, it has been proposed to patients with benign pathologies with a risk of premature ovarian insufficiency. So far, more than 130 live births have been reported after transplantation of cryopreserved ovarian tissue, and almost all patients recovered their ovarian function after tissue reimplantation.\n    \n\n\n          Summary:\n        \n      \n      This review aims to summarize the recent results described in the literature regarding human ovarian tissue cryopreservation in terms of methods and main results obtained so far. To cryopreserve human ovarian tissue, most studies describe a slow freezing/rapid thawing protocol, which is usually an adaptation of a protocol developed for sheep ovarian tissue. Since freezing has been shown to have a deleterious effect on ovarian stroma and granulosa cells, various research groups have been vitrifying ovarian tissue. Despite promising results, only 2 babies have been born after transplantation of vitrified/warmed ovarian tissue. Optimization of both cryopreservation strategies as well as thawing/warming protocols is therefore necessary to improve the survival of follicles in cryopreserved ovarian tissue.\n    \n\n\n          Key messages:\n        \n      \n      Human ovarian tissue cryopreservation has been successfully applied worldwide to preserve fertility in patients with malignant or nonmalignant pathologies that have a detrimental effect on fertility. Human ovarian tissue cryopreservation could also be applied as an alternative to postpone pregnancy or menopause in healthy women. Slow freezing and vitrification procedures have been applied to cryopreserve human ovarian tissue, but both alternatives require optimization.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31244585/",
    "clean_text": "cryopreservation of human ovarian tissue a review moreover it has been proposed to patients with benign pathologies with a risk of premature ovarian insufficiency so far more than live births have been reported after transplantation of cryopreserved ovarian tissue and almost all patients recovered their background cryopreservation of human ovarian tissue has been increasingly applied worldwide to safeguard fertility in cancer patients notably in young girls and women who cannot delay the onset of their treatment moreover it has been proposed to patients with benign pathologies with a risk of premature ovarian insufficiency so far more than live births have been reported after transplantation of cryopreserved ovarian tissue and almost all patients recovered their ovarian function after tissue reimplantation summary this review aims to summarize the recent results described in the literature regarding human ovarian tissue cryopreservation in terms of methods and main results obtained so far to cryopreserve human ovarian tissue most studies describe a slow freezing rapid thawing protocol which is usually an adaptation of a protocol developed for sheep ovarian tissue since freezing has been shown to have a deleterious effect on ovarian stroma and granulosa cells various research groups have been vitrifying ovarian tissue despite promising results only babies have been born after transplantation of vitrified warmed ovarian tissue optimization of both cryopreservation strategies as well as thawing warming protocols is therefore necessary to improve the survival of follicles in cryopreserved ovarian tissue key messages human ovarian tissue cryopreservation has been successfully applied worldwide to preserve fertility in patients with malignant or nonmalignant pathologies that have a detrimental effect on fertility human ovarian tissue cryopreservation could also be applied as an alternative to postpone pregnancy or menopause in healthy women slow freezing and vitrification procedures have been applied to cryopreserve human ovarian tissue but both alternatives require optimization"
}