{
    "title": "Sacral stress fractures: an unusual cause of low back pain in an athlete.",
    "doc_id": "11840118",
    "writer": "Shah MK",
    "year": "2002",
    "summary": "STUDY DESIGN: A case report of a sacral stress fracture causing low back pain in an athlete. OBJECTIVE: To document the occurrence of sacral stress fractures in athletes and to recommend it in the differential diagnosis of low back pain, especially in …",
    "abstract": "Study design:\n        \n      \n      A case report of a sacral stress fracture causing low back pain in an athlete.\n    \n\n\n          Objective:\n        \n      \n      To document the occurrence of sacral stress fractures in athletes and to recommend it in the differential diagnosis of low back pain, especially in runners and volleyball players.\n    \n\n\n          Summary of background data:\n        \n      \n      Low back pain is common both in the general population and in athletes. Athletes place high physical demands on their bodies, which often lead to stress fractures. Sacral stress fractures can cause back pain and are often not included in the differential diagnosis of back pain.\n    \n\n\n          Methods:\n        \n      \n      The authors were involved in the care and treatment of this patient and reviewed all medical records, radiologic tests, and related literature.\n    \n\n\n          Results:\n        \n      \n      In a 16-year-old volleyball player with a 4-week history of low back pain, magnetic resonance imaging of her pelvis revealed a stress fracture of the left sacral ala. She was treated with nonsteroidal anti-inflammatory agents, rest, and conditioning exercises and had a good functional outcome.\n    \n\n\n          Conclusion:\n        \n      \n      Sacral stress fractures should be included in the differential diagnosis of athletes with low back pain, particularly runners and volleyball players. To the authors' best knowledge, this is the first report of a volleyball player with a sacral stress fracture. A review of the literature yielded 29 cases of sacral stress fractures in athletes, mainly runners.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11840118/",
    "clean_text": "sacral stress fractures an unusual cause of low back pain in an athlete study design a case report of a sacral stress fracture causing low back pain in an athlete objective to document the occurrence of sacral stress fractures in athletes and to recommend it in the differential diagnosis of low back pain especially in study design a case report of a sacral stress fracture causing low back pain in an athlete objective to document the occurrence of sacral stress fractures in athletes and to recommend it in the differential diagnosis of low back pain especially in runners and volleyball players summary of background data low back pain is common both in the general population and in athletes athletes place high physical demands on their bodies which often lead to stress fractures sacral stress fractures can cause back pain and are often not included in the differential diagnosis of back pain methods the authors were involved in the care and treatment of this patient and reviewed all medical records radiologic tests and related literature results in a year old volleyball player with a week history of low back pain magnetic resonance imaging of her pelvis revealed a stress fracture of the left sacral ala she was treated with nonsteroidal anti inflammatory agents rest and conditioning exercises and had a good functional outcome conclusion sacral stress fractures should be included in the differential diagnosis of athletes with low back pain particularly runners and volleyball players to the authors best knowledge this is the first report of a volleyball player with a sacral stress fracture a review of the literature yielded cases of sacral stress fractures in athletes mainly runners"
}