{
    "pmid": "41438147",
    "title": "Expanding the spectrum of chronic hepatitis E in kidney transplantation: first report of HEV-3ra infection and review of literature.",
    "abstract": "Chronic hepatitis E virus (HEV) infection is increasingly recognized as a significant cause of post-transplant hepatitis in immunosuppressed patients. Although HEV genotype 3 is the most prevalent in Europe, the clinical significance of subgenotypic diversity remains poorly defined. We report two kidney transplant recipients (KTR) diagnosed with chronic HEV infection during routine follow-up. Both patients presented with abnormal liver function tests in the absence of overt clinical symptoms. A broad-spectrum nested RT-PCR assay targeting the RNA-dependent RNA polymerase (RdRp) gene of the ORF1 region of the HEV genome was performed, followed by sequencing and phylogenetic analysis. Viral sequences detected in stool samples clustered with HEV-3c and HEV-3ra subtypes, the latter being a zoonotic variant associated with rabbits. Immunosuppressive reduction alone was insufficient for viral clearance, and both patients achieved sustained virologic response after six-month ribavirin therapy. These findings are consistent with established features of chronic HEV infection in KTR but also extend current knowledge by documenting the first case of HEV-3ra in this population. The present work underscores the importance of systematic HEV surveillance and routine molecular characterization in transplant medicine, reinforcing the need for timely initiation of antiviral therapy to prevent progression to advanced forms of liver disease.",
    "disease": "chronic kidney disease",
    "clean_text": "expanding the spectrum of chronic hepatitis e in kidney transplantation first report of hev ra infection and review of literature chronic hepatitis e virus hev infection is increasingly recognized as a significant cause of post transplant hepatitis in immunosuppressed patients although hev genotype is the most prevalent in europe the clinical significance of subgenotypic diversity remains poorly defined we report two kidney transplant recipients ktr diagnosed with chronic hev infection during routine follow up both patients presented with abnormal liver function tests in the absence of overt clinical symptoms a broad spectrum nested rt pcr assay targeting the rna dependent rna polymerase rdrp gene of the orf region of the hev genome was performed followed by sequencing and phylogenetic analysis viral sequences detected in stool samples clustered with hev c and hev ra subtypes the latter being a zoonotic variant associated with rabbits immunosuppressive reduction alone was insufficient for viral clearance and both patients achieved sustained virologic response after six month ribavirin therapy these findings are consistent with established features of chronic hev infection in ktr but also extend current knowledge by documenting the first case of hev ra in this population the present work underscores the importance of systematic hev surveillance and routine molecular characterization in transplant medicine reinforcing the need for timely initiation of antiviral therapy to prevent progression to advanced forms of liver disease"
}