{
    "pmid": "41442468",
    "title": "Adjuvant atezolizumab in surgically resected NSCLC patients with PD-L1 expression ≥50%: real-world data from the italian ATLAS registry.",
    "abstract": "This study describes clinical characteristics, treatment patterns as well as safety outcomes of NSCLC patients harboring PD-L1 ≥ 50% who received adjuvant atezolizumab within the Italian real-world scenario. Patients with surgically resected NSCLC harboring EGFR/ALK wild type disease and PD-L1 TPS ≥ 50%, who received at least one cycle of adjuvant atezolizumab were included. Clinical-pathological and molecular data, safety and efficacy outcomes were collected from the Italian ATLAS real-world registry. A total of 132 patients were included across 45 Italian centers between July 2022 and August 2024. Lobectomy was performed in 81.1% of cases, with 8.3% pathological stage IIA, 40.2% stage IIB, 43.9% stage IIIA, and 7.6% stage IIIB, according to the 8th TNM staging edition. The median number of atezolizumab cycles was 12.5 (range: 1-20). Treatment related adverse events (TRAEs) during atezolizumab were reported in 44 patients (33.3%), including 11 (8.3%) who experienced multiple TRAEs. Grade ≥3 TRAEs were reported in 21 cases (15.9%), leading to treatment discontinuation in 18 (13.6%). The median time to the first onset of TRAEs was 89 days (range: 3-390 days). 15 patients experienced a disease recurrence, including 6 locoregional-only and 9 distant relapses, with a median time since surgery of 13.3 months. This study showed that the safety profile of adjuvant atezolizumab outside of a clinical trial context was comparable to the IMPower-010 study, highlighting the value of the Italian ATLAS registry as source of real-word evidence to optimize the clinical management of NSCLC patients.",
    "disease": "lung cancer",
    "clean_text": "adjuvant atezolizumab in surgically resected nsclc patients with pd l expression real world data from the italian atlas registry this study describes clinical characteristics treatment patterns as well as safety outcomes of nsclc patients harboring pd l who received adjuvant atezolizumab within the italian real world scenario patients with surgically resected nsclc harboring egfr alk wild type disease and pd l tps who received at least one cycle of adjuvant atezolizumab were included clinical pathological and molecular data safety and efficacy outcomes were collected from the italian atlas real world registry a total of patients were included across italian centers between july and august lobectomy was performed in of cases with pathological stage iia stage iib stage iiia and stage iiib according to the th tnm staging edition the median number of atezolizumab cycles was range treatment related adverse events traes during atezolizumab were reported in patients including who experienced multiple traes grade traes were reported in cases leading to treatment discontinuation in the median time to the first onset of traes was days range days patients experienced a disease recurrence including locoregional only and distant relapses with a median time since surgery of months this study showed that the safety profile of adjuvant atezolizumab outside of a clinical trial context was comparable to the impower study highlighting the value of the italian atlas registry as source of real word evidence to optimize the clinical management of nsclc patients"
}