{
    "title": "[Breast cancer; article for education and training purposes].",
    "doc_id": "40329859",
    "writer": "Smorenburg CH",
    "year": "2025",
    "summary": "However, every year approximately 3100 women die of breast cancer in the Netherlands. Recent developments in breast cancer care focus on more breast and axilla conserving treatments, and the omission or more limited application of (neo)adjuvant …",
    "abstract": "Breast cancer is the most commonly occurring malignancy in women. Every year, this type of cancer is newly diagnosed in almost 15,000 women and over 150 men in the Netherlands. Survival depends on the stage of disease and has improved over time. However, every year approximately 3100 women die of breast cancer in the Netherlands. Recent developments in breast cancer care focus on more breast and axilla conserving treatments, and the omission or more limited application of (neo)adjuvant systemic or additional radiotherapy if it is deemed safe. In this educational article we discuss aspects of detection, diagnosis, treatment and follow-up of breast cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40329859/",
    "clean_text": "breast cancer article for education and training purposes however every year approximately women die of breast cancer in the netherlands recent developments in breast cancer care focus on more breast and axilla conserving treatments and the omission or more limited application of neo adjuvant breast cancer is the most commonly occurring malignancy in women every year this type of cancer is newly diagnosed in almost women and over men in the netherlands survival depends on the stage of disease and has improved over time however every year approximately women die of breast cancer in the netherlands recent developments in breast cancer care focus on more breast and axilla conserving treatments and the omission or more limited application of neo adjuvant systemic or additional radiotherapy if it is deemed safe in this educational article we discuss aspects of detection diagnosis treatment and follow up of breast cancer"
}