{
    "pmid": "41420499",
    "title": "Procurement Kidney Biopsy and Donor Clinical Risk as Complementary Tools to Predict 3- and 12-Month Graft Function After Transplantation.",
    "abstract": "Procurement kidney biopsy has been used for over two decades, yet its value in guiding graft acceptance and allocation decisions remains debated. This study evaluated the performance of procurement biopsies in predicting kidney graft function within the first-year post-transplantation. Retrospective cohort study including 339 procurement biopsies of kidneys transplanted between May 2018 and August 2019. All biopsies were paraffin embedded, stained (H&E, PAS, Jones Silver, and Masson's Trichrome), and prospectively analyzed and deemed suitable for transplantation by an experienced renal pathologist. All biopsies were retrospectively scored according to the Banff, Remuzzi, and MAPI classifications. Logistic regression was used to identify clinical and histological variables associated with unsatisfactory graft function, defined as eGFR <30 mL/min/1.73 m Global glomerulosclerosis (Banff scoring model, OR = 1.05; p = 0.007) and KDPI (OR = 1.04; p < 0.001), and Remuzzi score of 4-6 (OR = 2.47; p = 0.007) and KDPI (OR = 1.04; p < 0.001) were associated with lower 3 months eGFR. Cortical scarring (Banff scoring model, OR = 2.79; p = 0.005) and KDPI (OR = 1.05; p < 0.001) were associated with lower 12 months eGFR as well as Remuzzi scores of 4-6 (OR = 2.30; p = 0.009) and 7-12 (OR = 5.20; p = 0.04), and KDPI (OR = 1.04; p < 0.001). The Remuzzi score and KDPI combination achieved the highest predictive performance (AU-ROC = 0.760 and 0.762 at 3 and 12 months, respectively; p < 0.001). Histological findings were associated with 3 and 12 months graft function, supporting the clinical utility of procurement biopsies in combination to clinical parameters to improve risk stratification.",
    "disease": "chronic kidney disease",
    "clean_text": "procurement kidney biopsy and donor clinical risk as complementary tools to predict and month graft function after transplantation procurement kidney biopsy has been used for over two decades yet its value in guiding graft acceptance and allocation decisions remains debated this study evaluated the performance of procurement biopsies in predicting kidney graft function within the first year post transplantation retrospective cohort study including procurement biopsies of kidneys transplanted between may and august all biopsies were paraffin embedded stained h e pas jones silver and masson s trichrome and prospectively analyzed and deemed suitable for transplantation by an experienced renal pathologist all biopsies were retrospectively scored according to the banff remuzzi and mapi classifications logistic regression was used to identify clinical and histological variables associated with unsatisfactory graft function defined as egfr ml min m global glomerulosclerosis banff scoring model or p and kdpi or p and remuzzi score of or p and kdpi or p were associated with lower months egfr cortical scarring banff scoring model or p and kdpi or p were associated with lower months egfr as well as remuzzi scores of or p and or p and kdpi or p the remuzzi score and kdpi combination achieved the highest predictive performance au roc and at and months respectively p histological findings were associated with and months graft function supporting the clinical utility of procurement biopsies in combination to clinical parameters to improve risk stratification"
}