{
    "title": "Reflection on young adult transitional care in the Boston Children's Hospital Perioperative Care Coordination Clinic.",
    "doc_id": "34127344",
    "writer": "Grossklaus H",
    "year": "2022",
    "summary": "With these advancements, life expectancy has increased creating a greater need for young adult transition into adult medical settings and specialty care (Marani et al., 2020). ...The purpose of this paper is to describe the PCCC young adult care …",
    "abstract": "Theoretical principles:\n        \n      \n      The complexity of pediatric healthcare has increased due to advancement in research and identification of new treatment modalities. With these advancements, life expectancy has increased creating a greater need for young adult transition into adult medical settings and specialty care (Marani et al., 2020). The holistic approach of nursing care is essential in assisting young adults during this transitional period.\n    \n\n\n          Phenomenon addressed:\n        \n      \n      Many pediatric hospitals and subspecialties continue to care for young adults ≥18 years of age that have not transitioned to adult care. In the perioperative care coordination clinic at Boston Children's Hospital, pediatric nurses and advanced practice nurse practitioners provide care to patients from infancy to adulthood, throughout many specialties, to ensure safe perioperative care for a medically complex surgical population. The purpose of this paper is to describe the PCCC young adult care coordination process that provides engaging opportunities for the young adult to advocate for oneself and promote autonomy as they proceed through the stages of transition to adult care.\n    \n\n\n          Research linkages:\n        \n      \n      The perioperative care coordination process at Boston Children's Hospital aligns with the Society of Pediatric Nurses position statement that recommended pediatric nurses utilize a framework (Betz, 2017) and Meleis' middle-range theory of Transitions that identified the nursing role during the transitional process (Meleis et al., 2000). A suggestion for future nursing research includes development of a nursing framework that nurses can utilize when supporting young adults during their progression through the steps of transition from pediatric to adult perioperative programs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34127344/",
    "clean_text": "reflection on young adult transitional care in the boston children s hospital perioperative care coordination clinic with these advancements life expectancy has increased creating a greater need for young adult transition into adult medical settings and specialty care marani et al the purpose of this paper is to describe the pccc young adult care theoretical principles the complexity of pediatric healthcare has increased due to advancement in research and identification of new treatment modalities with these advancements life expectancy has increased creating a greater need for young adult transition into adult medical settings and specialty care marani et al the holistic approach of nursing care is essential in assisting young adults during this transitional period phenomenon addressed many pediatric hospitals and subspecialties continue to care for young adults years of age that have not transitioned to adult care in the perioperative care coordination clinic at boston children s hospital pediatric nurses and advanced practice nurse practitioners provide care to patients from infancy to adulthood throughout many specialties to ensure safe perioperative care for a medically complex surgical population the purpose of this paper is to describe the pccc young adult care coordination process that provides engaging opportunities for the young adult to advocate for oneself and promote autonomy as they proceed through the stages of transition to adult care research linkages the perioperative care coordination process at boston children s hospital aligns with the society of pediatric nurses position statement that recommended pediatric nurses utilize a framework betz and meleis middle range theory of transitions that identified the nursing role during the transitional process meleis et al a suggestion for future nursing research includes development of a nursing framework that nurses can utilize when supporting young adults during their progression through the steps of transition from pediatric to adult perioperative programs"
}