{
    "title": "Incomplete time-series gene expression in integrative study for islet autoimmunity prediction.",
    "doc_id": "36513375",
    "writer": "Tanvir Ahmed K",
    "year": "2023",
    "summary": "This study introduces an advanced bioinformatics framework for gene expression imputation and islet autoimmunity (IA) prediction. The imputation model generates synthetic data for participants with partially or entirely missing gene expression. The pre …",
    "abstract": "Type 1 diabetes (T1D) outcome prediction plays a vital role in identifying novel risk factors, ensuring early patient care and designing cohort studies. TEDDY is a longitudinal cohort study that collects a vast amount of multi-omics and clinical data from its participants to explore the progression and markers of T1D. However, missing data in the omics profiles make the outcome prediction a difficult task. TEDDY collected time series gene expression for less than 6% of enrolled participants. Additionally, for the participants whose gene expressions are collected, 79% time steps are missing. This study introduces an advanced bioinformatics framework for gene expression imputation and islet autoimmunity (IA) prediction. The imputation model generates synthetic data for participants with partially or entirely missing gene expression. The prediction model integrates the synthetic gene expression with other risk factors to achieve better predictive performance. Comprehensive experiments on TEDDY datasets show that: (1) Our pipeline can effectively integrate synthetic gene expression with family history, HLA genotype and SNPs to better predict IA status at 2 years (sensitivity 0.622, AUC 0.715) compared with the individual datasets and state-of-the-art results in the literature (AUC 0.682). (2) The synthetic gene expression contains predictive signals as strong as the true gene expression, reducing reliance on expensive and long-term longitudinal data collection. (3) Time series gene expression is crucial to the proposed improvement and shows significantly better predictive ability than cross-sectional gene expression. (4) Our pipeline is robust to limited data availability. Availability: Code is available at https://github.com/compbiolabucf/TEDDY.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36513375/",
    "clean_text": "incomplete time series gene expression in integrative study for islet autoimmunity prediction this study introduces an advanced bioinformatics framework for gene expression imputation and islet autoimmunity ia prediction the imputation model generates synthetic data for participants with partially or entirely missing gene expression the pre type diabetes t d outcome prediction plays a vital role in identifying novel risk factors ensuring early patient care and designing cohort studies teddy is a longitudinal cohort study that collects a vast amount of multi omics and clinical data from its participants to explore the progression and markers of t d however missing data in the omics profiles make the outcome prediction a difficult task teddy collected time series gene expression for less than of enrolled participants additionally for the participants whose gene expressions are collected time steps are missing this study introduces an advanced bioinformatics framework for gene expression imputation and islet autoimmunity ia prediction the imputation model generates synthetic data for participants with partially or entirely missing gene expression the prediction model integrates the synthetic gene expression with other risk factors to achieve better predictive performance comprehensive experiments on teddy datasets show that our pipeline can effectively integrate synthetic gene expression with family history hla genotype and snps to better predict ia status at years sensitivity auc compared with the individual datasets and state of the art results in the literature auc the synthetic gene expression contains predictive signals as strong as the true gene expression reducing reliance on expensive and long term longitudinal data collection time series gene expression is crucial to the proposed improvement and shows significantly better predictive ability than cross sectional gene expression our pipeline is robust to limited data availability availability code is available at https github com compbiolabucf teddy"
}