{
    "title": "Emergence of epizootic ulcerative syndrome in native fish of the Murray-Darling River System, Australia: hosts, distribution and possible vectors.",
    "doc_id": "22558170",
    "writer": "Boys CA",
    "year": "2012",
    "summary": "Epizootic ulcerative syndrome (EUS) is a fish disease of international significance and reportable to the Office International des Epizootics. ...The lack of previous clinical evidence, the large number of new hosts (n = 3), the geographic extent (200 km) of this epizootic …",
    "abstract": "Epizootic ulcerative syndrome (EUS) is a fish disease of international significance and reportable to the Office International des Epizootics. In June 2010, bony herring Nematalosa erebi, golden perch Macquaria ambigua, Murray cod Maccullochella peelii and spangled perch Leiopotherapon unicolor with severe ulcers were sampled from the Murray-Darling River System (MDRS) between Bourke and Brewarrina, New South Wales Australia. Histopathology and polymerase chain reaction identified the fungus-like oomycete Aphanomyces invadans, the causative agent of EUS. Apart from one previous record in N. erebi, EUS has been recorded in the wild only from coastal drainages in Australia. This study is the first published account of A. invadans in the wild fish populations of the MDRS, and is the first confirmed record of EUS in M. ambigua, M. peelii and L. unicolor. Ulcerated carp Cyprinus carpio collected at the time of the same epizootic were not found to be infected by EUS, supporting previous accounts of resistance against the disease by this species. The lack of previous clinical evidence, the large number of new hosts (n = 3), the geographic extent (200 km) of this epizootic, the severity of ulceration and apparent high pathogenicity suggest a relatively recent invasion by A. invadans. The epizootic and associated environmental factors are documented and discussed within the context of possible vectors for its entry into the MDRS and recommendations regarding continued surveillance, research and biosecurity are made.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22558170/",
    "clean_text": "emergence of epizootic ulcerative syndrome in native fish of the murray darling river system australia hosts distribution and possible vectors epizootic ulcerative syndrome eus is a fish disease of international significance and reportable to the office international des epizootics the lack of previous clinical evidence the large number of new hosts n the geographic extent km of this epizootic epizootic ulcerative syndrome eus is a fish disease of international significance and reportable to the office international des epizootics in june bony herring nematalosa erebi golden perch macquaria ambigua murray cod maccullochella peelii and spangled perch leiopotherapon unicolor with severe ulcers were sampled from the murray darling river system mdrs between bourke and brewarrina new south wales australia histopathology and polymerase chain reaction identified the fungus like oomycete aphanomyces invadans the causative agent of eus apart from one previous record in n erebi eus has been recorded in the wild only from coastal drainages in australia this study is the first published account of a invadans in the wild fish populations of the mdrs and is the first confirmed record of eus in m ambigua m peelii and l unicolor ulcerated carp cyprinus carpio collected at the time of the same epizootic were not found to be infected by eus supporting previous accounts of resistance against the disease by this species the lack of previous clinical evidence the large number of new hosts n the geographic extent km of this epizootic the severity of ulceration and apparent high pathogenicity suggest a relatively recent invasion by a invadans the epizootic and associated environmental factors are documented and discussed within the context of possible vectors for its entry into the mdrs and recommendations regarding continued surveillance research and biosecurity are made"
}