{
    "pmid": "41446093",
    "title": "HnRNPA2B1 tunes antimycobacterial immune responses in macrophages through alternative splicing of ",
    "abstract": "Onset and progression of active tuberculosis disease result from upsetting the delicate balance between Mtb virulence and host defenses. Because it dynamically tunes the functional output of protein expression in cells, alternative splicing, a process by which different mRNAs can be gen-erated from a single gene, is positioned to play a critical role in maintaining an equilibrated Mtb-macrophage host-pathogen interface. To gain insight into how alternative splicing shapes anti-mycobacterial immune responses, we used RNA-sequencing and splicing-aware computational pipelines to quantify alternative splicing in Mtb-infected bone marrow-derived murine macro-phages. We found that ∼5% of expressed macrophage genes exhibit one or more splicing changes at 8h post-Mtb infection, highlighting alternative splicing as a key regulatory node in the macrophage response to Mtb. We next sought to identify RNA binding proteins that play an out-sized role in shaping the macrophage transcriptome during Mtb infection. We discovered that the splicing factor heterogeneous nuclear ribonucleoprotein A2B1 (hnRNPA2B1) promotes the early induction of inflammatory genes while dampening several type I interferon-stimulated genes in response to Mtb. HnRNPA2B1 also controls alternative splicing of many genes during Mtb infection, including Irgm1, a critical immunity-related GTPase. The balance of Irgm1-long vs. -short is differentially regulated in response to diverse inflammatory cues and macrophages overexpressing Irgm1-short are defective in autophagosomal targeting, lysosomal homeostasis, and restriction of Mtb replication. These data highlight a key role for AS in shaping the macro-phage transcriptome and pinpoint hnRNPA2B1 as a novel restriction factor in the cell-intrinsic response to Mtb. Although the process of making proteins from RNAs requires many steps (transcription, cap-ping/polyadenylation, pre-mRNA splicing, mRNA export, mRNA modifications, etc.), we know very little about how post-transcriptional steps contribute to host immune defenses. Here, we show that alternative splicing, the process of making different mature RNAs from a single pre-cursor RNA, is a prominent and dynamic feature of macrophage infection with the bacterial pathogen ",
    "disease": "tuberculosis",
    "clean_text": "hnrnpa b tunes antimycobacterial immune responses in macrophages through alternative splicing of onset and progression of active tuberculosis disease result from upsetting the delicate balance between mtb virulence and host defenses because it dynamically tunes the functional output of protein expression in cells alternative splicing a process by which different mrnas can be gen erated from a single gene is positioned to play a critical role in maintaining an equilibrated mtb macrophage host pathogen interface to gain insight into how alternative splicing shapes anti mycobacterial immune responses we used rna sequencing and splicing aware computational pipelines to quantify alternative splicing in mtb infected bone marrow derived murine macro phages we found that of expressed macrophage genes exhibit one or more splicing changes at h post mtb infection highlighting alternative splicing as a key regulatory node in the macrophage response to mtb we next sought to identify rna binding proteins that play an out sized role in shaping the macrophage transcriptome during mtb infection we discovered that the splicing factor heterogeneous nuclear ribonucleoprotein a b hnrnpa b promotes the early induction of inflammatory genes while dampening several type i interferon stimulated genes in response to mtb hnrnpa b also controls alternative splicing of many genes during mtb infection including irgm a critical immunity related gtpase the balance of irgm long vs short is differentially regulated in response to diverse inflammatory cues and macrophages overexpressing irgm short are defective in autophagosomal targeting lysosomal homeostasis and restriction of mtb replication these data highlight a key role for as in shaping the macro phage transcriptome and pinpoint hnrnpa b as a novel restriction factor in the cell intrinsic response to mtb although the process of making proteins from rnas requires many steps transcription cap ping polyadenylation pre mrna splicing mrna export mrna modifications etc we know very little about how post transcriptional steps contribute to host immune defenses here we show that alternative splicing the process of making different mature rnas from a single pre cursor rna is a prominent and dynamic feature of macrophage infection with the bacterial pathogen"
}