{
    "title": "Ferroptosis and head and neck cancer: Mechanisms and therapeutic perspectives (Review).",
    "doc_id": "40910257",
    "writer": "Kang C",
    "year": "2025",
    "summary": "Head and neck cancer (HNC) is a common malignant disease in otorhinolaryngology; however, its pathogenesis remains to be fully elucidated. ...",
    "abstract": "Head and neck cancer (HNC) is a common malignant disease in otorhinolaryngology; however, its pathogenesis remains to be fully elucidated. Currently, the treatment for HNC mainly comprises surgery assisted by other methods, including radiotherapy, chemotherapy and immunotherapy. After surgical treatment, the laryngeal function, and swallowing and breathing abilities of patients can be affected to a certain extent, and the loss of vocal ability can cause daily communication obstacles and affect the physical and mental health of patients. HNC recurrence makes retreatment challenging. Ferroptosis is a type of iron‑dependent regulated cell death caused by plasma membrane rupture and lipid peroxidation, and its occurrence is related to HNC. The present review aimed to describe the organelles that influence ferroptosis, the factors that activate and inhibit ferroptosis, and the role of ferroptosis in the pathogenesis, treatment and prognosis of HNC.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40910257/",
    "clean_text": "ferroptosis and head and neck cancer mechanisms and therapeutic perspectives review head and neck cancer hnc is a common malignant disease in otorhinolaryngology however its pathogenesis remains to be fully elucidated head and neck cancer hnc is a common malignant disease in otorhinolaryngology however its pathogenesis remains to be fully elucidated currently the treatment for hnc mainly comprises surgery assisted by other methods including radiotherapy chemotherapy and immunotherapy after surgical treatment the laryngeal function and swallowing and breathing abilities of patients can be affected to a certain extent and the loss of vocal ability can cause daily communication obstacles and affect the physical and mental health of patients hnc recurrence makes retreatment challenging ferroptosis is a type of iron dependent regulated cell death caused by plasma membrane rupture and lipid peroxidation and its occurrence is related to hnc the present review aimed to describe the organelles that influence ferroptosis the factors that activate and inhibit ferroptosis and the role of ferroptosis in the pathogenesis treatment and prognosis of hnc"
}