{
    "pmid": "41360748",
    "title": "Patent Foramen Ovale is a Significant Risk Factor for Patients with Coronary Artery Disease: A Long-term Follow-up Study.",
    "abstract": "Patent foramen ovale (PFO) is associated with a variety of clinical events; however, its association with major adverse cardiovascular events (MACEs) in patients with coronary artery disease (CAD) remains unclear. The objective of our study was to compare the prognosis between patients with and without PFO and to investigate the association between PFO and MACEs in patients with CAD. This study retrospectively included 2667 patients who underwent coronary computed tomography angiography (CCTA) for the evaluation of suspected CAD. MACEs were defined as cardiac death, non-fatal myocardial infarction, and ischemic stroke. The primary endpoint was a composite of cardiac death and non-fatal myocardial infarction. The secondary endpoint was defined as ischemic stroke. After a median follow-up of 86 months [interquartile range: 74-99 months], 288 patients experienced MACEs, among whom 203 patients had the primary endpoint and 85 patients had the secondary endpoint. Compared with patients without PFO, patients with PFO had a higher cumulative incidence of MACEs (P<0.001), as well as higher cumulative incidence rates for both the primary endpoint (P<0.001) and secondary endpoint (P<0.001). PFO was significantly associated with MACEs in patients with CAD (HR=3.82, P<0.001). In multivariate analysis, PFO remained an independent predictor of MACE in patients with CAD (HR=2.98, P<0.001), with consistent results observed in the analyses of both the primary endpoint and secondary endpoint (All P<0.001). PFO is associated with adverse prognosis in patients with CAD, and patients with PFO have a higher risk of MACEs.",
    "disease": "coronary artery disease",
    "clean_text": "patent foramen ovale is a significant risk factor for patients with coronary artery disease a long term follow up study patent foramen ovale pfo is associated with a variety of clinical events however its association with major adverse cardiovascular events maces in patients with coronary artery disease cad remains unclear the objective of our study was to compare the prognosis between patients with and without pfo and to investigate the association between pfo and maces in patients with cad this study retrospectively included patients who underwent coronary computed tomography angiography ccta for the evaluation of suspected cad maces were defined as cardiac death non fatal myocardial infarction and ischemic stroke the primary endpoint was a composite of cardiac death and non fatal myocardial infarction the secondary endpoint was defined as ischemic stroke after a median follow up of months interquartile range months patients experienced maces among whom patients had the primary endpoint and patients had the secondary endpoint compared with patients without pfo patients with pfo had a higher cumulative incidence of maces p as well as higher cumulative incidence rates for both the primary endpoint p and secondary endpoint p pfo was significantly associated with maces in patients with cad hr p in multivariate analysis pfo remained an independent predictor of mace in patients with cad hr p with consistent results observed in the analyses of both the primary endpoint and secondary endpoint all p pfo is associated with adverse prognosis in patients with cad and patients with pfo have a higher risk of maces"
}