{
    "title": "Breast firmness is of greater importance for women's attractiveness than breast size.",
    "doc_id": "31237051",
    "writer": "Kościński K.",
    "year": "2019",
    "summary": "Glandular ptosis was as important for attractiveness as breast size, but true ptosis was of much greater importance. Men preferred slightly bigger breasts than women. CONCLUSIONS: Further attempts to explain evolution of permanent breasts in human females sho …",
    "abstract": "Objectives:\n        \n      \n      Male preferences are believed to have played a role in the evolution of permanently enlarged breasts in human females. Although breast size and shape are proven to affect women's attractiveness, their relative importance has not been investigated thus far. We aime to address this gap.\n    \n\n\n          Methods:\n        \n      \n      We prepared two sets of stimuli, each comprising 49 high-quality color images of a topless woman in a three-quarter view that varied in breast size (from 1 to 7) and firmness (from 1 to 7). Set A depicted the glandular ptosis (ie, breast shape being manipulated but the nipple always directed forward), while Set B depicted true ptosis (both breast shape and nipple position being manipulated). Participants (aged 18-45) were assigned to Set A (62 women, 60 men) or Set B (76 women, 52 men). First, each participant indicated the most attractive woman in the set of images. Next, the participant chose the more attractive woman from pairs in which one female deviated from the participant's ideal in breast size and the other in breast firmness.\n    \n\n\n          Results:\n        \n      \n      Both men and women preferred breasts of average or slightly above-average size and high or extreme firmness. Glandular ptosis was as important for attractiveness as breast size, but true ptosis was of much greater importance. Men preferred slightly bigger breasts than women.\n    \n\n\n          Conclusions:\n        \n      \n      Further attempts to explain evolution of permanent breasts in human females should give greater attention to breast shape than has previously been the case.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31237051/",
    "clean_text": "breast firmness is of greater importance for women s attractiveness than breast size glandular ptosis was as important for attractiveness as breast size but true ptosis was of much greater importance men preferred slightly bigger breasts than women conclusions further attempts to explain evolution of permanent breasts in human females sho objectives male preferences are believed to have played a role in the evolution of permanently enlarged breasts in human females although breast size and shape are proven to affect women s attractiveness their relative importance has not been investigated thus far we aime to address this gap methods we prepared two sets of stimuli each comprising high quality color images of a topless woman in a three quarter view that varied in breast size from to and firmness from to set a depicted the glandular ptosis ie breast shape being manipulated but the nipple always directed forward while set b depicted true ptosis both breast shape and nipple position being manipulated participants aged were assigned to set a women men or set b women men first each participant indicated the most attractive woman in the set of images next the participant chose the more attractive woman from pairs in which one female deviated from the participant s ideal in breast size and the other in breast firmness results both men and women preferred breasts of average or slightly above average size and high or extreme firmness glandular ptosis was as important for attractiveness as breast size but true ptosis was of much greater importance men preferred slightly bigger breasts than women conclusions further attempts to explain evolution of permanent breasts in human females should give greater attention to breast shape than has previously been the case"
}