{
    "pmid": "41456110",
    "title": "Surgical management of small bowel adenocarcinoma in Crohn disease: a multicenter retrospective analysis.",
    "abstract": "Patients with Crohn disease (CD) face an elevated risk of developing small bowel adenocarcinoma (SBA), a malignancy characterized by late-stage diagnosis and poor prognosis. In this study we aimed to characterize surgical management and oncologic outcomes for CD-associated SBA. A retrospective review was conducted across 3 tertiary IBD centers, analyzing 99 patients with CD who underwent surgery for SBA between 1992 and 2025. Data included patient demographics, CD history, surgical details, and oncologic outcomes. The median time from CD diagnosis to SBA was 25 years. The SBA diagnosis was incidental in 74.8% of cases, discovered during surgery for other complications. Tumors were predominantly located in the ileum (80.8%) and showed aggressive features: 56.6% were poorly differentiated (grade 3), and 85.9% were pathologically advanced (T3/T4 on TNM staging). Nodal involvement was present in 45.5% of patients, and 18.2% had distant metastases at diagnosis. A complete (R0) resection was achieved in 90.9% of surgeries, with a 30-day morbidity rate of 26.3%. After a median follow-up of 36 months, the distant recurrence rate was 28.3%, and overall mortality was 27.3% (18.2% cancer related). In patients with long-standing CD, SBA is typically an incidental diagnosis made at an advanced stage. While high rates of complete surgical resection are possible, the prognosis remains guarded due to aggressive tumor biology and high recurrence rates. These findings highlight a critical need for improved risk stratification to guide surveillance and for the development of evidence-based adjuvant treatment strategies.",
    "disease": "colorectal cancer",
    "clean_text": "surgical management of small bowel adenocarcinoma in crohn disease a multicenter retrospective analysis patients with crohn disease cd face an elevated risk of developing small bowel adenocarcinoma sba a malignancy characterized by late stage diagnosis and poor prognosis in this study we aimed to characterize surgical management and oncologic outcomes for cd associated sba a retrospective review was conducted across tertiary ibd centers analyzing patients with cd who underwent surgery for sba between and data included patient demographics cd history surgical details and oncologic outcomes the median time from cd diagnosis to sba was years the sba diagnosis was incidental in of cases discovered during surgery for other complications tumors were predominantly located in the ileum and showed aggressive features were poorly differentiated grade and were pathologically advanced t t on tnm staging nodal involvement was present in of patients and had distant metastases at diagnosis a complete r resection was achieved in of surgeries with a day morbidity rate of after a median follow up of months the distant recurrence rate was and overall mortality was cancer related in patients with long standing cd sba is typically an incidental diagnosis made at an advanced stage while high rates of complete surgical resection are possible the prognosis remains guarded due to aggressive tumor biology and high recurrence rates these findings highlight a critical need for improved risk stratification to guide surveillance and for the development of evidence based adjuvant treatment strategies"
}