{
    "title": "Self-objectification in Chinese pregnant women: The mixed role of functionality appreciation.",
    "doc_id": "38489965",
    "writer": "Barnhart WR",
    "year": "2024",
    "summary": "Extensions of objectification theory to pregnant women are few and continued research is needed to better understand the psychological consequences of significant changes to physical appearance during pregnancy. ...Findings underscore objectification theory as a use …",
    "abstract": "Extensions of objectification theory to pregnant women are few and continued research is needed to better understand the psychological consequences of significant changes to physical appearance during pregnancy. Specific interests in this area include functionality appreciation which may be particularly relevant to pregnancy. Research in this area is also lacking representation of non-Western cultural contexts. To this end, we employed an online survey to assess objectification theory and functionality appreciation in Chinese pregnant women (N = 345). Correlations showed that higher body surveillance and body shame were associated with higher disordered eating and psychological distress, and higher functionality appreciation was associated with lower body surveillance, body shame, and disordered eating. Mediation analyses suggested that higher body surveillance was associated with higher body shame which, in turn, was associated with higher disordered eating and psychological distress. Main effects suggested a negative association between functionality appreciation and body shame, but moderation analyses suggested that higher functionality appreciation strengthened the positive association between body surveillance and body shame. Findings underscore objectification theory as a useful framework to understand eating and body image disturbances and psychological distress in Chinese pregnant women and outline future directions to clarify the temporal nature of these associations and the precise role of functionality appreciation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38489965/",
    "clean_text": "self objectification in chinese pregnant women the mixed role of functionality appreciation extensions of objectification theory to pregnant women are few and continued research is needed to better understand the psychological consequences of significant changes to physical appearance during pregnancy findings underscore objectification theory as a use extensions of objectification theory to pregnant women are few and continued research is needed to better understand the psychological consequences of significant changes to physical appearance during pregnancy specific interests in this area include functionality appreciation which may be particularly relevant to pregnancy research in this area is also lacking representation of non western cultural contexts to this end we employed an online survey to assess objectification theory and functionality appreciation in chinese pregnant women n correlations showed that higher body surveillance and body shame were associated with higher disordered eating and psychological distress and higher functionality appreciation was associated with lower body surveillance body shame and disordered eating mediation analyses suggested that higher body surveillance was associated with higher body shame which in turn was associated with higher disordered eating and psychological distress main effects suggested a negative association between functionality appreciation and body shame but moderation analyses suggested that higher functionality appreciation strengthened the positive association between body surveillance and body shame findings underscore objectification theory as a useful framework to understand eating and body image disturbances and psychological distress in chinese pregnant women and outline future directions to clarify the temporal nature of these associations and the precise role of functionality appreciation"
}