{
    "pmid": "41449546",
    "title": "Hypereosinophilia: Clinical Presentations and Diagnostic Distinction Between Syndromic and Reactive Entities - A Case Series.",
    "abstract": "Hypereosinophilic syndrome (HES) is a heterogeneous group of disorders characterized by sustained eosinophilia and multi-organ involvement resulting from eosinophil-mediated tissue injury. The condition may arise from diverse etiologies, including clonal myeloproliferative disorders, autoimmune diseases, infections, and idiopathic causes, posing significant diagnostic challenges. To describe and analyze the varied clinical manifestations, etiologies, and outcomes of patients presenting with hypereosinophilia in a tertiary-care setting. This case series includes five patients with persistent eosinophilia (absolute eosinophil count >1500 cells/μL) who presented with distinct systemic manifestations. All patients underwent detailed clinical, laboratory, and imaging evaluations to determine the underlying cause and extent of organ involvement. The clinical presentations were highly variable, including cerebral infarcts due to HES-related vasculopathy, disseminated fungal infection with lymph node and bone marrow eosinophilia, ANCA-associated vasculitis with neuropathy, bronchial asthma with marked eosinophilia, and eosinophilic gastrointestinal and hepatic disease. Corticosteroid therapy was the mainstay of treatment, supplemented with antifungal and immunosuppressive agents when indicated. Most patients showed significant improvement, though one had residual neurological deficits. Hypereosinophilia can manifest through diverse pathophysiological mechanisms affecting nearly any organ system. Early recognition, exclusion of secondary causes, and timely initiation of corticosteroids or targeted therapies are essential to prevent irreversible organ damage and improve clinical outcomes. Sindromul hipereozinofilic (HES) reprezintă un grup heterogen de afecțiuni caracterizate prin eozinofilie persistentă și afectare multi-organică determinată de leziuni tisulare mediate de eozinofile. Această condiție poate apărea în contexte etiologice variate, incluzând tulburări mieloproliferative clonale, boli autoimune, infecții și cauze idiopatice, ceea ce o face o provocare diagnostică semnificativă. Descrierea și analiza manifestărilor clinice, etiologiilor și evoluțiilor pacienților cu hipereozinofilie evaluați într-un centru medical terțiar. Seria de cazuri include cinci pacienți cu eozinofilie persistentă (număr absolut de eozinofile >1500 celule/μL), care s-au prezentat cu manifestări sistemice distincte. Toți pacienții au beneficiat de evaluare clinică, paraclinică și imagistică detaliată pentru identificarea cauzei subiacente și a gradului de afectare de organ. Prezentările clinice au fost foarte variabile, incluzând infarcte cerebrale secundare vasculopatiei asociate HES, infecție fungică diseminată cu eozinofilie în ganglioni și măduvă osoasă, vasculită ANCA-pozitivă cu neuropatie, astm bronșic cu eozinofilie marcată și afectare gastrointestinală și hepatică eozinofilică. Tratamentul de bază a constat în corticoterapie, asociată cu antifungice și imunosupresoare atunci când a fost indicat. Majoritatea pacienților au prezentat ameliorare semnificativă, deși unul a rămas cu sechele neurologice. Hipereozinofilia se poate manifesta prin mecanisme fiziopatologice diverse, afectând practic orice organ. Recunoașterea precoce, excluderea cauzelor secundare și inițierea rapidă a corticoterapiei sau a tratamentelor țintite sunt esențiale pentru prevenirea leziunilor ireversibile și îmbunătățirea prognosticului clinic.",
    "disease": "asthma",
    "clean_text": "hypereosinophilia clinical presentations and diagnostic distinction between syndromic and reactive entities a case series hypereosinophilic syndrome hes is a heterogeneous group of disorders characterized by sustained eosinophilia and multi organ involvement resulting from eosinophil mediated tissue injury the condition may arise from diverse etiologies including clonal myeloproliferative disorders autoimmune diseases infections and idiopathic causes posing significant diagnostic challenges to describe and analyze the varied clinical manifestations etiologies and outcomes of patients presenting with hypereosinophilia in a tertiary care setting this case series includes five patients with persistent eosinophilia absolute eosinophil count cells l who presented with distinct systemic manifestations all patients underwent detailed clinical laboratory and imaging evaluations to determine the underlying cause and extent of organ involvement the clinical presentations were highly variable including cerebral infarcts due to hes related vasculopathy disseminated fungal infection with lymph node and bone marrow eosinophilia anca associated vasculitis with neuropathy bronchial asthma with marked eosinophilia and eosinophilic gastrointestinal and hepatic disease corticosteroid therapy was the mainstay of treatment supplemented with antifungal and immunosuppressive agents when indicated most patients showed significant improvement though one had residual neurological deficits hypereosinophilia can manifest through diverse pathophysiological mechanisms affecting nearly any organ system early recognition exclusion of secondary causes and timely initiation of corticosteroids or targeted therapies are essential to prevent irreversible organ damage and improve clinical outcomes sindromul hipereozinofilic hes reprezint un grup heterogen de afec iuni caracterizate prin eozinofilie persistent i afectare multi organic determinat de leziuni tisulare mediate de eozinofile aceast condi ie poate ap rea n contexte etiologice variate incluz nd tulbur ri mieloproliferative clonale boli autoimune infec ii i cauze idiopatice ceea ce o face o provocare diagnostic semnificativ descrierea i analiza manifest rilor clinice etiologiilor i evolu iilor pacien ilor cu hipereozinofilie evalua i ntr un centru medical ter iar seria de cazuri include cinci pacien i cu eozinofilie persistent num r absolut de eozinofile celule l care s au prezentat cu manifest ri sistemice distincte to i pacien ii au beneficiat de evaluare clinic paraclinic i imagistic detaliat pentru identificarea cauzei subiacente i a gradului de afectare de organ prezent rile clinice au fost foarte variabile incluz nd infarcte cerebrale secundare vasculopatiei asociate hes infec ie fungic diseminat cu eozinofilie n ganglioni i m duv osoas vasculit anca pozitiv cu neuropatie astm bron ic cu eozinofilie marcat i afectare gastrointestinal i hepatic eozinofilic tratamentul de baz a constat n corticoterapie asociat cu antifungice i imunosupresoare atunci c nd a fost indicat majoritatea pacien ilor au prezentat ameliorare semnificativ de i unul a r mas cu sechele neurologice hipereozinofilia se poate manifesta prin mecanisme fiziopatologice diverse afect nd practic orice organ recunoa terea precoce excluderea cauzelor secundare i ini ierea rapid a corticoterapiei sau a tratamentelor intite sunt esen iale pentru prevenirea leziunilor ireversibile i mbun t irea prognosticului clinic"
}