{
    "pmid": "41459613",
    "title": "Contributions of having a pet to living well with dementia over time: longitudinal findings from the IDEAL cohort.",
    "abstract": "Pets may be beneficial for people living with dementia but understanding of longitudinal benefits is limited. This study investigated whether having a pet was associated with differences over time in 'living well', cognition, functional ability, depression or loneliness. This study utilised 3 assessment timepoints from the IDEAL Programme, a longitudinal cohort study of people with mild-to-moderate dementia. The relationships between having a pet, a dog, and caring for a pet (vs no pet/no dog/not caring) and outcome changes were assessed using mixed effects models with data from 1,532 people with dementia at baseline, 1,173 at 12-months and 846 people at 24 months. People with dementia with a pet had slower decline in informant-rated well-being, satisfaction with life, and self-rated functional ability over time than those with no pet. Those with a dog had slower decline in self-rated quality of life and functional ability, cognitive function, and informant-rated well-being and functional ability than those with a different pet or no pet. Having a pet may be beneficial for people living with dementia, with dogs offering additional benefits. Enabling people living with dementia to have a pet could help them maintain their independence and ability to live well for longer.",
    "disease": "alzheimer disease",
    "clean_text": "contributions of having a pet to living well with dementia over time longitudinal findings from the ideal cohort pets may be beneficial for people living with dementia but understanding of longitudinal benefits is limited this study investigated whether having a pet was associated with differences over time in living well cognition functional ability depression or loneliness this study utilised assessment timepoints from the ideal programme a longitudinal cohort study of people with mild to moderate dementia the relationships between having a pet a dog and caring for a pet vs no pet no dog not caring and outcome changes were assessed using mixed effects models with data from people with dementia at baseline at months and people at months people with dementia with a pet had slower decline in informant rated well being satisfaction with life and self rated functional ability over time than those with no pet those with a dog had slower decline in self rated quality of life and functional ability cognitive function and informant rated well being and functional ability than those with a different pet or no pet having a pet may be beneficial for people living with dementia with dogs offering additional benefits enabling people living with dementia to have a pet could help them maintain their independence and ability to live well for longer"
}