{
    "pmid": "41451038",
    "title": "Global burden of mental disorders among adolescents and young adults, 1990-2021: a systematic analysis of the Global Burden of Diseases Study 2021.",
    "abstract": "Mental disorders pose a significant global health burden, especially after the coronavirus disease 2019 pandemic. This study aimed to characterise trends in the burden of mental disorders among adolescents and young adults by sex, age, sociodemographic index (SDI) quintile, region and country from 1990 to 2021. Estimates and 95% uncertainty intervals (UIs) for disability-adjusted life years (DALYs) were extracted from the Global Burden of Diseases Study 2021. The number and rate of DALYs, as well as the percentage change from 1990 to 2021, were estimated by sex, age, SDI quintile, region and country. The number of DALYs for mental disorders increased from 26.1 (95% UI 19.3 to 34.4) million to 36.3 (26.6 to 48.1) million. The DALY rate increased from 1687.8 (1245.3 to 2225.4) per 100 000 population in 1990 to 1923.7 (1408.7 to 2548.4) per 100 000 population in 2021, representing a 14% (12% to 16%) increase. Females (16% (13% to 18%)) and individuals aged 15-19 years (16% (13% to 18%)) showed the greatest increase in DALY rates. Between 1990 and 2021, DALY rates rose significantly across all SDI quintiles and regions, except East Asia (-5% (-9% to -1%)). The most rapid increases were observed in parts of Latin America, particularly for anxiety and depressive disorders. The global burden of mental disorders among adolescents increased significantly from 1990 to 2021, necessitating attention to policies targeting high-risk populations and specific regions.",
    "disease": "covid-19",
    "clean_text": "global burden of mental disorders among adolescents and young adults a systematic analysis of the global burden of diseases study mental disorders pose a significant global health burden especially after the coronavirus disease pandemic this study aimed to characterise trends in the burden of mental disorders among adolescents and young adults by sex age sociodemographic index sdi quintile region and country from to estimates and uncertainty intervals uis for disability adjusted life years dalys were extracted from the global burden of diseases study the number and rate of dalys as well as the percentage change from to were estimated by sex age sdi quintile region and country the number of dalys for mental disorders increased from ui to million to to million the daly rate increased from to per population in to to per population in representing a to increase females to and individuals aged years to showed the greatest increase in daly rates between and daly rates rose significantly across all sdi quintiles and regions except east asia to the most rapid increases were observed in parts of latin america particularly for anxiety and depressive disorders the global burden of mental disorders among adolescents increased significantly from to necessitating attention to policies targeting high risk populations and specific regions"
}