{
    "pmid": "41472816",
    "title": "Gut microbiota dysbiosis impairs TGF-β/Smad4 signaling to drive postoperative metastasis in colorectal cancer.",
    "abstract": "After surgical intervention, metastasis remains the primary contributor of mortality rates in colorectal cancer (CRC). While compelling evidence implicates gut microbiota dysbiosis as a key driver of CRC progression, its role in postoperative metastasis remains unclear. A total of 97 participants were recruited, comprising 21 postoperative CRC patients with metastasis (M group), 37 postoperative CRC patients without metastasis (C group), and 39 healthy individuals (H group). Fecal microbiota composition, short-chain fatty acid (SCFA) concentrations, and serum cytokines were quantified. Spearman correlation was used to assess the relationship between microbiota and SCFAs. Fecal microbiota transplantation (FMT) was performed by transferring patient specimens into antibiotic-pretreated orthotopic CRC mice models. Epithelial-mesenchymal transition (EMT) markers and TGF-β/Smad4 signaling were subsequently analyzed. In humans, M group patients exhibited significant gut dysbiosis, characterized by enriched  Gut microbiota dysbiosis and SCFA depletion exert profound regulatory effects on postoperative CRC metastasis, potentially by promoting EMT through mechanisms involving the TGF-β/Smad4 signaling axis. Thus, targeting gut microbiota may offer promising therapeutic strategies to mitigate CRC metastasis.",
    "disease": "colorectal cancer",
    "clean_text": "gut microbiota dysbiosis impairs tgf smad signaling to drive postoperative metastasis in colorectal cancer after surgical intervention metastasis remains the primary contributor of mortality rates in colorectal cancer crc while compelling evidence implicates gut microbiota dysbiosis as a key driver of crc progression its role in postoperative metastasis remains unclear a total of participants were recruited comprising postoperative crc patients with metastasis m group postoperative crc patients without metastasis c group and healthy individuals h group fecal microbiota composition short chain fatty acid scfa concentrations and serum cytokines were quantified spearman correlation was used to assess the relationship between microbiota and scfas fecal microbiota transplantation fmt was performed by transferring patient specimens into antibiotic pretreated orthotopic crc mice models epithelial mesenchymal transition emt markers and tgf smad signaling were subsequently analyzed in humans m group patients exhibited significant gut dysbiosis characterized by enriched gut microbiota dysbiosis and scfa depletion exert profound regulatory effects on postoperative crc metastasis potentially by promoting emt through mechanisms involving the tgf smad signaling axis thus targeting gut microbiota may offer promising therapeutic strategies to mitigate crc metastasis"
}