{
    "pmid": "41465726",
    "title": "Dermoscopy of Acquired Perforating Dermatoses: A Case Series and Review of the Literature.",
    "abstract": "Acquired perforating dermatoses (APD) represent a group of papulonodular skin disorders characterized by transepidermal elimination of dermal components, most frequently arising in patients with poorly controlled chronic systemic conditions such as diabetes mellitus (DM) and chronic renal failure (CRF). The four classical subtypes include acquired reactive perforating collagenosis (RPC), Kyrle's disease (KD), elastosis perforans serpiginosa (EPS), and perforating folliculitis (PF). Owing to their rarity and the often-complex comorbidities of affected individuals, accurate diagnosis of APD may be challenging. In this context, dermoscopy has emerged as a valuable noninvasive tool that enhances diagnostic accuracy and supports clinical decision-making. This study aimed to characterize the dermoscopic features of APD through a case series and subsequent literature review. We present clinical and dermoscopic findings from a case series of 10 patients with APD followed by a literature review of 17 published case reports and 2 case series. The predominant dermoscopic pattern comprised a central yellow-to-brown structureless area, a surrounding white rim or a broader white structureless area with or without scaling, and an outer erythematous area containing dotted or hairpin vessels. Variations in these features appeared to reflect different stages of lesion evolution. The findings reinforce dermoscopy as a useful adjunct for the recognition, characterization, and monitoring of APD, providing additional insights into disease progression and contributing to improved diagnostic accuracy and clinical management.",
    "disease": "diabetes mellitus",
    "clean_text": "dermoscopy of acquired perforating dermatoses a case series and review of the literature acquired perforating dermatoses apd represent a group of papulonodular skin disorders characterized by transepidermal elimination of dermal components most frequently arising in patients with poorly controlled chronic systemic conditions such as diabetes mellitus dm and chronic renal failure crf the four classical subtypes include acquired reactive perforating collagenosis rpc kyrle s disease kd elastosis perforans serpiginosa eps and perforating folliculitis pf owing to their rarity and the often complex comorbidities of affected individuals accurate diagnosis of apd may be challenging in this context dermoscopy has emerged as a valuable noninvasive tool that enhances diagnostic accuracy and supports clinical decision making this study aimed to characterize the dermoscopic features of apd through a case series and subsequent literature review we present clinical and dermoscopic findings from a case series of patients with apd followed by a literature review of published case reports and case series the predominant dermoscopic pattern comprised a central yellow to brown structureless area a surrounding white rim or a broader white structureless area with or without scaling and an outer erythematous area containing dotted or hairpin vessels variations in these features appeared to reflect different stages of lesion evolution the findings reinforce dermoscopy as a useful adjunct for the recognition characterization and monitoring of apd providing additional insights into disease progression and contributing to improved diagnostic accuracy and clinical management"
}