{
    "title": "Dimensions of sleep characteristics and predictors of sleep quality among heart failure patients: A STROBE compliant cross-sectional study in Jordan.",
    "doc_id": "36596068",
    "writer": "Gharaibeh B",
    "year": "2022",
    "summary": "The purposes of this study were to describe sleep quality and predictors of disturbances in sleep in heart failure patients in Jordan. An explanatory cross- sectional design was employed to examine sleep quality, dimensions of sleep chara …",
    "abstract": "Awareness of poor sleep quality and sleep disturbances, as some of the factors that affect negatively quality of life for patients with the different classes of heart failure (HF) would enable health care providers to offer more comprehensive care. The purposes of this study were to describe sleep quality and predictors of disturbances in sleep in heart failure patients in Jordan. An explanatory cross- sectional design was employed to examine sleep quality, dimensions of sleep characteristics, types of disturbances in sleep within the different classes of HF in Jordan. Data were collected from 2 cardiac clinics and 2 medical clinics at 3 hospitals in Jordan. The most common types of disturbances in sleep in all classes of HF were waking up for urination, waking in the middle of the night or early morning, waking up due to cough and snoring, and difficulty to fall asleep within the 30 minutes. However, waking up due to feeling cold or hot were rarely reported in all classes of patients with HF. Regression analysis revealed that significant correlations were found between sleep quality and gender, disease duration, number of medications currently taken and ejection fraction (P < .05). Our findings indicated that sleep quality and disturbances in sleep were worsening with the increase of the New York heart association functional classification sheet class. Moreover, sleep quality had a significant association with gender, disease duration, ejection fraction, and the number of medications currently taken.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36596068/",
    "clean_text": "dimensions of sleep characteristics and predictors of sleep quality among heart failure patients a strobe compliant cross sectional study in jordan the purposes of this study were to describe sleep quality and predictors of disturbances in sleep in heart failure patients in jordan an explanatory cross sectional design was employed to examine sleep quality dimensions of sleep chara awareness of poor sleep quality and sleep disturbances as some of the factors that affect negatively quality of life for patients with the different classes of heart failure hf would enable health care providers to offer more comprehensive care the purposes of this study were to describe sleep quality and predictors of disturbances in sleep in heart failure patients in jordan an explanatory cross sectional design was employed to examine sleep quality dimensions of sleep characteristics types of disturbances in sleep within the different classes of hf in jordan data were collected from cardiac clinics and medical clinics at hospitals in jordan the most common types of disturbances in sleep in all classes of hf were waking up for urination waking in the middle of the night or early morning waking up due to cough and snoring and difficulty to fall asleep within the minutes however waking up due to feeling cold or hot were rarely reported in all classes of patients with hf regression analysis revealed that significant correlations were found between sleep quality and gender disease duration number of medications currently taken and ejection fraction p our findings indicated that sleep quality and disturbances in sleep were worsening with the increase of the new york heart association functional classification sheet class moreover sleep quality had a significant association with gender disease duration ejection fraction and the number of medications currently taken"
}