{
    "title": "Weight Loss Associated with Clozapine: A Case Report.",
    "doc_id": "32594503",
    "writer": "Mutlu E",
    "year": "2020",
    "summary": "In some patients who were reported to have a significant weight loss (13.5-50% of body weight) with clozapine, weight loss might not be associated with any underlying physical disorder. ...In this case report, possible causes of weight …",
    "abstract": "Clozapine is one of the second generation antipsychotics most commonly associated with serious metabolic side effects including weight gain. Unexpectedly, weight loss can also be seen as a rare side effect of clozapine. The mechanism underlying clozapine induced weight loss is not clearly understood. Several factors including certain brain areas, neurotransmitters, neuropeptides and genetic variants were identified to play a role in weight loss associated with clozapine. In some patients who were reported to have a significant weight loss (13.5-50% of body weight) with clozapine, weight loss might not be associated with any underlying physical disorder. Weight loss may be due to the patients' engagement in diet and exercise after clinical improvement, pharmacodynamic effects of clozapine, or other medical problems such as gastrointestinal tract hypomotility caused by clozapine. Some case reports suggested that clozapine-associated weight loss might be a sign of poor response to clozapine. Clinicians should keep in mind the fact that a specific group of patients may lose weight during clozapine treatment. In this case report, possible causes of weight loss due to clozapine use is discussed. We also discussed the possible relationship between clozapine dose and weight loss which has not drawn attention in previous case reports.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32594503/",
    "clean_text": "weight loss associated with clozapine a case report in some patients who were reported to have a significant weight loss of body weight with clozapine weight loss might not be associated with any underlying physical disorder in this case report possible causes of weight clozapine is one of the second generation antipsychotics most commonly associated with serious metabolic side effects including weight gain unexpectedly weight loss can also be seen as a rare side effect of clozapine the mechanism underlying clozapine induced weight loss is not clearly understood several factors including certain brain areas neurotransmitters neuropeptides and genetic variants were identified to play a role in weight loss associated with clozapine in some patients who were reported to have a significant weight loss of body weight with clozapine weight loss might not be associated with any underlying physical disorder weight loss may be due to the patients engagement in diet and exercise after clinical improvement pharmacodynamic effects of clozapine or other medical problems such as gastrointestinal tract hypomotility caused by clozapine some case reports suggested that clozapine associated weight loss might be a sign of poor response to clozapine clinicians should keep in mind the fact that a specific group of patients may lose weight during clozapine treatment in this case report possible causes of weight loss due to clozapine use is discussed we also discussed the possible relationship between clozapine dose and weight loss which has not drawn attention in previous case reports"
}