{
    "title": "Morbidity and mortality in young-onset type 2 diabetes in comparison to type 1 diabetes: where are we now?",
    "doc_id": "25398205",
    "writer": "Wong J",
    "year": "2015",
    "summary": "On the other hand, outcomes for youth with type 1 diabetes appear generally to be improving. With increasing numbers of both types of diabetes in youth, it is timely that a comparative perspective is offered to help clinicians prognosticate more appropriately. Conte …",
    "abstract": "Increasingly, we recognise that type 2 diabetes in youth is a disease with an aggressive time course and a significant complication risk. On the other hand, outcomes for youth with type 1 diabetes appear generally to be improving. With increasing numbers of both types of diabetes in youth, it is timely that a comparative perspective is offered to help clinicians prognosticate more appropriately. Contemporary comparative studies add a new perspective to a consistent story, that for youth-onset type 2 diabetes, the development and progression of cardio-renal complications are increased and the survival prognosis is significantly worse than for type 1 diabetes. Here, we review this mounting evidence, highlight the importance of metabolic syndrome factors in the excess risk and underscore that there remains a significant mortality gap for youth with either type of diabetes, to be addressed as a matter of urgency.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25398205/",
    "clean_text": "morbidity and mortality in young onset type diabetes in comparison to type diabetes where are we now on the other hand outcomes for youth with type diabetes appear generally to be improving with increasing numbers of both types of diabetes in youth it is timely that a comparative perspective is offered to help clinicians prognosticate more appropriately conte increasingly we recognise that type diabetes in youth is a disease with an aggressive time course and a significant complication risk on the other hand outcomes for youth with type diabetes appear generally to be improving with increasing numbers of both types of diabetes in youth it is timely that a comparative perspective is offered to help clinicians prognosticate more appropriately contemporary comparative studies add a new perspective to a consistent story that for youth onset type diabetes the development and progression of cardio renal complications are increased and the survival prognosis is significantly worse than for type diabetes here we review this mounting evidence highlight the importance of metabolic syndrome factors in the excess risk and underscore that there remains a significant mortality gap for youth with either type of diabetes to be addressed as a matter of urgency"
}