{
    "title": "Screening for lung cancer. Is it worthwhile?",
    "doc_id": "2186398",
    "writer": "Epler GR.",
    "year": "1990",
    "summary": "Prevention of lung cancer remains the best method of decreasing lung cancer mortality. Patients who smoke should be urged to quit, and children, teenagers, and young adults must not begin smoking. ...Although radiographic screening may detect lung …",
    "abstract": "Prevention of lung cancer remains the best method of decreasing lung cancer mortality. Patients who smoke should be urged to quit, and children, teenagers, and young adults must not begin smoking. At high risk are smokers, especially those under 40 years of age who may have smoked two to four packs of cigarettes per day for 20 years; persons who have had a previous lung cancer; patients with bullous emphysema; patients with asbestosis; and patients with evidence of chronic airflow obstruction. Although radiographic screening may detect lung cancer earlier and lead to increased 5-year survival rates, it does not reduce lung cancer mortality rates.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2186398/",
    "clean_text": "screening for lung cancer is it worthwhile prevention of lung cancer remains the best method of decreasing lung cancer mortality patients who smoke should be urged to quit and children teenagers and young adults must not begin smoking although radiographic screening may detect lung prevention of lung cancer remains the best method of decreasing lung cancer mortality patients who smoke should be urged to quit and children teenagers and young adults must not begin smoking at high risk are smokers especially those under years of age who may have smoked two to four packs of cigarettes per day for years persons who have had a previous lung cancer patients with bullous emphysema patients with asbestosis and patients with evidence of chronic airflow obstruction although radiographic screening may detect lung cancer earlier and lead to increased year survival rates it does not reduce lung cancer mortality rates"
}