{
    "title": "Role of myeloperoxidase and oxidant formation in the extracellular environment in inflammation-induced tissue damage.",
    "doc_id": "34246778",
    "writer": "Hawkins CL",
    "year": "2021",
    "summary": "The heme peroxidase family generates a battery of oxidants both for synthetic purposes, and in the innate immune defence against pathogens. ...Significant oxidant formation and damage occurs extracellularly as a result of MPO release via phagolysosomal leakage, cell …",
    "abstract": "The heme peroxidase family generates a battery of oxidants both for synthetic purposes, and in the innate immune defence against pathogens. Myeloperoxidase (MPO) is the most promiscuous family member, generating powerful oxidizing species including hypochlorous acid (HOCl). Whilst HOCl formation is important in pathogen removal, this species is also implicated in host tissue damage and multiple inflammatory diseases. Significant oxidant formation and damage occurs extracellularly as a result of MPO release via phagolysosomal leakage, cell lysis, extracellular trap formation, and inappropriate trafficking. MPO binds strongly to extracellular biomolecules including polyanionic glycosaminoglycans, proteoglycans, proteins, and DNA. This localizes MPO and subsequent damage, at least partly, to specific sites and species, including extracellular matrix (ECM) components and plasma proteins/lipoproteins. Biopolymer-bound MPO retains, or has enhanced, catalytic activity, though evidence is also available for non-catalytic effects. These interactions, particularly at cell surfaces and with the ECM/glycocalyx induce cellular dysfunction and altered gene expression. MPO binds with higher affinity to some damaged ECM components, rationalizing its accumulation at sites of inflammation. MPO-damaged biomolecules and fragments act as chemo-attractants and cell activators, and can modulate gene and protein expression in naïve cells, consistent with an increasing cycle of MPO adhesion, activity, damage, and altered cell function at sites of leukocyte infiltration and activation, with subsequent tissue damage and dysfunction. MPO levels are used clinically both diagnostically and prognostically, and there is increasing interest in strategies to prevent MPO-mediated damage; therapeutic aspects are not discussed as these have been reviewed elsewhere.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34246778/",
    "clean_text": "role of myeloperoxidase and oxidant formation in the extracellular environment in inflammation induced tissue damage the heme peroxidase family generates a battery of oxidants both for synthetic purposes and in the innate immune defence against pathogens significant oxidant formation and damage occurs extracellularly as a result of mpo release via phagolysosomal leakage cell the heme peroxidase family generates a battery of oxidants both for synthetic purposes and in the innate immune defence against pathogens myeloperoxidase mpo is the most promiscuous family member generating powerful oxidizing species including hypochlorous acid hocl whilst hocl formation is important in pathogen removal this species is also implicated in host tissue damage and multiple inflammatory diseases significant oxidant formation and damage occurs extracellularly as a result of mpo release via phagolysosomal leakage cell lysis extracellular trap formation and inappropriate trafficking mpo binds strongly to extracellular biomolecules including polyanionic glycosaminoglycans proteoglycans proteins and dna this localizes mpo and subsequent damage at least partly to specific sites and species including extracellular matrix ecm components and plasma proteins lipoproteins biopolymer bound mpo retains or has enhanced catalytic activity though evidence is also available for non catalytic effects these interactions particularly at cell surfaces and with the ecm glycocalyx induce cellular dysfunction and altered gene expression mpo binds with higher affinity to some damaged ecm components rationalizing its accumulation at sites of inflammation mpo damaged biomolecules and fragments act as chemo attractants and cell activators and can modulate gene and protein expression in na ve cells consistent with an increasing cycle of mpo adhesion activity damage and altered cell function at sites of leukocyte infiltration and activation with subsequent tissue damage and dysfunction mpo levels are used clinically both diagnostically and prognostically and there is increasing interest in strategies to prevent mpo mediated damage therapeutic aspects are not discussed as these have been reviewed elsewhere"
}