{
    "title": "Does malocclusion affect ingestion: a systematic review.",
    "doc_id": "38265668",
    "writer": "El Osta N",
    "year": "2024",
    "summary": "The aims of this review are (i) to investigate the relationship between oral ingestion and malocclusion and (ii) to gather malocclusion tools that could help screen subjects at risk of malocclusion-related ingestion disorders. MATERIAL AND METHODS: A systematic review …",
    "abstract": "Objectives:\n        \n      \n      The multifactorial aspect of malocclusions and their consequences on ingestion function is rarely described in the literature. The aims of this review are (i) to investigate the relationship between oral ingestion and malocclusion and (ii) to gather malocclusion tools that could help screen subjects at risk of malocclusion-related ingestion disorders.\n    \n\n\n          Material and methods:\n        \n      \n      A systematic review was performed following the Preferred Reporting Items for Systematic Reviews and Meta-Analysis Protocol (PRISMA-P 2015) guidelines. The analysis methods and inclusion criteria have been documented in a protocol published in the Prospective International Register of Systematic Reviews (PROSPERO) under the registration number CRD42023395840. The bibliographic search involved the PubMed®, Cochrane and PROSPERO databases.\n    \n\n\n          Results:\n        \n      \n      A total of 29 articles published between 2007 and 2023 were retained by the search criteria for the qualitative synthesis. Twenty of the studies found that the severity of malocclusion has a negative impact on oral ingestion. This review highlights that malocclusion and ingestion impairments are associated but it is not possible to determine causality due to the observational approach of many of the studies.\n    \n\n\n          Conclusion:\n        \n      \n      Malocclusion has a negative impact on ingestion function. During orthodontic consultations, particular interest should be directed towards chewing, biting, and swallowing disorders, which can affect patients' nutritional status. This review offers arguments for designing further studies assessing the extent to which malocclusions may affect nutritional status.\n    \n\n\n          Clinical relevance:\n        \n      \n      Orthodontic treatment should focus on improving patients' ingestion.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38265668/",
    "clean_text": "does malocclusion affect ingestion a systematic review the aims of this review are i to investigate the relationship between oral ingestion and malocclusion and ii to gather malocclusion tools that could help screen subjects at risk of malocclusion related ingestion disorders material and methods a systematic review objectives the multifactorial aspect of malocclusions and their consequences on ingestion function is rarely described in the literature the aims of this review are i to investigate the relationship between oral ingestion and malocclusion and ii to gather malocclusion tools that could help screen subjects at risk of malocclusion related ingestion disorders material and methods a systematic review was performed following the preferred reporting items for systematic reviews and meta analysis protocol prisma p guidelines the analysis methods and inclusion criteria have been documented in a protocol published in the prospective international register of systematic reviews prospero under the registration number crd the bibliographic search involved the pubmed cochrane and prospero databases results a total of articles published between and were retained by the search criteria for the qualitative synthesis twenty of the studies found that the severity of malocclusion has a negative impact on oral ingestion this review highlights that malocclusion and ingestion impairments are associated but it is not possible to determine causality due to the observational approach of many of the studies conclusion malocclusion has a negative impact on ingestion function during orthodontic consultations particular interest should be directed towards chewing biting and swallowing disorders which can affect patients nutritional status this review offers arguments for designing further studies assessing the extent to which malocclusions may affect nutritional status clinical relevance orthodontic treatment should focus on improving patients ingestion"
}