{
    "pmid": "41420585",
    "title": "[Needs, limitations and opportunities to create a center of excellence for severe asthma care in the public healthcare system in Mexico].",
    "abstract": "Asthma is a common chronic respiratory condition that affects from 1 to 18% of the world population. In Mexico, 8% of the population lives with asthma. Severe asthma represents up to 10% of cases. The proposal of an Asthma Center of Excellence has the main goal to develop key procedures, establishing methods and developing clinical experience based in modern technology and focused on critical procedures that allow institutions to build more efficient management procedures. To bring to consensus the needs and opportunities identified in the public sector to create a center of excellence for severe asthma management. We used the RAND/UCLA method for consensus, through scientific evidence and the opinions of an asynchronous online modified Delphi panel of 14 experts from different institutions with experience in severe asthma management.  The development of a Center of Excellence would allow to accelerate scientific innovation, education and advocacy, promoting excellence in education, research and training in the management of asthma. El asma es una enfermedad respiratoria crónica común que afecta del 1 al 18% de la población en todo el mundo. En México el 8% de la población padece de asma. El asma grave representa, incluso, un 10% del total de casos. La propuesta de un Centro de Excelencia de Asma tiene como meta principal desarrollar procesos clave, establecer una metodología y ampliar la experiencia clínica con base en tecnologías actualizadas y enfoque en procesos críticos que permitan a las instituciones de salud pública hacer eficientes sus procesos de atención. Consensuar las necesidades y oportunidades identificadas en el sector público para crear un centro de excelencia de atención en asma grave. Se utilizó la metodología RAND/UCLA para generar consensos, a través de evidencias científicas y la opinión de un panel Delphi modificado, online de forma asincrónica conformado por 14 expertos, de diferentes instituciones públicas, con experiencia en el tratamiento del asma grave.  El desarrollo de Centros de Excelencia de Asma permitiría acelerar la innovación científica y clínica, educación y abogacía, promoviendo la excelencia en educación, investigación, y entrenamiento en el tratamiento del asma.",
    "disease": "asthma",
    "clean_text": "needs limitations and opportunities to create a center of excellence for severe asthma care in the public healthcare system in mexico asthma is a common chronic respiratory condition that affects from to of the world population in mexico of the population lives with asthma severe asthma represents up to of cases the proposal of an asthma center of excellence has the main goal to develop key procedures establishing methods and developing clinical experience based in modern technology and focused on critical procedures that allow institutions to build more efficient management procedures to bring to consensus the needs and opportunities identified in the public sector to create a center of excellence for severe asthma management we used the rand ucla method for consensus through scientific evidence and the opinions of an asynchronous online modified delphi panel of experts from different institutions with experience in severe asthma management the development of a center of excellence would allow to accelerate scientific innovation education and advocacy promoting excellence in education research and training in the management of asthma el asma es una enfermedad respiratoria cr nica com n que afecta del al de la poblaci n en todo el mundo en m xico el de la poblaci n padece de asma el asma grave representa incluso un del total de casos la propuesta de un centro de excelencia de asma tiene como meta principal desarrollar procesos clave establecer una metodolog a y ampliar la experiencia cl nica con base en tecnolog as actualizadas y enfoque en procesos cr ticos que permitan a las instituciones de salud p blica hacer eficientes sus procesos de atenci n consensuar las necesidades y oportunidades identificadas en el sector p blico para crear un centro de excelencia de atenci n en asma grave se utiliz la metodolog a rand ucla para generar consensos a trav s de evidencias cient ficas y la opini n de un panel delphi modificado online de forma asincr nica conformado por expertos de diferentes instituciones p blicas con experiencia en el tratamiento del asma grave el desarrollo de centros de excelencia de asma permitir a acelerar la innovaci n cient fica y cl nica educaci n y abogac a promoviendo la excelencia en educaci n investigaci n y entrenamiento en el tratamiento del asma"
}