{
    "pmid": "41400832",
    "title": "CholeraSeq: a comprehensive genomic pipeline for cholera surveillance and near real-time outbreak investigation.",
    "abstract": "Motivation: Next Generation Sequencing is widely deployed in cholera-endemic regions, yet an end-to-end reproducible pipeline that unifies read QC, filtering, reference mapping, variant calling/annotation, recombination screening, and extraction of parsimony informative sites/variant codons, phylogenetic inference for downstream phylodynamic and epidemiological analyses have been lacking, slowing outbreak investigation and public health response. Results: CholeraSeq is a high-throughput genomics pipeline for cholera genomic surveillance. It ingests consensus genomes, short read sequence data, draft assemblies, and scales seamlessly from local to cloud environments. To accelerate epidemiological context placement of new outbreak strains, we provide a curated ready-to-use core genome alignment compiled from public data, enabling flexible, fast, integration of new samples for outbreak investigations. CholeraSeq is freely available on the GitHub platform https://github.com/CERI-KRISP/CholeraSeq. CholeraSeq is implemented in Nextflow with a modular design building upon the nf-core community standards. Ready-to-use reference core alignment and associated metadata: https://doi.org/10.5281/zenodo.16909942.",
    "disease": "tuberculosis",
    "clean_text": "choleraseq a comprehensive genomic pipeline for cholera surveillance and near real time outbreak investigation motivation next generation sequencing is widely deployed in cholera endemic regions yet an end to end reproducible pipeline that unifies read qc filtering reference mapping variant calling annotation recombination screening and extraction of parsimony informative sites variant codons phylogenetic inference for downstream phylodynamic and epidemiological analyses have been lacking slowing outbreak investigation and public health response results choleraseq is a high throughput genomics pipeline for cholera genomic surveillance it ingests consensus genomes short read sequence data draft assemblies and scales seamlessly from local to cloud environments to accelerate epidemiological context placement of new outbreak strains we provide a curated ready to use core genome alignment compiled from public data enabling flexible fast integration of new samples for outbreak investigations choleraseq is freely available on the github platform https github com ceri krisp choleraseq choleraseq is implemented in nextflow with a modular design building upon the nf core community standards ready to use reference core alignment and associated metadata https doi org zenodo"
}