{
    "title": "Experimental extraction of Young's modulus of gastric tissue with development of spherical, cylindrical, and crowned rollers contact theories.",
    "doc_id": "38867961",
    "writer": "Taheri M",
    "year": "2024",
    "summary": "According to the experimental work done after reviewing the recorded topographic images, the approximate range of the Young's modulus value for gastric tissue has been calculated according to different geometries. Since the geometry of the crowned rollers is closer to the …",
    "abstract": "Nanotechnology has been considered with the aim of recognizing the structural and mechanical properties as well as improving the treatment and diagnostic process in the field of medicine. The process of nanomanipulation by examining healthy and cancerous tissues in nanoscale is one of the processes used in this field. Therefore, in this article, considering the importance of recognizing the properties of cancerous and healthy tissues in improving the treatment and diagnosis process, one of the most common types of cancer has been studied. Young modulus has been used as a parameter in the diagnosis of cancerous tissue and its value has been calculated for gastric cancerous tissue. To achieve this goal, atomic force microscopy (AFM) was used during the manipulation process. This tool with the ability to study cancerous tissues in different environments and with the least amount of damage to the target tissue, is one of the effective tools in the field of nanomanipulation. The parameter studied in this study is the geometry of gastric cancer tissue. Therefore, the simulations have been performed by considering contact models with spherical, cylindrical and crowned rollers geometries. The force-indentation depth diagram for gastric tissue is plotted experimentally and compared with theoretical results. According to the experimental work done after reviewing the recorded topographic images, the approximate range of the Young's modulus value for gastric tissue has been calculated according to different geometries. Since the geometry of the crowned rollers is closer to the geometry of the gastric tissue, it has a higher accuracy and the values of the Young's modulus have been calculated according to this geometry in the range of 316-310 KPa.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38867961/",
    "clean_text": "experimental extraction of young s modulus of gastric tissue with development of spherical cylindrical and crowned rollers contact theories according to the experimental work done after reviewing the recorded topographic images the approximate range of the young s modulus value for gastric tissue has been calculated according to different geometries since the geometry of the crowned rollers is closer to the nanotechnology has been considered with the aim of recognizing the structural and mechanical properties as well as improving the treatment and diagnostic process in the field of medicine the process of nanomanipulation by examining healthy and cancerous tissues in nanoscale is one of the processes used in this field therefore in this article considering the importance of recognizing the properties of cancerous and healthy tissues in improving the treatment and diagnosis process one of the most common types of cancer has been studied young modulus has been used as a parameter in the diagnosis of cancerous tissue and its value has been calculated for gastric cancerous tissue to achieve this goal atomic force microscopy afm was used during the manipulation process this tool with the ability to study cancerous tissues in different environments and with the least amount of damage to the target tissue is one of the effective tools in the field of nanomanipulation the parameter studied in this study is the geometry of gastric cancer tissue therefore the simulations have been performed by considering contact models with spherical cylindrical and crowned rollers geometries the force indentation depth diagram for gastric tissue is plotted experimentally and compared with theoretical results according to the experimental work done after reviewing the recorded topographic images the approximate range of the young s modulus value for gastric tissue has been calculated according to different geometries since the geometry of the crowned rollers is closer to the geometry of the gastric tissue it has a higher accuracy and the values of the young s modulus have been calculated according to this geometry in the range of kpa"
}