{
    "pmid": "41454302",
    "title": "Diabetic retinopathy in Sub-Saharan Africa: prevalence and regional variations from a systematic review and meta-analysis.",
    "abstract": "Diabetic retinopathy (DR) is a prevalent microvascular complication of diabetes mellitus and a significant cause of blindness worldwide, In Sub-Saharan Africa (SSA), the epidemic of diabetes is rapidly expanding, with hundreds of millions expected by 2045, and DR is approximated to afflict about one-third of individuals with diabetes in the region Nevertheless, the total burden of DR in SSA has not been methodically estimated. We sought to estimate the pooled prevalence of DR in adults with diabetes in SSA and investigate sources of variation. We performed a systematic review and meta-analysis according to PRISMA 2020 guidelines. We searched PubMed, AJOL, Google Scholar, and other sources through mid-2024 for observational studies (cross-sectional or cohort) that reported DR prevalence in adults with diabetes in SSA. Two reviewers screened records, extracted data (study, country, design, sample size, DR cases), and evaluated quality using the JBI checklist. Random-effects meta-analysis (logit transformation) estimated pooled prevalence and 95% confidence intervals (CI), Heterogeneity was measured by Cochran's Q and I We pooled 30 studies (N = 16,329 individuals) from 18 SSA countries, Most were hospital-based and cross-sectional; no study was excluded due to high bias. The overall pooled prevalence of DR among individuals with diabetes was 25.5% (95% CI: 20.7%-31.0%) (Logit = -1.072, 95% CI -1.345 to -0.799; p < 0.001). Heterogeneity was very high (I About a quarter of diabetics in SSA have DR. This is similar to regional estimates (28% in East Africapubmed.ncbi.nlm.nih.gov) but slightly lower than the overall Africa average (~36%)pubmed.ncbi.nlm.nih.gov. The high heterogeneity suggests that the prevalence of DR is highly variable throughout SSA. Restricted access to eye care, late diagnosis, and inadequate glycemic control in SSA are probably responsible for this, these findings highlight the urgent need for systematic diabetic retinopathy screening and management programs in sub-Saharan Africa.",
    "disease": "diabetes mellitus",
    "clean_text": "diabetic retinopathy in sub saharan africa prevalence and regional variations from a systematic review and meta analysis diabetic retinopathy dr is a prevalent microvascular complication of diabetes mellitus and a significant cause of blindness worldwide in sub saharan africa ssa the epidemic of diabetes is rapidly expanding with hundreds of millions expected by and dr is approximated to afflict about one third of individuals with diabetes in the region nevertheless the total burden of dr in ssa has not been methodically estimated we sought to estimate the pooled prevalence of dr in adults with diabetes in ssa and investigate sources of variation we performed a systematic review and meta analysis according to prisma guidelines we searched pubmed ajol google scholar and other sources through mid for observational studies cross sectional or cohort that reported dr prevalence in adults with diabetes in ssa two reviewers screened records extracted data study country design sample size dr cases and evaluated quality using the jbi checklist random effects meta analysis logit transformation estimated pooled prevalence and confidence intervals ci heterogeneity was measured by cochran s q and i we pooled studies n individuals from ssa countries most were hospital based and cross sectional no study was excluded due to high bias the overall pooled prevalence of dr among individuals with diabetes was ci logit ci to p heterogeneity was very high i about a quarter of diabetics in ssa have dr this is similar to regional estimates in east africapubmed ncbi nlm nih gov but slightly lower than the overall africa average pubmed ncbi nlm nih gov the high heterogeneity suggests that the prevalence of dr is highly variable throughout ssa restricted access to eye care late diagnosis and inadequate glycemic control in ssa are probably responsible for this these findings highlight the urgent need for systematic diabetic retinopathy screening and management programs in sub saharan africa"
}