{
    "title": "Effect Modification by Environmental Quality on the Association between Heatwaves and Mortality in Alabama, United States.",
    "doc_id": "28956828",
    "writer": "Jian Y",
    "year": "2017",
    "summary": "However, it remains unclear whether the associations between heatwaves and mortality are modified by the environmental quality. Methods: We used the United States (US) Environmental Protection Agency's Environmental Quality Index (EQI) and its five domain indices (a …",
    "abstract": "Background: Previous studies have shown that heatwaves are associated with increased mortality. However, it remains unclear whether the associations between heatwaves and mortality are modified by the environmental quality. Methods: We used the United States (US) Environmental Protection Agency's Environmental Quality Index (EQI) and its five domain indices (air, water, land, built, and sociodemographic) to represent the cumulative environmental quality. We applied a time-stratified case-crossover design to analyze the disparities in the association between heatwaves and non-accidental deaths (NAD) among counties with different environmental qualities, in metropolitan areas in Alabama (AL), United States. Results: We found significant associations between heatwaves and NAD and a significant effect modification of this relationship by EQI. There were higher odds ratios in counties with the worst cumulative environmental qualities compared to counties with the best cumulative environmental qualities. For example, the percent change in odds ratio (mean and (95% CI)) between heatwave days and non-heatwave days was -10.3% (-26.6, 9.6) in counties with an overall EQI of 1 (the best overall environment) and 13.2% (4.9, 22.2) in counties with an overall EQI of 3 (the worst overall environment). Among the five domains, air quality had the strongest effect modification on the association. Conclusion: Our findings provide evidence that the associations between heatwaves and NAD vary among areas with different environmental qualities. These findings suggest that integration of air quality and heatwave warning systems may provide greater protection to public health.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28956828/",
    "clean_text": "effect modification by environmental quality on the association between heatwaves and mortality in alabama united states however it remains unclear whether the associations between heatwaves and mortality are modified by the environmental quality methods we used the united states us environmental protection agency s environmental quality index eqi and its five domain indices a background previous studies have shown that heatwaves are associated with increased mortality however it remains unclear whether the associations between heatwaves and mortality are modified by the environmental quality methods we used the united states us environmental protection agency s environmental quality index eqi and its five domain indices air water land built and sociodemographic to represent the cumulative environmental quality we applied a time stratified case crossover design to analyze the disparities in the association between heatwaves and non accidental deaths nad among counties with different environmental qualities in metropolitan areas in alabama al united states results we found significant associations between heatwaves and nad and a significant effect modification of this relationship by eqi there were higher odds ratios in counties with the worst cumulative environmental qualities compared to counties with the best cumulative environmental qualities for example the percent change in odds ratio mean and ci between heatwave days and non heatwave days was in counties with an overall eqi of the best overall environment and in counties with an overall eqi of the worst overall environment among the five domains air quality had the strongest effect modification on the association conclusion our findings provide evidence that the associations between heatwaves and nad vary among areas with different environmental qualities these findings suggest that integration of air quality and heatwave warning systems may provide greater protection to public health"
}