{
    "title": "[Vilnius rheumatoid arthritis registry].",
    "doc_id": "12794377",
    "writer": "Grazuleviciūte E",
    "year": "2003",
    "summary": "OBJECTIVE: To analyze the disease characteristics, health status, working ability, treatment specificities of rheumatoid arthritis (RA) patients referred to Vilnius rheumatoid arthritis register and to compare the data with those reported from other co …",
    "abstract": "Objective:\n        \n      \n      To analyze the disease characteristics, health status, working ability, treatment specificities of rheumatoid arthritis (RA) patients referred to Vilnius rheumatoid arthritis register and to compare the data with those reported from other countries rheumatoid arthritis registers.\n    \n\n\n          Materials and methods:\n        \n      \n      Rheumatoid arthritis patients' characteristics were analysed using the data of the Vilnius Rheumatoid arthritis register established in the end of 1998 and comprising 1018 rheumatoid arthritis patients from 486506 adult Vilnius citizens. The data were compared to those reported from Oslo Rheumatoid arthritis register, Norfolk Arthritis Register and German rheumatological database.\n    \n\n\n          Results:\n        \n      \n      Of all patients, 83.7% were women on the average 60.4 years old. The average disease duration was 12.2 years. Of the whole group of patients, 24% were working people, as many as 58.2% were disabled and most often had the second-third functional class. Non-steroidal anti-inflammatory drugs were taken practically by all rheumatoid arthritis patients (98.3%); 74.3% of the patients were taking corticosteroids. The corticosteroid injections into the joints, mostly into the knee-joints, had been performed to 53.5% of the patients in the past. The treatment with disease-modifying antirheumatic drugs (DMARDs), most commonly sulfasalazine, was applied to 85.6% of rheumatoid arthritis patients. Surgery of joints was applied to 13.4% of the patients: synovectomy to 8.7%, prosthesis operations to 4.7%. Prosthesis operations were performed on the average after 16 years from the beginning of the disease.\n    \n\n\n          Conclusion:\n        \n      \n      The majority of rheumatoid arthritis patients were elder women. As a rule, the treatment with DMARDs, most commonly sulfasalazine, was prescribed to the patients who had been ill for a short period of time. The rheumatoid arthritis patients in Vilnius were more often unemployed, disabled, with worse physical function. The demografical data of responders and non-responders were similar.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12794377/",
    "clean_text": "vilnius rheumatoid arthritis registry objective to analyze the disease characteristics health status working ability treatment specificities of rheumatoid arthritis ra patients referred to vilnius rheumatoid arthritis register and to compare the data with those reported from other co objective to analyze the disease characteristics health status working ability treatment specificities of rheumatoid arthritis ra patients referred to vilnius rheumatoid arthritis register and to compare the data with those reported from other countries rheumatoid arthritis registers materials and methods rheumatoid arthritis patients characteristics were analysed using the data of the vilnius rheumatoid arthritis register established in the end of and comprising rheumatoid arthritis patients from adult vilnius citizens the data were compared to those reported from oslo rheumatoid arthritis register norfolk arthritis register and german rheumatological database results of all patients were women on the average years old the average disease duration was years of the whole group of patients were working people as many as were disabled and most often had the second third functional class non steroidal anti inflammatory drugs were taken practically by all rheumatoid arthritis patients of the patients were taking corticosteroids the corticosteroid injections into the joints mostly into the knee joints had been performed to of the patients in the past the treatment with disease modifying antirheumatic drugs dmards most commonly sulfasalazine was applied to of rheumatoid arthritis patients surgery of joints was applied to of the patients synovectomy to prosthesis operations to prosthesis operations were performed on the average after years from the beginning of the disease conclusion the majority of rheumatoid arthritis patients were elder women as a rule the treatment with dmards most commonly sulfasalazine was prescribed to the patients who had been ill for a short period of time the rheumatoid arthritis patients in vilnius were more often unemployed disabled with worse physical function the demografical data of responders and non responders were similar"
}