{
    "pmid": "41466190",
    "title": "Prognostic performance of the nutritional risk screening 2002 and the global leadership initiative on malnutrition in patients with lung cancer treated with immune checkpoint inhibitors.",
    "abstract": "The Nutritional Risk Screening 2002 (NRS 2002) is used to identify patients at risk who may benefit from nutritional intervention, while the Global Leadership Initiative on Malnutrition (GLIM) criteria serve as a diagnostic tool for malnutrition. However, their impacts on response to immunotherapy in patients with lung cancer are unknown. Therefore, this study investigated the role of NRS 2002 and GLIM criteria in predicting overall survival (OS) in patients with lung cancer receiving immune checkpoint inhibitors (ICIs). This retrospective study included 146 patients with lung cancer treated with ICIs. Nutritional risk was evaluated using the NRS 2002, while nutritional status was assessed using the GLIM criteria. The OS rates were analyzed using Kaplan-Meier curves and Cox proportional hazard analyses. Two nomograms based on NRS 2002 and GLIM criteria were established to predict OS. Kendall's Tau was used to determine the relationship between NRS 2002 scores and GLIM criteria. The Kaplan-Meier survival revealed poor survival times in patients with nutritional risk (NRS 2002 score ≥ 3) and malnutrition as defined by the GLIM criteria. The multivariable Cox analyses identified that nutritional risk (hazard ratio [HR], 2.00, 95% confidence interval [CI]: 1.06-3.81, P = 0.033) and malnutrition (HR, 2.46, 95%CI: 1.28-4.77, P = 0.007) are independent factors predicting OS. Age, stage, NRS 2002 score, and GLIM criteria were used to develop the nomograms. Higher nomogram scores predicted significantly reduced OS (P < 0.0001). NRS 2002 scores and GLIM criteria showed a moderately strong positive correlation, with Kendall's tau = 0.709 (95% CI: 0.629-0.785; P < 0.001). Nutritional risk and GLIM criteria-defined malnutrition are prognostic factors in patients with lung cancer receiving immunotherapy. NRS 2002 scores were significantly correlated with GLIM criteria in predicting diagnostic outcomes in lung cancer.",
    "disease": "lung cancer",
    "clean_text": "prognostic performance of the nutritional risk screening and the global leadership initiative on malnutrition in patients with lung cancer treated with immune checkpoint inhibitors the nutritional risk screening nrs is used to identify patients at risk who may benefit from nutritional intervention while the global leadership initiative on malnutrition glim criteria serve as a diagnostic tool for malnutrition however their impacts on response to immunotherapy in patients with lung cancer are unknown therefore this study investigated the role of nrs and glim criteria in predicting overall survival os in patients with lung cancer receiving immune checkpoint inhibitors icis this retrospective study included patients with lung cancer treated with icis nutritional risk was evaluated using the nrs while nutritional status was assessed using the glim criteria the os rates were analyzed using kaplan meier curves and cox proportional hazard analyses two nomograms based on nrs and glim criteria were established to predict os kendall s tau was used to determine the relationship between nrs scores and glim criteria the kaplan meier survival revealed poor survival times in patients with nutritional risk nrs score and malnutrition as defined by the glim criteria the multivariable cox analyses identified that nutritional risk hazard ratio hr confidence interval ci p and malnutrition hr ci p are independent factors predicting os age stage nrs score and glim criteria were used to develop the nomograms higher nomogram scores predicted significantly reduced os p nrs scores and glim criteria showed a moderately strong positive correlation with kendall s tau ci p nutritional risk and glim criteria defined malnutrition are prognostic factors in patients with lung cancer receiving immunotherapy nrs scores were significantly correlated with glim criteria in predicting diagnostic outcomes in lung cancer"
}