{
    "pmid": "41473438",
    "title": "Case Report: Fatal myocarditis and myasthenia gravis induced by immune checkpoint inhibitors: concurrent dual adverse events in an older adult.",
    "abstract": "Immune checkpoint inhibitors (ICIs) have revolutionized the treatment of metastatic renal cell carcinoma (RCC), offering significant survival benefits. Their use, however, can come at the expense of severe immune-related adverse events (irAEs) involving the myocardium and nervous system. We report an 86-year-old male with relapsed clear cell RCC (Fuhrman grade 3, pT3aN0M0) who developed concurrent myocarditis and myasthenia gravis (MG) after receiving Pembrolizumab and Axitinib for multifocal mediastinal relapse. Despite early initiation of high-dose IV methylprednisolone within 24 hours, the patient's condition deteriorated rapidly, resulting in pneumonia, acute kidney injury requiring hemodialysis, and death. This case highlights the fulminant course of ICI-induced myocarditis and MG, underscoring the importance of prompt recognition, immediate initiation of corticosteroids and IV immunoglobulin, and early consideration of second-line immunomodulatory therapies in severe cases.",
    "disease": "pneumonia",
    "clean_text": "case report fatal myocarditis and myasthenia gravis induced by immune checkpoint inhibitors concurrent dual adverse events in an older adult immune checkpoint inhibitors icis have revolutionized the treatment of metastatic renal cell carcinoma rcc offering significant survival benefits their use however can come at the expense of severe immune related adverse events iraes involving the myocardium and nervous system we report an year old male with relapsed clear cell rcc fuhrman grade pt an m who developed concurrent myocarditis and myasthenia gravis mg after receiving pembrolizumab and axitinib for multifocal mediastinal relapse despite early initiation of high dose iv methylprednisolone within hours the patient s condition deteriorated rapidly resulting in pneumonia acute kidney injury requiring hemodialysis and death this case highlights the fulminant course of ici induced myocarditis and mg underscoring the importance of prompt recognition immediate initiation of corticosteroids and iv immunoglobulin and early consideration of second line immunomodulatory therapies in severe cases"
}