{
    "pmid": "41380684",
    "title": "Tolerance to ferroptosis facilitates lipid metabolism and pathogenic type 2 immunity in allergic airway inflammation.",
    "abstract": "Type 2 innate lymphoid cells (ILC2s) are essential for maintaining and protecting barrier tissues, but they also drive chronic inflammation, a process associated with altered metabolic activity. Identifying and targeting the metabolic pathways driving ILC2-mediated inflammation could restore tissue homeostasis. Here, we find that in allergic airway inflammation, pathogenic ILC2s rely on cystine for enhanced metabolic flexibility and survival. Cystine acquisition fuels glutathione (GSH) synthesis, which, together with increased expression of glutathione peroxidase 4 (GPX4) and thioredoxin reductase 1 (TXNRD1), confers resistance to ferroptosis by counteracting lipid peroxidation and reactive oxygen species (ROS). This adaptation enables accelerated lipid acquisition and metabolism, fostering ILC2 and T helper type 2 (Th2) cell expansion. Conversely, ablation of GPX4 and TXNRD1 in ILC2s or pharmacological inhibition of TXNRD1 constrains lipid metabolism and prevents ILC2 accumulation in allergen-induced airway inflammation. This demonstrates that increased reliance on antioxidant systems represents a metabolic vulnerability that can be exploited therapeutically to treat asthma.",
    "disease": "asthma",
    "clean_text": "tolerance to ferroptosis facilitates lipid metabolism and pathogenic type immunity in allergic airway inflammation type innate lymphoid cells ilc s are essential for maintaining and protecting barrier tissues but they also drive chronic inflammation a process associated with altered metabolic activity identifying and targeting the metabolic pathways driving ilc mediated inflammation could restore tissue homeostasis here we find that in allergic airway inflammation pathogenic ilc s rely on cystine for enhanced metabolic flexibility and survival cystine acquisition fuels glutathione gsh synthesis which together with increased expression of glutathione peroxidase gpx and thioredoxin reductase txnrd confers resistance to ferroptosis by counteracting lipid peroxidation and reactive oxygen species ros this adaptation enables accelerated lipid acquisition and metabolism fostering ilc and t helper type th cell expansion conversely ablation of gpx and txnrd in ilc s or pharmacological inhibition of txnrd constrains lipid metabolism and prevents ilc accumulation in allergen induced airway inflammation this demonstrates that increased reliance on antioxidant systems represents a metabolic vulnerability that can be exploited therapeutically to treat asthma"
}