{
    "title": "Leukocyte Count and Intracerebral Hemorrhage Expansion.",
    "doc_id": "27103016",
    "writer": "Morotti A",
    "year": "2016",
    "summary": "We included subjects with a follow-up computed tomographic scan available and automated complete white blood cell count performed within 48 hours from onset. Baseline and follow-up hematoma volumes were calculated with semiautomated software, and hematoma exp …",
    "abstract": "Background and purpose:\n        \n      \n      Acute leukocytosis is a well-established response to intracerebral hemorrhage (ICH). Leukocytes, because of their interaction with platelets and coagulation factors, may in turn play a role in hemostasis. We investigated whether admission leukocytosis was associated with reduced bleeding after acute ICH.\n    \n\n\n          Methods:\n        \n      \n      Consecutive patients with primary ICH were prospectively collected from 1994 to 2015 and retrospectively analyzed. We included subjects with a follow-up computed tomographic scan available and automated complete white blood cell count performed within 48 hours from onset. Baseline and follow-up hematoma volumes were calculated with semiautomated software, and hematoma expansion was defined as volume increase >30% or 6 mL. The association between white blood cell count and ICH expansion was investigated with multivariate logistic regression.\n    \n\n\n          Results:\n        \n      \n      A total of 1302 subjects met eligibility criteria (median age, 75 years; 55.8% men), of whom 207 (15.9%) experienced hematoma expansion. Higher leukocyte count on admission was associated with reduced risk of hematoma expansion (odds ratio for 1000 cells increase, 0.91; 95% confidence interval, 0.86-0.96; P=0.001). The risk of hematoma expansion was inversely associated with neutrophil count (odds ratio, 0.90; 95% confidence interval, 0.85-0.96; P=0.001) and directly associated with monocyte count (odds ratio, 2.71; 95% confidence interval, 1.08-6.83; P=0.034). There was no association between lymphocyte count and ICH expansion (odds ratio, 0.96; 95% confidence interval, 0.79-1.17; P=0.718).\n    \n\n\n          Conclusions:\n        \n      \n      Higher admission white blood cell count is associated with lower risk of hematoma expansion. This highlights a potential role of the inflammatory response in modulating the coagulation cascade after acute ICH.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27103016/",
    "clean_text": "leukocyte count and intracerebral hemorrhage expansion we included subjects with a follow up computed tomographic scan available and automated complete white blood cell count performed within hours from onset baseline and follow up hematoma volumes were calculated with semiautomated software and hematoma exp background and purpose acute leukocytosis is a well established response to intracerebral hemorrhage ich leukocytes because of their interaction with platelets and coagulation factors may in turn play a role in hemostasis we investigated whether admission leukocytosis was associated with reduced bleeding after acute ich methods consecutive patients with primary ich were prospectively collected from to and retrospectively analyzed we included subjects with a follow up computed tomographic scan available and automated complete white blood cell count performed within hours from onset baseline and follow up hematoma volumes were calculated with semiautomated software and hematoma expansion was defined as volume increase or ml the association between white blood cell count and ich expansion was investigated with multivariate logistic regression results a total of subjects met eligibility criteria median age years men of whom experienced hematoma expansion higher leukocyte count on admission was associated with reduced risk of hematoma expansion odds ratio for cells increase confidence interval p the risk of hematoma expansion was inversely associated with neutrophil count odds ratio confidence interval p and directly associated with monocyte count odds ratio confidence interval p there was no association between lymphocyte count and ich expansion odds ratio confidence interval p conclusions higher admission white blood cell count is associated with lower risk of hematoma expansion this highlights a potential role of the inflammatory response in modulating the coagulation cascade after acute ich"
}