{
    "pmid": "41443112",
    "title": "Comparing the performance of targeted next-generation sequencing and metagenomic next-generation sequencing in diagnosing pneumonia: A systematic review and network meta-analysis.",
    "abstract": "In terms of diagnosing pneumonia, there is currently limited evidence for a direct comparison of the performance of targeted next-generation sequencing (tNGS) and metagenomic next-generation sequencing (mNGS), and is no comprehensive conclusion yet. This systematic review and network meta-analysis (NMA) aimed to comprehensively compare the diagnostic performance of tNGS and mNGS in patients with pneumonia. A systematic literature search was conducted across PubMed, Embase, the Cochrane Library, and Web of Science. From the establishment of the database to September 10, 2025. Studies providing diagnostic data (true positive, false positive, false negative, true negative) for tNGS and/or mNGS in patients suspected of pneumonia were included. We conducted a frequency theory random effects network meta-analysis, and calculate pooled odds ratios (ORs) with 95 % confidence interval (CI) for sensitivity and specificity, and to rank diagnostic performance using surface under the cumulative ranking curve (SUCRA) values. Subgroup analyses based on sample type and patient status were conducted. The NMA revealed no statistically significant differences in overall sensitivity (OR = 1.54, 95 % CI [0.47-5.06]) or specificity (OR = 1.29, 95 % CI [0.39-4.28]) between tNGS and mNGS. SUCRA rankings indicated that tNGS had the highest cumulative probability for sensitivity (91.9 %), followed by mNGS (74.6 %), and the cumulative specificity probability of tNGS (37.8 %) is higher than that of mNGS (17.1 %). In subgroup analysis, when multiple sample types were used, tNGS showed significantly higher specificity than mNGS (OR = 4.95, 95 % CI [1.13-21.75]). These findings suggest tNGS may be a more specific and potentially cost-effective option for the etiological diagnosis of pneumonia, particularly when multi-sample testing is employed.",
    "disease": "pneumonia",
    "clean_text": "comparing the performance of targeted next generation sequencing and metagenomic next generation sequencing in diagnosing pneumonia a systematic review and network meta analysis in terms of diagnosing pneumonia there is currently limited evidence for a direct comparison of the performance of targeted next generation sequencing tngs and metagenomic next generation sequencing mngs and is no comprehensive conclusion yet this systematic review and network meta analysis nma aimed to comprehensively compare the diagnostic performance of tngs and mngs in patients with pneumonia a systematic literature search was conducted across pubmed embase the cochrane library and web of science from the establishment of the database to september studies providing diagnostic data true positive false positive false negative true negative for tngs and or mngs in patients suspected of pneumonia were included we conducted a frequency theory random effects network meta analysis and calculate pooled odds ratios ors with confidence interval ci for sensitivity and specificity and to rank diagnostic performance using surface under the cumulative ranking curve sucra values subgroup analyses based on sample type and patient status were conducted the nma revealed no statistically significant differences in overall sensitivity or ci or specificity or ci between tngs and mngs sucra rankings indicated that tngs had the highest cumulative probability for sensitivity followed by mngs and the cumulative specificity probability of tngs is higher than that of mngs in subgroup analysis when multiple sample types were used tngs showed significantly higher specificity than mngs or ci these findings suggest tngs may be a more specific and potentially cost effective option for the etiological diagnosis of pneumonia particularly when multi sample testing is employed"
}