{
    "pmid": "41462343",
    "title": "IFITM3-expressing Lactobacillus plantarum (HA-r-LAB) as a probiotic vector for targeted immunotherapy against TGEV.",
    "abstract": "Lactiplantibacillus plantarum, recognized for its potent probiotic functionality and advanced drug delivery capability, has emerged as a versatile platform for the heterologous expression of bioactive therapeutic proteins. In this study, we genetically engineered L. plantarum to express interferon-induced transmembrane protein 3 (IFITM3), an immunomodulatory protein that exhibits extensive antiviral efficacy by predominantly obstructing viral entry. To enhance gastrointestinal resilience and systemic bioavailability, the recombinant strain was encapsulated with hyaluronic acid (HA-r-LAB) through a precise nanoencapsulation methodology, generating stable nanoparticle-like constructs. In a piglet model challenged with transmissible gastroenteritis virus (TGEV), a prototypical coronavirus, oral administration of HA-r-LAB expressing IFITM3 substantially decreased viral titres and alleviated clinical manifestations. Furthermore, biochemical analyses confirmed a direct molecular interaction between IFITM3 and the TGEV nucleocapsid (N) protein, suggesting an unprecedented antiviral mechanism. These findings underscore the potential of HA-r-LAB as a probiotic-based nanodelivery vector for antiviral proteins and lay the groundwork for the development of combinatorial therapeutic strategies targeting coronaviruses.",
    "disease": "covid-19",
    "clean_text": "ifitm expressing lactobacillus plantarum ha r lab as a probiotic vector for targeted immunotherapy against tgev lactiplantibacillus plantarum recognized for its potent probiotic functionality and advanced drug delivery capability has emerged as a versatile platform for the heterologous expression of bioactive therapeutic proteins in this study we genetically engineered l plantarum to express interferon induced transmembrane protein ifitm an immunomodulatory protein that exhibits extensive antiviral efficacy by predominantly obstructing viral entry to enhance gastrointestinal resilience and systemic bioavailability the recombinant strain was encapsulated with hyaluronic acid ha r lab through a precise nanoencapsulation methodology generating stable nanoparticle like constructs in a piglet model challenged with transmissible gastroenteritis virus tgev a prototypical coronavirus oral administration of ha r lab expressing ifitm substantially decreased viral titres and alleviated clinical manifestations furthermore biochemical analyses confirmed a direct molecular interaction between ifitm and the tgev nucleocapsid n protein suggesting an unprecedented antiviral mechanism these findings underscore the potential of ha r lab as a probiotic based nanodelivery vector for antiviral proteins and lay the groundwork for the development of combinatorial therapeutic strategies targeting coronaviruses"
}