{
    "pmid": "41319840",
    "title": "Prognostic influence of cardiac comorbidities in chronic obstructive pulmonary disease.",
    "abstract": "Chronic obstructive pulmonary disease (COPD) is frequently associated with cardiovascular diseases (CVD), which may adversely affect the prognosis of these patients. To confirm that individuals with COPD and CVD utilize more healthcare resources, require more frequent hospitalizations, and have higher mortality rates compared to those without these comorbidities. Population-based study including 7391 COPD patients, classified into four groups according to the presence of heart failure (HF) and ischemic heart disease (IHD). Adjusted logistic regression and proportional hazards models were performed. Of the patients, 86.3 % (6378) had COPD alone; 8.1 % (601) had COPD + HF; 3.9 % (290) had COPD + IHD; and 1.7 % (122) had all three conditions. Groups with CVD exhibited older age, higher cardiovascular risk, and increased mortality. Hospitalization was associated with older age, male sex, fewer spirometry tests performed in primary care, and the use of home oxygen therapy and non-invasive ventilation, and was linked to higher mortality compared to non-hospitalized patients. Mortality was higher among patients with COPD and CVD. It was associated with more emergency department visits, more hospital admissions, increased use of chest X-rays and CT scans, and a higher prevalence of depression. Conversely, it was also related to lower rates of vaccination, fewer spirometry tests in primary care, reduced dispensing of inhaled medications, and overall lower pharmaceutical expenditure. The coexistence of COPD and CVD identifies subgroups of patients with poorer prognosis and increased healthcare resource utilization. Multidisciplinary management and prevention strategies are essential to improve outcomes and healthcare efficiency.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "prognostic influence of cardiac comorbidities in chronic obstructive pulmonary disease chronic obstructive pulmonary disease copd is frequently associated with cardiovascular diseases cvd which may adversely affect the prognosis of these patients to confirm that individuals with copd and cvd utilize more healthcare resources require more frequent hospitalizations and have higher mortality rates compared to those without these comorbidities population based study including copd patients classified into four groups according to the presence of heart failure hf and ischemic heart disease ihd adjusted logistic regression and proportional hazards models were performed of the patients had copd alone had copd hf had copd ihd and had all three conditions groups with cvd exhibited older age higher cardiovascular risk and increased mortality hospitalization was associated with older age male sex fewer spirometry tests performed in primary care and the use of home oxygen therapy and non invasive ventilation and was linked to higher mortality compared to non hospitalized patients mortality was higher among patients with copd and cvd it was associated with more emergency department visits more hospital admissions increased use of chest x rays and ct scans and a higher prevalence of depression conversely it was also related to lower rates of vaccination fewer spirometry tests in primary care reduced dispensing of inhaled medications and overall lower pharmaceutical expenditure the coexistence of copd and cvd identifies subgroups of patients with poorer prognosis and increased healthcare resource utilization multidisciplinary management and prevention strategies are essential to improve outcomes and healthcare efficiency"
}