{
    "pmid": "41426198",
    "title": "Expression and Significance of PI3K p85α and p53 Protein in Colorectal Cancer Tissues.",
    "abstract": "To evaluate the expression of PI3K p85α and p53 proteins in colorectal cancer (CRC) tissues, investigate their roles in carcinogenesis and progression, and analyze their associations with clinicopathological characteristics and patient prognosis. Immunohistochemistry was used to assess the expression of PI3K p85α and p53 proteins in CRC tissues and matched paracancerous mucosa from 267 patients. The associations between protein expression and clinicopathological characteristics were analyzed. Follow-up data were evaluated using univariate Kaplan-Meier survival analysis and multivariate Cox regression analysis. The positive rate of PI3K p85α was significantly higher in CRC tissues than in paracancerous mucosa (80.2% vs 17.6%, P<0.001) and was associated with clinical stage (χ PI3K p85α and p53 are implicated in CRC development and progression. The detection of these proteins offers clinical value for early diagnosis and predicting tumor behavior, while PI3K p85α expression may serve as a valuable biomarker for prognostic assessment in CRC.",
    "disease": "colorectal cancer",
    "clean_text": "expression and significance of pi k p and p protein in colorectal cancer tissues to evaluate the expression of pi k p and p proteins in colorectal cancer crc tissues investigate their roles in carcinogenesis and progression and analyze their associations with clinicopathological characteristics and patient prognosis immunohistochemistry was used to assess the expression of pi k p and p proteins in crc tissues and matched paracancerous mucosa from patients the associations between protein expression and clinicopathological characteristics were analyzed follow up data were evaluated using univariate kaplan meier survival analysis and multivariate cox regression analysis the positive rate of pi k p was significantly higher in crc tissues than in paracancerous mucosa vs p and was associated with clinical stage pi k p and p are implicated in crc development and progression the detection of these proteins offers clinical value for early diagnosis and predicting tumor behavior while pi k p expression may serve as a valuable biomarker for prognostic assessment in crc"
}