{
    "pmid": "41420543",
    "title": "Clock gene dysregulation in epilepsy: A systematic review.",
    "abstract": "Epileptic seizures show a rhythmic pattern, being more frequent at particular times of the day (e.g., only occurring during sleep), suggesting a role of the circadian rhythm. Clock genes regulate the circadian rhythm and might be involved in the pathophysiology of epilepsy. This systematic review sought to answer the research question: what is the relationship between clock genes and the pathophysiology of epilepsy? For this, we used Scopus, Embase, Medline, CINHAL, and Web of Sciences to summarize the up-to-date literature on this topic and included 26 articles out of the 6364 articles identified. We describe three distinct approaches to this research: (a) the effect of clock genes knockout on the severity of epilepsy, (b) the expression of clock genes in different types of epilepsy (humans and/or animal models) and (c) the variants of clock genes in different types of epilepsy (humans). Our results show a paucity of studies with very heterogeneous methodology and outcomes, with conflicting results. Most studies suggest a protective role of clock genes in epilepsy, particularly of Clock and Bmal1, showing lowered clock gene expression in different animal models of epilepsy, in line with the increased severity of epilepsy after knockout of clock genes. There are, though, other studies with conflicting results, making this interpretation relatively weak. A few clock gene variants were also identified in epilepsy cases (humans). This suggests the need to further clarify the implications of the dysregulation of the clock genes and of the genes encoding interacting proteins, as this might offer new insights into the circadian patterning of certain epilepsies. Research studies show that seizures can happen at specific times of the day, indicating a predictable rhythm. Our body's functions have what is known as a circadian pathway regulated by an internal “clock,” a timekeeping system for biological rhythms. This is controlled by a group of genes called clock genes, which regulate important functions, including day/night activities. A link between changes in clock genes and epilepsy has been suggested, but this remains underexplored and warrants further investigations. This review concisely analyses information on clock genes and epilepsy to help inform future research.",
    "disease": "epilepsy",
    "clean_text": "clock gene dysregulation in epilepsy a systematic review epileptic seizures show a rhythmic pattern being more frequent at particular times of the day e g only occurring during sleep suggesting a role of the circadian rhythm clock genes regulate the circadian rhythm and might be involved in the pathophysiology of epilepsy this systematic review sought to answer the research question what is the relationship between clock genes and the pathophysiology of epilepsy for this we used scopus embase medline cinhal and web of sciences to summarize the up to date literature on this topic and included articles out of the articles identified we describe three distinct approaches to this research a the effect of clock genes knockout on the severity of epilepsy b the expression of clock genes in different types of epilepsy humans and or animal models and c the variants of clock genes in different types of epilepsy humans our results show a paucity of studies with very heterogeneous methodology and outcomes with conflicting results most studies suggest a protective role of clock genes in epilepsy particularly of clock and bmal showing lowered clock gene expression in different animal models of epilepsy in line with the increased severity of epilepsy after knockout of clock genes there are though other studies with conflicting results making this interpretation relatively weak a few clock gene variants were also identified in epilepsy cases humans this suggests the need to further clarify the implications of the dysregulation of the clock genes and of the genes encoding interacting proteins as this might offer new insights into the circadian patterning of certain epilepsies research studies show that seizures can happen at specific times of the day indicating a predictable rhythm our body s functions have what is known as a circadian pathway regulated by an internal clock a timekeeping system for biological rhythms this is controlled by a group of genes called clock genes which regulate important functions including day night activities a link between changes in clock genes and epilepsy has been suggested but this remains underexplored and warrants further investigations this review concisely analyses information on clock genes and epilepsy to help inform future research"
}