{
    "title": "Evaluation of the etiological and clinical characteristics of pediatric central diabetes insipidus.",
    "doc_id": "35822703",
    "writer": "Gasimova E",
    "year": "2022",
    "summary": "OBJECTIVES: Central diabetes insipidus (CDI) is a rare but important disease of varying etiology that poses challenges in diagnosis and follow-up. ...",
    "abstract": "Objectives:\n        \n      \n      Central diabetes insipidus (CDI) is a rare but important disease of varying etiology that poses challenges in diagnosis and follow-up. Identifying diagnostic difficulties in patients with CDI will help ensure an optimal approach to their management and follow-up. This study aimed to characterize the clinical and etiological characteristics of CDI in pediatric patients.\n    \n\n\n          Methods:\n        \n      \n      We analyzed the admission and follow-up data of CDI patients aged 0-18 years who were followed in our center between 2010 and 2019.\n    \n\n\n          Results:\n        \n      \n      The study included 56 patients with a mean age at diagnosis of 7.92 ± 5.11 years and symptom duration of 8.65 ± 21.3 months. The patients were grouped by etiology into those with organic causes, such as structural anomalies, tumors, and trauma (group 1, n=41) and other causes (group 2, n=15). The prevalence of idiopathic CDI was 16%. At least one pituitary hormone deficiency was detected in 60.7%, the most common being thyroid stimulating hormone deficiency. Patients in group 1 had a higher mean age at diagnosis, shorter symptom duration, and higher frequency of other pituitary hormone deficiencies compared to group 2. Additionally, germinoma was detected 1 year subsequent to normal MRI findings at diagnosis and another patient was diagnosed with Langerhans cell histiocytosis (LCH) 5 years after diagnosis. All patients responded well to replacement therapies, but two patients with germinoma died during follow-up.\n    \n\n\n          Conclusions:\n        \n      \n      In the pediatric age group, intracranial organic pathologies are an important etiology of CDI, and despite a short symptomatic period, determining the cause may be challenging and prolonged. Patients presenting at a young age with a long history of symptoms and no other pituitary hormone deficiency are unlikely to have organic CDI. However, organic causes such as LCH should be evaluated at all ages. Patients with idiopathic disease are candidates for further etiological studies, and repeated cranial imaging is important during follow-up.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35822703/",
    "clean_text": "evaluation of the etiological and clinical characteristics of pediatric central diabetes insipidus objectives central diabetes insipidus cdi is a rare but important disease of varying etiology that poses challenges in diagnosis and follow up objectives central diabetes insipidus cdi is a rare but important disease of varying etiology that poses challenges in diagnosis and follow up identifying diagnostic difficulties in patients with cdi will help ensure an optimal approach to their management and follow up this study aimed to characterize the clinical and etiological characteristics of cdi in pediatric patients methods we analyzed the admission and follow up data of cdi patients aged years who were followed in our center between and results the study included patients with a mean age at diagnosis of years and symptom duration of months the patients were grouped by etiology into those with organic causes such as structural anomalies tumors and trauma group n and other causes group n the prevalence of idiopathic cdi was at least one pituitary hormone deficiency was detected in the most common being thyroid stimulating hormone deficiency patients in group had a higher mean age at diagnosis shorter symptom duration and higher frequency of other pituitary hormone deficiencies compared to group additionally germinoma was detected year subsequent to normal mri findings at diagnosis and another patient was diagnosed with langerhans cell histiocytosis lch years after diagnosis all patients responded well to replacement therapies but two patients with germinoma died during follow up conclusions in the pediatric age group intracranial organic pathologies are an important etiology of cdi and despite a short symptomatic period determining the cause may be challenging and prolonged patients presenting at a young age with a long history of symptoms and no other pituitary hormone deficiency are unlikely to have organic cdi however organic causes such as lch should be evaluated at all ages patients with idiopathic disease are candidates for further etiological studies and repeated cranial imaging is important during follow up"
}