{
    "title": "Genetic Diversity and Characteristics of Drug Resistance Among Treatment-Naive People Living with HIV in Xi'an, China.",
    "doc_id": "37220545",
    "writer": "Xia H",
    "year": "2023",
    "summary": "This study investigates the distribution of various HIV-1 genotypes and the incidence of pretreatment drug resistance (PDR) in the antiretroviral-naive HIV-1 infected participants in Xi'an, China. PATIENTS AND METHODS: In this study, a cross-sectional analysis was c …",
    "abstract": "Purpose:\n        \n      \n      The genetic diversity and genetic predisposition for drug resistance mutations are the primary features of human immunodeficiency virus type 1 (HIV-1), which could cause the incidence of failure of antiretroviral therapy (ART). This study investigates the distribution of various HIV-1 genotypes and the incidence of pretreatment drug resistance (PDR) in the antiretroviral-naive HIV-1 infected participants in Xi'an, China.\n    \n\n\n          Patients and methods:\n        \n      \n      In this study, a cross-sectional analysis was carried out at the Xi'an Eighth Hospital between January 2020 and December 2021 among newly-diagnosed ART-naive HIV-1 infected participants. A nested PCR technique was used for amplifying the target segment of 1.3 kb present in the pol gene that spanned the reverse transcriptase and the protease regions. HIV-1 genotypes and the PDR-associated mutations were identified using the Stanford HIV Drug Resistance Database.\n    \n\n\n          Results:\n        \n      \n      A total of 317 pol gene sequences were retrieved, amplified, and sequenced. The circulating recombinant form (CRF), CRF07_BC (51.7%) was seen to be the most prevalent HIV-1 genotype, followed by other genotypes like CRF01_AE (25.9%), B (14.2%), and CRF55_01B (4.7%). PDR was found in 18.3% of the population. The PDR mutation frequency in the non-nucleoside reverse transcriptase inhibitor (NNRTI) (16.1%) was significantly higher compared to that of the nucleoside reverse transcriptase inhibitor (NRTI) (4.4%) and the protease inhibitor (0.9%). V179D/E (both were 4.4%) was seen to be the most predominant type of NNRTI mutation. K65R and M184V (1.3%) were the most frequent NRTI-associated mutations. About half (48.3%) of the sequenced HIV-1 strains that had mutations could show a potential low-level NNRTI resistance owing to V179D/E. Multivariate regression analysis revealed one PDR mutation associated with subtype CRF01_AE (p=0.002) and CRF55_01B (p<0.001) as a higher risk mutation.\n    \n\n\n          Conclusion:\n        \n      \n      Diverse and complex HIV-1 genotypes are distributed in Xi'an, China. Considering new evidence, it is necessary to screen for baseline HIV-1 drug resistance among the newly-diagnosed HIV-1 individuals.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37220545/",
    "clean_text": "genetic diversity and characteristics of drug resistance among treatment naive people living with hiv in xi an china this study investigates the distribution of various hiv genotypes and the incidence of pretreatment drug resistance pdr in the antiretroviral naive hiv infected participants in xi an china patients and methods in this study a cross sectional analysis was c purpose the genetic diversity and genetic predisposition for drug resistance mutations are the primary features of human immunodeficiency virus type hiv which could cause the incidence of failure of antiretroviral therapy art this study investigates the distribution of various hiv genotypes and the incidence of pretreatment drug resistance pdr in the antiretroviral naive hiv infected participants in xi an china patients and methods in this study a cross sectional analysis was carried out at the xi an eighth hospital between january and december among newly diagnosed art naive hiv infected participants a nested pcr technique was used for amplifying the target segment of kb present in the pol gene that spanned the reverse transcriptase and the protease regions hiv genotypes and the pdr associated mutations were identified using the stanford hiv drug resistance database results a total of pol gene sequences were retrieved amplified and sequenced the circulating recombinant form crf crf bc was seen to be the most prevalent hiv genotype followed by other genotypes like crf ae b and crf b pdr was found in of the population the pdr mutation frequency in the non nucleoside reverse transcriptase inhibitor nnrti was significantly higher compared to that of the nucleoside reverse transcriptase inhibitor nrti and the protease inhibitor v d e both were was seen to be the most predominant type of nnrti mutation k r and m v were the most frequent nrti associated mutations about half of the sequenced hiv strains that had mutations could show a potential low level nnrti resistance owing to v d e multivariate regression analysis revealed one pdr mutation associated with subtype crf ae p and crf b p as a higher risk mutation conclusion diverse and complex hiv genotypes are distributed in xi an china considering new evidence it is necessary to screen for baseline hiv drug resistance among the newly diagnosed hiv individuals"
}