{
    "title": "Somatostatin regulates tight junction proteins expression in colitis mice.",
    "doc_id": "24966923",
    "writer": "Li X",
    "year": "2014",
    "summary": "Tight junction plays a critical role in intestinal defence. The alteration and perturbation of tight junction proteins could induce intestine barrier damage, and lead to the malabsorption of electrolytes and water. Previous studies had showed that colo …",
    "abstract": "Tight junction plays a critical role in intestinal defence. The alteration and perturbation of tight junction proteins could induce intestine barrier damage, and lead to the malabsorption of electrolytes and water. Previous studies had showed that colonic infection and inflammation could lead to the alteration of tight junction function, and somatostatin could protect intestinal epithelia. Thus, this study could explore that whether somatostatin could regulate tight junction in colitis mice. Colitis mice with diarrhea were induced by Citrobacter rodentium (CR) and Dextran sulfate sodium (DSS). In CR infected model, cladudin-1 and claudin-3 expression significantly decreased compared with the control mice (P<0.05); after octreotide treatment, claudin-1 and claudin-3 expression significantly increased compared with untreated CR infected mice (P<0.05). In DSS colitis model, occludin and claudin-3 expression significantly decreased compared with the control mice (P<0.05); and octreotide treatment could only significantly upregulate claudin-3 expression compared with untreated DSS colitis mice (P<0.05). To testify our results in vivo, we repeated the models in caco-2 cells by exposed with enteropathogenic Escherichia coli (E. Coli) and Tumor necrosis factor α (TNF-α). The results in vitro were consistent with in vivo study. The results suggested that somatostatin play a role in intestinal barrier protection by modulating tight junction proteins expression.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24966923/",
    "clean_text": "somatostatin regulates tight junction proteins expression in colitis mice tight junction plays a critical role in intestinal defence the alteration and perturbation of tight junction proteins could induce intestine barrier damage and lead to the malabsorption of electrolytes and water previous studies had showed that colo tight junction plays a critical role in intestinal defence the alteration and perturbation of tight junction proteins could induce intestine barrier damage and lead to the malabsorption of electrolytes and water previous studies had showed that colonic infection and inflammation could lead to the alteration of tight junction function and somatostatin could protect intestinal epithelia thus this study could explore that whether somatostatin could regulate tight junction in colitis mice colitis mice with diarrhea were induced by citrobacter rodentium cr and dextran sulfate sodium dss in cr infected model cladudin and claudin expression significantly decreased compared with the control mice p after octreotide treatment claudin and claudin expression significantly increased compared with untreated cr infected mice p in dss colitis model occludin and claudin expression significantly decreased compared with the control mice p and octreotide treatment could only significantly upregulate claudin expression compared with untreated dss colitis mice p to testify our results in vivo we repeated the models in caco cells by exposed with enteropathogenic escherichia coli e coli and tumor necrosis factor tnf the results in vitro were consistent with in vivo study the results suggested that somatostatin play a role in intestinal barrier protection by modulating tight junction proteins expression"
}