{
    "pmid": "41436327",
    "title": "Bringing tuberculosis genomics to the clinic: development and validation of a comprehensive pipeline to predict antimicrobial susceptibility from genomic data, accredited to ISO standards.",
    "abstract": "Whole-genome sequencing is increasingly contributing to the clinical management of tuberculosis. Although the availability of bioinformatics tools for analysis and clinical reporting of Mycobacterium tuberculosis sequence data is improving, there remains a need for accessible, flexible bioinformatics tools that can be easily tailored for clinical reporting needs in different settings and that are suitable for accreditation to international standards. We aimed to develop a robust software tool to identify M tuberculosis lineages and antimicrobial resistance from genomic data, tailored for clinical reporting and accessible to clinical microbiology laboratories. We developed tbtAMR, a flexible yet comprehensive data-driven tool for analysis of M tuberculosis genomic data, including inference of phenotypic susceptibility and lineage calling. tbtAMR takes short-read sequencing data (fastq files) or an annotated vcf file (from short-read or long-read sequencing), maps genomic variants (single nucleotide polymorphisms, insertions or deletions, large structural changes, and gene loss or loss of function), identifies resistance-associated mutations from the WHO catalogue (or user-defined database), and interprets and classifies drug resistance to produce an output file ready for clinical reporting. Validation was undertaken by comparing tbtAMR results with phenotypic and genomic data from our laboratory (n=2005), and publicly available databases and literature (n=13 777), plus simulated genomic data (known variants introduced into a genome sequence) to determine the appropriate quality control metrics and extensively validate the pipeline for clinical use. We compared tbtAMR's performance with selected publicly available tools (TBProfiler and Mykrobe) to evaluate performance. tbtAMR accurately predicted lineages and phenotypic susceptibility for first-line (sensitivity 94·6% [95% CI 94·2-95·0], specificity 97·5% [97·3-97·7]) and second-line (sensitivity 83·7% [82·7-84·7], specificity 98·0% [97·9-98·1]) drugs, with equivalent computational and predictive performance compared with other bioinformatics tools currently used, including TBProfiler (first-line sensitivity 94·2% [93·0-95·3], specificity 97·9% [97·6-98·2]) and Mykrobe (first-line sensitivity 91·5% [90·0-92·8], specificity 98·4% [98·2-98·6]). tbtAMR is flexible, with modifiable criteria to tailor results to users' needs. The tbtAMR tool is suitable for use in clinical and public health microbiology laboratory settings and can be tailored to specific local needs by non-programmers. We have accredited this tool to ISO standards in our laboratory, and it has been implemented for routine reporting of antimicrobial resistance from genomic sequence data in a clinically relevant timeframe (similar to phenotypic susceptibility testing, 3-4 weeks from positive culture). Reporting templates, validation methods, and datasets are provided to offer a pathway for laboratories to adopt and seek their own accreditation for this critical test, to improve the management of tuberculosis globally. Department of Health Victoria and Medical Research Future Fund.",
    "disease": "tuberculosis",
    "clean_text": "bringing tuberculosis genomics to the clinic development and validation of a comprehensive pipeline to predict antimicrobial susceptibility from genomic data accredited to iso standards whole genome sequencing is increasingly contributing to the clinical management of tuberculosis although the availability of bioinformatics tools for analysis and clinical reporting of mycobacterium tuberculosis sequence data is improving there remains a need for accessible flexible bioinformatics tools that can be easily tailored for clinical reporting needs in different settings and that are suitable for accreditation to international standards we aimed to develop a robust software tool to identify m tuberculosis lineages and antimicrobial resistance from genomic data tailored for clinical reporting and accessible to clinical microbiology laboratories we developed tbtamr a flexible yet comprehensive data driven tool for analysis of m tuberculosis genomic data including inference of phenotypic susceptibility and lineage calling tbtamr takes short read sequencing data fastq files or an annotated vcf file from short read or long read sequencing maps genomic variants single nucleotide polymorphisms insertions or deletions large structural changes and gene loss or loss of function identifies resistance associated mutations from the who catalogue or user defined database and interprets and classifies drug resistance to produce an output file ready for clinical reporting validation was undertaken by comparing tbtamr results with phenotypic and genomic data from our laboratory n and publicly available databases and literature n plus simulated genomic data known variants introduced into a genome sequence to determine the appropriate quality control metrics and extensively validate the pipeline for clinical use we compared tbtamr s performance with selected publicly available tools tbprofiler and mykrobe to evaluate performance tbtamr accurately predicted lineages and phenotypic susceptibility for first line sensitivity ci specificity and second line sensitivity specificity drugs with equivalent computational and predictive performance compared with other bioinformatics tools currently used including tbprofiler first line sensitivity specificity and mykrobe first line sensitivity specificity tbtamr is flexible with modifiable criteria to tailor results to users needs the tbtamr tool is suitable for use in clinical and public health microbiology laboratory settings and can be tailored to specific local needs by non programmers we have accredited this tool to iso standards in our laboratory and it has been implemented for routine reporting of antimicrobial resistance from genomic sequence data in a clinically relevant timeframe similar to phenotypic susceptibility testing weeks from positive culture reporting templates validation methods and datasets are provided to offer a pathway for laboratories to adopt and seek their own accreditation for this critical test to improve the management of tuberculosis globally department of health victoria and medical research future fund"
}