{
    "pmid": "41372193",
    "title": "A primary oseltamivir-resistant mutation in influenza hemagglutinin and its implications for antiviral resistance surveillance.",
    "abstract": "Oseltamivir, a neuraminidase (NA) inhibitor, is currently the most widely used antiviral drug for influenza worldwide. The emergence of primary oseltamivir-resistant mutations in NA protein of seasonally circulating viruses has been extensively monitored to evaluate drug efficacy. In addition to primary mutations in NA, mutations in the viral hemagglutinin (HA) protein have been observed to arise alongside NA mutations in previous laboratory selection experiments under neuraminidase inhibitor pressure, such HA mutations have not yet been reported in circulating viruses. Here, we present the experimental evidence that an A(H1N1)pdm09 virus can independently acquire oseltamivir-resistance mutations K130N or K130E in the HA receptor binding site (RBS) during serial passages under drug selection. Notably, HA-K130N mutation has been prevalent in currently circulating seasonal viruses worldwide since 2019. More importantly, we demonstrate that the HA-K130N can enhance the oseltamivir resistance conferred by the well-characterized NA-N295S mutation. Our study provides essential evidence that mutations in HA are closely associated with the occurrence of neuraminidase inhibitor resistance, highlighting the urgent need for global monitoring and assessment of oseltamivir-resistant mutations in the HA protein, in addition to NA, during the ongoing H1N1 epidemics.",
    "disease": "influenza",
    "clean_text": "a primary oseltamivir resistant mutation in influenza hemagglutinin and its implications for antiviral resistance surveillance oseltamivir a neuraminidase na inhibitor is currently the most widely used antiviral drug for influenza worldwide the emergence of primary oseltamivir resistant mutations in na protein of seasonally circulating viruses has been extensively monitored to evaluate drug efficacy in addition to primary mutations in na mutations in the viral hemagglutinin ha protein have been observed to arise alongside na mutations in previous laboratory selection experiments under neuraminidase inhibitor pressure such ha mutations have not yet been reported in circulating viruses here we present the experimental evidence that an a h n pdm virus can independently acquire oseltamivir resistance mutations k n or k e in the ha receptor binding site rbs during serial passages under drug selection notably ha k n mutation has been prevalent in currently circulating seasonal viruses worldwide since more importantly we demonstrate that the ha k n can enhance the oseltamivir resistance conferred by the well characterized na n s mutation our study provides essential evidence that mutations in ha are closely associated with the occurrence of neuraminidase inhibitor resistance highlighting the urgent need for global monitoring and assessment of oseltamivir resistant mutations in the ha protein in addition to na during the ongoing h n epidemics"
}