{
    "title": "Spinal antinociceptive action of three representative opioid peptides in frogs.",
    "doc_id": "2881600",
    "writer": "Stevens CW",
    "year": "1987",
    "summary": "Spinal administration of low doses of dynorphin, beta-endorphin or Met-enkephalin produces a potent, dose-dependent increase in the nociceptive threshold in the unanesthetized frog, Rana pipiens. Nociceptive thresholds were determined by using the acetic acid test, previou …",
    "abstract": "Spinal administration of low doses of dynorphin, beta-endorphin or Met-enkephalin produces a potent, dose-dependent increase in the nociceptive threshold in the unanesthetized frog, Rana pipiens. Nociceptive thresholds were determined by using the acetic acid test, previously shown to be a sensitive indicator of antinociception in this amphibian species. Of particular interest, spinally administered dynorphin produces a potent antinociception in frogs without any signs of motor dysfunction seen after spinally administered dynorphin in mammalian species.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2881600/",
    "clean_text": "spinal antinociceptive action of three representative opioid peptides in frogs spinal administration of low doses of dynorphin beta endorphin or met enkephalin produces a potent dose dependent increase in the nociceptive threshold in the unanesthetized frog rana pipiens nociceptive thresholds were determined by using the acetic acid test previou spinal administration of low doses of dynorphin beta endorphin or met enkephalin produces a potent dose dependent increase in the nociceptive threshold in the unanesthetized frog rana pipiens nociceptive thresholds were determined by using the acetic acid test previously shown to be a sensitive indicator of antinociception in this amphibian species of particular interest spinally administered dynorphin produces a potent antinociception in frogs without any signs of motor dysfunction seen after spinally administered dynorphin in mammalian species"
}