{
    "title": "Fluorescence imaging guided dressing change frequency during negative pressure wound therapy: a case series.",
    "doc_id": "31509488",
    "writer": "Raizman R.",
    "year": "2019",
    "summary": "OBJECTIVE: Knowledge of wound bioburden can guide selection of therapies, for example, the use of negative pressure wound therapy (NPWT) devices with instillation in a heavily contaminated wound. ...These results highlight the capability of bacterial fluoresc …",
    "abstract": "Objective:\n        \n      \n      Knowledge of wound bioburden can guide selection of therapies, for example, the use of negative pressure wound therapy (NPWT) devices with instillation in a heavily contaminated wound. Wound and periwound bacteria can be visualised in real-time using a novel, non-contact, handheld fluorescence imaging device that emits a safe violet light. This device was used to monitor bacterial burden in patients undergoing NPWT.\n    \n\n\n          Methods:\n        \n      \n      Diverse wounds undergoing NPWT were imaged for bacterial (red or cyan) fluorescence as part of routine wound assessments.\n    \n\n\n          Results:\n        \n      \n      We assessed 11 wounds undergoing NPWT. Bacterial fluorescence was detected under sealed, optically-transparent (routine) adhesive before dressing changes, on foam dressings, within the wound bed, and on periwound tissues. Bacterial visualisation in real-time helped to guide: (1) bioburden-based, personalised treatment regimens, (2) clinician selection of NPWT, with or without instillation of wound cleansers, and (3) the extent and location of wound cleaning during dressing changes. The ability to visualise bacteria before removal of dressings led to expedited dressing changes when heavy bioburden was detected and postponement of dressing changes for 24 hours when red fluorescence was not observed, avoiding unnecessary disturbance of the wound bed.\n    \n\n\n          Conclusion:\n        \n      \n      Fluorescence imaging of bacteria prompted and helped guide the timing of dressing changes, the extent of wound cleaning, and selection of the appropriate and most cost-effective NPWT (standard versus instillation). These results highlight the capability of bacterial fluorescence imaging to provide invaluable real-time information on a wound's bioburden, contributing to clinician treatment decisions in cases where bacterial contamination could impede wound healing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31509488/",
    "clean_text": "fluorescence imaging guided dressing change frequency during negative pressure wound therapy a case series objective knowledge of wound bioburden can guide selection of therapies for example the use of negative pressure wound therapy npwt devices with instillation in a heavily contaminated wound these results highlight the capability of bacterial fluoresc objective knowledge of wound bioburden can guide selection of therapies for example the use of negative pressure wound therapy npwt devices with instillation in a heavily contaminated wound wound and periwound bacteria can be visualised in real time using a novel non contact handheld fluorescence imaging device that emits a safe violet light this device was used to monitor bacterial burden in patients undergoing npwt methods diverse wounds undergoing npwt were imaged for bacterial red or cyan fluorescence as part of routine wound assessments results we assessed wounds undergoing npwt bacterial fluorescence was detected under sealed optically transparent routine adhesive before dressing changes on foam dressings within the wound bed and on periwound tissues bacterial visualisation in real time helped to guide bioburden based personalised treatment regimens clinician selection of npwt with or without instillation of wound cleansers and the extent and location of wound cleaning during dressing changes the ability to visualise bacteria before removal of dressings led to expedited dressing changes when heavy bioburden was detected and postponement of dressing changes for hours when red fluorescence was not observed avoiding unnecessary disturbance of the wound bed conclusion fluorescence imaging of bacteria prompted and helped guide the timing of dressing changes the extent of wound cleaning and selection of the appropriate and most cost effective npwt standard versus instillation these results highlight the capability of bacterial fluorescence imaging to provide invaluable real time information on a wound s bioburden contributing to clinician treatment decisions in cases where bacterial contamination could impede wound healing"
}