{
    "title": "Prevalence and correlates of mental health difficulties following the beirut port explosion: The roles of mentalizing and resilience.",
    "doc_id": "35878088",
    "writer": "Tohme P",
    "year": "2024",
    "summary": "Mentalizing and resilience have been previously identified as potential protective factors against the onset of mental health difficulties following such events. ...Higher mentalizing capacities were positively correlated with higher resilience scores and low …",
    "abstract": "Objective:\n        \n      \n      Research has consistently highlighted an increased prevalence of mental health problems, such posttraumatic stress disorder (PTSD), depression, and anxiety, following both man-made and natural disasters. Mentalizing and resilience have been previously identified as potential protective factors against the onset of mental health difficulties following such events.\n    \n\n\n          Method:\n        \n      \n      This study first identified the prevalence of PTSD symptoms, depression, anxiety, and stress and subsequently assessed mentalizing abilities and resilience as predictors of PTSD symptomatology in a sample of 521 Lebanese participants following the Beirut Port explosion on August 4, 2020.\n    \n\n\n          Results:\n        \n      \n      Findings were consistent with existing literature highlighting elevated rates of PTSD, depression, and anxiety subsequent to man-made disasters, with higher rates of mental health symptoms observed among women, those with a preexisting diagnosis of psychiatric disorder (1.5 times more likely to meet the PTSD Checklist for DSM-5 [PCL-5] cutoff score), and those who had to move houses (over 2 times more likely to meet PCL-5 cutoff) as a consequence of the explosion. Higher mentalizing capacities were positively correlated with higher resilience scores and lower indices of mental health difficulties. Each unit increase in resilience scores was associated with a 3% reduction in meeting PCL-5 cutoff, and poorer mentalizing abilities was associated with a 2-fold increase in the risk of meeting PCL-5 cutoff.\n    \n\n\n          Conclusions:\n        \n      \n      Presence of a previous psychiatric diagnosis, having to move houses, lower mentalizing capacities, and lower resilience scores were found to predict elevated PCL-5 scores. Findings are discussed within the framework of recommendations for interventions targeting people affected by traumatic events. (PsycInfo Database Record (c) 2023 APA, all rights reserved).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35878088/",
    "clean_text": "prevalence and correlates of mental health difficulties following the beirut port explosion the roles of mentalizing and resilience mentalizing and resilience have been previously identified as potential protective factors against the onset of mental health difficulties following such events higher mentalizing capacities were positively correlated with higher resilience scores and low objective research has consistently highlighted an increased prevalence of mental health problems such posttraumatic stress disorder ptsd depression and anxiety following both man made and natural disasters mentalizing and resilience have been previously identified as potential protective factors against the onset of mental health difficulties following such events method this study first identified the prevalence of ptsd symptoms depression anxiety and stress and subsequently assessed mentalizing abilities and resilience as predictors of ptsd symptomatology in a sample of lebanese participants following the beirut port explosion on august results findings were consistent with existing literature highlighting elevated rates of ptsd depression and anxiety subsequent to man made disasters with higher rates of mental health symptoms observed among women those with a preexisting diagnosis of psychiatric disorder times more likely to meet the ptsd checklist for dsm pcl cutoff score and those who had to move houses over times more likely to meet pcl cutoff as a consequence of the explosion higher mentalizing capacities were positively correlated with higher resilience scores and lower indices of mental health difficulties each unit increase in resilience scores was associated with a reduction in meeting pcl cutoff and poorer mentalizing abilities was associated with a fold increase in the risk of meeting pcl cutoff conclusions presence of a previous psychiatric diagnosis having to move houses lower mentalizing capacities and lower resilience scores were found to predict elevated pcl scores findings are discussed within the framework of recommendations for interventions targeting people affected by traumatic events psycinfo database record c apa all rights reserved"
}