{
    "title": "A comparison of the quality of life of the patients undergoing hemodialysis versus peritoneal dialysis and its correlation to the quality of dialysis.",
    "doc_id": "26997380",
    "writer": "Atapour A",
    "year": "2016",
    "summary": "A standardized Persian version of the short form-36 (SF-36) tool was used to assess the quality of life and to assess the quality of dialysis weekly Kt/V in patients undergoing PD and single random Kt/V sampling in HD patients were assessed. ...There was no s …",
    "abstract": "Over the years, there has been a steady increase in the number of patients requiring dialysis. However, no consensus exists between choosing either hemodialysis (HD) or peritoneal dialysis (PD) as the preferred method of dialysis for patients. In this study, we have compared the quality of life of the patients undergoing either HD or PD. This cross-sectional study was performed in the dialysis center of the Noor and Saint Ali Asghar University Hospital in Isfahan, Iran in 2012. Forty-six patients who underwent PD (28 males and 18 females) and 46 similar patients undergoing HD (26 males and 20 females) were compared. A standardized Persian version of the short form-36 (SF-36) tool was used to assess the quality of life and to assess the quality of dialysis weekly Kt/V in patients undergoing PD and single random Kt/V sampling in HD patients were assessed. Patients undergoing PD reported higher scores in physical functioning. The lowest scores in both groups were reported in mental health section. In physical functioning section, physical role functioning section and overall score of the SF-36 tool, PD patients reported significantly higher scores compared to the HD patients (P <0.05). There was no significant difference between the qualities of the dialysis in the two patient groups. Aspects of quality of life such as physical functioning, physical role functioning, bodily pain, general health perceptions, and overall score were significantly different between the two groups. If these results are substantiated by subsequent longitudinal studies, then the choice of dialysis could be better guided in patients by the quality of life issues.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26997380/",
    "clean_text": "a comparison of the quality of life of the patients undergoing hemodialysis versus peritoneal dialysis and its correlation to the quality of dialysis a standardized persian version of the short form sf tool was used to assess the quality of life and to assess the quality of dialysis weekly kt v in patients undergoing pd and single random kt v sampling in hd patients were assessed there was no s over the years there has been a steady increase in the number of patients requiring dialysis however no consensus exists between choosing either hemodialysis hd or peritoneal dialysis pd as the preferred method of dialysis for patients in this study we have compared the quality of life of the patients undergoing either hd or pd this cross sectional study was performed in the dialysis center of the noor and saint ali asghar university hospital in isfahan iran in forty six patients who underwent pd males and females and similar patients undergoing hd males and females were compared a standardized persian version of the short form sf tool was used to assess the quality of life and to assess the quality of dialysis weekly kt v in patients undergoing pd and single random kt v sampling in hd patients were assessed patients undergoing pd reported higher scores in physical functioning the lowest scores in both groups were reported in mental health section in physical functioning section physical role functioning section and overall score of the sf tool pd patients reported significantly higher scores compared to the hd patients p there was no significant difference between the qualities of the dialysis in the two patient groups aspects of quality of life such as physical functioning physical role functioning bodily pain general health perceptions and overall score were significantly different between the two groups if these results are substantiated by subsequent longitudinal studies then the choice of dialysis could be better guided in patients by the quality of life issues"
}