{
    "title": "Oxidative Stress and Cancer.",
    "doc_id": "30767733",
    "writer": "Klaunig JE.",
    "year": "2018",
    "summary": "Research has firmly established a causal and contributory role of oxidative stress and oxidative damage in cancer initiation and progression. METHODS: The purpose of this article is to review the role that oxidative stress and reactive oxygen sp …",
    "abstract": "Background:\n        \n      \n      Cancer is considered a major cause of death worldwide. The etiology of cancer is linked to environmental and genetic inheritance causes. Approximately 90 percent of all human cancers have an environmental cause (non-genetic inheritance) predominantly through lifestyle choices (smoking, diet, UV radiation) while the remaining due to infections and chemical exposure. Cancer is a multistage process that involves mutational changes and uncontrolled cell proliferation. Research has firmly established a causal and contributory role of oxidative stress and oxidative damage in cancer initiation and progression.\n    \n\n\n          Methods:\n        \n      \n      The purpose of this article is to review the role that oxidative stress and reactive oxygen species play in the development of cancer. Both endogenous and exogenous sources of reactive oxygen species result in increased oxidative stress in the cell. Excess reactive oxygen fumed can result in damage to and modification of cellular macromolecules most importantly genomic DNA that can produce mutations. In addition, oxidative stress modulates gene expression of downstream targets involved in DNA repair, cell proliferation and antioxidants. The modulation of gene expression by oxidative stress occurs in part through activation or inhibition of transcription factors and second messengers. The role of single nuclear polymorphism for oxidative DNA repair and enzymatic antioxidants is important in determining the potential human cancer risk.\n    \n\n\n          Conclusion:\n        \n      \n      oxidative stress and the resulting oxidative damage are important contributors to the formation and progression of cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30767733/",
    "clean_text": "oxidative stress and cancer research has firmly established a causal and contributory role of oxidative stress and oxidative damage in cancer initiation and progression methods the purpose of this article is to review the role that oxidative stress and reactive oxygen sp background cancer is considered a major cause of death worldwide the etiology of cancer is linked to environmental and genetic inheritance causes approximately percent of all human cancers have an environmental cause non genetic inheritance predominantly through lifestyle choices smoking diet uv radiation while the remaining due to infections and chemical exposure cancer is a multistage process that involves mutational changes and uncontrolled cell proliferation research has firmly established a causal and contributory role of oxidative stress and oxidative damage in cancer initiation and progression methods the purpose of this article is to review the role that oxidative stress and reactive oxygen species play in the development of cancer both endogenous and exogenous sources of reactive oxygen species result in increased oxidative stress in the cell excess reactive oxygen fumed can result in damage to and modification of cellular macromolecules most importantly genomic dna that can produce mutations in addition oxidative stress modulates gene expression of downstream targets involved in dna repair cell proliferation and antioxidants the modulation of gene expression by oxidative stress occurs in part through activation or inhibition of transcription factors and second messengers the role of single nuclear polymorphism for oxidative dna repair and enzymatic antioxidants is important in determining the potential human cancer risk conclusion oxidative stress and the resulting oxidative damage are important contributors to the formation and progression of cancer"
}