{
    "pmid": "41410583",
    "title": "Salivary cystatin D is a candidate non-invasive biomarker for primary Sjögren's syndrome diagnosis and salivary gland injury.",
    "abstract": "To evaluate the role of cystatin D as a non-invasive biomarker for primary Sjögren's syndrome (pSS), salivary cystatin D levels were measured and the association between cystatin D and clinical parameters was analysed. A total of 73 patients with pSS, 23 patients with head and neck cancer who had completed radiotherapy (HNCR), and 58 healthy controls (HC) were included in this study. Salivary cystatin D levels were measured via an enzyme-linked immunosorbent assay (ELISA). Salivary gland flow rate, salivary gland ultrasound scores, and disease activity indexes were assessed in patients with pSS. The receiver operating characteristic (ROC) curves was used to assess the potential value of salivary cystatin D as a diagnostic biomarker. Salivary cystatin D levels were significantly reduced in the patients with pSS, compared with the patients with HNCR (p<0.001) and HC (p<0.001). Salivary cystatin D level was positively correlated with unstimulated salivary gland flow rate (USFR) and stimulated salivary gland flow rate (SSFR), whereas, negatively correlated with serum IL-6 levels, IgE levels and peripheral blood CD4+ T cell counts. In addition, salivary cystatin D levels were significantly reduced in the pSS patients with parotid or submandibular gland ultrasonography scores ≥ 2. The diagnostic value of salivary cystatin D was determined by receiver operating curve (ROC) analysis, with an area under the curve of 0.713 (95% CI: 0.632, 0.749, p<0.001), a sensitivity of 51.9% and a speciﬁcity of 83.6%. In addition, cystatin D improved the accuracy of pSS diagnosis, particularly in the patient with negative anti-SSA. Salivary cystatin D emerged as a promising biomarker for pSS diagnosis and was correlated with salivary gland dysfunction.",
    "disease": "rheumatoid arthritis",
    "clean_text": "salivary cystatin d is a candidate non invasive biomarker for primary sj gren s syndrome diagnosis and salivary gland injury to evaluate the role of cystatin d as a non invasive biomarker for primary sj gren s syndrome pss salivary cystatin d levels were measured and the association between cystatin d and clinical parameters was analysed a total of patients with pss patients with head and neck cancer who had completed radiotherapy hncr and healthy controls hc were included in this study salivary cystatin d levels were measured via an enzyme linked immunosorbent assay elisa salivary gland flow rate salivary gland ultrasound scores and disease activity indexes were assessed in patients with pss the receiver operating characteristic roc curves was used to assess the potential value of salivary cystatin d as a diagnostic biomarker salivary cystatin d levels were significantly reduced in the patients with pss compared with the patients with hncr p and hc p salivary cystatin d level was positively correlated with unstimulated salivary gland flow rate usfr and stimulated salivary gland flow rate ssfr whereas negatively correlated with serum il levels ige levels and peripheral blood cd t cell counts in addition salivary cystatin d levels were significantly reduced in the pss patients with parotid or submandibular gland ultrasonography scores the diagnostic value of salivary cystatin d was determined by receiver operating curve roc analysis with an area under the curve of ci p a sensitivity of and a speci city of in addition cystatin d improved the accuracy of pss diagnosis particularly in the patient with negative anti ssa salivary cystatin d emerged as a promising biomarker for pss diagnosis and was correlated with salivary gland dysfunction"
}