{
    "pmid": "41354927",
    "title": "AP39 suppresses osteoclast differentiation and neural factor expression under inflammatory condition.",
    "abstract": "Chronic pain is the major complaint of most Rheumatoid arthritis (RA) patients, which still lacks fully understanding and effective management. This study aims to establish a connection of RA pain with osteoclast activity and validate the effect of AP39 as a potential therapeutic agent. Synovial tissue from RA patients were employed with histological and immunofluorescent assay to determine the inflammatory and innervation status. CCK8 assay and TRAP staining were conducted to verify the effect of AP39 on osteoclast differentiation. The expression of axon guidance factors was then determined by qPCR and WB assay. Hematoxylin and Eosin (HE) staining and immunofluorescence presented a hyper-inflammation status and increased nerve distribution on RA synovial membrane. And the CCK8 assay and TRAP staining indicated 20 µM of AP39 inhibited LPS-stimulated osteoclast differentiation without cytotoxicity. qPCR assay and Western blot analyses validated AP39 suppressed genes and proteins expression of axon guidance factors on osteoclast after LPS stimulation. Our study validates a hyper-inflammation and hyper-innervation status in the synovial membrane of RA patients, which may be related to the exaggerated inflammatory osteoclast activity. Additionally, we proved that AP39 may serve as a therapeutic agent for suppressing the cellular differentiation and axon guidance factors expression of osteoclast under inflammatory circumstance, thereby indicating AP39 a potential option for RA management.",
    "disease": "rheumatoid arthritis",
    "clean_text": "ap suppresses osteoclast differentiation and neural factor expression under inflammatory condition chronic pain is the major complaint of most rheumatoid arthritis ra patients which still lacks fully understanding and effective management this study aims to establish a connection of ra pain with osteoclast activity and validate the effect of ap as a potential therapeutic agent synovial tissue from ra patients were employed with histological and immunofluorescent assay to determine the inflammatory and innervation status cck assay and trap staining were conducted to verify the effect of ap on osteoclast differentiation the expression of axon guidance factors was then determined by qpcr and wb assay hematoxylin and eosin he staining and immunofluorescence presented a hyper inflammation status and increased nerve distribution on ra synovial membrane and the cck assay and trap staining indicated m of ap inhibited lps stimulated osteoclast differentiation without cytotoxicity qpcr assay and western blot analyses validated ap suppressed genes and proteins expression of axon guidance factors on osteoclast after lps stimulation our study validates a hyper inflammation and hyper innervation status in the synovial membrane of ra patients which may be related to the exaggerated inflammatory osteoclast activity additionally we proved that ap may serve as a therapeutic agent for suppressing the cellular differentiation and axon guidance factors expression of osteoclast under inflammatory circumstance thereby indicating ap a potential option for ra management"
}