{
    "title": "CD44 signaling in skin wound healing and regeneration.",
    "doc_id": "40775777",
    "writer": "Guan AY",
    "year": "2025",
    "summary": "Post-natal skin wound healing results in scar formation. Current therapies for treating or preventing scarring, especially for hypertrophic scars (HTS), often yield unsatisfactory results. ...This suggests that CD44 signaling may play an important role in post-natal …",
    "abstract": "Post-natal skin wound healing results in scar formation. Current therapies for treating or preventing scarring, especially for hypertrophic scars (HTS), often yield unsatisfactory results. The development of HTS can result from dysfunction in the four overlapping phases of wound healing, particularly during the inflammatory phase. The injury induces upregulations of Cluster of Differentiation 44 (CD44) receptor and its primary and most specific ligand hyaluronic acid (HA). This suggests that CD44 signaling may play an important role in post-natal wound healing. In this comprehensive review, we summarize and compare, for the first time, the roles of CD44 signaling triggered by HA of different molecular weights in skin wound healing. Notably, we discuss a new paradigm to activate CD44's pro-regenerative properties in wound healing through the heavy chain-hyaluronan/Pentraxin 3 (HC-HA/PTX3), a complex that contains HA derived from human amniotic membrane. CD44 is involved throughout the four phases of skin wound healing: hemostasis, inflammation, proliferation, and remodeling. Importantly, CD44 signaling initiated by ligands may differently regulate the phenotypic and functional plasticity of various immune cells in wound inflammation. During wound remodeling, CD44 also exhibits immunoregulatory effects on keratinocytes and epithelial cells in re-epithelialization, vascular endothelial cells in wound angiogenesis, and fibroblasts involved in wound fibrosis. Finally, we discuss the roles of CD44 in wound regeneration and hair neogenesis, including how it governs stem cell biology to prevent or reverse scar formation. A better understanding of how to fine-tune CD44 signaling and identify its specific downstream effectors to modulate immune cell functions, inflammation, and regeneration will help shift the balance away from fibrotic scarring processes and open new therapeutic avenues for scarless regenerative wound healing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40775777/",
    "clean_text": "cd signaling in skin wound healing and regeneration post natal skin wound healing results in scar formation current therapies for treating or preventing scarring especially for hypertrophic scars hts often yield unsatisfactory results this suggests that cd signaling may play an important role in post natal post natal skin wound healing results in scar formation current therapies for treating or preventing scarring especially for hypertrophic scars hts often yield unsatisfactory results the development of hts can result from dysfunction in the four overlapping phases of wound healing particularly during the inflammatory phase the injury induces upregulations of cluster of differentiation cd receptor and its primary and most specific ligand hyaluronic acid ha this suggests that cd signaling may play an important role in post natal wound healing in this comprehensive review we summarize and compare for the first time the roles of cd signaling triggered by ha of different molecular weights in skin wound healing notably we discuss a new paradigm to activate cd s pro regenerative properties in wound healing through the heavy chain hyaluronan pentraxin hc ha ptx a complex that contains ha derived from human amniotic membrane cd is involved throughout the four phases of skin wound healing hemostasis inflammation proliferation and remodeling importantly cd signaling initiated by ligands may differently regulate the phenotypic and functional plasticity of various immune cells in wound inflammation during wound remodeling cd also exhibits immunoregulatory effects on keratinocytes and epithelial cells in re epithelialization vascular endothelial cells in wound angiogenesis and fibroblasts involved in wound fibrosis finally we discuss the roles of cd in wound regeneration and hair neogenesis including how it governs stem cell biology to prevent or reverse scar formation a better understanding of how to fine tune cd signaling and identify its specific downstream effectors to modulate immune cell functions inflammation and regeneration will help shift the balance away from fibrotic scarring processes and open new therapeutic avenues for scarless regenerative wound healing"
}