{
    "pmid": "41448386",
    "title": "Glymphatic Transport and Ocular Diseases.",
    "abstract": "The high metabolic demand of retinal neurons requires tightly regulated mechanisms to maintain homeostasis and ensure the efficient clearance of metabolic waste and excess water. Recent studies have identified a glymphatic-like system in the rodent eye, and growing evidence supports the existence of a similar pathway in the human eye, facilitating fluid exchange and waste removal. The ocular glymphatic system supports bidirectional flow along the optic nerve - anterograde from the retina and retrograde from the brain. In this review, we integrate findings from preclinical models and clinically grounded hypotheses to identify key contributors to glymphatic dysfunction in ocular diseases. These include impaired laminar barrier integrity, pathological perivascular space expansion, aquaporin-4 abnormalities, immature vasculature, and pathological immune activation. Glymphatic impairment has been implicated in murine models of glaucoma, diabetic retinopathy, and ocular manifestations of Alzheimer's disease. Additionally, disrupted glymphatic flow is suspected in papilledema, spaceflight associated neuro-ocular syndrome, and Terson syndrome. We further explore novel associations between glymphatic dysfunction and other blinding disorders such as myopic optic neuropathy, age-related macular degeneration, neuromyelitis optica spectrum disorders, and retinal vasculitis. In delineating these mechanistic links, this review provides a conceptual framework to guide future research in glymphatic contributions to ocular diseases.",
    "disease": "alzheimer disease",
    "clean_text": "glymphatic transport and ocular diseases the high metabolic demand of retinal neurons requires tightly regulated mechanisms to maintain homeostasis and ensure the efficient clearance of metabolic waste and excess water recent studies have identified a glymphatic like system in the rodent eye and growing evidence supports the existence of a similar pathway in the human eye facilitating fluid exchange and waste removal the ocular glymphatic system supports bidirectional flow along the optic nerve anterograde from the retina and retrograde from the brain in this review we integrate findings from preclinical models and clinically grounded hypotheses to identify key contributors to glymphatic dysfunction in ocular diseases these include impaired laminar barrier integrity pathological perivascular space expansion aquaporin abnormalities immature vasculature and pathological immune activation glymphatic impairment has been implicated in murine models of glaucoma diabetic retinopathy and ocular manifestations of alzheimer s disease additionally disrupted glymphatic flow is suspected in papilledema spaceflight associated neuro ocular syndrome and terson syndrome we further explore novel associations between glymphatic dysfunction and other blinding disorders such as myopic optic neuropathy age related macular degeneration neuromyelitis optica spectrum disorders and retinal vasculitis in delineating these mechanistic links this review provides a conceptual framework to guide future research in glymphatic contributions to ocular diseases"
}