{
    "pmid": "41462520",
    "title": "Identifying potential biomarkers for type 2 diabetes in the adipose tissue of older adults via multiple machine learning algorithms.",
    "abstract": "Age-related decline in adipose tissue function is closely associated with impaired insulin sensitivity and chronic low-grade inflammation, and these conditions contribute to type 2 diabetes (T2D) development in older adults. Therefore, reliable biomarkers may be helpful for early T2D diagnosis in older adults. We aimed to identify novel biomarkers linked to diabetes in older adults and to develop a predictive tool for diabetes diagnosis. We integrated transcriptomic analysis and machine learning to screen key genes associated with T2D in older adults. Gene expression datasets related to abdominal subcutaneous adipose tissue were obtained from the Gene Expression Omnibus (GEO) database. Through batch effect correction and differentially expressed gene (DEG) analysis of the combined dataset, 210 DEGs were identified. Functional enrichment analysis revealed that these DEGs were enriched mainly in inflammation- and immune-associated pathways. To extract T2D-predictive genes, we used three machine learning algorithms: LASSO, SVM-RFE and random forest. Two common genes, AIM2 and FHOD3, were consistently identified as the optimal biomarkers for distinguishing older adults with T2D from those without T2D. Receiver operating characteristic (ROC) curve analysis revealed high predictive performance. AIM2 and FHOD3 could serve as novel diagnostic and therapeutic targets for older adults with diabetes.",
    "disease": "diabetes mellitus",
    "clean_text": "identifying potential biomarkers for type diabetes in the adipose tissue of older adults via multiple machine learning algorithms age related decline in adipose tissue function is closely associated with impaired insulin sensitivity and chronic low grade inflammation and these conditions contribute to type diabetes t d development in older adults therefore reliable biomarkers may be helpful for early t d diagnosis in older adults we aimed to identify novel biomarkers linked to diabetes in older adults and to develop a predictive tool for diabetes diagnosis we integrated transcriptomic analysis and machine learning to screen key genes associated with t d in older adults gene expression datasets related to abdominal subcutaneous adipose tissue were obtained from the gene expression omnibus geo database through batch effect correction and differentially expressed gene deg analysis of the combined dataset degs were identified functional enrichment analysis revealed that these degs were enriched mainly in inflammation and immune associated pathways to extract t d predictive genes we used three machine learning algorithms lasso svm rfe and random forest two common genes aim and fhod were consistently identified as the optimal biomarkers for distinguishing older adults with t d from those without t d receiver operating characteristic roc curve analysis revealed high predictive performance aim and fhod could serve as novel diagnostic and therapeutic targets for older adults with diabetes"
}