{
    "pmid": "41465237",
    "title": "Triglyceride Accumulation in Adipocytes Modulated by Insulin Dynamics.",
    "abstract": "This study examined how meal frequency under isocaloric conditions affects triglyceride accumulation in adipocytes, focusing on the role of insulin dynamics. Using a mathematical model of carbohydrate-lipid metabolism, we simulated feeding regimens from one to eight meals/day while holding calories and macronutrient ratios constant. A simplified model allowed independent variation in insulin peak amplitude, width, and overlap Results show that, relative to thrice-daily feeding (the reference regimen with stable triglyceride content over one month), infrequent meals (1-2/day) reduce, while frequent meals (5-8/day) increase triglyceride accumulation-most strongly in healthy individuals and attenuated in type 2 diabetes, as parameterized from the literature. Crucially, fat accumulation correlates not with average insulin levels but with its dynamic profile. Metabolic flux analysis revealed that triglyceride accumulation is driven not by changes in synthesis rate but by suppression of lipolysis, which depends on the amplitude, duration, and degree of overlap of insulin peaks. Thus, fat mass is shaped not only by caloric intake but by meal timing, which defines the insulin signal's temporal structure. These findings highlight that insulin dynamics-not mean concentration-govern lipid metabolism, urging dietary guidelines to account for meal pattern, not just composition or total energy.",
    "disease": "diabetes mellitus",
    "clean_text": "triglyceride accumulation in adipocytes modulated by insulin dynamics this study examined how meal frequency under isocaloric conditions affects triglyceride accumulation in adipocytes focusing on the role of insulin dynamics using a mathematical model of carbohydrate lipid metabolism we simulated feeding regimens from one to eight meals day while holding calories and macronutrient ratios constant a simplified model allowed independent variation in insulin peak amplitude width and overlap results show that relative to thrice daily feeding the reference regimen with stable triglyceride content over one month infrequent meals day reduce while frequent meals day increase triglyceride accumulation most strongly in healthy individuals and attenuated in type diabetes as parameterized from the literature crucially fat accumulation correlates not with average insulin levels but with its dynamic profile metabolic flux analysis revealed that triglyceride accumulation is driven not by changes in synthesis rate but by suppression of lipolysis which depends on the amplitude duration and degree of overlap of insulin peaks thus fat mass is shaped not only by caloric intake but by meal timing which defines the insulin signal s temporal structure these findings highlight that insulin dynamics not mean concentration govern lipid metabolism urging dietary guidelines to account for meal pattern not just composition or total energy"
}