{
    "title": "Pathogenesis, diagnosis, and management of gastric ischemia.",
    "doc_id": "23920033",
    "writer": "Tang SJ",
    "year": "2014",
    "summary": "Various medical terms are used to describe gastric ischemia. We define and review the pathogenesis, diagnosis, and management of gastric ischemia. METHODS: We describe 6 cases of gastric ischemia. We discuss features of the gastric vascular supply and …",
    "abstract": "Background & aims:\n        \n      \n      Gastric ischemia is infrequently reported in the medical literature and under-recognized clinically and histopathologically. Various medical terms are used to describe gastric ischemia. We define and review the pathogenesis, diagnosis, and management of gastric ischemia.\n    \n\n\n          Methods:\n        \n      \n      We describe 6 cases of gastric ischemia. We discuss features of the gastric vascular supply and review literature on this disorder.\n    \n\n\n          Results:\n        \n      \n      Gastric ischemia results from diffuse or localized vascular insufficiency caused by etiologies such as systemic hypotension, vasculitis, or disseminated thromboembolism. The disorder is managed by fluid resuscitation, nasogastric tube placement (for intermittent air and fluid aspiration, to prevent or reduce gastric distention), aggressive acid reduction (via intravenous administration of proton pump inhibitors), and selective use of broad-spectrum antibiotics for patients with sepsis or gastric pneumatosis.\n    \n\n\n          Conclusions:\n        \n      \n      Gastric ischemia has a poor prognosis. Early diagnosis is required for appropriate patient management.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23920033/",
    "clean_text": "pathogenesis diagnosis and management of gastric ischemia various medical terms are used to describe gastric ischemia we define and review the pathogenesis diagnosis and management of gastric ischemia methods we describe cases of gastric ischemia we discuss features of the gastric vascular supply and background aims gastric ischemia is infrequently reported in the medical literature and under recognized clinically and histopathologically various medical terms are used to describe gastric ischemia we define and review the pathogenesis diagnosis and management of gastric ischemia methods we describe cases of gastric ischemia we discuss features of the gastric vascular supply and review literature on this disorder results gastric ischemia results from diffuse or localized vascular insufficiency caused by etiologies such as systemic hypotension vasculitis or disseminated thromboembolism the disorder is managed by fluid resuscitation nasogastric tube placement for intermittent air and fluid aspiration to prevent or reduce gastric distention aggressive acid reduction via intravenous administration of proton pump inhibitors and selective use of broad spectrum antibiotics for patients with sepsis or gastric pneumatosis conclusions gastric ischemia has a poor prognosis early diagnosis is required for appropriate patient management"
}