{
    "title": "Prevalence of Toxocara infection and associated risk factors: a cross-sectional study in Zhejiang, China.",
    "doc_id": "40468417",
    "writer": "Yang Y",
    "year": "2025",
    "summary": "In this study, we conducted an epidemiological survey to assess the prevalence and risk factors of Toxocara infection in dogs and cats, as well as toxocariasis or Toxocara exposure in humans in Zhejiang. METHODS: An epidemiological survey was conducted between January 2023 …",
    "abstract": "Background:\n        \n      \n      Human toxocariasis, caused by the zoonotic parasites Toxocara canis (dog roundworm) and T. cati (cat roundworm), affects approximately 19% of the global population, ranking it among the most prevalent neglected infection of poverty. However, public awareness about this zoonotic disease has not yet been achieved in China. In this study, we conducted an epidemiological survey to assess the prevalence and risk factors of Toxocara infection in dogs and cats, as well as toxocariasis or Toxocara exposure in humans in Zhejiang.\n    \n\n\n          Methods:\n        \n      \n      An epidemiological survey was conducted between January 2023 and April 2024 to ascertain the prevalence of Toxocara infection in Zhejiang, where has been set to be a model for common prosperity in China. Fecal samples from dogs (n = 1156) and cats (n = 818) were examined for Toxocara eggs using the saturated saline floatation method and molecular tools, while human serum samples (n = 347) were tested for antibodies against Toxocara species by an enzyme-linked immunosorbent assay. Risk factors for Toxocara infection in dogs, cats and humans were analyzed using logistic regression models.\n    \n\n\n          Results:\n        \n      \n      The overall prevalence of Toxocara infection was 5.36% in dogs, 2.08% in cats, and 12.10% in humans in Zhejiang, China. Age (≤ 6 months, OR = 6.22, P = 0.026), season (autumn, OR = 13.93, P = 0.017 and spring, OR = 11.07, P = 0.027) and deworming frequency (< 4 times/year, OR = 0.18, P < 0.001) were identified as major risk factors for T. canis infection in dogs, whereas residing in an animal shelter (OR = 13.14, P = 0.020) was a risk factor for T. cati infection in cats. Occupation exposure (OR = 4.53, P = 0.009) was the most significant risk factor for Toxocara infection in humans.\n    \n\n\n          Conclusions:\n        \n      \n      Due to the good economic status and social welfare, the prevalence of Toxocara infection in dogs, cats and humans is relatively low in Zhejiang, China. However, an \"One Health\" paradigm about human toxocariasis intervention is lacking and the risk factors (particularly pet deworming and occupational exposure) for Toxocara infection and transmission warrant improved public awareness.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40468417/",
    "clean_text": "prevalence of toxocara infection and associated risk factors a cross sectional study in zhejiang china in this study we conducted an epidemiological survey to assess the prevalence and risk factors of toxocara infection in dogs and cats as well as toxocariasis or toxocara exposure in humans in zhejiang methods an epidemiological survey was conducted between january background human toxocariasis caused by the zoonotic parasites toxocara canis dog roundworm and t cati cat roundworm affects approximately of the global population ranking it among the most prevalent neglected infection of poverty however public awareness about this zoonotic disease has not yet been achieved in china in this study we conducted an epidemiological survey to assess the prevalence and risk factors of toxocara infection in dogs and cats as well as toxocariasis or toxocara exposure in humans in zhejiang methods an epidemiological survey was conducted between january and april to ascertain the prevalence of toxocara infection in zhejiang where has been set to be a model for common prosperity in china fecal samples from dogs n and cats n were examined for toxocara eggs using the saturated saline floatation method and molecular tools while human serum samples n were tested for antibodies against toxocara species by an enzyme linked immunosorbent assay risk factors for toxocara infection in dogs cats and humans were analyzed using logistic regression models results the overall prevalence of toxocara infection was in dogs in cats and in humans in zhejiang china age months or p season autumn or p and spring or p and deworming frequency times year or p were identified as major risk factors for t canis infection in dogs whereas residing in an animal shelter or p was a risk factor for t cati infection in cats occupation exposure or p was the most significant risk factor for toxocara infection in humans conclusions due to the good economic status and social welfare the prevalence of toxocara infection in dogs cats and humans is relatively low in zhejiang china however an one health paradigm about human toxocariasis intervention is lacking and the risk factors particularly pet deworming and occupational exposure for toxocara infection and transmission warrant improved public awareness"
}