{
    "title": "Characterizing the Neuroprotective Effects of S/B Remedy (Scutellaria baicalensis Georgi and Bupleurum scorzonerifolfium Willd) in Spinal Cord Injury.",
    "doc_id": "31100896",
    "writer": "Tu TH",
    "year": "2019",
    "summary": "The main causes of dysfunction after a spinal cord injury (SCI) include primary and secondary injuries that occur during the first minutes, hours, to days after injury. ...In the acute stage of injury, S/B treatment markedly reduced the l …",
    "abstract": "The main causes of dysfunction after a spinal cord injury (SCI) include primary and secondary injuries that occur during the first minutes, hours, to days after injury. This treatable secondary cascade provides a window of opportunity for delivering therapeutic interventions. An S/B remedy (Scutellaria baicalensis Georgi and Bupleurum scorzonerifolfium Willd) has anti-inflammatory, cytoprotective, and anticarcinogenic effects in liver or neurodegenerative diseases. The present work examined the effect of S/B on injured spinal cord neurons in cultures and in vivo. S/B effectively reduced peroxide toxicity and lipopolysaccharide stimulation in both spinal cord neuron/glial and microglial cultures with the involvement of PKC and HSP70. The effect of S/B was further conducted in contusive SCI rats. Intraperitoneal injections of S/B to SCI rats preserved spinal cord tissues and effectively attenuated microglial activation. Consistently, S/B treatment significantly improved hindlimb functions of SCI rats. In the acute stage of injury, S/B treatment markedly reduced the levels of ED1 expression and lactate and had a tendency to decrease lipid peroxidation. Taken together, we demonstrated long-term hindlimb restoration alongside histological improvements with systemic S/B remedy treatment in a clinically relevant model of contusive SCI. Our findings highlight the potential of an S/B remedy for acute therapeutic intervention after SCI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31100896/",
    "clean_text": "characterizing the neuroprotective effects of s b remedy scutellaria baicalensis georgi and bupleurum scorzonerifolfium willd in spinal cord injury the main causes of dysfunction after a spinal cord injury sci include primary and secondary injuries that occur during the first minutes hours to days after injury in the acute stage of injury s b treatment markedly reduced the l the main causes of dysfunction after a spinal cord injury sci include primary and secondary injuries that occur during the first minutes hours to days after injury this treatable secondary cascade provides a window of opportunity for delivering therapeutic interventions an s b remedy scutellaria baicalensis georgi and bupleurum scorzonerifolfium willd has anti inflammatory cytoprotective and anticarcinogenic effects in liver or neurodegenerative diseases the present work examined the effect of s b on injured spinal cord neurons in cultures and in vivo s b effectively reduced peroxide toxicity and lipopolysaccharide stimulation in both spinal cord neuron glial and microglial cultures with the involvement of pkc and hsp the effect of s b was further conducted in contusive sci rats intraperitoneal injections of s b to sci rats preserved spinal cord tissues and effectively attenuated microglial activation consistently s b treatment significantly improved hindlimb functions of sci rats in the acute stage of injury s b treatment markedly reduced the levels of ed expression and lactate and had a tendency to decrease lipid peroxidation taken together we demonstrated long term hindlimb restoration alongside histological improvements with systemic s b remedy treatment in a clinically relevant model of contusive sci our findings highlight the potential of an s b remedy for acute therapeutic intervention after sci"
}