{
    "title": "Idiopathic chronic ulcerative enteritis with perforation and recurrent bleeding: a case report.",
    "doc_id": "23922486",
    "writer": "Gao X",
    "year": "2013",
    "summary": "Idiopathic chronic ulcerative enteritis (ICUE) is a distinct entity without a defined etiology and is rarely seen in the clinic. ...Here, we report a case of ICUE characterized by nonspecific, multiple, small intestinal ulcers resulting in perforation and recurrent …",
    "abstract": "Idiopathic chronic ulcerative enteritis (ICUE) is a distinct entity without a defined etiology and is rarely seen in the clinic. Patients with ICUE mainly present with insidious abdominal symptoms such as chronic abdominal pain and intermittent gastrointestinal hemorrhage and symptoms of malnourishment in the early stages of the disease. ICUE is always difficult to diagnose. However, as the disease progresses, patients have a variety of acute abdominal complications such as hemorrhage, perforation, or ileus. Surgical intervention is always needed, and the condition can recur and require repeat laparotomy. When diffuse ulceration of the small bowel is present in the absence of recognizable causes, it is classified as nonspecific or idiopathic. The histological examination always demonstrates an acute, chronic inflammatory infiltration without giant cells, granulomas, or villous atrophy. The etiology of ICUE has not been identified, and its pathogenesis is poorly understood; therefore, radical surgical resection is considered the best available treatment. Here, we report a case of ICUE characterized by nonspecific, multiple, small intestinal ulcers resulting in perforation and recurrent bleeding. The differential diagnosis and the treatment are also discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23922486/",
    "clean_text": "idiopathic chronic ulcerative enteritis with perforation and recurrent bleeding a case report idiopathic chronic ulcerative enteritis icue is a distinct entity without a defined etiology and is rarely seen in the clinic here we report a case of icue characterized by nonspecific multiple small intestinal ulcers resulting in perforation and recurrent idiopathic chronic ulcerative enteritis icue is a distinct entity without a defined etiology and is rarely seen in the clinic patients with icue mainly present with insidious abdominal symptoms such as chronic abdominal pain and intermittent gastrointestinal hemorrhage and symptoms of malnourishment in the early stages of the disease icue is always difficult to diagnose however as the disease progresses patients have a variety of acute abdominal complications such as hemorrhage perforation or ileus surgical intervention is always needed and the condition can recur and require repeat laparotomy when diffuse ulceration of the small bowel is present in the absence of recognizable causes it is classified as nonspecific or idiopathic the histological examination always demonstrates an acute chronic inflammatory infiltration without giant cells granulomas or villous atrophy the etiology of icue has not been identified and its pathogenesis is poorly understood therefore radical surgical resection is considered the best available treatment here we report a case of icue characterized by nonspecific multiple small intestinal ulcers resulting in perforation and recurrent bleeding the differential diagnosis and the treatment are also discussed"
}