{
    "pmid": "41379044",
    "title": "Intracardiac and Transesophageal Echocardiography-Guided Biopsy of a Large Epicardial Mass.",
    "abstract": "Merkel cell carcinoma (MCC) is an aggressive neuroendocrine malignancy with high metastatic potential. Cardiac involvement is rare and usually occurs late in the disease course. A 76-year-old man with recurrent MCC was found to have a large epicardial mass encasing the right coronary artery. Surgical and external percutaneous biopsy approaches were considered high risk. A transcatheter biopsy was performed using multimodality imaging. Intracardiac echocardiography enabled real-time visualization, while transesophageal echocardiography provided higher resolution to confirm accurate forceps positioning. Diagnostic tissue was successfully obtained, confirming recurrent MCC and informing subsequent oncologic therapy. This appears to be the first description of transcatheter biopsy of an epicardial mass guided by both intracardiac and transesophageal echocardiography. Multimodality imaging can facilitate safe biopsy of select cardiac masses. Tissue confirmation remains important when management decisions depend on histology.",
    "disease": "coronary artery disease",
    "clean_text": "intracardiac and transesophageal echocardiography guided biopsy of a large epicardial mass merkel cell carcinoma mcc is an aggressive neuroendocrine malignancy with high metastatic potential cardiac involvement is rare and usually occurs late in the disease course a year old man with recurrent mcc was found to have a large epicardial mass encasing the right coronary artery surgical and external percutaneous biopsy approaches were considered high risk a transcatheter biopsy was performed using multimodality imaging intracardiac echocardiography enabled real time visualization while transesophageal echocardiography provided higher resolution to confirm accurate forceps positioning diagnostic tissue was successfully obtained confirming recurrent mcc and informing subsequent oncologic therapy this appears to be the first description of transcatheter biopsy of an epicardial mass guided by both intracardiac and transesophageal echocardiography multimodality imaging can facilitate safe biopsy of select cardiac masses tissue confirmation remains important when management decisions depend on histology"
}