{
    "pmid": "41446260",
    "title": "Phenotypic Screening Coupled with AI-Driven Target Deconvolution Identifies α-Terthienyl as a Dual DPP-IV/HSD17β13 Modulator with Efficacy in a Mouse Model of MASLD.",
    "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is a highly prevalent condition characterized by fat build-up in the liver and ranges from benign steatosis to progression to metabolic dysfunction-associated steatohepatitis (MASH), fibrosis, cirrhosis and end-stage liver disease including hepatocellular carcinoma, representing a significant cause of chronic liver disease globally.1,2 Current treatment options are limited, primarily relying on lifestyle modifications, highlighting an urgent need for novel therapeutic strategies. A Cell Painting-style high-content screening phenotypic assay was employed using the PH5CH8 human hepatocyte cell line to identify small molecules capable of modulating induced hepatic steatosis. The Plex Research artificial intelligence (AI) platform was utilized for target deconvolution of the lead hit compound, α-terthienyl. In vivo efficacy was assessed in a diet-induced obesity (DIO) C57BL/6J mouse model of MASLD. Biochemical assays and molecular docking simulations were performed to validate predicted target interactions. Phenotypic screening identified 15 chemical probes/drugs that elicit dose-responsive inhibition of steatosis, and 16 that exacerbate steatosis, which could contribute to worsening of the disease clinically. α-terthienyl, a plant-derived natural product, was identified as a potent and non-toxic inhibitor of steatosis in PH5CH8 cells with an EC50 of 106 nM. In vivo, α-terthienyl administration to diet-induced obesity (60% fat diet) mice significantly reduced hepatic steatosis histologically, improved glucose tolerance, and favorably modulated serum biomarkers including ALT and AST. AI-driven analysis predicted dipeptidyl peptidase 4 (DPP-IV) and 17-beta hydroxysteroid dehydrogenase 13 (HSD17β13) as potential molecular targets of α-terthienyl. Biochemical inhibition of DPP-IV was observed and an oxidized α-terthienyl analog inhibited HSD17β13. Molecular docking supported these predictions, indicating binding to DPP-IV and HSD17β13. This study demonstrates the successful application of phenotypic screening integrated with AI-driven target deconvolution to identify compounds and drugs that ameliorate or exacerbate hepatic steatosis. α-terthienyl was identified as a novel modulator of hepatic steatosis with in vivo efficacy in a MASLD model. Our findings suggest a dual-target mechanism involving DPP-IV and HSD17β13, potentially engaged by the parent compound and its metabolite, respectively, offering a promising polypharmacological approach for MASLD treatment.",
    "disease": "liver cirrhosis",
    "clean_text": "phenotypic screening coupled with ai driven target deconvolution identifies terthienyl as a dual dpp iv hsd modulator with efficacy in a mouse model of masld metabolic dysfunction associated steatotic liver disease masld is a highly prevalent condition characterized by fat build up in the liver and ranges from benign steatosis to progression to metabolic dysfunction associated steatohepatitis mash fibrosis cirrhosis and end stage liver disease including hepatocellular carcinoma representing a significant cause of chronic liver disease globally current treatment options are limited primarily relying on lifestyle modifications highlighting an urgent need for novel therapeutic strategies a cell painting style high content screening phenotypic assay was employed using the ph ch human hepatocyte cell line to identify small molecules capable of modulating induced hepatic steatosis the plex research artificial intelligence ai platform was utilized for target deconvolution of the lead hit compound terthienyl in vivo efficacy was assessed in a diet induced obesity dio c bl j mouse model of masld biochemical assays and molecular docking simulations were performed to validate predicted target interactions phenotypic screening identified chemical probes drugs that elicit dose responsive inhibition of steatosis and that exacerbate steatosis which could contribute to worsening of the disease clinically terthienyl a plant derived natural product was identified as a potent and non toxic inhibitor of steatosis in ph ch cells with an ec of nm in vivo terthienyl administration to diet induced obesity fat diet mice significantly reduced hepatic steatosis histologically improved glucose tolerance and favorably modulated serum biomarkers including alt and ast ai driven analysis predicted dipeptidyl peptidase dpp iv and beta hydroxysteroid dehydrogenase hsd as potential molecular targets of terthienyl biochemical inhibition of dpp iv was observed and an oxidized terthienyl analog inhibited hsd molecular docking supported these predictions indicating binding to dpp iv and hsd this study demonstrates the successful application of phenotypic screening integrated with ai driven target deconvolution to identify compounds and drugs that ameliorate or exacerbate hepatic steatosis terthienyl was identified as a novel modulator of hepatic steatosis with in vivo efficacy in a masld model our findings suggest a dual target mechanism involving dpp iv and hsd potentially engaged by the parent compound and its metabolite respectively offering a promising polypharmacological approach for masld treatment"
}