{
    "title": "Generation of Atp6v1g3-Cre mice for investigation of intercalated cells and the collecting duct.",
    "doc_id": "37823193",
    "writer": "Saxena V",
    "year": "2023",
    "summary": "Kidney intercalated cells (ICs) maintain acid-base homeostasis and recent studies have demonstrated that they function in the kidney's innate defense. ...Thus, this new \"IC reporter\" mice can be a useful tool to study ICs.NEW & NOTEWORTHY This study detai …",
    "abstract": "Kidney intercalated cells (ICs) maintain acid-base homeostasis and recent studies have demonstrated that they function in the kidney's innate defense. To study kidney innate immune function, ICs have been enriched using vacuolar ATPase (V-ATPase) B1 subunit (Atp6v1b1)-Cre (B1-Cre) mice. Although Atp6v1b1 is considered kidney specific, it is expressed in multiple organ systems, both in mice and humans, raising the possibility of off-target effects when using the Cre-lox system. We have recently shown using single-cell RNA sequencing that the gene that codes for the V-ATPase G3 subunit (mouse gene: Atp6v1g3; human gene: ATP6V1G3; protein abbreviation: G3) mRNA is selectively enriched in human kidney ICs. In this study, we generated Atp6v1g3-Cre (G3-Cre) reporter mice using CRISPR/CAS technology and crossed them with Tdtomatoflox/flox mice. The resultant G3-Cre+Tdt+ progeny was evaluated for kidney specificity in multiple tissues and found to be highly specific to kidney cells with minimal or no expression in other organs evaluated compared with B1-Cre mice. Tdt+ cells were flow sorted and were enriched for IC marker genes on RT-PCR analysis. Next, we crossed these mice to ihCD59 mice to generate an IC depletion mouse model (G3-Cre+ihCD59+/+). ICs were depleted in these mice using intermedilysin, which resulted in lower blood pH, suggestive of a distal renal tubular acidosis phenotype. The G3-Cre mice were healthy, bred normally, and produce regular-sized litter. Thus, this new \"IC reporter\" mice can be a useful tool to study ICs.NEW & NOTEWORTHY This study details the development, validation, and experimental use of a new mouse model to study the collecting duct and intercalated cells. Kidney intercalated cells are a cell type increasingly recognized to be important in several human diseases including kidney infections, acid-base disorders, and acute kidney injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37823193/",
    "clean_text": "generation of atp v g cre mice for investigation of intercalated cells and the collecting duct kidney intercalated cells ics maintain acid base homeostasis and recent studies have demonstrated that they function in the kidney s innate defense thus this new ic reporter mice can be a useful tool to study ics new noteworthy this study detai kidney intercalated cells ics maintain acid base homeostasis and recent studies have demonstrated that they function in the kidney s innate defense to study kidney innate immune function ics have been enriched using vacuolar atpase v atpase b subunit atp v b cre b cre mice although atp v b is considered kidney specific it is expressed in multiple organ systems both in mice and humans raising the possibility of off target effects when using the cre lox system we have recently shown using single cell rna sequencing that the gene that codes for the v atpase g subunit mouse gene atp v g human gene atp v g protein abbreviation g mrna is selectively enriched in human kidney ics in this study we generated atp v g cre g cre reporter mice using crispr cas technology and crossed them with tdtomatoflox flox mice the resultant g cre tdt progeny was evaluated for kidney specificity in multiple tissues and found to be highly specific to kidney cells with minimal or no expression in other organs evaluated compared with b cre mice tdt cells were flow sorted and were enriched for ic marker genes on rt pcr analysis next we crossed these mice to ihcd mice to generate an ic depletion mouse model g cre ihcd ics were depleted in these mice using intermedilysin which resulted in lower blood ph suggestive of a distal renal tubular acidosis phenotype the g cre mice were healthy bred normally and produce regular sized litter thus this new ic reporter mice can be a useful tool to study ics new noteworthy this study details the development validation and experimental use of a new mouse model to study the collecting duct and intercalated cells kidney intercalated cells are a cell type increasingly recognized to be important in several human diseases including kidney infections acid base disorders and acute kidney injury"
}