{
    "title": "The Application and Evolution of the Social-Ecological Model for Adolescent and Young Adult Readiness for Transition: A Scoping Review.",
    "doc_id": "39772328",
    "writer": "Pitts LN",
    "year": "2025",
    "summary": "INTRODUCTION: This scoping review examines the application and evolution of the Social-Ecological Model for Adolescent and Young Adult Readiness for Transition (SMART). SMART provides a framework for assessing transition readiness across pediatric chronic conditions …",
    "abstract": "Introduction:\n        \n      \n      This scoping review examines the application and evolution of the Social-Ecological Model for Adolescent and Young Adult Readiness for Transition (SMART). SMART provides a framework for assessing transition readiness across pediatric chronic conditions. Evaluating its research and clinical applications identifies insights and gaps across conditions and stakeholders.\n    \n\n\n          Method:\n        \n      \n      A systematic search of PubMed, CINAHL, Scopus, OVID, and PsycArticles identified primary research applying SMART in English-language, peer-reviewed literature. Literature was critically appraised using the Mixed Methods Appraisal Tool (MMAT) version 2018.\n    \n\n\n          Results:\n        \n      \n      Fifteen studies (2013-2024) met the eligibility criteria. SMART has evolved through revisions and adaptations, demonstrating broad applicability with adolescents, young adults, caregivers, and healthcare providers, and has informed practical applications. Future research is warranted to establish construct measurement, criterion validity, and optimal transition outcomes.\n    \n\n\n          Discussion:\n        \n      \n      This review explores SMART's versatility in guiding pediatric-to-adult healthcare transitions and identifying key facilitators and barriers to transition. The recent revision of SMART, integrating health equity, enhances its applicability, yet evaluation across diverse settings is crucial.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39772328/",
    "clean_text": "the application and evolution of the social ecological model for adolescent and young adult readiness for transition a scoping review introduction this scoping review examines the application and evolution of the social ecological model for adolescent and young adult readiness for transition smart smart provides a framework for assessing transition readiness across pediatric chronic conditions introduction this scoping review examines the application and evolution of the social ecological model for adolescent and young adult readiness for transition smart smart provides a framework for assessing transition readiness across pediatric chronic conditions evaluating its research and clinical applications identifies insights and gaps across conditions and stakeholders method a systematic search of pubmed cinahl scopus ovid and psycarticles identified primary research applying smart in english language peer reviewed literature literature was critically appraised using the mixed methods appraisal tool mmat version results fifteen studies met the eligibility criteria smart has evolved through revisions and adaptations demonstrating broad applicability with adolescents young adults caregivers and healthcare providers and has informed practical applications future research is warranted to establish construct measurement criterion validity and optimal transition outcomes discussion this review explores smart s versatility in guiding pediatric to adult healthcare transitions and identifying key facilitators and barriers to transition the recent revision of smart integrating health equity enhances its applicability yet evaluation across diverse settings is crucial"
}