{
    "title": "Type 1 and type 2 herpes simplex viruses: serological and biological differences.",
    "doc_id": "4315160",
    "writer": "Plummer G",
    "year": "1970",
    "summary": "Passage of strains of type 1 and type 2 in mice and in rabbits yielded two variants, although the majority of the strains remained unchanged serologically and in their cytopathic effects. ...The Roizman syncytial/macroplaque strain of herpes simplex virus was …",
    "abstract": "Forty isolates of herpes simplex virus were compared by means of cross-neutralization curves. The 11 oral isolates were serotype 1, and all 29 genital/anal isolates were serotype 2. The cytopathic effects of the two serotypes were consistently different. Passage of strains of type 1 and type 2 in mice and in rabbits yielded two variants, although the majority of the strains remained unchanged serologically and in their cytopathic effects. The two variants were derived from type 1 strains and differed from the parent strains in their cytopathic effects, each of them producing syncytia and enlarged plaques. They had, however, retained the serotypic properties and the deoxyribonucleic acid (DNA) densities of their parent strains. The Roizman syncytial/macroplaque strain of herpes simplex virus was also included in the study; the density of its DNA (1.727 g/ml) was typical of type 1 strains, and serologically it seemed to be basically a type 1 strain, although it was neutralized by type 2 antiserum slightly better than were other type 1 strains. Growth curves were performed of the two serotypes in rabbit kidney, human fibroblast, and mouse embryo tissue cultures. The type 2 strains attained lower titers of infectivity in these three cell systems; the levels of infectivity of type 2 virus in the culture fluid decreased much more rapidly after the maximum had been attained than did the levels of infectivity of the type 1 strains, due to the greater instability of the type 2 virus. Parallel titrations of different strains in tissue cultures and intracerebrally in mice indicated that the latter assay system was usually more sensitive for type 2 strains than it was for type 1 strains. The paralytic sequelae and inflammatory changes of lumbar ganglia and spinal cord in young rabbits inoculated extraneurally with strains of the two serotypes also indicate that the type 2 virus is more virulent in laboratory animals than is type 1 virus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/4315160/",
    "clean_text": "type and type herpes simplex viruses serological and biological differences passage of strains of type and type in mice and in rabbits yielded two variants although the majority of the strains remained unchanged serologically and in their cytopathic effects the roizman syncytial macroplaque strain of herpes simplex virus was forty isolates of herpes simplex virus were compared by means of cross neutralization curves the oral isolates were serotype and all genital anal isolates were serotype the cytopathic effects of the two serotypes were consistently different passage of strains of type and type in mice and in rabbits yielded two variants although the majority of the strains remained unchanged serologically and in their cytopathic effects the two variants were derived from type strains and differed from the parent strains in their cytopathic effects each of them producing syncytia and enlarged plaques they had however retained the serotypic properties and the deoxyribonucleic acid dna densities of their parent strains the roizman syncytial macroplaque strain of herpes simplex virus was also included in the study the density of its dna g ml was typical of type strains and serologically it seemed to be basically a type strain although it was neutralized by type antiserum slightly better than were other type strains growth curves were performed of the two serotypes in rabbit kidney human fibroblast and mouse embryo tissue cultures the type strains attained lower titers of infectivity in these three cell systems the levels of infectivity of type virus in the culture fluid decreased much more rapidly after the maximum had been attained than did the levels of infectivity of the type strains due to the greater instability of the type virus parallel titrations of different strains in tissue cultures and intracerebrally in mice indicated that the latter assay system was usually more sensitive for type strains than it was for type strains the paralytic sequelae and inflammatory changes of lumbar ganglia and spinal cord in young rabbits inoculated extraneurally with strains of the two serotypes also indicate that the type virus is more virulent in laboratory animals than is type virus"
}