{
    "pmid": "41447642",
    "title": "It Is Not an Obituary of Sentinel Lymph Node Biopsy or Surgery to Axilla, It's a De-Escalation of Surgery to Axilla in Early Breast Cancer: A Traditional Review.",
    "abstract": "In breast cancer (BC), surgical treatment of the axilla has undergone a paradigm shift from axillary lymph node dissection (ALND), through sentinel lymph node biopsy (SLNB), and ultimately to omission of axillary surgery. In BC, following neoadjuvant systemic therapy (NAST), there has also been a de-escalation from ALND to SLNB and targeted axillary dissection, with false-negative rates reduced to an acceptable level of less than 10%. Trials are ongoing to omit ALND when SLNB is positive in post-NAST BC cases. Additionally, ongoing trials are evaluating the omission of axillary surgery in post-NAST ycN0 patients. Based on an extensive literature search, this review highlights the sequential de-escalation of axillary surgery in patients with early breast cancer (EBC), irrespective of whether surgery was performed upfront or after NAST, with the same oncological outcomes on follow-up. cTis, 1-3 cN0 and cTis, 1-2 cN0-1 EBC patients have been included. Trials and studies involving cT0-4 and cN1-2 BC patients, and trials including both EBC and locally advanced BC patients, have been excluded to keep the study population uniform, consisting only of EBC cases. Examples of trials discussed in this review include NSABP-B04, NSABP-B 32, ACOSOG Z 11, IBCSG 23-01, AMAROS, SENOMAC, SOUND, INT 09/98, ALLIANCE A011202, AXSANA, EUBREAST-01, among others. In conclusion, de-escalation of surgical intervention to the axilla in EBC patients planned for upfront surgery or NAST requires an individualized approach based on the patient's condition and favorable tumor subtype. To date, a positive SLNB after NAST mandates ALND. Trials to nullify the same, with non-inferior oncological outcomes, are underway. There is a shift towards avoiding axillary surgery altogether in favourable BC cases.",
    "disease": "breast cancer",
    "clean_text": "it is not an obituary of sentinel lymph node biopsy or surgery to axilla it s a de escalation of surgery to axilla in early breast cancer a traditional review in breast cancer bc surgical treatment of the axilla has undergone a paradigm shift from axillary lymph node dissection alnd through sentinel lymph node biopsy slnb and ultimately to omission of axillary surgery in bc following neoadjuvant systemic therapy nast there has also been a de escalation from alnd to slnb and targeted axillary dissection with false negative rates reduced to an acceptable level of less than trials are ongoing to omit alnd when slnb is positive in post nast bc cases additionally ongoing trials are evaluating the omission of axillary surgery in post nast ycn patients based on an extensive literature search this review highlights the sequential de escalation of axillary surgery in patients with early breast cancer ebc irrespective of whether surgery was performed upfront or after nast with the same oncological outcomes on follow up ctis cn and ctis cn ebc patients have been included trials and studies involving ct and cn bc patients and trials including both ebc and locally advanced bc patients have been excluded to keep the study population uniform consisting only of ebc cases examples of trials discussed in this review include nsabp b nsabp b acosog z ibcsg amaros senomac sound int alliance a axsana eubreast among others in conclusion de escalation of surgical intervention to the axilla in ebc patients planned for upfront surgery or nast requires an individualized approach based on the patient s condition and favorable tumor subtype to date a positive slnb after nast mandates alnd trials to nullify the same with non inferior oncological outcomes are underway there is a shift towards avoiding axillary surgery altogether in favourable bc cases"
}