{
    "title": "Physician Perspectives on Including Pregnant Women in Covid-19 Clinical Trials: Time for a Paradigm Change.",
    "doc_id": "34699138",
    "writer": "Trahan MJ",
    "year": "2021",
    "summary": "Excluding pregnant people from Covid-19 clinical trials may lead to unintended harmful consequences. ...We describe why some physicians may be reluctant to include pregnant individuals in trials, and we identify barriers to the appropriate participation of …",
    "abstract": "Excluding pregnant people from Covid-19 clinical trials may lead to unintended harmful consequences. For this study, an online questionnaire was sent to physicians belonging to Canadian professional medical associations in order to evaluate their perspectives on the participation of pregnant women in Covid-19 clinical trials. The majority of respondents expressed support for including pregnant women in Covid-19 trials (119/165; 72%), especially those investigating therapies with a prior safety record in pregnancy (139/164; 85%). The main perceived barriers to inclusion identified were unwillingness of pregnant patients to participate and of treating teams to offer participation, the burden of regulatory approval, and a general \"culture of exclusion\" of pregnant women from trials. We describe why some physicians may be reluctant to include pregnant individuals in trials, and we identify barriers to the appropriate participation of pregnant people in clinical research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34699138/",
    "clean_text": "physician perspectives on including pregnant women in covid clinical trials time for a paradigm change excluding pregnant people from covid clinical trials may lead to unintended harmful consequences we describe why some physicians may be reluctant to include pregnant individuals in trials and we identify barriers to the appropriate participation of excluding pregnant people from covid clinical trials may lead to unintended harmful consequences for this study an online questionnaire was sent to physicians belonging to canadian professional medical associations in order to evaluate their perspectives on the participation of pregnant women in covid clinical trials the majority of respondents expressed support for including pregnant women in covid trials especially those investigating therapies with a prior safety record in pregnancy the main perceived barriers to inclusion identified were unwillingness of pregnant patients to participate and of treating teams to offer participation the burden of regulatory approval and a general culture of exclusion of pregnant women from trials we describe why some physicians may be reluctant to include pregnant individuals in trials and we identify barriers to the appropriate participation of pregnant people in clinical research"
}