{
    "title": "The facial massage reduced anxiety and negative mood status, and increased sympathetic nervous activity.",
    "doc_id": "19129675",
    "writer": "Hatayama T",
    "year": "2008",
    "summary": "The aim of this study was to clarify the effects of 45 min of facial massage on the activity of autonomic nervous system, anxiety and mood in 32 healthy women. Autonomic nervous activity was assessed by heart rate variability (HRV) with spectral analysis. In …",
    "abstract": "The aim of this study was to clarify the effects of 45 min of facial massage on the activity of autonomic nervous system, anxiety and mood in 32 healthy women. Autonomic nervous activity was assessed by heart rate variability (HRV) with spectral analysis. In the spectral analysis of HRV, we evaluated the high-frequency components (HF) and the low- to high-frequency ratio (LF/HF ratio), reflecting parasympathetic nervous activity and sympathetic nervous activity, respectively. The State Trait Anxiety Inventory (STAI) and the Profile of Mood Status (POMS) were administered to evaluate psychological status. The score of STAI and negative scale of POMS were significantly reduced following the massage, and only the LF/HF ratio was significantly enhanced after the massage. It was concluded that the facial massage might refresh the subjects by reducing their psychological distress and activating the sympathetic nervous system.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19129675/",
    "clean_text": "the facial massage reduced anxiety and negative mood status and increased sympathetic nervous activity the aim of this study was to clarify the effects of min of facial massage on the activity of autonomic nervous system anxiety and mood in healthy women autonomic nervous activity was assessed by heart rate variability hrv with spectral analysis in the aim of this study was to clarify the effects of min of facial massage on the activity of autonomic nervous system anxiety and mood in healthy women autonomic nervous activity was assessed by heart rate variability hrv with spectral analysis in the spectral analysis of hrv we evaluated the high frequency components hf and the low to high frequency ratio lf hf ratio reflecting parasympathetic nervous activity and sympathetic nervous activity respectively the state trait anxiety inventory stai and the profile of mood status poms were administered to evaluate psychological status the score of stai and negative scale of poms were significantly reduced following the massage and only the lf hf ratio was significantly enhanced after the massage it was concluded that the facial massage might refresh the subjects by reducing their psychological distress and activating the sympathetic nervous system"
}