{
    "pmid": "41466022",
    "title": "Analysis of risk factors for vascular dementia following thrombolytic therapy in patients with acute ischemic stroke.",
    "abstract": "This retrospective study investigated the risk factors associated with the development of vascular dementia (VaD) following intravenous thrombolytic therapy in patients with acute ischemic stroke. A total of 219 patients treated between January 2021 and December 2024 were included, comprising 51 individuals who developed VaD during follow-up and 168 without VaD. Diagnosis of VaD was established using the National Institute of Neurological Disorders and Stroke-Association Internationale pour la Recherche et l'Enseignement en Neurosciences criteria. Baseline demographic, clinical, laboratory, and imaging data were systematically collected, including vascular risk factors, metabolic indices, inflammatory and immune markers, and lesion characteristics. Univariate analysis demonstrated that smoking, coronary artery disease, hypertension, and alcohol consumption were significantly more prevalent in the VaD group. Laboratory parameters, including elevated blood glucose, Systemic Immune-Inflammation Index, neutrophil-to-lymphocyte ratio, platelet-to-lymphocyte ratio, lipoprotein, and D-dimer, were significantly higher among patients with VaD. Imaging findings revealed that severe large-vessel stenosis (≥50%) and infarction involving key cognitive-related regions were strongly associated with VaD. Multivariate logistic regression identified smoking history, coronary artery disease, hyperglycemia, elevated Systemic Immune-Inflammation Index, increased platelet-to-lymphocyte ratio, lipoprotein, D-dimer, large-vessel stenosis, and strategic infarct location as independent predictors. These findings underscore the multifactorial etiology of post-thrombolysis cognitive decline and support the need for comprehensive risk stratification and targeted interventions to mitigate VaD risk in acute ischemic stroke patients.",
    "disease": "hypertension",
    "clean_text": "analysis of risk factors for vascular dementia following thrombolytic therapy in patients with acute ischemic stroke this retrospective study investigated the risk factors associated with the development of vascular dementia vad following intravenous thrombolytic therapy in patients with acute ischemic stroke a total of patients treated between january and december were included comprising individuals who developed vad during follow up and without vad diagnosis of vad was established using the national institute of neurological disorders and stroke association internationale pour la recherche et l enseignement en neurosciences criteria baseline demographic clinical laboratory and imaging data were systematically collected including vascular risk factors metabolic indices inflammatory and immune markers and lesion characteristics univariate analysis demonstrated that smoking coronary artery disease hypertension and alcohol consumption were significantly more prevalent in the vad group laboratory parameters including elevated blood glucose systemic immune inflammation index neutrophil to lymphocyte ratio platelet to lymphocyte ratio lipoprotein and d dimer were significantly higher among patients with vad imaging findings revealed that severe large vessel stenosis and infarction involving key cognitive related regions were strongly associated with vad multivariate logistic regression identified smoking history coronary artery disease hyperglycemia elevated systemic immune inflammation index increased platelet to lymphocyte ratio lipoprotein d dimer large vessel stenosis and strategic infarct location as independent predictors these findings underscore the multifactorial etiology of post thrombolysis cognitive decline and support the need for comprehensive risk stratification and targeted interventions to mitigate vad risk in acute ischemic stroke patients"
}