{
    "title": "Pitfalls and infrequent findings in fine-needle aspiration of the prostate gland.",
    "doc_id": "16007671",
    "writer": "Pérez-Guillermo M",
    "year": "2005",
    "summary": "Based on the experience accumulated over two decades and in more than 7,000 transrectal fine-needle aspirations (FNAs) of the prostate gland, several benign and malignant unusual cytologic findings are described. Infrequent benign cytologic findings and possible pitfalls a …",
    "abstract": "Based on the experience accumulated over two decades and in more than 7,000 transrectal fine-needle aspirations (FNAs) of the prostate gland, several benign and malignant unusual cytologic findings are described. Infrequent benign cytologic findings and possible pitfalls are atrophic prostatic epithelium, squamous metaplasia, transitional cells, granulomatous prostatitis, seminal vesicle epithelium, ganglion cells, lubricant artifacts, and treatment effects. Infrequent variants of carcinoma are foamy-cell carcinoma, prostatic duct adenocarcinoma, mucinous adenocarcinoma, transitional-cell carcinoma, small-cell carcinoma, squamous-cell carcinoma of the prostate, metastatic solid tumor within the prostate, and mesenchymal tumors. Cytopathologists must be able to diagnose these variants of prostate adenocarcinoma because on most occasions the variants imply a worse clinical prognosis. Appropriate training is essential to achieve success in this field of cytopathology. FNA of the prostate provides in a matter of minutes useful information concerning clinical management, prognosis, and treatment of patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16007671/",
    "clean_text": "pitfalls and infrequent findings in fine needle aspiration of the prostate gland based on the experience accumulated over two decades and in more than transrectal fine needle aspirations fnas of the prostate gland several benign and malignant unusual cytologic findings are described infrequent benign cytologic findings and possible pitfalls a based on the experience accumulated over two decades and in more than transrectal fine needle aspirations fnas of the prostate gland several benign and malignant unusual cytologic findings are described infrequent benign cytologic findings and possible pitfalls are atrophic prostatic epithelium squamous metaplasia transitional cells granulomatous prostatitis seminal vesicle epithelium ganglion cells lubricant artifacts and treatment effects infrequent variants of carcinoma are foamy cell carcinoma prostatic duct adenocarcinoma mucinous adenocarcinoma transitional cell carcinoma small cell carcinoma squamous cell carcinoma of the prostate metastatic solid tumor within the prostate and mesenchymal tumors cytopathologists must be able to diagnose these variants of prostate adenocarcinoma because on most occasions the variants imply a worse clinical prognosis appropriate training is essential to achieve success in this field of cytopathology fna of the prostate provides in a matter of minutes useful information concerning clinical management prognosis and treatment of patients"
}