{
    "title": "Mechanistic Insight for Disinfection Byproduct Formation Potential of Peracetic Acid and Performic Acid in Halide-Containing Water.",
    "doc_id": "37489812",
    "writer": "Wang J",
    "year": "2023",
    "summary": "To understand these phenomena, a kinetic model was developed based on the literature and an additional kinetic investigation of POA decay and DBP (e.g., bromate, iodate, and iodophenol) generation in the POA/halide systems. The results show that PFA not only oxidizes halid …",
    "abstract": "Peracetic acid (PAA) and performic acid (PFA) are two major peroxyacid (POA) oxidants of growing usage. This study reports the first systematic evaluation of PAA, PFA, and chlorine for their disinfection byproduct (DBP) formation potential in wastewater with or without high halide (i.e., bromide or iodide) concentrations. Compared with chlorine, DBP formation by PAA and PFA was minimal in regular wastewater. However, during 24 h disinfection of saline wastewater, PAA surprisingly produced more brominated and iodinated DBPs than chlorine, while PFA effectively kept all tested DBPs at bay. To understand these phenomena, a kinetic model was developed based on the literature and an additional kinetic investigation of POA decay and DBP (e.g., bromate, iodate, and iodophenol) generation in the POA/halide systems. The results show that PFA not only oxidizes halides 4-5 times faster than PAA to the corresponding HOBr or HOI but also efficiently oxidizes HOI/IO- to IO3-, thereby mitigating iodinated DBP formation. Additionally, PFA's rapid self-decay and slow release of H2O2 limit the HOBr level over the long-term oxidation in bromide-containing water. For saline water, this paper reveals the DBP formation potential of PAA and identifies PFA as an alternative to minimize DBPs. The new kinetic model is useful to optimize oxidant selection and elucidate involved DBP chemistry.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37489812/",
    "clean_text": "mechanistic insight for disinfection byproduct formation potential of peracetic acid and performic acid in halide containing water to understand these phenomena a kinetic model was developed based on the literature and an additional kinetic investigation of poa decay and dbp e g bromate iodate and iodophenol generation in the poa halide systems the results show that pfa not only oxidizes halid peracetic acid paa and performic acid pfa are two major peroxyacid poa oxidants of growing usage this study reports the first systematic evaluation of paa pfa and chlorine for their disinfection byproduct dbp formation potential in wastewater with or without high halide i e bromide or iodide concentrations compared with chlorine dbp formation by paa and pfa was minimal in regular wastewater however during h disinfection of saline wastewater paa surprisingly produced more brominated and iodinated dbps than chlorine while pfa effectively kept all tested dbps at bay to understand these phenomena a kinetic model was developed based on the literature and an additional kinetic investigation of poa decay and dbp e g bromate iodate and iodophenol generation in the poa halide systems the results show that pfa not only oxidizes halides times faster than paa to the corresponding hobr or hoi but also efficiently oxidizes hoi io to io thereby mitigating iodinated dbp formation additionally pfa s rapid self decay and slow release of h o limit the hobr level over the long term oxidation in bromide containing water for saline water this paper reveals the dbp formation potential of paa and identifies pfa as an alternative to minimize dbps the new kinetic model is useful to optimize oxidant selection and elucidate involved dbp chemistry"
}