{
    "title": "Impact of Mycoplasma ovipneumoniae on juvenile bighorn sheep (Ovis canadensis) survival in the northern Basin and Range ecosystem.",
    "doc_id": "33552728",
    "writer": "Spaan RS",
    "year": "2021",
    "summary": "We observed each juvenile and GPS-collared mother semi-monthly and established 4-month capture histories for the juvenile to estimate survival. ...The presence of M. ovipneumoniae-infected juveniles was determined by observing juvenile behavior and PCR …",
    "abstract": "Determining the demographic impacts of wildlife disease is complex because extrinsic and intrinsic drivers of survival, reproduction, body condition, and other factors that may interact with disease vary widely. Mycoplasma ovipneumoniae infection has been linked to persistent mortality in juvenile bighorn sheep (Ovis canadensis), although mortality appears to vary widely across subspecies, populations, and outbreaks. Hypotheses for that variation range from interactions with nutrition, population density, genetic variation in the pathogen, genetic variation in the host, and other factors. We investigated factors related to survival of juvenile bighorn sheep in reestablished populations in the northern Basin and Range ecosystem, managed as the formerly-recognized California subspecies (hereafter, \"California lineage\"). We investigated whether survival probability of 4-month juveniles would vary by (1) presence of M. ovipneumoniae-infected or exposed individuals in populations, (2) population genetic diversity, and (3) an index of forage suitability. We monitored 121 juveniles across a 3-year period in 13 populations in southeastern Oregon and northern Nevada. We observed each juvenile and GPS-collared mother semi-monthly and established 4-month capture histories for the juvenile to estimate survival. All collared adult females were PCR-tested at least once for M. ovipneumoniae infection. The presence of M. ovipneumoniae-infected juveniles was determined by observing juvenile behavior and PCR-testing dead juveniles. We used a known-fate model with different time effects to determine if the probability of survival to 4 months varied temporally or was influenced by disease or other factors. We detected dead juveniles infected with M. ovipneumoniae in only two populations. Derived juvenile survival probability at four months in populations where infected juveniles were not detected was more than 20 times higher. Detection of infected adults or adults with antibody levels suggesting prior exposure was less predictive of juvenile survival. Survival varied temporally but was not strongly influenced by population genetic diversity or nutrition, although genetic diversity within most study area populations was very low. We conclude that the presence of M. ovipneumoniae can cause extremely low juvenile survival probability in translocated bighorn populations of the California lineage, but found little influence that genetic diversity or nutrition affect juvenile survival. Yet, after the PCR+ adult female in one population died, subsequent observations found 11 of 14 ( 79%) collared adult females had surviving juveniles at 4-months, suggesting that targeted removals of infected adults should be evaluated as a management strategy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33552728/",
    "clean_text": "impact of mycoplasma ovipneumoniae on juvenile bighorn sheep ovis canadensis survival in the northern basin and range ecosystem we observed each juvenile and gps collared mother semi monthly and established month capture histories for the juvenile to estimate survival the presence of m ovipneumoniae infected juveniles was determined by observing juvenile behavior and pcr determining the demographic impacts of wildlife disease is complex because extrinsic and intrinsic drivers of survival reproduction body condition and other factors that may interact with disease vary widely mycoplasma ovipneumoniae infection has been linked to persistent mortality in juvenile bighorn sheep ovis canadensis although mortality appears to vary widely across subspecies populations and outbreaks hypotheses for that variation range from interactions with nutrition population density genetic variation in the pathogen genetic variation in the host and other factors we investigated factors related to survival of juvenile bighorn sheep in reestablished populations in the northern basin and range ecosystem managed as the formerly recognized california subspecies hereafter california lineage we investigated whether survival probability of month juveniles would vary by presence of m ovipneumoniae infected or exposed individuals in populations population genetic diversity and an index of forage suitability we monitored juveniles across a year period in populations in southeastern oregon and northern nevada we observed each juvenile and gps collared mother semi monthly and established month capture histories for the juvenile to estimate survival all collared adult females were pcr tested at least once for m ovipneumoniae infection the presence of m ovipneumoniae infected juveniles was determined by observing juvenile behavior and pcr testing dead juveniles we used a known fate model with different time effects to determine if the probability of survival to months varied temporally or was influenced by disease or other factors we detected dead juveniles infected with m ovipneumoniae in only two populations derived juvenile survival probability at four months in populations where infected juveniles were not detected was more than times higher detection of infected adults or adults with antibody levels suggesting prior exposure was less predictive of juvenile survival survival varied temporally but was not strongly influenced by population genetic diversity or nutrition although genetic diversity within most study area populations was very low we conclude that the presence of m ovipneumoniae can cause extremely low juvenile survival probability in translocated bighorn populations of the california lineage but found little influence that genetic diversity or nutrition affect juvenile survival yet after the pcr adult female in one population died subsequent observations found of collared adult females had surviving juveniles at months suggesting that targeted removals of infected adults should be evaluated as a management strategy"
}