{
    "pmid": "41453195",
    "title": "Acute hepatitis secondary to Mycoplasma pneumoniae infection.",
    "abstract": "Dentro del estudio etiológico de una hipertransaminasemia en pediatría es posible hallar etiologías de hepatitis infrecuentes, pero si después de completar el diagnóstico diferencial no se encuentra otra posible causa debe asumirse el diagnóstico de dichas afecciones inusuales. Solo en un 7% de los casos Mycoplasma pneumoniae puede afectar al hígado y es excepcional encontrar valores de transaminasas por encima de 500 UI/l. Paciente de 5 años con hipertransaminasemia (ALT 723 UI/l, AST 426 UI/l) en contexto de clínica de palidez, astenia y epigastralgia. Antecedentes familiares de enfermedades autoinmunitarias y ligera hipertransaminasemia en analítica de 1 año antes. En el estudio etiológico, serología positiva para M. pneumoniae con estudio de autoinmunidad negativo y ecografía normal. Se diagnostica hepatitis por Mycoplasma y se inicia tratamiento con azitromicina. En la evolución, desaparición de la clínica en los primeros días y descenso paulatino de las transaminasas en los meses posteriores. Dada la alta carga de enfermedades autoinmunitarias en los antecedentes familiares, se debe excluir una hepatitis autoinmunitaria. La afectación hepática por M. pneumoniae es poco frecuente y sucede por un mecanismo inmunomediado. Se trata de una afectación benigna y autolimitada, siendo excepcionales unas cifras de transaminasas tan elevadas como en este paciente. In the etiological study of hypertransaminasemia in pediatrics, we may diagnosis entities little related to hepatitis. After completing the differential diagnosis, if we did not found other possible etiology, we must assume the diagnosis of unusual entities. The incidence of hepatitis in Mycoplasma pneumonia infections is about 7%, being unusual transaminases levels higher than 500 IU/l. A 5-year-old patient with hypertransaminasemia (ALT 723 IU/l, AST 426 IU/l) in the context of pallor, asthenia and epigastralgia. The complementary tests showed positive serology for M. pneumoniae with autoimmune and abdominal ultrasound without abnormalities. Acute hepatitis caused by Mycoplasma was the diagnosis. A course of oral azithromycin was received with disappearance of symptoms in the first days, and transaminases levels had a gradual decrease in the following months. Due to the prominent burden of autoimmune diseases in the family history, autoimmune hepatitis should be excluded. Hepatic involvement by M. pneumoniae is rare, being caused by immuno-mediated phenomenon. Transaminase values as high as that obtained in this patient was exceptional.",
    "disease": "pneumonia",
    "clean_text": "acute hepatitis secondary to mycoplasma pneumoniae infection dentro del estudio etiol gico de una hipertransaminasemia en pediatr a es posible hallar etiolog as de hepatitis infrecuentes pero si despu s de completar el diagn stico diferencial no se encuentra otra posible causa debe asumirse el diagn stico de dichas afecciones inusuales solo en un de los casos mycoplasma pneumoniae puede afectar al h gado y es excepcional encontrar valores de transaminasas por encima de ui l paciente de a os con hipertransaminasemia alt ui l ast ui l en contexto de cl nica de palidez astenia y epigastralgia antecedentes familiares de enfermedades autoinmunitarias y ligera hipertransaminasemia en anal tica de a o antes en el estudio etiol gico serolog a positiva para m pneumoniae con estudio de autoinmunidad negativo y ecograf a normal se diagnostica hepatitis por mycoplasma y se inicia tratamiento con azitromicina en la evoluci n desaparici n de la cl nica en los primeros d as y descenso paulatino de las transaminasas en los meses posteriores dada la alta carga de enfermedades autoinmunitarias en los antecedentes familiares se debe excluir una hepatitis autoinmunitaria la afectaci n hep tica por m pneumoniae es poco frecuente y sucede por un mecanismo inmunomediado se trata de una afectaci n benigna y autolimitada siendo excepcionales unas cifras de transaminasas tan elevadas como en este paciente in the etiological study of hypertransaminasemia in pediatrics we may diagnosis entities little related to hepatitis after completing the differential diagnosis if we did not found other possible etiology we must assume the diagnosis of unusual entities the incidence of hepatitis in mycoplasma pneumonia infections is about being unusual transaminases levels higher than iu l a year old patient with hypertransaminasemia alt iu l ast iu l in the context of pallor asthenia and epigastralgia the complementary tests showed positive serology for m pneumoniae with autoimmune and abdominal ultrasound without abnormalities acute hepatitis caused by mycoplasma was the diagnosis a course of oral azithromycin was received with disappearance of symptoms in the first days and transaminases levels had a gradual decrease in the following months due to the prominent burden of autoimmune diseases in the family history autoimmune hepatitis should be excluded hepatic involvement by m pneumoniae is rare being caused by immuno mediated phenomenon transaminase values as high as that obtained in this patient was exceptional"
}