{
    "title": "Myocardial contrast echocardiography in acute myocardial infarction.",
    "doc_id": "12960465",
    "writer": "Verjans JW",
    "year": "2003",
    "summary": "It can be used to delineate the spectrum of perfusion derangements that characterize acute myocardial infarction. RECENT FINDINGS: Presently, MCE uses microcirculatory perfusion as the basis to distinguish myocardial necrosis and viability in the post-infarct …",
    "abstract": "Purpose of review:\n        \n      \n      Myocardial contrast echocardiography (MCE) has evolved into an important clinical tool for imaging coronary microcirculation. It can be used to delineate the spectrum of perfusion derangements that characterize acute myocardial infarction.\n    \n\n\n          Recent findings:\n        \n      \n      Presently, MCE uses microcirculatory perfusion as the basis to distinguish myocardial necrosis and viability in the post-infarct stage. Its future role may expand to image cellular integrity, inflammation, and angiogenesis, all of which contribute to the pathophysiology of the myocardial infarction.\n    \n\n\n          Summary:\n        \n      \n      This review provides an update of the current role and future clinical applications of MCE in acute myocardial infarction.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12960465/",
    "clean_text": "myocardial contrast echocardiography in acute myocardial infarction it can be used to delineate the spectrum of perfusion derangements that characterize acute myocardial infarction recent findings presently mce uses microcirculatory perfusion as the basis to distinguish myocardial necrosis and viability in the post infarct purpose of review myocardial contrast echocardiography mce has evolved into an important clinical tool for imaging coronary microcirculation it can be used to delineate the spectrum of perfusion derangements that characterize acute myocardial infarction recent findings presently mce uses microcirculatory perfusion as the basis to distinguish myocardial necrosis and viability in the post infarct stage its future role may expand to image cellular integrity inflammation and angiogenesis all of which contribute to the pathophysiology of the myocardial infarction summary this review provides an update of the current role and future clinical applications of mce in acute myocardial infarction"
}