{
    "title": "Forthcoming Step in Gastric Cancer Prevention: How Can Risk Stratification Be Combined with Endoscopic Screening for Gastric Cancer?",
    "doc_id": "35314519",
    "writer": "Hamashima C.",
    "year": "2022",
    "summary": "Although the concern for gastric cancer prevention has increased, gastric cancer has remained a heavy burden worldwide and is not just a local issue in East Asian countries. ...However, all forms of gastric cancer prevention programs have …",
    "abstract": "Although the concern for gastric cancer prevention has increased, gastric cancer has remained a heavy burden worldwide and is not just a local issue in East Asian countries. However, as several screening programs (listed below) have shown some success, it is important to determine whether the situation is changing in some other countries and whether similar methods should be recommended. Endoscopic screening has been performed as a national program in South Korea and Japan, and the results have shown a reduction in gastric cancer mortality. Although the efficacy of Helicobacter pylori eradication has been established, the efficacy of the screen-and-treat strategy is presently being evaluated in randomized controlled trials. The serum pepsinogen test and endoscopic examination can divide high-risk subjects with severe gastric atrophy from average-risk subjects. Risk stratification is anticipated to contribute to an efficient method of prediction of gastric cancer development when combined with endoscopic screening. Countries with a high incidence rate should realize the immediate need to reduce gastric cancer death directly by endoscopic screening and should recognize screen-and-treat as a second option to reduce future risk. However, all forms of gastric cancer prevention programs have some harms and potential to increase unnecessary examinations. A balance of the benefits and harms should be always considered. Although further study is needed to obtain sufficient evidence for gastric cancer prevention, the best available method should be examined in the context of each country.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35314519/",
    "clean_text": "forthcoming step in gastric cancer prevention how can risk stratification be combined with endoscopic screening for gastric cancer although the concern for gastric cancer prevention has increased gastric cancer has remained a heavy burden worldwide and is not just a local issue in east asian countries however all forms of gastric cancer prevention programs have although the concern for gastric cancer prevention has increased gastric cancer has remained a heavy burden worldwide and is not just a local issue in east asian countries however as several screening programs listed below have shown some success it is important to determine whether the situation is changing in some other countries and whether similar methods should be recommended endoscopic screening has been performed as a national program in south korea and japan and the results have shown a reduction in gastric cancer mortality although the efficacy of helicobacter pylori eradication has been established the efficacy of the screen and treat strategy is presently being evaluated in randomized controlled trials the serum pepsinogen test and endoscopic examination can divide high risk subjects with severe gastric atrophy from average risk subjects risk stratification is anticipated to contribute to an efficient method of prediction of gastric cancer development when combined with endoscopic screening countries with a high incidence rate should realize the immediate need to reduce gastric cancer death directly by endoscopic screening and should recognize screen and treat as a second option to reduce future risk however all forms of gastric cancer prevention programs have some harms and potential to increase unnecessary examinations a balance of the benefits and harms should be always considered although further study is needed to obtain sufficient evidence for gastric cancer prevention the best available method should be examined in the context of each country"
}