{
    "pmid": "41472863",
    "title": "Urinary Metabolites and Survival in Malignant Mesothelioma.",
    "abstract": "Malignant mesothelioma is a rare and aggressive malignancy with limited treatment options and poor survival outcomes. Current biomarkers such as MESOMARK, fibulin-3, and osteopontin show diagnostic potential but remain hampered by inconsistent sensitivity and reproducibility. Urine-based metabolites may provide a simple, noninvasive alternative for prognosis and disease monitoring. We evaluated whether four urinary metabolites-creatine riboside, N-acetylneuraminic acid, cortisol sulfate, and cholestane pentol-previously associated with prognosis in lung and liver cancer, are prognostic in mesothelioma. Urinary metabolite concentrations were quantified in a clinically annotated cohort with survival follow-up. Associations with overall survival and a validated poor-prognostic gene expression signature were analyzed. Elevated urinary concentrations of the four metabolites were significantly correlated with poor-prognostic gene expression profiles. Patient survival declined progressively with the number of elevated metabolites, with the poorest outcomes observed in individuals harboring three or more high metabolites. These associations were independent of clinical variables and consistent in sensitivity analyses, suggesting that metabolite elevations reflect aggressive tumor biology. Urinary metabolites represent promising prognostic biomarkers in mesothelioma. Their additive and dose-dependent relationship with survival highlights their potential clinical utility for risk stratification, patient monitoring, and trial design. Because urine collection is noninvasive and repeatable, these biomarkers could complement existing blood-based assays and provide an accessible tool for clinical practice. Larger, multi-institutional studies are warranted to validate their prognostic significance and enable translation into patient care.",
    "disease": "lung cancer",
    "clean_text": "urinary metabolites and survival in malignant mesothelioma malignant mesothelioma is a rare and aggressive malignancy with limited treatment options and poor survival outcomes current biomarkers such as mesomark fibulin and osteopontin show diagnostic potential but remain hampered by inconsistent sensitivity and reproducibility urine based metabolites may provide a simple noninvasive alternative for prognosis and disease monitoring we evaluated whether four urinary metabolites creatine riboside n acetylneuraminic acid cortisol sulfate and cholestane pentol previously associated with prognosis in lung and liver cancer are prognostic in mesothelioma urinary metabolite concentrations were quantified in a clinically annotated cohort with survival follow up associations with overall survival and a validated poor prognostic gene expression signature were analyzed elevated urinary concentrations of the four metabolites were significantly correlated with poor prognostic gene expression profiles patient survival declined progressively with the number of elevated metabolites with the poorest outcomes observed in individuals harboring three or more high metabolites these associations were independent of clinical variables and consistent in sensitivity analyses suggesting that metabolite elevations reflect aggressive tumor biology urinary metabolites represent promising prognostic biomarkers in mesothelioma their additive and dose dependent relationship with survival highlights their potential clinical utility for risk stratification patient monitoring and trial design because urine collection is noninvasive and repeatable these biomarkers could complement existing blood based assays and provide an accessible tool for clinical practice larger multi institutional studies are warranted to validate their prognostic significance and enable translation into patient care"
}