{
    "title": "Socioeconomic inequalities in physical, psychological, and cognitive multimorbidity in middle-aged and older adults in 33 countries: a cross-sectional study.",
    "doc_id": "37924843",
    "writer": "Ni Y",
    "year": "2023",
    "summary": "Equity-oriented policies and programmes that reduce social inequalities in multimorbidity are urgently needed to achieve Sustainable Development Goals. FUNDING: Zhejiang University, Fundamental Research Funds for the Central Universities, The Key Laboratory o …",
    "abstract": "Background:\n        \n      \n      Many physical, psychological, and cognitive disorders are highly clustered among populations with low socioeconomic status. However, the extent to which socioeconomic status is associated with different combinations of these disorders is unclear, particularly outside high-income countries. We aimed to evaluate these associations in 33 countries including high-income countries, upper-middle-income countries, and one lower-middle-income country.\n    \n\n\n          Methods:\n        \n      \n      This cross-sectional multi-region study pooled individual-level data from seven studies on ageing between 2017 and 2020. Education and total household wealth were used to measure socioeconomic status. Physical disorder was defined as having one or more of the self-reported chronic conditions. Psychological and cognitive disorders were measured by study-specific instruments. The outcome included eight categories: no disorders, physical disorder, psychological disorder, cognitive disorder, and their four combinations. Multivariable-adjusted logistic regression models were used to estimate odds ratios (ORs) and 95% CIs for the associations of socioeconomic status with these outcomes separately for high-income countries, upper-middle-income countries, and the lower-middle-income country.\n    \n\n\n          Findings:\n        \n      \n      Among 167 376 individuals aged 45 years and older, the prevalence of multimorbidity was 24·5% in high-income countries, 33·9% in upper-middle-income countries, and 8·1% in the lower-middle-income country (India). Lower levels of education, household wealth, and a combined socioeconomic status score were strongly associated with physical, psychological, and cognitive multimorbidity in high-income countries and upper-middle-income countries, with ORs (low vs high socioeconomic status) for physical-psychological-cognitive multimorbidity of 12·36 (95% CI 10·29-14·85; p<0·0001) in high-income countries and of 23·84 (18·85-30·14; p<0·0001) in upper-middle-income countries. The associations in the lower-middle-income country were mixed. Participants with both a low level of education and low household wealth had the highest odds of multimorbidity (eg, OR for physical-psychological-cognitive multimorbidity 21·21 [15·95-28·19; p<0·0001] in high-income countries, 37·07 [25·66-53·56; p<0·0001] in upper-middle-income countries, and 54·96 [7·66-394·38; p<0·0001] in the lower-middle-income country).\n    \n\n\n          Interpretation:\n        \n      \n      In study populations from high-income countries, upper-middle-income countries, and the lower-middle-income country, the odds of multimorbidity, which included physical, psychological, and cognitive disorders, were more than ten times greater in individuals with low socioeconomic status. Equity-oriented policies and programmes that reduce social inequalities in multimorbidity are urgently needed to achieve Sustainable Development Goals.\n    \n\n\n          Funding:\n        \n      \n      Zhejiang University, Fundamental Research Funds for the Central Universities, The Key Laboratory of Intelligent Preventive Medicine of Zhejiang Province, Wellcome Trust, Medical Research Council, National Institute on Aging, and Academy of Finland.\n    \n\n\n          Translation:\n        \n      \n      For the Chinese translation of the abstract see Supplementary Materials section.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37924843/",
    "clean_text": "socioeconomic inequalities in physical psychological and cognitive multimorbidity in middle aged and older adults in countries a cross sectional study equity oriented policies and programmes that reduce social inequalities in multimorbidity are urgently needed to achieve sustainable development goals funding zhejiang university fundamental research funds for the central universities the key laboratory o background many physical psychological and cognitive disorders are highly clustered among populations with low socioeconomic status however the extent to which socioeconomic status is associated with different combinations of these disorders is unclear particularly outside high income countries we aimed to evaluate these associations in countries including high income countries upper middle income countries and one lower middle income country methods this cross sectional multi region study pooled individual level data from seven studies on ageing between and education and total household wealth were used to measure socioeconomic status physical disorder was defined as having one or more of the self reported chronic conditions psychological and cognitive disorders were measured by study specific instruments the outcome included eight categories no disorders physical disorder psychological disorder cognitive disorder and their four combinations multivariable adjusted logistic regression models were used to estimate odds ratios ors and cis for the associations of socioeconomic status with these outcomes separately for high income countries upper middle income countries and the lower middle income country findings among individuals aged years and older the prevalence of multimorbidity was in high income countries in upper middle income countries and in the lower middle income country india lower levels of education household wealth and a combined socioeconomic status score were strongly associated with physical psychological and cognitive multimorbidity in high income countries and upper middle income countries with ors low vs high socioeconomic status for physical psychological cognitive multimorbidity of ci p in high income countries and of p in upper middle income countries the associations in the lower middle income country were mixed participants with both a low level of education and low household wealth had the highest odds of multimorbidity eg or for physical psychological cognitive multimorbidity p in high income countries p in upper middle income countries and p in the lower middle income country interpretation in study populations from high income countries upper middle income countries and the lower middle income country the odds of multimorbidity which included physical psychological and cognitive disorders were more than ten times greater in individuals with low socioeconomic status equity oriented policies and programmes that reduce social inequalities in multimorbidity are urgently needed to achieve sustainable development goals funding zhejiang university fundamental research funds for the central universities the key laboratory of intelligent preventive medicine of zhejiang province wellcome trust medical research council national institute on aging and academy of finland translation for the chinese translation of the abstract see supplementary materials section"
}