{
    "pmid": "41371752",
    "title": "Association Between Uterine Fibroids and Risk of Atherosclerotic Cardiovascular Disease.",
    "abstract": "Uterine fibroids and atherosclerotic cardiovascular disease (ASCVD) share biological pathways, yet whether risk of ASCVD is different among those with fibroids compared with those without remains unexplored in large US cohorts with longitudinal data. This study assessed the association between uterine fibroids and risk of incident ASCVD. A US population-based cohort study was done using Optum's de-identified Clinformatics Data Mart Database (2000-2022). Follow-up continued until an ASCVD event, disenrollment, incident fibroid diagnosis in controls, or June 30, 2022. Individuals with fibroids were exact age-matched (1:5) to individuals without fibroids with an annual gynecologic claim. Incident ASCVD, a composite of coronary artery disease, cerebrovascular disease, and peripheral artery disease, was evaluated, including individual events (eg, myocardial infarction and ischemic stroke). Among 450 177 individuals with fibroids and 2 250 885 controls (mean age: 41 years, SD 6.3), the 1-year and 10-year cumulative incidence (95% CI) of ASCVD was 0.74% (0.71-0.77) and 5.42% (5.18-5.67) for the fibroid group versus 0.30% (0.29-0.31) and 3.00% (2.90-3.11) for controls. Adjusted analyses showed an increased ASCVD risk in the fibroid group (1-year risk ratio: 2.47 [95% CI, 2.32-2.61]; 1-year risk difference, 0.41% [95% CI, 0.40-0.47]; 10-year risk ratio, 1.81 [95% CI, 1.66-1.96]; 10-year risk difference, 2.40% [95% CI, 2.07, 2.77]. The increased risk was consistent for all individual components of ASCVD. Results were consistent across race and ethnicity and age subgroup analyses and sensitivity analyses addressing measurement error. Uterine fibroids are associated with sustained increased ASCVD risks up to 10 years postdiagnosis, supporting targeted ASCVD prevention in this population.",
    "disease": "coronary artery disease",
    "clean_text": "association between uterine fibroids and risk of atherosclerotic cardiovascular disease uterine fibroids and atherosclerotic cardiovascular disease ascvd share biological pathways yet whether risk of ascvd is different among those with fibroids compared with those without remains unexplored in large us cohorts with longitudinal data this study assessed the association between uterine fibroids and risk of incident ascvd a us population based cohort study was done using optum s de identified clinformatics data mart database follow up continued until an ascvd event disenrollment incident fibroid diagnosis in controls or june individuals with fibroids were exact age matched to individuals without fibroids with an annual gynecologic claim incident ascvd a composite of coronary artery disease cerebrovascular disease and peripheral artery disease was evaluated including individual events eg myocardial infarction and ischemic stroke among individuals with fibroids and controls mean age years sd the year and year cumulative incidence ci of ascvd was and for the fibroid group versus and for controls adjusted analyses showed an increased ascvd risk in the fibroid group year risk ratio ci year risk difference ci year risk ratio ci year risk difference ci the increased risk was consistent for all individual components of ascvd results were consistent across race and ethnicity and age subgroup analyses and sensitivity analyses addressing measurement error uterine fibroids are associated with sustained increased ascvd risks up to years postdiagnosis supporting targeted ascvd prevention in this population"
}