{
    "pmid": "41436149",
    "title": "Evaluation of readmissions following elective colorectal surgery: a quality improvement initiative.",
    "abstract": "Hospital readmissions following elective colorectal resections remain a persistent challenge, affecting recovery, hospital efficiency and overall quality of surgical care. Readmissions increase morbidity, healthcare costs and may delay ongoing cancer treatment. Within our institution, the colorectal surgical team noted a rise in unplanned readmissions after discharge, prompting structured evaluation. Colorectal resections form a major component of elective surgical activity at our centre. During early 2024, local Model Health System dashboards showed readmission rates above regional medians for both colonic and rectal resections. These findings, together with governance discussions about potentially preventable readmissions, led to a quality improvement project. National benchmarking data from the Getting It Right First Time programme were used to contextualise performance. These benchmarks are now integrated within the NHS Model Health System, enabling ongoing data-driven monitoring across surgical specialties. To evaluate 30-day readmission rates following elective colorectal resections, identify contributory factors, and propose targeted quality improvement measures. A retrospective observational review was conducted at Whiston Hospital for patients undergoing elective colorectal resections between July and September 2024. Data included demographics, procedure type, comorbidities, length of stay and 30-day readmissions. Causes of readmission were analysed and compared with national data. Among 28 patients (mean age 61±14 years; 61% male), the median length of stay was 6 days. The 30-day readmission rate was 14.2%, exceeding national benchmarks. Common causes included urinary retention, intra-abdominal collections, port-site hernia and gastrointestinal symptoms. Readmissions were associated with shorter stays and comorbidities. Model Health System data indicated early improvement in rectal resections but a modest rise in colonic cases. Readmissions exceeded national averages, emphasising the need for enhanced recovery compliance, prehabilitation, improved discharge planning and early post-discharge follow-up. Continuous benchmarking supports sustainable improvement in outcomes.",
    "disease": "colorectal cancer",
    "clean_text": "evaluation of readmissions following elective colorectal surgery a quality improvement initiative hospital readmissions following elective colorectal resections remain a persistent challenge affecting recovery hospital efficiency and overall quality of surgical care readmissions increase morbidity healthcare costs and may delay ongoing cancer treatment within our institution the colorectal surgical team noted a rise in unplanned readmissions after discharge prompting structured evaluation colorectal resections form a major component of elective surgical activity at our centre during early local model health system dashboards showed readmission rates above regional medians for both colonic and rectal resections these findings together with governance discussions about potentially preventable readmissions led to a quality improvement project national benchmarking data from the getting it right first time programme were used to contextualise performance these benchmarks are now integrated within the nhs model health system enabling ongoing data driven monitoring across surgical specialties to evaluate day readmission rates following elective colorectal resections identify contributory factors and propose targeted quality improvement measures a retrospective observational review was conducted at whiston hospital for patients undergoing elective colorectal resections between july and september data included demographics procedure type comorbidities length of stay and day readmissions causes of readmission were analysed and compared with national data among patients mean age years male the median length of stay was days the day readmission rate was exceeding national benchmarks common causes included urinary retention intra abdominal collections port site hernia and gastrointestinal symptoms readmissions were associated with shorter stays and comorbidities model health system data indicated early improvement in rectal resections but a modest rise in colonic cases readmissions exceeded national averages emphasising the need for enhanced recovery compliance prehabilitation improved discharge planning and early post discharge follow up continuous benchmarking supports sustainable improvement in outcomes"
}