{
    "pmid": "41451212",
    "title": "A novel prognostic signature identifies MFAP4 as a tumor suppressor linking the tumor microenvironment to PI3K/AKT signaling in triple-negative breast cancer.",
    "abstract": "Triple-negative breast cancer (TNBC) remains a clinical challenge due to its aggressiveness and limited therapeutic options. The tumor microenvironment (TME), particularly the extracellular matrix (ECM), is a critical regulator of TNBC progression, yet the key molecular drivers remain largely elusive. This study aimed to identify novel TME-related prognostic biomarkers and elucidate their functional roles in TNBC. We constructed and validated a multi-gene prognostic model using TNBC datasets from Gene Expression Omnibus (GEO) and The Cancer Genome Atlas (TCGA) databases. The model's association with TME characteristics was assessed using ESTIMATE algorithm and immune infiltration analyses. The biological functions of the key gene, Microfibril Associated Protein 4 (MFAP4), were investigated  We established a robust 11-gene prognostic model that effectively stratified TNBC patients into high- and low-risk groups with distinct overall and metastasis-free survival. The low-risk group was characterized by an immune-active microenvironment. Notably, MFAP4, an ECM-related gene within the signature, was identified as a key tumor suppressor. MFAP4 expression was significantly downregulated in TNBC tissues and correlated with worse prognosis. Overexpression of MFAP4 markedly suppressed TNBC cell proliferation and migration. Mechanistically, MFAP4 inhibited the phosphorylation of key components of the PI3K/AKT/mTOR pathway. Crucially, pharmacological activation of this pathway with MHY1485 partially rescued the anti-tumor effects induced by MFAP4. Our study established a TME-centric prognostic signature and, more importantly, identified MFAP4 as a novel tumor suppressor in TNBC. We provide the first evidence that MFAP4 inhibits TNBC malignancy by restraining the PI3K/AKT/mTOR signaling pathway, thereby establishing a critical link between the ECM and intracellular oncogenic signaling. MFAP4 represents a promising prognostic biomarker and a potential therapeutic target for TNBC.",
    "disease": "breast cancer",
    "clean_text": "a novel prognostic signature identifies mfap as a tumor suppressor linking the tumor microenvironment to pi k akt signaling in triple negative breast cancer triple negative breast cancer tnbc remains a clinical challenge due to its aggressiveness and limited therapeutic options the tumor microenvironment tme particularly the extracellular matrix ecm is a critical regulator of tnbc progression yet the key molecular drivers remain largely elusive this study aimed to identify novel tme related prognostic biomarkers and elucidate their functional roles in tnbc we constructed and validated a multi gene prognostic model using tnbc datasets from gene expression omnibus geo and the cancer genome atlas tcga databases the model s association with tme characteristics was assessed using estimate algorithm and immune infiltration analyses the biological functions of the key gene microfibril associated protein mfap were investigated we established a robust gene prognostic model that effectively stratified tnbc patients into high and low risk groups with distinct overall and metastasis free survival the low risk group was characterized by an immune active microenvironment notably mfap an ecm related gene within the signature was identified as a key tumor suppressor mfap expression was significantly downregulated in tnbc tissues and correlated with worse prognosis overexpression of mfap markedly suppressed tnbc cell proliferation and migration mechanistically mfap inhibited the phosphorylation of key components of the pi k akt mtor pathway crucially pharmacological activation of this pathway with mhy partially rescued the anti tumor effects induced by mfap our study established a tme centric prognostic signature and more importantly identified mfap as a novel tumor suppressor in tnbc we provide the first evidence that mfap inhibits tnbc malignancy by restraining the pi k akt mtor signaling pathway thereby establishing a critical link between the ecm and intracellular oncogenic signaling mfap represents a promising prognostic biomarker and a potential therapeutic target for tnbc"
}