{
    "title": "Adolescent Antecedents of Young Adult Homelessness: a Cross-national Path Analysis.",
    "doc_id": "34181152",
    "writer": "Heerde JA",
    "year": "2022",
    "summary": "Adolescent and young adult health, development, and behavior lay a foundation for future population health. Increasing rates of young adult homelessness mean there is a need for research which generates evidence to support a stronger focus on populatio …",
    "abstract": "Adolescent and young adult health, development, and behavior lay a foundation for future population health. Increasing rates of young adult homelessness mean there is a need for research which generates evidence to support a stronger focus on population-level prevention. Using longitudinal data from a population-based sample of young adults participating in the cross-nationally matched International Youth Development Study, we examined adolescent antecedents of young adult homelessness in Washington State in the USA and in Victoria, Australia. Participants were surveyed using a modified version of the Communities That Care youth survey. Analyses of prospective, longitudinal data from 1945 participants, recruited as state-representative secondary school samples at grade 7 (average age 13, 2002) and longitudinally compared at young adulthood (average age 25, 2014), showed that young adults in Washington State reported higher rates of past year homelessness (5.24%) compared to those in Victoria (3.25%). Path modeling showed less positive family management strategies at age 13 uniquely increased risk for age 25 homelessness. This effect remained after accounting for age 15 antecedents in peer-group, school, and community environments. Friends' drug use, school suspension, academic failure, and low neighborhood attachment at age 15 mediated the association between less positive family management strategies at age 13 and age 25 homelessness. Despite observing some cross-national differences in levels of family, peer-group, school, and community antecedents, we found that these factors equally increased risk for age 25 homelessness in both states, suggesting similar cross-national influences for young adult homelessness. The findings indicate cross-nationally common adolescent antecedents for young adult homelessness that could be targeted by prevention strategies across international settings.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34181152/",
    "clean_text": "adolescent antecedents of young adult homelessness a cross national path analysis adolescent and young adult health development and behavior lay a foundation for future population health increasing rates of young adult homelessness mean there is a need for research which generates evidence to support a stronger focus on populatio adolescent and young adult health development and behavior lay a foundation for future population health increasing rates of young adult homelessness mean there is a need for research which generates evidence to support a stronger focus on population level prevention using longitudinal data from a population based sample of young adults participating in the cross nationally matched international youth development study we examined adolescent antecedents of young adult homelessness in washington state in the usa and in victoria australia participants were surveyed using a modified version of the communities that care youth survey analyses of prospective longitudinal data from participants recruited as state representative secondary school samples at grade average age and longitudinally compared at young adulthood average age showed that young adults in washington state reported higher rates of past year homelessness compared to those in victoria path modeling showed less positive family management strategies at age uniquely increased risk for age homelessness this effect remained after accounting for age antecedents in peer group school and community environments friends drug use school suspension academic failure and low neighborhood attachment at age mediated the association between less positive family management strategies at age and age homelessness despite observing some cross national differences in levels of family peer group school and community antecedents we found that these factors equally increased risk for age homelessness in both states suggesting similar cross national influences for young adult homelessness the findings indicate cross nationally common adolescent antecedents for young adult homelessness that could be targeted by prevention strategies across international settings"
}