{
    "title": "Endometrial hyperplasia: a review.",
    "doc_id": "15097798",
    "writer": "Montgomery BE",
    "year": "2004",
    "summary": "Endometrial hyperplasia is a precursor to the most common gynecologic cancer diagnosed in women: endometrial cancer of endometrioid histology. ...LEARNING OBJECTIVES: After completion of this article, the reader should be able to describe the definition and classifi …",
    "abstract": "Endometrial hyperplasia is a precursor to the most common gynecologic cancer diagnosed in women: endometrial cancer of endometrioid histology. It is most often diagnosed in postmenopausal women, but women at any age with unopposed estrogen from any source are at an increased risk for developing endometrial hyperplasia. Hyperplasia with cytologic atypia represents the greatest risk for progression to endometrial carcinoma and the presence of concomitant carcinoma in women with endometrial hyperplasia. Abnormal uterine bleeding is the most common presenting symptom of endometrial hyperplasia. Specific Pap smear findings and endometrial thickness per ultrasound could also suggest the diagnosis. Unopposed estrogen in women taking hormone replacement therapy increases the risk of endometrial hyperplasia. Tamoxifen has demonstrated its efficacy in treating women at risk for breast cancer, but it increases the risk of endometrial hyperplasia. The choice of treatment for endometrial hyperplasia is dependent on patient age, the presence of cytologic atypia, the desire for future childbearing, and surgical risk. Endometrial hyperplasia without atypia responds well to progestins. However, women with atypical hyperplasia should be treated with hysterectomy unless other factors preclude surgery.\n    \n\n\n          Target audience:\n        \n      \n      Obstetricians & Gynecologists, Family Physicians.\n    \n\n\n          Learning objectives:\n        \n      \n      After completion of this article, the reader should be able to describe the definition and classification of endometrial hyperplasia, to outline the clinical features of a patient with endometrial hyperplasia, to point out the natural history of endometrial hyperplasia, and to summarize the diagnostic options for patients with endometrial hyperplasia.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15097798/",
    "clean_text": "endometrial hyperplasia a review endometrial hyperplasia is a precursor to the most common gynecologic cancer diagnosed in women endometrial cancer of endometrioid histology learning objectives after completion of this article the reader should be able to describe the definition and classifi endometrial hyperplasia is a precursor to the most common gynecologic cancer diagnosed in women endometrial cancer of endometrioid histology it is most often diagnosed in postmenopausal women but women at any age with unopposed estrogen from any source are at an increased risk for developing endometrial hyperplasia hyperplasia with cytologic atypia represents the greatest risk for progression to endometrial carcinoma and the presence of concomitant carcinoma in women with endometrial hyperplasia abnormal uterine bleeding is the most common presenting symptom of endometrial hyperplasia specific pap smear findings and endometrial thickness per ultrasound could also suggest the diagnosis unopposed estrogen in women taking hormone replacement therapy increases the risk of endometrial hyperplasia tamoxifen has demonstrated its efficacy in treating women at risk for breast cancer but it increases the risk of endometrial hyperplasia the choice of treatment for endometrial hyperplasia is dependent on patient age the presence of cytologic atypia the desire for future childbearing and surgical risk endometrial hyperplasia without atypia responds well to progestins however women with atypical hyperplasia should be treated with hysterectomy unless other factors preclude surgery target audience obstetricians gynecologists family physicians learning objectives after completion of this article the reader should be able to describe the definition and classification of endometrial hyperplasia to outline the clinical features of a patient with endometrial hyperplasia to point out the natural history of endometrial hyperplasia and to summarize the diagnostic options for patients with endometrial hyperplasia"
}