{
    "pmid": "41394834",
    "title": "Mepolizumab treatment alters the functional phenotype of eosinophils in severe eosinophilic asthma.",
    "abstract": "Blood eosinophil count is usually employed as a predictive and response biomarker for mepolizumab treatment. However, its decrease is not always associated with an improvement in asthma symptoms. The aim of this work is to study the effect of mepolizumab in the activation status and functional phenotype of circulating eosinophils. Samples from healthy controls (N = 15) and patients with severe eosinophilic asthma (N = 15) before and after 4, 16 and 32 weeks of mepolizumab treatment (anti-IL5 mAb; 100 mg s.c./4 weeks) were screened. Demographic, clinical, hematological and biochemical characteristics were collected. Activation and functional phenotype of peripheral blood eosinophils was analyzed by flow cytometry. sCD62L in serum was measured by ELISA. Target mRNAs were quantified by Nanostring. Eosinophils from severe eosinophilic asthma patients showed a higher activation profile (CD11b, CD44 and IL-5Rα expression) compared to healthy subjects. Mepolizumab treatment reduced the number of basophils and eosinophils in peripheral blood. We also found a clear downmodulation on the surface expression (% and MFI) of CD44 and IL-3Rα on eosinophils at week 4, which was maintained through all treatment period (4-32 weeks). The functional phenotype of the remaining eosinophils was also modified with the treatment, showing a reduction of inflammatory eosinophils (iEOS; CD62L Mepolizumab treatment modifies the functional phenotype of eosinophils resulting in a lower percentage of iEOS and reduced activation status. These changes occur at an early time point (4 weeks) and are maintained throughout all treatment period.",
    "disease": "asthma",
    "clean_text": "mepolizumab treatment alters the functional phenotype of eosinophils in severe eosinophilic asthma blood eosinophil count is usually employed as a predictive and response biomarker for mepolizumab treatment however its decrease is not always associated with an improvement in asthma symptoms the aim of this work is to study the effect of mepolizumab in the activation status and functional phenotype of circulating eosinophils samples from healthy controls n and patients with severe eosinophilic asthma n before and after and weeks of mepolizumab treatment anti il mab mg s c weeks were screened demographic clinical hematological and biochemical characteristics were collected activation and functional phenotype of peripheral blood eosinophils was analyzed by flow cytometry scd l in serum was measured by elisa target mrnas were quantified by nanostring eosinophils from severe eosinophilic asthma patients showed a higher activation profile cd b cd and il r expression compared to healthy subjects mepolizumab treatment reduced the number of basophils and eosinophils in peripheral blood we also found a clear downmodulation on the surface expression and mfi of cd and il r on eosinophils at week which was maintained through all treatment period weeks the functional phenotype of the remaining eosinophils was also modified with the treatment showing a reduction of inflammatory eosinophils ieos cd l mepolizumab treatment modifies the functional phenotype of eosinophils resulting in a lower percentage of ieos and reduced activation status these changes occur at an early time point weeks and are maintained throughout all treatment period"
}