{
    "pmid": "41431925",
    "title": "Lipid-Related Polygenic Risk Score and Its Association With Plaque Rupture Versus Erosion.",
    "abstract": "Distinct plaque morphologies underlie the major causes of acute coronary syndrome and sudden cardiac death. We used polygenic risk scores (PRSs) for hypercholesterolemia and hypertriglyceridemia, 2 major risk factors for coronary artery disease (CAD), to evaluate the relative contributions of these risk factors to specific plaque morphologies, specifically plaque rupture and erosion. DNA was extracted from formalin-fixed paraffin-embedded tissues and genotyped for 954 subjects from our sudden death autopsy registry, with cause of death determined by autopsy. LDL (low-density lipoprotein)-specific and triglyceride-specific PRSs were constructed based on the Global Lipids Genetics Consortium genome-wide association study results, excluding variants associated with both traits ( Subjects in the highest LDL-specific PRS quintile had significantly more plaque rupture, ≥75% lumen narrowing, thrombotic CAD, and CAD-related death compared with those in the lowest quintile. After adjusting for the first 10 principle components, LDL-specific PRS remained significantly associated with rupture (odds ratio [OR], 1.22 per SD [95% CI, 1.04-1.43];  This is the first study to associate lipid PRSs with specific plaque morphologies, revealing distinct pathogenic mechanisms underlying plaque rupture and erosion. Early genetic risk stratification and subsequent lipid-lowering interventions may provide substantial clinical benefits in mitigating cardiovascular risk, particularly in relation to plaque rupture. Our findings raise questions about the effectiveness of such strategies in preventing plaque erosion, suggesting the need for further investigation into its underlying pathogenesis.",
    "disease": "coronary artery disease",
    "clean_text": "lipid related polygenic risk score and its association with plaque rupture versus erosion distinct plaque morphologies underlie the major causes of acute coronary syndrome and sudden cardiac death we used polygenic risk scores prss for hypercholesterolemia and hypertriglyceridemia major risk factors for coronary artery disease cad to evaluate the relative contributions of these risk factors to specific plaque morphologies specifically plaque rupture and erosion dna was extracted from formalin fixed paraffin embedded tissues and genotyped for subjects from our sudden death autopsy registry with cause of death determined by autopsy ldl low density lipoprotein specific and triglyceride specific prss were constructed based on the global lipids genetics consortium genome wide association study results excluding variants associated with both traits subjects in the highest ldl specific prs quintile had significantly more plaque rupture lumen narrowing thrombotic cad and cad related death compared with those in the lowest quintile after adjusting for the first principle components ldl specific prs remained significantly associated with rupture odds ratio or per sd ci this is the first study to associate lipid prss with specific plaque morphologies revealing distinct pathogenic mechanisms underlying plaque rupture and erosion early genetic risk stratification and subsequent lipid lowering interventions may provide substantial clinical benefits in mitigating cardiovascular risk particularly in relation to plaque rupture our findings raise questions about the effectiveness of such strategies in preventing plaque erosion suggesting the need for further investigation into its underlying pathogenesis"
}