{
    "title": "Oxalate-assisted oxidative degradation of 4-chlorophenol in a bimetallic, zero-valent iron-aluminum/air/water system.",
    "doc_id": "27180839",
    "writer": "Fan J",
    "year": "2016",
    "summary": "The reaction of zero-valent iron and aluminum with oxygen produced reactive oxidants that can oxidize 4-chlorophenol (4-CP). However, oxidant yield without metal surface cleaning to dissolve the native oxide layer or in the absence of ligands was too l …",
    "abstract": "The reaction of zero-valent iron and aluminum with oxygen produced reactive oxidants that can oxidize 4-chlorophenol (4-CP). However, oxidant yield without metal surface cleaning to dissolve the native oxide layer or in the absence of ligands was too low for practical applications. The addition of oxalate (ox) to dissolved oxygen-saturated solution of Fe(0)-Al(0) significantly increased oxidant yield because of the dissolution, pH buffer, and complexing characteristics of ox. Ox-enhanced reactive oxidant generation was affected by ox concentration and solution pH. The critical effect of ox dosing was confirmed with the reactive species of [Fe(II)(ox)0] and [Fe(II)(ox)2 (2-)]. Systematic studies on the effect of the initial and in situ solution pH revealed that 4-CP oxidation was controlled by the continuous release of dissolved Fe(2+) and Al(3+), their fate, and the activation mechanisms of O2 reduction. The degradation pathway of 4-CP in ox-enhanced Fe(0)-Al(0)/O2 may follow the 4-chlorocatechol pathway. The robustness of the ox-enhanced Al(0)-Fe(0)-O2 process was determined with one-time dosing of ox. Therefore, ox is an ideal additive to enhancing the Fe(0)-Al(0)/O2 system for the oxidative degradation of aqueous organic pollutants.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27180839/",
    "clean_text": "oxalate assisted oxidative degradation of chlorophenol in a bimetallic zero valent iron aluminum air water system the reaction of zero valent iron and aluminum with oxygen produced reactive oxidants that can oxidize chlorophenol cp however oxidant yield without metal surface cleaning to dissolve the native oxide layer or in the absence of ligands was too l the reaction of zero valent iron and aluminum with oxygen produced reactive oxidants that can oxidize chlorophenol cp however oxidant yield without metal surface cleaning to dissolve the native oxide layer or in the absence of ligands was too low for practical applications the addition of oxalate ox to dissolved oxygen saturated solution of fe al significantly increased oxidant yield because of the dissolution ph buffer and complexing characteristics of ox ox enhanced reactive oxidant generation was affected by ox concentration and solution ph the critical effect of ox dosing was confirmed with the reactive species of fe ii ox and fe ii ox systematic studies on the effect of the initial and in situ solution ph revealed that cp oxidation was controlled by the continuous release of dissolved fe and al their fate and the activation mechanisms of o reduction the degradation pathway of cp in ox enhanced fe al o may follow the chlorocatechol pathway the robustness of the ox enhanced al fe o process was determined with one time dosing of ox therefore ox is an ideal additive to enhancing the fe al o system for the oxidative degradation of aqueous organic pollutants"
}