{
    "title": "Forensic Pathological Diagnosis of Acute and Old Myocardial Infarction Using Fourier Transform Infrared Spectroscopy.",
    "doc_id": "38228471",
    "writer": "Tian T",
    "year": "2023",
    "summary": "METHODS: FTIR spectra data of early ischemic myocardium, necrotic myocardium, and myocardial fibrous tissue in the left ventricular anterior wall of the sudden death group of atherosclerotic heart disease and the myocardium of the normal control group …",
    "abstract": "Objectives:\n        \n      \n      Fourier transform infrared spectroscopy (FTIR) was used to analyze myocardial infarction tissues at different stages of pathological change to achieve the forensic pathology diagnosis of acute and old myocardial infarction.\n    \n\n\n          Methods:\n        \n      \n      FTIR spectra data of early ischemic myocardium, necrotic myocardium, and myocardial fibrous tissue in the left ventricular anterior wall of the sudden death group of atherosclerotic heart disease and the myocardium of the normal control group were collected using hematoxylin-eosin (HE) and immunohistochemistry (IHC) staining as a reference, and the data were analyzed using multivariate statistical analysis.\n    \n\n\n          Results:\n        \n      \n      The mean normalized spectra of control myocardium, early ischemic myocardium and necrotic myocardium were relatively similar, but the mean second derivative spectra were significantly different. The peak intensity of secondary structure of proteins in early ischemic myocardium was significantly higher than in other types of myocardium, and the peak intensity of the α-helix in necrotic myocardium was the lowest. The peaks of amide Ⅰ and amide Ⅱ in the mean normalized spectra of myocardial fibrous tissue significantly shifted towards higher wave numbers, the peak intensities of amide Ⅱ and amide Ⅲ were higher than those of other types of myocardium, and the peak intensities at 1 338, 1 284, 1 238 and 1 204 cm-1 in the mean second derivative spectra were significantly enhanced. Principal component analysis (PCA) and partial least square-discriminant analysis (PLS-DA) showed that FTIR could distinguish different types of myocardium.\n    \n\n\n          Conclusions:\n        \n      \n      FTIR technique has the potential to diagnose acute and old myocardial infarction, and provides a new basis for the analysis of the causes of sudden cardiac death.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38228471/",
    "clean_text": "forensic pathological diagnosis of acute and old myocardial infarction using fourier transform infrared spectroscopy methods ftir spectra data of early ischemic myocardium necrotic myocardium and myocardial fibrous tissue in the left ventricular anterior wall of the sudden death group of atherosclerotic heart disease and the myocardium of the normal control group objectives fourier transform infrared spectroscopy ftir was used to analyze myocardial infarction tissues at different stages of pathological change to achieve the forensic pathology diagnosis of acute and old myocardial infarction methods ftir spectra data of early ischemic myocardium necrotic myocardium and myocardial fibrous tissue in the left ventricular anterior wall of the sudden death group of atherosclerotic heart disease and the myocardium of the normal control group were collected using hematoxylin eosin he and immunohistochemistry ihc staining as a reference and the data were analyzed using multivariate statistical analysis results the mean normalized spectra of control myocardium early ischemic myocardium and necrotic myocardium were relatively similar but the mean second derivative spectra were significantly different the peak intensity of secondary structure of proteins in early ischemic myocardium was significantly higher than in other types of myocardium and the peak intensity of the helix in necrotic myocardium was the lowest the peaks of amide and amide in the mean normalized spectra of myocardial fibrous tissue significantly shifted towards higher wave numbers the peak intensities of amide and amide were higher than those of other types of myocardium and the peak intensities at and cm in the mean second derivative spectra were significantly enhanced principal component analysis pca and partial least square discriminant analysis pls da showed that ftir could distinguish different types of myocardium conclusions ftir technique has the potential to diagnose acute and old myocardial infarction and provides a new basis for the analysis of the causes of sudden cardiac death"
}