{
    "pmid": "41452653",
    "title": "Early Detection of Infectious Diseases: A Review of Recent Advances in Pathogen Identification, Molecular Tools, and Metabolomics-Driven Biomarker Discovery.",
    "abstract": "The recent COVID-19 pandemic has heightened public interest in noninvasive methods for early diagnosis of infectious diseases. In addition, various government agencies have implemented \"infectious disease preparedness\" to mitigate future outbreaks. This review highlights conventional and advanced methods for infectious disease diagnosis with an emphasis on emerging mass spectrometry methods. Conventional methods for pathogen identification, such as culture-based techniques and molecular methods, have limitations with respect to sensitivity, specificity, and turnaround time. Recent advances in high-resolution mass spectrometry have revolutionized the field of infectious disease biomarker discovery. These techniques enable the comprehensive profiling of metabolites in various biological samples, identification of disease-specific biomarkers, and elucidation of complex host-pathogen interactions. While liquid chromatography-mass spectrometry has been extensively used to identify metabolic alterations in diseases, such as COVID-19, tuberculosis, pneumonia, and influenza, this often requires the use of body fluids. On the other hand, advances in gas chromatography-high resolution mass spectrometry are enabling noninvasive detection of infectious diseases by means of breath-based volatile organic compounds. These methods offer high sensitivity and specificity, enabling the detection of low-abundance biomolecules and the elucidation of complex biological pathways. This review further examines the limitations of each approach while emphasizing the essential applications of metabolomics in infectious disease diagnosis.",
    "disease": "tuberculosis",
    "clean_text": "early detection of infectious diseases a review of recent advances in pathogen identification molecular tools and metabolomics driven biomarker discovery the recent covid pandemic has heightened public interest in noninvasive methods for early diagnosis of infectious diseases in addition various government agencies have implemented infectious disease preparedness to mitigate future outbreaks this review highlights conventional and advanced methods for infectious disease diagnosis with an emphasis on emerging mass spectrometry methods conventional methods for pathogen identification such as culture based techniques and molecular methods have limitations with respect to sensitivity specificity and turnaround time recent advances in high resolution mass spectrometry have revolutionized the field of infectious disease biomarker discovery these techniques enable the comprehensive profiling of metabolites in various biological samples identification of disease specific biomarkers and elucidation of complex host pathogen interactions while liquid chromatography mass spectrometry has been extensively used to identify metabolic alterations in diseases such as covid tuberculosis pneumonia and influenza this often requires the use of body fluids on the other hand advances in gas chromatography high resolution mass spectrometry are enabling noninvasive detection of infectious diseases by means of breath based volatile organic compounds these methods offer high sensitivity and specificity enabling the detection of low abundance biomolecules and the elucidation of complex biological pathways this review further examines the limitations of each approach while emphasizing the essential applications of metabolomics in infectious disease diagnosis"
}