{
    "title": "Platelet Derivatives and the Immunomodulation of Wound Healing.",
    "doc_id": "35955503",
    "writer": "Scopelliti F",
    "year": "2022",
    "summary": "Dysregulation of the immune system during the wound healing process leads to persistent inflammation and delayed healing, which ultimately result in chronic wound. In this review, we summarize the role of the different immune cells involved in wound …",
    "abstract": "Besides their primary role in hemostasis, platelets contain a plethora of immunomodulatory molecules that profoundly affect the entire process of wound repair. Therefore, platelet derivatives, such as platelet-rich plasma or platelet lysate, have been widely employed with promising results in the treatment of chronic wounds. Platelet derivatives provide growth factors, cytokines, and chemokines targeting resident and immigrated cells belonging to the innate and adaptive immune system. The recruitment and activation of neutrophils and macrophages is critical for pathogen clearance in the early phase of wound repair. The inflammatory response begins with the release of cytokines, such as TGF-β, aimed at damping excessive inflammation and promoting the regenerative phase of wound healing. Dysregulation of the immune system during the wound healing process leads to persistent inflammation and delayed healing, which ultimately result in chronic wound. In this review, we summarize the role of the different immune cells involved in wound healing, particularly emphasizing the function of platelet and platelet derivatives in orchestrating the immunological response.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35955503/",
    "clean_text": "platelet derivatives and the immunomodulation of wound healing dysregulation of the immune system during the wound healing process leads to persistent inflammation and delayed healing which ultimately result in chronic wound in this review we summarize the role of the different immune cells involved in wound besides their primary role in hemostasis platelets contain a plethora of immunomodulatory molecules that profoundly affect the entire process of wound repair therefore platelet derivatives such as platelet rich plasma or platelet lysate have been widely employed with promising results in the treatment of chronic wounds platelet derivatives provide growth factors cytokines and chemokines targeting resident and immigrated cells belonging to the innate and adaptive immune system the recruitment and activation of neutrophils and macrophages is critical for pathogen clearance in the early phase of wound repair the inflammatory response begins with the release of cytokines such as tgf aimed at damping excessive inflammation and promoting the regenerative phase of wound healing dysregulation of the immune system during the wound healing process leads to persistent inflammation and delayed healing which ultimately result in chronic wound in this review we summarize the role of the different immune cells involved in wound healing particularly emphasizing the function of platelet and platelet derivatives in orchestrating the immunological response"
}