{
    "title": "Arachidonic acid metabolism: a primer for head and neck surgeons.",
    "doc_id": "9588707",
    "writer": "Ondrey FG.",
    "year": "1998",
    "summary": "A significant body of work in this area has occurred in squamous cell carcinomas of the head and neck over the past 15 years. This review will attempt to familiarize the head and neck surgical oncologist with the basic biochemical steps in the formatio …",
    "abstract": "The arachidonic acid metabolites, or eicosanoids, are a large series of lipid-derived mediators capable of producing a multitude of physiologic effects in the local environment. They play important roles in a variety of signaling pathways in endocrinology, immunology, and oncology. A significant body of work in this area has occurred in squamous cell carcinomas of the head and neck over the past 15 years. This review will attempt to familiarize the head and neck surgical oncologist with the basic biochemical steps in the formation of these compounds, newer developments in the field of eicosanoid biochemistry, and related experimental evidence of the roles of these substances in head and neck cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9588707/",
    "clean_text": "arachidonic acid metabolism a primer for head and neck surgeons a significant body of work in this area has occurred in squamous cell carcinomas of the head and neck over the past years this review will attempt to familiarize the head and neck surgical oncologist with the basic biochemical steps in the formatio the arachidonic acid metabolites or eicosanoids are a large series of lipid derived mediators capable of producing a multitude of physiologic effects in the local environment they play important roles in a variety of signaling pathways in endocrinology immunology and oncology a significant body of work in this area has occurred in squamous cell carcinomas of the head and neck over the past years this review will attempt to familiarize the head and neck surgical oncologist with the basic biochemical steps in the formation of these compounds newer developments in the field of eicosanoid biochemistry and related experimental evidence of the roles of these substances in head and neck cancer"
}