{
    "pmid": "41467354",
    "title": "Pharmacokinetics of Twice-Daily Tenofovir Alafenamide In Adults with HIV-Associated TB on BIC/FTC/TAF and Rifampicin.",
    "abstract": "Tenofovir alafenamide (TAF) is a key component of many fixed-dose combinations used to treat HIV. There are limited data on the pharmacokinetics of plasma tenofovir alafenamide (TAF), tenofovir (TFV), or intracellular tenofovir diphosphate (TFV-DP), among people with HIV (PWH) and tuberculosis (TB) who are taking rifampicin-based TB treatment. Participants in the intervention arm of the INSIGHT trial (NCT04734652) receiving bictegravir/emtricitabine/TAF (BIC/FTC/TAF 50/200/25mg) were enrolled into the semi-intensive pharmacokinetic sub-study. BIC/FTC/TAF was administered twice-daily during rifampicin-based TB treatment (∼24 weeks) and once-daily thereafter. Plasma (TAF/TFV) and dried blood spot samples (TFV-DP) were collected at weeks 4 and 12 (pre-dose, 1, 2, 4, 6, and 8-12h post-dose) during TB treatment and at week 32 (pre-dose, 1, 2, 4, 6-8 and 24-25h post-dose) post-TB treatment. Pharmacokinetic parameters were determined using non-compartmental analysis. Clinical and safety data were collected. Among 43 participants enrolled; median (IQR) age and weight were 35 (30-39) years and 58 (52-65) kg; 77% were male. Geometric least square mean ratios (90% CI) at week 12 (twice-daily TAF) relative to week 32 (once-daily TAF) for TAF AUC0-4, TFV and TFV-DP AUC0-24 were 1.55 (1.13-2.13), 1.24 (1.07-1.44), and 1.32 (1.13-1.53), respectively. At week 24, 95% of participants achieved viral suppression, with no treatment-related serious adverse events or drug discontinuations. Twice-daily TAF was safe and efficacious and achieved similar exposures of intracellular TFV-DP in PWH taking rifampicin for TB compared to once-daily TAF taken alone. These data support the use of TAF in a fixed-dose combination of BIC/FTC/TAF during rifampicin-containing TB treatment.",
    "disease": "tuberculosis",
    "clean_text": "pharmacokinetics of twice daily tenofovir alafenamide in adults with hiv associated tb on bic ftc taf and rifampicin tenofovir alafenamide taf is a key component of many fixed dose combinations used to treat hiv there are limited data on the pharmacokinetics of plasma tenofovir alafenamide taf tenofovir tfv or intracellular tenofovir diphosphate tfv dp among people with hiv pwh and tuberculosis tb who are taking rifampicin based tb treatment participants in the intervention arm of the insight trial nct receiving bictegravir emtricitabine taf bic ftc taf mg were enrolled into the semi intensive pharmacokinetic sub study bic ftc taf was administered twice daily during rifampicin based tb treatment weeks and once daily thereafter plasma taf tfv and dried blood spot samples tfv dp were collected at weeks and pre dose and h post dose during tb treatment and at week pre dose and h post dose post tb treatment pharmacokinetic parameters were determined using non compartmental analysis clinical and safety data were collected among participants enrolled median iqr age and weight were years and kg were male geometric least square mean ratios ci at week twice daily taf relative to week once daily taf for taf auc tfv and tfv dp auc were and respectively at week of participants achieved viral suppression with no treatment related serious adverse events or drug discontinuations twice daily taf was safe and efficacious and achieved similar exposures of intracellular tfv dp in pwh taking rifampicin for tb compared to once daily taf taken alone these data support the use of taf in a fixed dose combination of bic ftc taf during rifampicin containing tb treatment"
}