{
    "title": "Popcorn Capsulorrhaphy in Revision Aesthetic Breast Surgery.",
    "doc_id": "30544132",
    "writer": "Calobrace MB",
    "year": "2020",
    "summary": "Only aesthetic breast cases were included. Data were collected for 149 patients. RESULTS: One hundred forty-nine patients representing 266 breasts were operated on. ...Indications for capsulorrhaphy included malposition in 163 breasts (61.3%), implant positio …",
    "abstract": "Background:\n        \n      \n      Control of the pocket in revisional breast surgery can be technically challenging and unpredictable. A capsulorrhaphy technique has been utilized in altering capsules in secondary aesthetic breast surgery.\n    \n\n\n          Objectives:\n        \n      \n      The authors sought to determine the effectiveness of popcorn capsulorrhaphy in revisional breast surgery.\n    \n\n\n          Methods:\n        \n      \n      A retrospective chart review of revisional breast cases utilizing popcorn capsulorrhaphy was conducted between September 2015 and August 2017. Only aesthetic breast cases were included. Data were collected for 149 patients.\n    \n\n\n          Results:\n        \n      \n      One hundred forty-nine patients representing 266 breasts were operated on. The average patient age was 42 years and the mean body mass index was 24.2 kg/m2. The average time from their original surgery to the popcorn capsulorrhaphy secondary procedure was 9.3 years. Indications for capsulorrhaphy included malposition in 163 breasts (61.3%), implant positioning for breast ptosis in 34 breasts (12.8%), pocket adjustment for implant size change in 49 breasts (18.4%), and postexplantation pocket reduction in 20 breasts (7.5%). Of the 266 implants, 145 (54.5%) were smooth, 101 (38%) textured, and 20 (7.5%) were explanted. The average original implant size was 405 cc and the average size placed at the time of capsulorrhaphy was 422 cc. Two hundred thirty-six (88.7%) were in a submuscular pocket and 30 (11.3%) were subglandular. The total number of complications was 39 (14.7%), and 16 (6%) required some type of operative revision.\n    \n\n\n          Conclusions:\n        \n      \n      Popcorn capsulorrhaphy can provide pocket control and stability with low complication and revision rates. The addition of a mesh or biologic at the time of popcorn capsulorrhaphy can further lower the complication and revision rates.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30544132/",
    "clean_text": "popcorn capsulorrhaphy in revision aesthetic breast surgery only aesthetic breast cases were included data were collected for patients results one hundred forty nine patients representing breasts were operated on indications for capsulorrhaphy included malposition in breasts implant positio background control of the pocket in revisional breast surgery can be technically challenging and unpredictable a capsulorrhaphy technique has been utilized in altering capsules in secondary aesthetic breast surgery objectives the authors sought to determine the effectiveness of popcorn capsulorrhaphy in revisional breast surgery methods a retrospective chart review of revisional breast cases utilizing popcorn capsulorrhaphy was conducted between september and august only aesthetic breast cases were included data were collected for patients results one hundred forty nine patients representing breasts were operated on the average patient age was years and the mean body mass index was kg m the average time from their original surgery to the popcorn capsulorrhaphy secondary procedure was years indications for capsulorrhaphy included malposition in breasts implant positioning for breast ptosis in breasts pocket adjustment for implant size change in breasts and postexplantation pocket reduction in breasts of the implants were smooth textured and were explanted the average original implant size was cc and the average size placed at the time of capsulorrhaphy was cc two hundred thirty six were in a submuscular pocket and were subglandular the total number of complications was and required some type of operative revision conclusions popcorn capsulorrhaphy can provide pocket control and stability with low complication and revision rates the addition of a mesh or biologic at the time of popcorn capsulorrhaphy can further lower the complication and revision rates"
}