{
    "title": "Long-lasting descending and transitory short-term spinal controls on deep spinal dorsal horn nociceptive-specific neurons in response to persistent nociception.",
    "doc_id": "18158093",
    "writer": "You HJ",
    "year": "2008",
    "summary": "Previous reports assessing spinally organized motor activities showed a spinal WDR neuron well-controlled monophasic long-lasting withdrawal reflex in response to BV injection in both intact and spinalized conditions. In contrast, the current data suggest tha …",
    "abstract": "Under intact and spinalized conditions, we compared the responses of deep spinal dorsal horn (DH) nociceptive-specific (NS) and wide-dynamic range (WDR) neurons to subcutaneous bee venom (BV, 0.2 mg/50 microl)-induced persistent nociception. In contrast to the monophasic, long-lasting (34-81 min) WDR neuron responses in both intact and spinalized conditions, BV in NS neurons elicited short-term (<10 min) firing in intact, and long-term (>1 h) biphasic firing in spinalized rats. The BV-induced long-term biphasic NS neuron activities in spinalized condition consisted of a first, early phase (4-13 min) of firing occurred immediately after the BV injection, and a second phase of tonic firing that lasted for 28-74 min. The two phases were separated by a period that lasted 4-11 min during which there was very little neuronal activity. The data suggest that in the presence of peripheral nociception, a transitory (about 5-13 min) spinal segmental inhibitory control and a long-lasting descending inhibitory control govern deep spinal NS neuron but not WDR neuron activity. Previous reports assessing spinally organized motor activities showed a spinal WDR neuron well-controlled monophasic long-lasting withdrawal reflex in response to BV injection in both intact and spinalized conditions. In contrast, the current data suggest that unlike spinal WDR neurons, deep spinal DH NS neurons do not modulate spinal motor output during the persistent nociception. Using the neurokinin-1 (NK-1) receptor antagonist, L-703,606 we further found that only early (within 15 min) treatment with L-703,606 produced a significant inhibition of the enhanced mechanically evoked NS neuron responses in BV-induced nociception, suggesting a dynamic function of NK-1 receptor involvement for deep spinal NS neuron mediated central sensitisation. We conclude that deep spinal DH NS neurons are strictly governed by tonic inhibitory descending controls. As this descending inhibitory control either is absent or decays, deep spinal NS neurons may play a crucial role in the development of central sensitisation in pathological nociception, for instance in spinal cord injury-induced pathological pain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18158093/",
    "clean_text": "long lasting descending and transitory short term spinal controls on deep spinal dorsal horn nociceptive specific neurons in response to persistent nociception previous reports assessing spinally organized motor activities showed a spinal wdr neuron well controlled monophasic long lasting withdrawal reflex in response to bv injection in both intact and spinalized conditions in contrast the current data suggest tha under intact and spinalized conditions we compared the responses of deep spinal dorsal horn dh nociceptive specific ns and wide dynamic range wdr neurons to subcutaneous bee venom bv mg microl induced persistent nociception in contrast to the monophasic long lasting min wdr neuron responses in both intact and spinalized conditions bv in ns neurons elicited short term min firing in intact and long term h biphasic firing in spinalized rats the bv induced long term biphasic ns neuron activities in spinalized condition consisted of a first early phase min of firing occurred immediately after the bv injection and a second phase of tonic firing that lasted for min the two phases were separated by a period that lasted min during which there was very little neuronal activity the data suggest that in the presence of peripheral nociception a transitory about min spinal segmental inhibitory control and a long lasting descending inhibitory control govern deep spinal ns neuron but not wdr neuron activity previous reports assessing spinally organized motor activities showed a spinal wdr neuron well controlled monophasic long lasting withdrawal reflex in response to bv injection in both intact and spinalized conditions in contrast the current data suggest that unlike spinal wdr neurons deep spinal dh ns neurons do not modulate spinal motor output during the persistent nociception using the neurokinin nk receptor antagonist l we further found that only early within min treatment with l produced a significant inhibition of the enhanced mechanically evoked ns neuron responses in bv induced nociception suggesting a dynamic function of nk receptor involvement for deep spinal ns neuron mediated central sensitisation we conclude that deep spinal dh ns neurons are strictly governed by tonic inhibitory descending controls as this descending inhibitory control either is absent or decays deep spinal ns neurons may play a crucial role in the development of central sensitisation in pathological nociception for instance in spinal cord injury induced pathological pain"
}