{
    "title": "Accuracy of self-reported body weight and height in remitted anorexia nervosa.",
    "doc_id": "23514932",
    "writer": "Wolfe BE",
    "year": "2013",
    "summary": "BACKGROUND: The literature reflects contradictory evidence on the ability of persons with anorexia nervosa (AN) to accurately report body weight and height. Furthermore, it is currently unknown if individuals are able to correctly report their weight and heig …",
    "abstract": "Background:\n        \n      \n      The literature reflects contradictory evidence on the ability of persons with anorexia nervosa (AN) to accurately report body weight and height. Furthermore, it is currently unknown if individuals are able to correctly report their weight and height following weight recovery from AN.\n    \n\n\n          Objective:\n        \n      \n      This study examined the accuracy of self-reported body weight and height following remission from anorexia nervosa (RAN).\n    \n\n\n          Design:\n        \n      \n      Individuals included women with RAN (n = 45), anorexia nervosa (AN; n = 23), and controls (CON; n = 71). Subjective body mass index (BMI; kg/m(2)) was calculated from self-reported weight and height; objective BMI was calculated using values obtained with standard measures.\n    \n\n\n          Results:\n        \n      \n      Subjective weights were significantly less than objective weights for the RAN and CON groups (p < .005). These groups reported being taller resulting in lower subjective BMIs (p < .001). The AN group did not significantly differ on subjective and objective weight, height, or BMI.\n    \n\n\n          Conclusions:\n        \n      \n      Results highlight the importance of objective measures for early identification/relapse prevention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23514932/",
    "clean_text": "accuracy of self reported body weight and height in remitted anorexia nervosa background the literature reflects contradictory evidence on the ability of persons with anorexia nervosa an to accurately report body weight and height furthermore it is currently unknown if individuals are able to correctly report their weight and heig background the literature reflects contradictory evidence on the ability of persons with anorexia nervosa an to accurately report body weight and height furthermore it is currently unknown if individuals are able to correctly report their weight and height following weight recovery from an objective this study examined the accuracy of self reported body weight and height following remission from anorexia nervosa ran design individuals included women with ran n anorexia nervosa an n and controls con n subjective body mass index bmi kg m was calculated from self reported weight and height objective bmi was calculated using values obtained with standard measures results subjective weights were significantly less than objective weights for the ran and con groups p these groups reported being taller resulting in lower subjective bmis p the an group did not significantly differ on subjective and objective weight height or bmi conclusions results highlight the importance of objective measures for early identification relapse prevention"
}