{
    "pmid": "41447648",
    "title": "Turkish Translation, Cross-Cultural Adaptation and Psychometric Evaluation of the Tool of Myofascial Adhesions in Patients After Breast Cancer.",
    "abstract": "Myofascial adhesions are an important cause of upper extremity dysfunction among breast cancer surgery (BCS) patients. Myofascial-adhesions-in-patients-after-breast-cancer (MAP-BC) is a quantitative method developed to assess scar tissue and adhesions. This study aims to create a Turkish version of the MAP-BC tool and to test its validity and reliability. This cross-cultural adaptation and validation study included 81 female BCS patients aged 18-80 years. For convergent validity, patients were assessed using MAP-BC and the Patient and Observer Scar Assessment Scale observer subscale. For test-retest reliability, the patients were assessed on days 0 and 14. Thirty-two patients were evaluated by a second researcher to assess interrater reliability. Validity was fair to good (rho = 0.631). For test-retest reliability, intraclass correlation (ICC) values for the subgroups ranged from 0.798 to 0.954, with an ICC = 0.948 for the total score, indicating good-to-excellent test-retest reliability. Interrater ICC values ranged from 0.417 to 0.949, with ICC = 0.938 for the total score, suggesting good to excellent interrater agreement, except for the \"frontal chest wall\" section. The Turkish MAP-BC tool is valid and reliable for evaluating myofascial adhesions and scars after BCS and adjuvant treatments. Clinicians are encouraged to use MAP-BC to detect myofascial adhesions and evaluate treatment efficacy, as this is the first tool available in Turkish for this purpose.",
    "disease": "breast cancer",
    "clean_text": "turkish translation cross cultural adaptation and psychometric evaluation of the tool of myofascial adhesions in patients after breast cancer myofascial adhesions are an important cause of upper extremity dysfunction among breast cancer surgery bcs patients myofascial adhesions in patients after breast cancer map bc is a quantitative method developed to assess scar tissue and adhesions this study aims to create a turkish version of the map bc tool and to test its validity and reliability this cross cultural adaptation and validation study included female bcs patients aged years for convergent validity patients were assessed using map bc and the patient and observer scar assessment scale observer subscale for test retest reliability the patients were assessed on days and thirty two patients were evaluated by a second researcher to assess interrater reliability validity was fair to good rho for test retest reliability intraclass correlation icc values for the subgroups ranged from to with an icc for the total score indicating good to excellent test retest reliability interrater icc values ranged from to with icc for the total score suggesting good to excellent interrater agreement except for the frontal chest wall section the turkish map bc tool is valid and reliable for evaluating myofascial adhesions and scars after bcs and adjuvant treatments clinicians are encouraged to use map bc to detect myofascial adhesions and evaluate treatment efficacy as this is the first tool available in turkish for this purpose"
}