{
    "title": "Clinical features, diagnosis, and prognosis in rheumatoid arthritis.",
    "doc_id": "8452769",
    "writer": "Morgan GJ Jr",
    "year": "1993",
    "summary": "The past year has witnessed a modest expansion in our understanding of the clinical, diagnostic, and prognostic features of rheumatoid arthritis. Almost every continent has reported prevalence, phenotype, and clinical features of rheumatoid arthritis s …",
    "abstract": "The past year has witnessed a modest expansion in our understanding of the clinical, diagnostic, and prognostic features of rheumatoid arthritis. Almost every continent has reported prevalence, phenotype, and clinical features of rheumatoid arthritis subpopulations. Reviews of the natural history and therapy of cervical spine disease, Felty's disease, and lung involvement dominate the clinical literature. Rheumatoid arthritis-like syndromes have been reported to occur after immunotherapy with interferon alfa and interleukin-2. There have been case studies on human immunodeficiency virus, cachexia, pregnancy, \"pseudosepsis,\" bone loss, and malignancy in rheumatoid arthritis. Diagnostic criteria and new classifications for functional and global impairment have been published, and new health impairment questionnaires have been evaluated. Novel isotopes and the role of magnetic resonance imaging in damaged joints were discussed. Rheumatoid factor was reaffirmed as a significant prognostic variable, and the roles of immunogenetic loci, sulfur oxidation, and serum matrix proteins were evaluated in early rheumatoid arthritis. Functional status was again verified as a strong prognostic marker.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8452769/",
    "clean_text": "clinical features diagnosis and prognosis in rheumatoid arthritis the past year has witnessed a modest expansion in our understanding of the clinical diagnostic and prognostic features of rheumatoid arthritis almost every continent has reported prevalence phenotype and clinical features of rheumatoid arthritis s the past year has witnessed a modest expansion in our understanding of the clinical diagnostic and prognostic features of rheumatoid arthritis almost every continent has reported prevalence phenotype and clinical features of rheumatoid arthritis subpopulations reviews of the natural history and therapy of cervical spine disease felty s disease and lung involvement dominate the clinical literature rheumatoid arthritis like syndromes have been reported to occur after immunotherapy with interferon alfa and interleukin there have been case studies on human immunodeficiency virus cachexia pregnancy pseudosepsis bone loss and malignancy in rheumatoid arthritis diagnostic criteria and new classifications for functional and global impairment have been published and new health impairment questionnaires have been evaluated novel isotopes and the role of magnetic resonance imaging in damaged joints were discussed rheumatoid factor was reaffirmed as a significant prognostic variable and the roles of immunogenetic loci sulfur oxidation and serum matrix proteins were evaluated in early rheumatoid arthritis functional status was again verified as a strong prognostic marker"
}