{
    "title": "Sleep quality, caregiver burden, and individual resilience among parents of children with epilepsy.",
    "doc_id": "35973374",
    "writer": "Zhang Q",
    "year": "2022",
    "summary": "Of these, 173 participants completed measures of sleep quality, caregiver burden, and individual resilience. Path analysis was performed to probe the indirect relationship between individual resilience and sleep quality via caregiver burden. ...The pat …",
    "abstract": "Purpose:\n        \n      \n      Parents caring for children with epilepsy have poor sleep quality and experience a certain level of caregiving burden. Individual resilience is a crucial psychological variable that contributes to health during extraordinary challenges. This study aimed to determine the relationships among individual resilience, caregiver burden, and sleep quality.\n    \n\n\n          Methods:\n        \n      \n      This was a descriptive cross-sectional study with a convenience sample, following the STROBE guidelines. One hundred and ninety-one parents of children with epilepsy were invited to participate in the study. Of these, 173 participants completed measures of sleep quality, caregiver burden, and individual resilience. Path analysis was performed to probe the indirect relationship between individual resilience and sleep quality via caregiver burden.\n    \n\n\n          Results:\n        \n      \n      Correlation analysis revealed that individual resilience total scores were significantly and marginally negatively correlated with caregiver burden and sleep quality total scores (r = -0.215, P <.01; r = -0.250, P <.01). Moreover, there was a significant moderate positive correlation between the total caregiver burden scores and total sleep quality scores (r = 0.389, P <.001). The path model showed that individual resilience is indirectly associated with sleep quality via caregiver burden.\n    \n\n\n          Conclusion:\n        \n      \n      The higher the level of individual resilience, the less the caregiver burden and the better the sleep quality for parents of children with epilepsy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35973374/",
    "clean_text": "sleep quality caregiver burden and individual resilience among parents of children with epilepsy of these participants completed measures of sleep quality caregiver burden and individual resilience path analysis was performed to probe the indirect relationship between individual resilience and sleep quality via caregiver burden the pat purpose parents caring for children with epilepsy have poor sleep quality and experience a certain level of caregiving burden individual resilience is a crucial psychological variable that contributes to health during extraordinary challenges this study aimed to determine the relationships among individual resilience caregiver burden and sleep quality methods this was a descriptive cross sectional study with a convenience sample following the strobe guidelines one hundred and ninety one parents of children with epilepsy were invited to participate in the study of these participants completed measures of sleep quality caregiver burden and individual resilience path analysis was performed to probe the indirect relationship between individual resilience and sleep quality via caregiver burden results correlation analysis revealed that individual resilience total scores were significantly and marginally negatively correlated with caregiver burden and sleep quality total scores r p r p moreover there was a significant moderate positive correlation between the total caregiver burden scores and total sleep quality scores r p the path model showed that individual resilience is indirectly associated with sleep quality via caregiver burden conclusion the higher the level of individual resilience the less the caregiver burden and the better the sleep quality for parents of children with epilepsy"
}