{
    "title": "[Epidemiological characteristics and spatiotemporal clustering of hepatitis A in Zhejiang Province from 2010 to 2019].",
    "doc_id": "35488543",
    "writer": "Zhou Y",
    "year": "2022",
    "summary": "Objective: To analyze the epidemiological characteristics and spatiotemporal clustering of hepatitis A in Zhejiang Province from 2010 to 2019. Methods: The data of hepatitis A incidence in Zhejiang Province from 2010 to 2019 were collected from the infectious diseas …",
    "abstract": "Objective: To analyze the epidemiological characteristics and spatiotemporal clustering of hepatitis A in Zhejiang Province from 2010 to 2019. Methods: The data of hepatitis A incidence in Zhejiang Province from 2010 to 2019 were collected from the infectious disease surveillance system of China Information System for Disease Control and Prevention. ArcGIS 10.7 software was used for spatial autocorrelation analysis. SaTScan 9.6 software was used for spatiotemporal scanning analysis. SPSS 25.0 software was used for additional analysis. Results: Zhejiang Province has reported 5 465 cases of hepatitis A in 2010-2019 years, with an average annual incidence rate of 1.00/100 000, and periodicity and seasonality are not obvious. The incidence of male was higher than that of female (P=0.023), and the highest incidence rate was 50-59 years old. Spatial autocorrelation analysis showed that there was a positive spatial correlation between the incidence of hepatitis A in Zhejiang Province from 2010 to 2017, with the weakest correlation in 2010 (Moran's I =0.103, Z=1.769, P=0.049), and the strongest correlation in 2016 (Moran's I=0.328, Z=4.979, P=0.001). Spatiotemporal scanning analysis showed that there was spatial aggregation of hepatitis A in Zhejiang Province from 2010 to 2019, with a total of three aggregation areas identified. Among them, the mostly aggregation area was concentrated in Xiangshan county of Ningbo city, which covered 10 counties (cities and districts), including Ninghai county and Yinzhou district, and appeared from January 1 to June 30, 2012. Conclusion: The incidence level of hepatitis A in Zhejiang Province shows a stable fluctuation trend from 2010 to 2019, and the seasonal regularity is not obvious. The population group aged 50-59 years old is the key population. There is spatial aggregation in the epidemic situation of hepatitis A. Targeted prevention and control measures of hepatitis A should be done based on the law of spatiotemporal aggregation and local incidence.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35488543/",
    "clean_text": "epidemiological characteristics and spatiotemporal clustering of hepatitis a in zhejiang province from to objective to analyze the epidemiological characteristics and spatiotemporal clustering of hepatitis a in zhejiang province from to methods the data of hepatitis a incidence in zhejiang province from to were collected from the infectious diseas objective to analyze the epidemiological characteristics and spatiotemporal clustering of hepatitis a in zhejiang province from to methods the data of hepatitis a incidence in zhejiang province from to were collected from the infectious disease surveillance system of china information system for disease control and prevention arcgis software was used for spatial autocorrelation analysis satscan software was used for spatiotemporal scanning analysis spss software was used for additional analysis results zhejiang province has reported cases of hepatitis a in years with an average annual incidence rate of and periodicity and seasonality are not obvious the incidence of male was higher than that of female p and the highest incidence rate was years old spatial autocorrelation analysis showed that there was a positive spatial correlation between the incidence of hepatitis a in zhejiang province from to with the weakest correlation in moran s i z p and the strongest correlation in moran s i z p spatiotemporal scanning analysis showed that there was spatial aggregation of hepatitis a in zhejiang province from to with a total of three aggregation areas identified among them the mostly aggregation area was concentrated in xiangshan county of ningbo city which covered counties cities and districts including ninghai county and yinzhou district and appeared from january to june conclusion the incidence level of hepatitis a in zhejiang province shows a stable fluctuation trend from to and the seasonal regularity is not obvious the population group aged years old is the key population there is spatial aggregation in the epidemic situation of hepatitis a targeted prevention and control measures of hepatitis a should be done based on the law of spatiotemporal aggregation and local incidence"
}