{
    "title": "Hypothesis-driven physical examination curriculum.",
    "doc_id": "27933732",
    "writer": "Allen S",
    "year": "2017",
    "summary": "BACKGROUND: Medical students traditionally learn physical examination skills as a rote list of manoeuvres. Alternatives like hypothesis-driven physical examination (HDPE) may promote students' understanding of the contribution of physical exa …",
    "abstract": "Background:\n        \n      \n      Medical students traditionally learn physical examination skills as a rote list of manoeuvres. Alternatives like hypothesis-driven physical examination (HDPE) may promote students' understanding of the contribution of physical examination to diagnostic reasoning. We sought to determine whether first-year medical students can effectively learn to perform a physical examination using an HDPE approach, and then tailor the examination to specific clinical scenarios. Medical students traditionally learn physical examination skills as a rote list of manoeuvres CONTEXT: First-year medical students at the University of Minnesota were taught both traditional and HDPE approaches during a required 17-week clinical skills course in their first semester. The end-of-course evaluation assessed HDPE skills: students were assigned one of two cardiopulmonary cases. Each case included two diagnostic hypotheses. During an interaction with a standardised patient, students were asked to select physical examination manoeuvres in order to make a final diagnosis. Items were weighted and selection order was recorded.\n    \n\n\n          Innovation:\n        \n      \n      First-year students with minimal pathophysiology performed well. All students selected the correct diagnosis. Importantly, students varied the order when selecting examination manoeuvres depending on the diagnoses under consideration, demonstrating early clinical decision-making skills.\n    \n\n\n          Implications:\n        \n      \n      An early introduction to HDPE may reinforce physical examination skills for hypothesis generation and testing, and can foster early clinical decision-making skills. This has important implications for further research in physical examination instruction.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27933732/",
    "clean_text": "hypothesis driven physical examination curriculum background medical students traditionally learn physical examination skills as a rote list of manoeuvres alternatives like hypothesis driven physical examination hdpe may promote students understanding of the contribution of physical exa background medical students traditionally learn physical examination skills as a rote list of manoeuvres alternatives like hypothesis driven physical examination hdpe may promote students understanding of the contribution of physical examination to diagnostic reasoning we sought to determine whether first year medical students can effectively learn to perform a physical examination using an hdpe approach and then tailor the examination to specific clinical scenarios medical students traditionally learn physical examination skills as a rote list of manoeuvres context first year medical students at the university of minnesota were taught both traditional and hdpe approaches during a required week clinical skills course in their first semester the end of course evaluation assessed hdpe skills students were assigned one of two cardiopulmonary cases each case included two diagnostic hypotheses during an interaction with a standardised patient students were asked to select physical examination manoeuvres in order to make a final diagnosis items were weighted and selection order was recorded innovation first year students with minimal pathophysiology performed well all students selected the correct diagnosis importantly students varied the order when selecting examination manoeuvres depending on the diagnoses under consideration demonstrating early clinical decision making skills implications an early introduction to hdpe may reinforce physical examination skills for hypothesis generation and testing and can foster early clinical decision making skills this has important implications for further research in physical examination instruction"
}