{
    "pmid": "41458402",
    "title": "Differences in healthcare access between Rohingya refugees and their host community in Cox's Bazar, Bangladesh.",
    "abstract": "Forced migration is increasing globally and majority of the forced migrants are displaced in low- and middle-income countries. Bangladesh, which hosts about one million Rohingya refugees in one of the world's largest refugee camps in Cox's Bazar, faces challenges in ensuring equitable healthcare access for both refugees and host communities. This can create disparities in healthcare access for both the groups. Understanding the disparities is critical to aid in effective healthcare strategies that address the needs of both groups and promote social cohesion. This study investigated the differences in healthcare access between Rohingyas and their host community in Cox's Bazar, Bangladesh. Secondary data, covering refugee and host households using two datasets: household-level and individual-level were analyzed. Generalized linear mixed model and binary logistic regression was used to explore healthcare access differences between Rohingya refugees and their host community. Refugees were significantly more likely to face financial barriers (OR = 3.10, 95% CI: 2.14, 4.49;  The findings indicate that both refugees and host face healthcare access barriers. The refugee may benefit from targeted interventions in camps, leading to better access to specific healthcare services. To reduce disparities, a more inclusive healthcare strategy is necessary, ensuring equitable access for both refugees and host populations.",
    "disease": "covid-19",
    "clean_text": "differences in healthcare access between rohingya refugees and their host community in cox s bazar bangladesh forced migration is increasing globally and majority of the forced migrants are displaced in low and middle income countries bangladesh which hosts about one million rohingya refugees in one of the world s largest refugee camps in cox s bazar faces challenges in ensuring equitable healthcare access for both refugees and host communities this can create disparities in healthcare access for both the groups understanding the disparities is critical to aid in effective healthcare strategies that address the needs of both groups and promote social cohesion this study investigated the differences in healthcare access between rohingyas and their host community in cox s bazar bangladesh secondary data covering refugee and host households using two datasets household level and individual level were analyzed generalized linear mixed model and binary logistic regression was used to explore healthcare access differences between rohingya refugees and their host community refugees were significantly more likely to face financial barriers or ci the findings indicate that both refugees and host face healthcare access barriers the refugee may benefit from targeted interventions in camps leading to better access to specific healthcare services to reduce disparities a more inclusive healthcare strategy is necessary ensuring equitable access for both refugees and host populations"
}