{
    "title": "The Comorbidity of Lung Cancer and ILD: A Review.",
    "doc_id": "39842452",
    "writer": "Uhlenbruch M",
    "year": "2025",
    "summary": "Lung cancer is a relevant comorbidity in ILD patients and associated with impaired survival.The most frequent ILD among patients with NSCLC (Non-small cell lung cancer) is idiopathic pulmonary fibrosis (IPF), which is associated with an greater decline …",
    "abstract": "Patients with interstitial lung disease (ILD) and especially with idiopathic pulmonary fibrosis(IPF) suffer from reduced survival expectation and risk of exacerbations. Lung cancer is a relevant comorbidity in ILD patients and associated with impaired survival.The most frequent ILD among patients with NSCLC (Non-small cell lung cancer) is idiopathic pulmonary fibrosis (IPF), which is associated with an greater decline in lung function and a higher risk of death.The prevalence of lung cancer in patients with ILD is up to 10% and in autopsy studies a prevalence up to 48% has been found.There are no guidelines for patients with lung cancer and ILD. Moreover, no adequate evidence is available.Therefore, we reviewed currently available literature to present an overview of the state of the art.In this review we focus on staging and treatment of the comorbidity of lung cancer and ILD.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39842452/",
    "clean_text": "the comorbidity of lung cancer and ild a review lung cancer is a relevant comorbidity in ild patients and associated with impaired survival the most frequent ild among patients with nsclc non small cell lung cancer is idiopathic pulmonary fibrosis ipf which is associated with an greater decline patients with interstitial lung disease ild and especially with idiopathic pulmonary fibrosis ipf suffer from reduced survival expectation and risk of exacerbations lung cancer is a relevant comorbidity in ild patients and associated with impaired survival the most frequent ild among patients with nsclc non small cell lung cancer is idiopathic pulmonary fibrosis ipf which is associated with an greater decline in lung function and a higher risk of death the prevalence of lung cancer in patients with ild is up to and in autopsy studies a prevalence up to has been found there are no guidelines for patients with lung cancer and ild moreover no adequate evidence is available therefore we reviewed currently available literature to present an overview of the state of the art in this review we focus on staging and treatment of the comorbidity of lung cancer and ild"
}