{
    "pmid": "41461040",
    "title": "Trastuzumab deruxtecan and the evolving role of human epidermal growth factor receptor 2-targeted antibody-drug conjugates in breast and ovarian cancer.",
    "abstract": "Breast cancer remains a leading cause of cancer-related morbidity and mortality worldwide. One of the most significant advances in treatment has been the evolution of human epidermal growth factor receptor 2 (HER2)-targeted therapies. This review summarizes recent clinical progress in HER2-directed antibody-drug conjugates (ADCs), with specific focus on trastuzumab deruxtecan (T-DXd) in breast and ovarian cancer, and highlights emerging ADCs shaping the next generation of HER2-targeted therapy. T-DXd has demonstrated superior efficacy to trastuzumab emtansine (T-DM1) in breast cancer across the metastatic and adjuvant settings, and has also shown significant activity in HER2-low and ultralow disease. Mechanistic innovations, including a cleavable linker, a high drug-to-antibody ratio, and a membrane-permeable topoisomerase I inhibitor payload, enhance its potency. In ovarian cancer, T-DXd has shown promising early efficacy in heavily pretreated patients; however, additional real-world data are needed to better define its clinical benefit and optimize patient selection. Emerging HER2-directed ADCs such as disitamab vedotin aim to overcome resistance and broaden therapeutic options for patients. The efficacy of T-DXd represents a major advance in HER2-targeted therapy, expanding treatment beyond HER2-positive disease into a wider continuum of HER2 expression. Ongoing clinical development of next-generation ADCs aims to improve efficacy, safety, and access to precision-guided cytotoxic therapy across solid tumors.",
    "disease": "breast cancer",
    "clean_text": "trastuzumab deruxtecan and the evolving role of human epidermal growth factor receptor targeted antibody drug conjugates in breast and ovarian cancer breast cancer remains a leading cause of cancer related morbidity and mortality worldwide one of the most significant advances in treatment has been the evolution of human epidermal growth factor receptor her targeted therapies this review summarizes recent clinical progress in her directed antibody drug conjugates adcs with specific focus on trastuzumab deruxtecan t dxd in breast and ovarian cancer and highlights emerging adcs shaping the next generation of her targeted therapy t dxd has demonstrated superior efficacy to trastuzumab emtansine t dm in breast cancer across the metastatic and adjuvant settings and has also shown significant activity in her low and ultralow disease mechanistic innovations including a cleavable linker a high drug to antibody ratio and a membrane permeable topoisomerase i inhibitor payload enhance its potency in ovarian cancer t dxd has shown promising early efficacy in heavily pretreated patients however additional real world data are needed to better define its clinical benefit and optimize patient selection emerging her directed adcs such as disitamab vedotin aim to overcome resistance and broaden therapeutic options for patients the efficacy of t dxd represents a major advance in her targeted therapy expanding treatment beyond her positive disease into a wider continuum of her expression ongoing clinical development of next generation adcs aims to improve efficacy safety and access to precision guided cytotoxic therapy across solid tumors"
}