{
    "pmid": "41425832",
    "title": "Prognosis of people with focal epilepsy treated with anti-seizure medications (ASMs): a narrative review of current evidence and future directions.",
    "abstract": "Epilepsy is a chronic, neurological disorder that affects 65 million people worldwide. Two-thirds are estimated to become seizure free with anti-seizure medications (ASMs), while one-third will ultimately develop drug-resistant epilepsy (DRE). Although >30 ASMs are now available, treatment outcomes among all epilepsies do not appear to have improved. There is a paucity of prognostic evidence specific to focal epilepsies, despite focal epilepsy being one of the most common forms of epilepsy and an independent risk factor for developing DRE. Accurate prognostication has largely been limited by variable definitions of treatment response in the literature. Use of the current International League Against Epilepsy treatment response definitions in research studies and clinical practice may improve the quality of prognostic evidence, as well as help identify important phenotypes of treatment responsiveness. This is particularly important as pharmacological treatments for epilepsy continue to expand without clear evidence we are improving outcomes.",
    "disease": "epilepsy",
    "clean_text": "prognosis of people with focal epilepsy treated with anti seizure medications asms a narrative review of current evidence and future directions epilepsy is a chronic neurological disorder that affects million people worldwide two thirds are estimated to become seizure free with anti seizure medications asms while one third will ultimately develop drug resistant epilepsy dre although asms are now available treatment outcomes among all epilepsies do not appear to have improved there is a paucity of prognostic evidence specific to focal epilepsies despite focal epilepsy being one of the most common forms of epilepsy and an independent risk factor for developing dre accurate prognostication has largely been limited by variable definitions of treatment response in the literature use of the current international league against epilepsy treatment response definitions in research studies and clinical practice may improve the quality of prognostic evidence as well as help identify important phenotypes of treatment responsiveness this is particularly important as pharmacological treatments for epilepsy continue to expand without clear evidence we are improving outcomes"
}