{
    "pmid": "41356991",
    "title": "Hospital-Based Investigation of Acute Respiratory Infections in Children Under Five: Epidemiology, Seasonality, and Co-infections.",
    "abstract": "Acute respiratory infections (ARIs) remain a leading cause of childhood morbidity and mortality in low-resource settings. This hospital-based observational study investigated the etiology, seasonal trends, and co-infections of respiratory pathogens using the multiplex polymerase chain reaction (PCR) panel among children under five from Eastern India. From January to December 2024, 209 samples (nasopharyngeal swabs/throat swabs or bronchoalveolar lavage) were collected from children under five who visited a tertiary healthcare center at Bhubaneswar, Odisha, India, with ARI/severe ARI (SARI). Multiplex PCR was used to identify the pathogens. All the data were recorded in a pre-designed case record form and analyzed using appropriate statistical tests. Overall, 59.8% (125/209) tested positive for viral pathogens, predominantly human rhinovirus (HRV, 21.05%) and respiratory syncytial virus (RSV, 16.26%). Bacterial pathogens were detected in 45.45% (95/209), primarily  The findings underscore HRV and ",
    "disease": "influenza",
    "clean_text": "hospital based investigation of acute respiratory infections in children under five epidemiology seasonality and co infections acute respiratory infections aris remain a leading cause of childhood morbidity and mortality in low resource settings this hospital based observational study investigated the etiology seasonal trends and co infections of respiratory pathogens using the multiplex polymerase chain reaction pcr panel among children under five from eastern india from january to december samples nasopharyngeal swabs throat swabs or bronchoalveolar lavage were collected from children under five who visited a tertiary healthcare center at bhubaneswar odisha india with ari severe ari sari multiplex pcr was used to identify the pathogens all the data were recorded in a pre designed case record form and analyzed using appropriate statistical tests overall tested positive for viral pathogens predominantly human rhinovirus hrv and respiratory syncytial virus rsv bacterial pathogens were detected in primarily the findings underscore hrv and"
}