{
    "pmid": "41455380",
    "title": "Comprehensive epigenomic and transcriptomic analysis identifies FABP7 and CLIC6 as methylation-driven prognostic biomarker for a novel breast cancer subtype.",
    "abstract": "Breast cancer (BRCA) is the most prevalent malignancy among women and exhibits significant molecular and clinical heterogeneity. To improve risk stratification and identify novel molecular subtypes, we employed integrative analysis on DNA CpG methylation and transcriptomic data to construct a methylation-driven prognostic model for BRCA. Using LASSO, we identified a 10-gene prognostic signature that effectively stratified patients into two groups designated as high-risk and low-risk groups. Kaplan-Mayer survival analysis revealed worse overall survival of the high-risk patients in the TCGA cohort (p < 0.0001). The risk model was independently validated in two external GEO datasets GSE86166 (p = 0.00011) and GSE42568 (p = 0.00013) demonstrating its resilience and clinical relevance. In addition, the risk groups were not associated with any canonical molecular subtypes of breast cancer. Among the 10 genes, FABP7 and CLIC6 were differentially expressed between the risk groups. FABP7 had the highest negative LASSO coefficients followed by CLIC6. In further analysis, FABP7 (R",
    "disease": "breast cancer",
    "clean_text": "comprehensive epigenomic and transcriptomic analysis identifies fabp and clic as methylation driven prognostic biomarker for a novel breast cancer subtype breast cancer brca is the most prevalent malignancy among women and exhibits significant molecular and clinical heterogeneity to improve risk stratification and identify novel molecular subtypes we employed integrative analysis on dna cpg methylation and transcriptomic data to construct a methylation driven prognostic model for brca using lasso we identified a gene prognostic signature that effectively stratified patients into two groups designated as high risk and low risk groups kaplan mayer survival analysis revealed worse overall survival of the high risk patients in the tcga cohort p the risk model was independently validated in two external geo datasets gse p and gse p demonstrating its resilience and clinical relevance in addition the risk groups were not associated with any canonical molecular subtypes of breast cancer among the genes fabp and clic were differentially expressed between the risk groups fabp had the highest negative lasso coefficients followed by clic in further analysis fabp r"
}