{
    "pmid": "41399469",
    "title": "Reducing the burden of osteoarthritis in Australia: A 2024-2025 research priority-setting study.",
    "abstract": "To identify research priorities for osteoarthritis (OA) in Australia to reduce the individual and societal burden of OA. We used accepted priority setting methodology involving multiple stages: 1) gathering unanswered research priorities from selected literature; 2) assembling an expert panel and using an online survey to obtain additional priorities from panelists; 3) consolidating research priorities (eg. removing duplicates); 4) panel rating of priorities for importance on an 11-point numeric rating scale (0 ​= ​'not at all important; 10 ​= ​'extremely important') via another online survey; 5) analyzing and compiling the final list of priorities; and 6) addressing implementation via a one-day National Summit. 38 research priorities were identified from the literature. 288 nation-wide panel experts (204 consumers/carers/consumer organisations; 47 clinicians from 9 disciplines; 32 researchers; and 5 industry/research funders) provided an additional 99 priorities. Following consolidation, 90 priorities remained and were organised under 8 themes. 204 of the original panelists (71 ​%) rated the priorities. All priorities scored a mean importance rating ≥6 and so were retained, giving a final list of 90. Mean (SD) importance scores for the top 20 priorities ranged from 8.2 (1.9) to 8.9 (1.9). Overall, the top 3 priorities related to developing drugs/strategies to prevent disease progression and regeneration of damaged cartilage. There was variation across consumers, clinicians and researchers, with only 2 of the same priorities ranked in each of their top 20. We determined key research priorities for OA. These can help guide research directions and funding to enhance outcomes for people with OA.",
    "disease": "osteoarthritis",
    "clean_text": "reducing the burden of osteoarthritis in australia a research priority setting study to identify research priorities for osteoarthritis oa in australia to reduce the individual and societal burden of oa we used accepted priority setting methodology involving multiple stages gathering unanswered research priorities from selected literature assembling an expert panel and using an online survey to obtain additional priorities from panelists consolidating research priorities eg removing duplicates panel rating of priorities for importance on an point numeric rating scale not at all important extremely important via another online survey analyzing and compiling the final list of priorities and addressing implementation via a one day national summit research priorities were identified from the literature nation wide panel experts consumers carers consumer organisations clinicians from disciplines researchers and industry research funders provided an additional priorities following consolidation priorities remained and were organised under themes of the original panelists rated the priorities all priorities scored a mean importance rating and so were retained giving a final list of mean sd importance scores for the top priorities ranged from to overall the top priorities related to developing drugs strategies to prevent disease progression and regeneration of damaged cartilage there was variation across consumers clinicians and researchers with only of the same priorities ranked in each of their top we determined key research priorities for oa these can help guide research directions and funding to enhance outcomes for people with oa"
}