{
    "pmid": "41458179",
    "title": "PH20-modified exosomes loaded curcumin inhibit desmoplastic breast cancer by breaking extracellular matrix barrier and normalizing cancer-associated fibroblasts.",
    "abstract": "Triple-negative breast cancer (TNBC), a typical desmoplastic tumor, is characterized by dense fibrotic stroma enriched with cancer-associated fibroblasts (CAFs) and excessive extracellular matrix (ECM) deposition. Activated CAFs secrete abundant cytokine to promote tumor progression, while continuously recruit ECM proteins to form stiff pathological barriers that impede drug penetration and immune cell infiltration. In this work, we designed engineered exosomes co-modified with hyaluronidase PH20 (Exos-PH20) and curcumin (Cur) to specifically deliver Cur, aiming to breakthrough desmoplastic tumor microenvironment (TME) for deep tumor penetration, CAFs normalization rather than elimination, and amplification of anticancer efficacy. Results showed that Exos-PH20@Cur leverage the tumor-targeting capability of exosomes and PH20-mediated hyaluronan degradation to achieve deep intratumoral penetration. Meanwhile, the normalization of CAFs by suppressing PRMT5-strengthened Smad3-mediated fibrotic gene transcription, can alleviate TNBC fibrosis and even can disrupt TGF-β and IL-6 mediated crosstalk of CAFs with cancer cells to combat tumor invasion. As a result, the enhanced accumulation of Exos-PH20@Cur in tumor core, along with increased CD8",
    "disease": "breast cancer",
    "clean_text": "ph modified exosomes loaded curcumin inhibit desmoplastic breast cancer by breaking extracellular matrix barrier and normalizing cancer associated fibroblasts triple negative breast cancer tnbc a typical desmoplastic tumor is characterized by dense fibrotic stroma enriched with cancer associated fibroblasts cafs and excessive extracellular matrix ecm deposition activated cafs secrete abundant cytokine to promote tumor progression while continuously recruit ecm proteins to form stiff pathological barriers that impede drug penetration and immune cell infiltration in this work we designed engineered exosomes co modified with hyaluronidase ph exos ph and curcumin cur to specifically deliver cur aiming to breakthrough desmoplastic tumor microenvironment tme for deep tumor penetration cafs normalization rather than elimination and amplification of anticancer efficacy results showed that exos ph cur leverage the tumor targeting capability of exosomes and ph mediated hyaluronan degradation to achieve deep intratumoral penetration meanwhile the normalization of cafs by suppressing prmt strengthened smad mediated fibrotic gene transcription can alleviate tnbc fibrosis and even can disrupt tgf and il mediated crosstalk of cafs with cancer cells to combat tumor invasion as a result the enhanced accumulation of exos ph cur in tumor core along with increased cd"
}