{
    "title": "Neuropsychiatry of fragile X-premutation carriers with and without fragile X-associated tremor-ataxia syndrome: implications for neuropsychology.",
    "doc_id": "27355575",
    "writer": "Bourgeois JA.",
    "year": "2016",
    "summary": "OBJECTIVES: Clinical neuropsychologists benefit from clinical currency in recently ascertained neuropsychiatric illness, such as fragile X premutation (FXPM) disorders. The author reviewed the clinical literature through 2016 for neuropsychiatric phenotypes in FXPM …",
    "abstract": "Objectives:\n        \n      \n      Clinical neuropsychologists benefit from clinical currency in recently ascertained neuropsychiatric illness, such as fragile X premutation (FXPM) disorders. The author reviewed the clinical literature through 2016 for neuropsychiatric phenotypes in FXPM disorders, including patients with fragile X-associated tremor/ataxia syndrome (FXTAS).\n    \n\n\n          Methods:\n        \n      \n      A PubMed search using the search terms 'Fragile X,' 'Premutation,' 'Carriers,' 'Psychiatric,' 'Dementia,' 'Mood,' and 'Anxiety' for citations in the clinical literature through 2016 was reviewed for studies specifically examining the neuropsychiatric phenotype in FXPM patients. The relevant articles were classified according to specific neuropsychiatric syndromes, including child onset, adult onset with and without FXTAS, as well as common systemic comorbidities in FXPM patients.\n    \n\n\n          Results:\n        \n      \n      Eighty-six articles were reviewed for the neuropsychiatric and other phenotypes in FXPM patients. The neuropsychiatric phenotype in FXPM patients is distinct from that of full mutation (Fragile X Syndrome) patients. FXTAS is associated with a specific cortical-subcortical major or mild neurocognitive disorder (NCD).\n    \n\n\n          Conclusions:\n        \n      \n      FXPM patients are at risk for neuropsychiatric illness. In addition, FXPM patients are at risk for other systemic conditions that should raise suspicion for FXPM-associated illnesses. Clinicians should consider a diagnosis of FXPM-associated neuropsychiatric illness when patients with specific clinical scenarios are encountered; especially in patient pedigrees consistent with a typical (often multigenerational) presentation of fragile X-associated conditions, confirmatory genetic testing should be considered. Clinical management should take into account the psychological challenges of a multigenerational genetic neuropsychiatric illness with a variable CNS and systemic clinical phenotype.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27355575/",
    "clean_text": "neuropsychiatry of fragile x premutation carriers with and without fragile x associated tremor ataxia syndrome implications for neuropsychology objectives clinical neuropsychologists benefit from clinical currency in recently ascertained neuropsychiatric illness such as fragile x premutation fxpm disorders the author reviewed the clinical literature through for neuropsychiatric phenotypes in fxpm objectives clinical neuropsychologists benefit from clinical currency in recently ascertained neuropsychiatric illness such as fragile x premutation fxpm disorders the author reviewed the clinical literature through for neuropsychiatric phenotypes in fxpm disorders including patients with fragile x associated tremor ataxia syndrome fxtas methods a pubmed search using the search terms fragile x premutation carriers psychiatric dementia mood and anxiety for citations in the clinical literature through was reviewed for studies specifically examining the neuropsychiatric phenotype in fxpm patients the relevant articles were classified according to specific neuropsychiatric syndromes including child onset adult onset with and without fxtas as well as common systemic comorbidities in fxpm patients results eighty six articles were reviewed for the neuropsychiatric and other phenotypes in fxpm patients the neuropsychiatric phenotype in fxpm patients is distinct from that of full mutation fragile x syndrome patients fxtas is associated with a specific cortical subcortical major or mild neurocognitive disorder ncd conclusions fxpm patients are at risk for neuropsychiatric illness in addition fxpm patients are at risk for other systemic conditions that should raise suspicion for fxpm associated illnesses clinicians should consider a diagnosis of fxpm associated neuropsychiatric illness when patients with specific clinical scenarios are encountered especially in patient pedigrees consistent with a typical often multigenerational presentation of fragile x associated conditions confirmatory genetic testing should be considered clinical management should take into account the psychological challenges of a multigenerational genetic neuropsychiatric illness with a variable cns and systemic clinical phenotype"
}