{
    "pmid": "41462452",
    "title": "Systolic and diastolic blood pressure, abdominal obesity, and alcohol consumption contribute to the risk of hypertrophic and dilated cardiomyopathies in European and East Asian populations.",
    "abstract": "Potentially modifiable cardiovascular risk factors, including hypertension, diabetes, obesity, alcohol consumption, and smoking initiation, are associated with hypertrophic (HCM) and dilated (DCM) cardiomyopathies, representing promising targets for interventions. However, the causality and cross-ancestry generalizability of these associations remain uncertain. Collecting summary-level data from genome-wide association studies for systolic (SBP) and diastolic (DBP) blood pressure, hypertension, type 2 diabetes, fasting glucose, glycated hemoglobin, body mass index (BMI), waist circumference (WC), alcohol consumption, smoking initiation, HCM, and DCM (sample size ranging from 38,288 to 1,812,017), we performed comprehensive two-sample univariable Mendelian randomization (MR) to evaluate the causal effect of each trait on HCM and DCM in both European and East Asian populations. We performed multivariable MR to investigate the independent effects of interrelated traits (SBP vs. DBP; BMI vs. WC). MR analyses identified reliable evidence of a causal effect of SBP on HCM (Europeans: odds ratio (OR) = 1.03, 95% confidence interval (CI) = 1.02-1.04; East Asians: OR = 1.06, 95% CI = 1.03-1.08). For DCM, reliable evidence of causal effects was identified for DBP (Europeans: OR = 1.04, 95% CI = 1.03-1.04; East Asians: OR = 1.07, 95% CI = 1.04-1.11), WC (Europeans: OR = 1.73, 95% CI = 1.58-1.89; East Asians: OR = 3.32, 95% CI = 1.22-9.03), and alcohol consumption (Europeans: OR = 1.50, 95% CI = 1.20-1.86; East Asians: OR = 1.32, 95% CI = 1.11-1.56). In Europeans, genetically predicted higher WC (OR = 1.75, 95% CI = 1.53-2.01) and smoking initiation (OR = 1.34, 95% CI = 1.16-1.56) specifically increased the risk of HCM and DCM, respectively, while genetically predicted higher alcohol consumption (OR = 1.68, 95% CI = 1.36-2.07) specifically increased the risk of HCM in East Asians. This study provided reliable cross-ancestry genetic evidence supporting higher SBP as a causal risk factor for HCM and higher DBP, WC, and alcohol consumption as causal risk factors for DCM. These findings underscore the potential of precision prevention strategies targeting modifiable cardiovascular risk factors to reduce cardiomyopathy burden across populations.",
    "disease": "hypertension",
    "clean_text": "systolic and diastolic blood pressure abdominal obesity and alcohol consumption contribute to the risk of hypertrophic and dilated cardiomyopathies in european and east asian populations potentially modifiable cardiovascular risk factors including hypertension diabetes obesity alcohol consumption and smoking initiation are associated with hypertrophic hcm and dilated dcm cardiomyopathies representing promising targets for interventions however the causality and cross ancestry generalizability of these associations remain uncertain collecting summary level data from genome wide association studies for systolic sbp and diastolic dbp blood pressure hypertension type diabetes fasting glucose glycated hemoglobin body mass index bmi waist circumference wc alcohol consumption smoking initiation hcm and dcm sample size ranging from to we performed comprehensive two sample univariable mendelian randomization mr to evaluate the causal effect of each trait on hcm and dcm in both european and east asian populations we performed multivariable mr to investigate the independent effects of interrelated traits sbp vs dbp bmi vs wc mr analyses identified reliable evidence of a causal effect of sbp on hcm europeans odds ratio or confidence interval ci east asians or ci for dcm reliable evidence of causal effects was identified for dbp europeans or ci east asians or ci wc europeans or ci east asians or ci and alcohol consumption europeans or ci east asians or ci in europeans genetically predicted higher wc or ci and smoking initiation or ci specifically increased the risk of hcm and dcm respectively while genetically predicted higher alcohol consumption or ci specifically increased the risk of hcm in east asians this study provided reliable cross ancestry genetic evidence supporting higher sbp as a causal risk factor for hcm and higher dbp wc and alcohol consumption as causal risk factors for dcm these findings underscore the potential of precision prevention strategies targeting modifiable cardiovascular risk factors to reduce cardiomyopathy burden across populations"
}