{
    "pmid": "41474069",
    "title": "Five-year outcomes of pembrolizumab versus chemotherapy in Chinese patients with non-small-cell lung cancer and programmed cell death ligand 1 tumor proportion score ≥1%: KEYNOTE-042 China study.",
    "abstract": "In the phase 3 KEYNOTE-042 China study of participants enrolled in China in the global KEYNOTE-042 (NCT02220894) and China extension (NCT03850444) studies, pembrolizumab improved overall survival (OS) versus chemotherapy in locally advanced or metastatic non-small-cell lung cancer (NSCLC) with programmed cell death ligand 1 (PD-L1) tumor proportion score (TPS) ≥50% (hazard ratio [HR], 0.63; 95% CI, 0.43-0.94), ≥20% (0.66; 0.47-0.92), and ≥1% (0.67; 0.50-0.89). We present outcomes from this study after 5 years of follow-up. Chinese participants with previously untreated locally advanced or metastatic NSCLC with PD-L1 TPS ≥1% without EGFR or ALK alterations were eligible. Participants were randomized 1:1 to pembrolizumab 200 mg every 3 weeks for up to 35 cycles or carboplatin plus paclitaxel or pemetrexed with optional pemetrexed maintenance (nonsquamous only). Primary endpoints were OS in the PD-L1 TPS ≥50%, ≥20%, and ≥1% subgroups. Median follow-up was 63.7 (range, 56.3-72.6) months among 262 participants (pembrolizumab, n = 128; chemotherapy, n = 134) included in this study. Pembrolizumab prolonged OS versus chemotherapy in participants with PD-L1 TPS ≥50% (HR, 0.65; 95% CI, 0.45-0.93), ≥20% (0.67; 0.49-0.91), and ≥1% (0.66; 0.51-0.87). Grade 3 to 5 treatment-related AEs occurred in 19.5% and 68.8% of participants in the pembrolizumab and chemotherapy groups, respectively. In conclusion, after 5 years of follow-up, pembrolizumab continued to demonstrate improved OS versus chemotherapy with manageable safety in Chinese participants with previously untreated locally advanced or metastatic NSCLC that expressed PD-L1. These data further support pembrolizumab monotherapy as a standard of care for these patients.",
    "disease": "lung cancer",
    "clean_text": "five year outcomes of pembrolizumab versus chemotherapy in chinese patients with non small cell lung cancer and programmed cell death ligand tumor proportion score keynote china study in the phase keynote china study of participants enrolled in china in the global keynote nct and china extension nct studies pembrolizumab improved overall survival os versus chemotherapy in locally advanced or metastatic non small cell lung cancer nsclc with programmed cell death ligand pd l tumor proportion score tps hazard ratio hr ci and we present outcomes from this study after years of follow up chinese participants with previously untreated locally advanced or metastatic nsclc with pd l tps without egfr or alk alterations were eligible participants were randomized to pembrolizumab mg every weeks for up to cycles or carboplatin plus paclitaxel or pemetrexed with optional pemetrexed maintenance nonsquamous only primary endpoints were os in the pd l tps and subgroups median follow up was range months among participants pembrolizumab n chemotherapy n included in this study pembrolizumab prolonged os versus chemotherapy in participants with pd l tps hr ci and grade to treatment related aes occurred in and of participants in the pembrolizumab and chemotherapy groups respectively in conclusion after years of follow up pembrolizumab continued to demonstrate improved os versus chemotherapy with manageable safety in chinese participants with previously untreated locally advanced or metastatic nsclc that expressed pd l these data further support pembrolizumab monotherapy as a standard of care for these patients"
}