{
    "pmid": "41448305",
    "title": "Antiviral potential of major royal jelly proteins.",
    "abstract": "Royal jelly (RJ), a honeybee secretion, contains nine distinct water-soluble proteins known as major RJ proteins (MRJPs). MRJPs are the primary constituents of RJ and have demonstrated significant potential as antiviral agents. MRJPs exhibit antiviral effects against various viruses, including HCV, HBV, HIV, and SARS-CoV-2. Previous research has indicated that MRJPs can interfere with viral replication by targeting specific stages of the viral life cycle, such as by inhibiting key enzymes, including RNA-dependent RNA polymerase and reverse transcriptase. They also block viral entry into host cells and influence immune responses. In addition to their direct antiviral actions, MRJPs exhibit antioxidant, anti-inflammatory, and immunomodulatory properties, further enhancing their therapeutic potential. Despite these promising preclinical findings, further mechanistic and translational investigations are required to validate and enhance the therapeutic potential of MRJPs. This review presents a narrative and systematic summary of the antiviral effects of MRJPs supplemented by original in silico docking analyses and highlights their potential as natural candidates for antiviral drug development.",
    "disease": "covid-19",
    "clean_text": "antiviral potential of major royal jelly proteins royal jelly rj a honeybee secretion contains nine distinct water soluble proteins known as major rj proteins mrjps mrjps are the primary constituents of rj and have demonstrated significant potential as antiviral agents mrjps exhibit antiviral effects against various viruses including hcv hbv hiv and sars cov previous research has indicated that mrjps can interfere with viral replication by targeting specific stages of the viral life cycle such as by inhibiting key enzymes including rna dependent rna polymerase and reverse transcriptase they also block viral entry into host cells and influence immune responses in addition to their direct antiviral actions mrjps exhibit antioxidant anti inflammatory and immunomodulatory properties further enhancing their therapeutic potential despite these promising preclinical findings further mechanistic and translational investigations are required to validate and enhance the therapeutic potential of mrjps this review presents a narrative and systematic summary of the antiviral effects of mrjps supplemented by original in silico docking analyses and highlights their potential as natural candidates for antiviral drug development"
}