{
    "pmid": "41448792",
    "title": "Evaluation of biomarkers sTREM-1, procalcitonin and C reactive protein in the diagnosis of pleural infection.",
    "abstract": "Diagnosis of complicated parapneumonic pleural effusion (CPPE), empyema and uncomplicated parapneumonic pleural effusion (UPPE) is vital in therapeutic management. To measure the pleural fluid concentrations of soluble triggering receptor expressed on myeloid cell-1 (sTREM-1), procalcitonin (PCT) and C reactive protein (CRP) to provide information for diagnosing and discriminating between CPPE and UPPE. Retrospective data analysis from February 2016 to December 2017, focused on pleural fluid analysis of patients with infectious (PPE, empyema and tuberculosis) and non-infectious (malignant and transudates) effusions. Over 224 pleural fluid samples collected, 29 were empyema, 48 CPPE, 31 UPPE, 35 tuberculous, 47 malignant and 34 transudates. The levels of sTREM-1 and PCT were significantly higher in empyema (3658±1474 and 1704±1027) and CPPE (2651±1058 and 841±667) and lower in transudates (p<0.001). CRP levels were significantly higher in empyema (88.8±61.5) and CPPE (83.8±42.6) than in other groups (p<0.001), with no difference between them. The study demonstrated higher sTREM-1, PCT and CRP levels in empyema and CPPE and lower levels in transudates. Both sTREM-1 and CRP showed a higher than 70% diagnostic accuracy between infectious and non-infectious pleural effusions and between CPPE and UPPE; however, not superior to LDH pleural fluid levels.",
    "disease": "tuberculosis",
    "clean_text": "evaluation of biomarkers strem procalcitonin and c reactive protein in the diagnosis of pleural infection diagnosis of complicated parapneumonic pleural effusion cppe empyema and uncomplicated parapneumonic pleural effusion uppe is vital in therapeutic management to measure the pleural fluid concentrations of soluble triggering receptor expressed on myeloid cell strem procalcitonin pct and c reactive protein crp to provide information for diagnosing and discriminating between cppe and uppe retrospective data analysis from february to december focused on pleural fluid analysis of patients with infectious ppe empyema and tuberculosis and non infectious malignant and transudates effusions over pleural fluid samples collected were empyema cppe uppe tuberculous malignant and transudates the levels of strem and pct were significantly higher in empyema and and cppe and and lower in transudates p crp levels were significantly higher in empyema and cppe than in other groups p with no difference between them the study demonstrated higher strem pct and crp levels in empyema and cppe and lower levels in transudates both strem and crp showed a higher than diagnostic accuracy between infectious and non infectious pleural effusions and between cppe and uppe however not superior to ldh pleural fluid levels"
}