{
    "pmid": "41443463",
    "title": "Erythrocyte rheology under anesthesia: Insights from glycated and non-glycated red blood cells.",
    "abstract": "Hemorheological alterations in diabetes mellitus complicate surgical outcomes. This study investigated the rheological effects of commonly used anesthetic drugs (propofol, remifentanil, vecuronium, and their combinations) on healthy human erythrocytes and on glycated erythrocytes in vitro to simulate diabetic hyperglycemia. Experiments were performed using an erythrocyte rheometer, an optical aggregometer, and digital image analysis. The results demonstrate that these anesthetic drugs increase erythrocyte aggregation. Propofol and its combinations showed a possible synergistic effect, resulting in the formation of larger aggregates. Viscoelasticity analysis of non-glycated erythrocytes showed that propofol alone increased the elastic modulus. Conversely, the combination of propofol, remifentanil, and vecuronium decreased the erythrocyte stationary storage modulus, suggesting possible interactions with the cytoskeleton and lipid bilayer. In glycated erythrocytes, the same drug combinations did not significantly affect viscoelastic parameters. These findings indicate that these drugs, when evaluated at clinically relevant concentrations, affect hemorheological parameters differently in non-glycated and glycated erythrocytes. These results provide information that could help in understanding microvascular complications in diabetic patients during and after surgical procedures.",
    "disease": "diabetes mellitus",
    "clean_text": "erythrocyte rheology under anesthesia insights from glycated and non glycated red blood cells hemorheological alterations in diabetes mellitus complicate surgical outcomes this study investigated the rheological effects of commonly used anesthetic drugs propofol remifentanil vecuronium and their combinations on healthy human erythrocytes and on glycated erythrocytes in vitro to simulate diabetic hyperglycemia experiments were performed using an erythrocyte rheometer an optical aggregometer and digital image analysis the results demonstrate that these anesthetic drugs increase erythrocyte aggregation propofol and its combinations showed a possible synergistic effect resulting in the formation of larger aggregates viscoelasticity analysis of non glycated erythrocytes showed that propofol alone increased the elastic modulus conversely the combination of propofol remifentanil and vecuronium decreased the erythrocyte stationary storage modulus suggesting possible interactions with the cytoskeleton and lipid bilayer in glycated erythrocytes the same drug combinations did not significantly affect viscoelastic parameters these findings indicate that these drugs when evaluated at clinically relevant concentrations affect hemorheological parameters differently in non glycated and glycated erythrocytes these results provide information that could help in understanding microvascular complications in diabetic patients during and after surgical procedures"
}