{
    "title": "In-line treatments and clinical initiatives to fight against COVID-19 outbreak.",
    "doc_id": "33199136",
    "writer": "Agrawal M",
    "year": "2022",
    "summary": "The pathogen isolated from the respiratory epithelium of the patients is similar to previously known coronaviruses with some distinct features. The disease was initially called nCoV-2019 or SARS-nCoV-2 and later termed as COVID-19 by WHO. The infection …",
    "abstract": "In December 2019, when the whole world is waiting for Christmas and New Year, the physicians of Wuhan, China, are astounded by clusters of patients suffering from pneumonia from unknown causes. The pathogen isolated from the respiratory epithelium of the patients is similar to previously known coronaviruses with some distinct features. The disease was initially called nCoV-2019 or SARS-nCoV-2 and later termed as COVID-19 by WHO. The infection is rapidly propagating from the day of emergence, spread throughout the globe and now became a pandemic which challenged the competencies of developed nations in terms of health care management. As per WHO report, 216 countries are affected with SARS-CoV-19 by August 5, 2020 with 18, 142, 718 confirmed cases and 691,013 deaths reports. Such huge mortality and morbidity rates are truly threatening and calls for some aggressive and effective measures to slow down the disease transmission. The scientists are constantly engaged in finding a potential solution to diagnose and treat the pandemic. Various FDA approved drugs with the previous history of antiviral potency are repurposed for COVID-19 treatment. Different drugs and vaccines are under clinical trials and some rapid and effective diagnostic tools are also under development. In this review, we have highlighted the current epidemiology through infographics, disease transmission and progression, clinical features and diagnosis and possible therapeutic approaches for COVID-19. The article mainly focused on the development and possible application of various FDA approved drugs, including chloroquine, remdesivir, favipiravir, nefamostate mesylate, penciclovir, nitazoxanide, ribavirin etc., vaccines under development and various registered clinical trials exploring different therapeutic measures for the treatment of COVID-19. This information will definitely help the researchers to understand the in-line scientific progress by various clinical agencies and regulatory bodies against COVID-19.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33199136/",
    "clean_text": "in line treatments and clinical initiatives to fight against covid outbreak the pathogen isolated from the respiratory epithelium of the patients is similar to previously known coronaviruses with some distinct features the disease was initially called ncov or sars ncov and later termed as covid by who the infection in december when the whole world is waiting for christmas and new year the physicians of wuhan china are astounded by clusters of patients suffering from pneumonia from unknown causes the pathogen isolated from the respiratory epithelium of the patients is similar to previously known coronaviruses with some distinct features the disease was initially called ncov or sars ncov and later termed as covid by who the infection is rapidly propagating from the day of emergence spread throughout the globe and now became a pandemic which challenged the competencies of developed nations in terms of health care management as per who report countries are affected with sars cov by august with confirmed cases and deaths reports such huge mortality and morbidity rates are truly threatening and calls for some aggressive and effective measures to slow down the disease transmission the scientists are constantly engaged in finding a potential solution to diagnose and treat the pandemic various fda approved drugs with the previous history of antiviral potency are repurposed for covid treatment different drugs and vaccines are under clinical trials and some rapid and effective diagnostic tools are also under development in this review we have highlighted the current epidemiology through infographics disease transmission and progression clinical features and diagnosis and possible therapeutic approaches for covid the article mainly focused on the development and possible application of various fda approved drugs including chloroquine remdesivir favipiravir nefamostate mesylate penciclovir nitazoxanide ribavirin etc vaccines under development and various registered clinical trials exploring different therapeutic measures for the treatment of covid this information will definitely help the researchers to understand the in line scientific progress by various clinical agencies and regulatory bodies against covid"
}